[
    {
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE49K7LM20081021",
        "header": "CORRECTED: 3M earnings beat estimate, shares pop",
        "time": "02:15 PM EDT",
        "body": "NEW YORK (Reuters) - 3M Co (MMM.N) reported a 3.2 percent rise in quarterly earnings on Tuesday, a pleasant surprise, sending shares as much as 7 percent higher compared with a decline in the broader market.\n\n3M’s broad lineup of businesses -- from high-tech industrial products such as chemicals used in aircraft maintenance to basic consumer goods like Post-It notes -- make it a bellwether of the U.S. economy. With U.S. demand slowing, 3M has been relying on foreign markets for growth.\n\n“They’re definitely benefiting from the fact that they make things that everybody needs,” said Sterne Agee analyst Nick Heymann, noting that international markets generated 62 percent of the company’s sales.\n\nThe company, which makes products ranging from Scotch tape to optical films for liquid crystal displays, posted third-quarter net income of $991 million, or $1.41 per share, compared with $960 million, or $1.32 per share, a year earlier.\n\nFactoring out special items, the St. Paul, Minnesota-based company posted earnings of $1.42 per share, which compares with analysts’ estimates of $1.38 per share, according to Reuters Estimates.\n\nRevenue rose 6.2 percent to $6.56 billion, a bit short of analysts’ estimates of $6.67 billion.\n\nThe company lowered its outlook slightly, predicting 2008 earnings in the range of $5.40 per share to $5.48 per share, an 8 percent to 10 percent increase, instead of the minimum 10 percent increase it had previously predicted. Analysts see 2008 EPS of $5.45, according to Reuters Estimates.\n\nBut even the reduction translated into a positive against reduced expectations, as the outlook was “far from the disaster many have come to expect,” wrote J.P. Morgan analyst C. Stephen Tusa Jr, who rates 3M shares “overweight.”\n\n“There is no ‘hope’ factor here, a positive in the current environment,” Tusa wrote.\n\nWhere markets are not growing, the company is cutting costs, eliminating over 1,000 jobs in the U.S., Europe and Asia.\n\n“We’re in cash preservation and build mode and not in the market for stock in any meaningful way,” said Chief Executive Officer George Buckley. “All discretionary spending has been put on hold.”\n\nSo far this year, 3M's shares are down about 32 percent, about even with the Dow Jones industrial average .DJI, of which it is a component.\n\n3M’s shares were up about 5 percent at $60.41 in late morning trading on the New York Stock Exchange after touching a high of $61.60 earlier."
    }
]