[
    {
        "link": "http://www.reuters.com/article/2010/10/28/markets-stocks-idUSN2816931420101028",
        "header": "US STOCKS-Wall St drops, 3M drags industrials down",
        "time": "11:02AM UTC",
        "body": "* Dow off 0.2 pct, S&P off 0.1 pct, Nasdaq off 0.3 pct\n\n* For up-to-the-minute market news see [STXNEWS/US] (Updates to midmorning)\n\nNEW YORK, Oct 28 (Reuters) - U.S. stocks fell on Thursday, as 3M dragged industrial shares lower and investors shied away from big bets ahead of the Federal Reserve’s expected monetary easing.\n\nAn unexpected drop in new claims for unemployment benefits boosted stocks early as did a weak dollar, but the inverse relationship between the greenback and stocks appeared to break down. Mixed earnings also added to the choppy action. For details, see [ID:nN28118907] and [ID:nLDE69R17T]\n\n“The more the market goes up, the more apprehensive investors are to continue to add risk,” said Alan Lancz, president at Alan B. Lancz & Associates Inc in Toledo, Ohio.\n\nLancz said that with the looming Fed statement and the U.S. elections next week, investors “may prune some risk and take some profits as the market has appreciated quite a bit over the past two months.”\n\nThe Dow Jones industrial average .DJI dipped 26.00 points, or 0.23 percent, to 11,100.28. The Standard & Poor's 500 Index .SPX was off 1.02 points, or 0.09 percent, to 1,181.43. The Nasdaq Composite Index .IXIC eased 6.90 points, or 0.28 percent, to 2,496.36.\n\nSince the beginning of September, the S&P 500 is up almost 13 percent.\n\nOn the downside, 3M Co (MMM.N) fell 5.2 percent to $85.65 after it shaved 6 cents off its full-year profit forecast. [ID:nN25282000]\n\nOn the upside, Motorola Inc MOT.N gained 5.3 percent to $8.52 after its mobile devices business posted a quarterly profit. Dow component Exxon Mobil Corp (XOM.N) added nearly 1 percent to $66.21 as earnings beat expectations. [ID:nN28234253] and [ID:nN28202765]\n\nThe Nasdaq fared worse than the other two indexes as Research In Motion Ltd RIM.TORIMM.O fell 2.3 percent to $54.55 after Oppenheimer cut the stock to “perform” from “outperform.” [RCH/US]\n\nAnticipation of a Fed move has been a driver of recent market action as investors speculated over the size and time frame of further stimulus. Equity investors have bet that more easing will invigorate an economic recovery and lift asset prices.\n\nMost leading economists expected the Fed to buy between $80 billion and $100 billion in assets per month under a new program to bolster the struggling economy, a Reuters poll found. [ID:nNLLRLE6LL] (Editing by Jeffrey Benkoe)"
    }
]