[
    {
        "link": "http://www.reuters.com/article/2010/12/06/idUS134214+06-Dec-2010+BW20101206",
        "header": "L`une des plus importantes sociétés allemandes de télécommunications, envia TEL, choisit la solution Carrier Ethernet + Transport d`Orckit-Corrigent et le soutien de 3M Services pour valoriser ses capacités de services ",
        "time": "9:00AM UTC",
        "body": "Orckit Communications Ltd. (NasdaqGM : ORCT), l’un des plus importants fournisseurs de Carrier Ethernet + Transport (CE+T), a annoncé aujourd’hui qu’envia TEL GmbH, un prestataire et opérateur allemand de premier plan de services de télécommunications destinés aux entreprises, avait choisi la solution CE+T d’Orckit-Corrigent et les solutions de 3M Services pour valoriser sa famille de produits de transport et de réseaux par paquets.\n\n« À l’issue d’une évaluation complète des différentes solutions disponibles, il s’est avéré clairement que la solution Carrier Ethernet et Transport de Orckit-Corrigent répond au mieux à nos objectifs et besoins commerciaux », a commenté M. Jens Wengenmayr, directeur technique d’envia TEL. « Par ailleurs, nous avons une longue histoire de coopération avec 3M Services et considérons que la conjugaison du soutien étendu de 3M Services et de la technologie d’Orckit est une formule gagnante pour notre société et nos clients. »\n\nLa solution CM-4000 d’Orckit-Corrigent est une gamme innovante de produits CE+T basés sur les technologies MPLS et MPLS-TP, conçus pour la fourniture de n’importe quels services Ethernet et TDM sur réseaux par paquets. Les produits sont entièrement conformes aux normes de l’industrie et totalement intéropérables avec les commutateurs et routeurs d’autres fabricants.\n\n« Nous sommes heureux de démarrer un nouveau partenariat stratégique avec Orckit–Corrigent, et sommes convaincus que celui-ci apporte une offre de valeur exceptionnelle au marché en proposant des solutions Carrier Ethernet d’avant-garde capables de fournir des services de transport Ethernet et par paquets sur des réseaux de données », a déclaré M. Manfred Brandt, PDG de 3M Services. « Nous constatons une forte demande envers les technologies d’Orckit-Corrigent en Allemagne, particulièrement à l’heure actuelle où les exigences des opérateurs quant à la réduction du capital et des dépenses d’exploitation sont au summum. »\n\nM. Izhak Tamir, co-fondateur et président du conseil d’administration d’Orckit Communication, a commenté en ces termes : « Nous sommes ravis de servir envia TEL, d’accroître notre base de clientèle en Allemagne et de nous associer à 3M Services. Notre alliance avec 3M Services dans le cadre de cette implantation de réseau permettra à Orckit de fournir à envia TEL une solution complète basée MPLS qui répond parfaitement à ses besoins en matière de réseaux. De plus, ce nouveau partenariat permettra à Orckit d’améliorer sa prestation de services à ses clients existants dans la région. »\n\nenvia TEL GmbH est l’une des plus importantes sociétés régionales de télécommunications et de prestation de services en Allemagne centrale. Un réseau haut débit dédié offre les produits et services envia TEL à travers la gamme complète des télécommunications, des services résidentiels et des services aux entreprises. La société compte 110 employés sur les sites de Chemnitz, Cottbus, Halle et Markkleeberg. Pour en savoir plus, consulter www.enviatel.de\n\n3M Services GmbH (anciennement Quante-Netzwerke GmbH), qui appartient au Groupe 3M présent dans plus de 70 pays, est une société jeune et dynamique qui fournit des services complets dans le secteur des télécommunications. Avec les 4 500 employés de 3M Deutschland GmbH, 3M Services et 3M Deutschland GmbH génèrent un chiffre d’affaires de plus d’un milliard d’euros. Pour en savoir plus, consulter http://www.3m-services.de/Telekommunikation/index.php\n\nCertains sujets abordés dans ce communiqué de presse constituent des déclarations prévisionnelles qui impliquent des risques et incertitudes, y compris, sans limitation, les antécédents de la société en termes de pertes, la dépendance envers un nombre limité de clients, les risques encourus par les plans et calendriers de développement de produits, l’évolution technologique rapide, les changements et les retards affectant l’approbation et l’introduction des produits, l’acceptation des nouveaux produits par la clientèle, l’impact des produits et tarifs de la concurrence, l’acceptation par le marché, la longueur du cycle de vente, les fluctuations des taux de change, la fluctuation du volume des commandes, les droits de propriété de la société et de ses concurrents, le besoin de financement supplémentaire, la capacité à rembourser les titres convertibles, le risque encouru par les opérations en Israël, la réglementation gouvernementale, la dépendance à l’égard de tiers pour ce qui concerne la fabrication des produits, les effets de la conjoncture économique mondiale actuelle et les turbulences des marchés financiers et du crédit, ainsi que d’autres facteurs de risque indiqués dans les rapports de la société déposés auprès de la commission américaine de contrôle des opérations boursières. Les résultats effectifs pourront différer sensiblement. Orckit n’assume aucunement l’obligation d’actualiser les informations contenues dans ce communiqué de presse."
    },
    {
        "link": "http://www.reuters.com/article/2010/12/06/idUS143820+06-Dec-2010+BW20101206",
        "header": "Führender deutscher Betreiber envia TEL entscheidet sich beim Ausbau seiner Serviceleistungen für Orckit-Corrigents Carrier Ethernet + Transportlösung und für den Support von 3M Services",
        "time": "9:40AM UTC",
        "body": "An das Geschäft schließt sich eine strategische Zusammenarbeit zwischen Orckit-Corrigent und 3M Services beim Vertrieb sowie beim First-Line-Support für Orckit-Corrigents Produkte in Deutschland an.\n\nIzhak Tamir, Mitgründer, Chairman of the Board und President von Orckit Communication, erklärte: „Wir freuen uns darüber, dass wir envia TEL bedienen, unsere Kundenbasis in Deutschland ausbauen und eine Partnerschaft mit 3M Services eingehen können. Der Zusammenschluss mit 3M Services bei dieser Netzwerk-Implementierung ermöglicht es Orckit, envia TEL eine umfassende, MPLS-basierte Lösung zur bestmöglichen Erfüllung aller Netzwerkanforderungen zur Verfügung zu stellen. Darüber hinaus kann Orckit mithilfe der neuen Partnerschaft den Service für die Bestandskunden in der Region verbessern.“\n\nenvia TEL ist einer der führenden regionalen Telekommunikationsdienstleister und Netzbetreiber in Mitteldeutschland. Ein spezielles Hochgeschwindigkeitsnetz stellt über die gesamte Bandbreite der Telekommunikation Produkte und Dienste für Leistungen an Private und Geschäftskunden zur Verfügung. Das Unternehmen beschäftigt an Standorten in Chemnitz, Cottbus, Halle und Markkleeberg 110 Mitarbeiter. Für weitere Informationen besuchen Sie bitte: www.enviatel.de\n\nOrckit wurde 1990 gegründet und ging im Jahr 1996 an die Börse. Das Unternehmen mit Hauptsitz in Tel Aviv, Israel, ist sowohl an der NasdaqGM (ORCT) als auch an der Börse Tel Aviv notiert. Für weitere Informationen besuchen Sie bitte: www.orckit.com.\n\nBei bestimmten in dieser Pressemitteilung erörterten Angelegenheiten handelt es sich um zukunftsorientierte Aussagen, die eine Anzahl von Risiken und Unsicherheiten bergen. Hierzu zählen unter anderem die Verlustgeschichte des Unternehmens, die Abhängigkeit von einer begrenzten Kundenzahl, die mit Produktenwicklungs- und Zeitplänen verbundenen Risiken, der rasche technologische Wandel, Änderungen und Verzögerungen bei der Genehmigung und Markteinführung von Produkten, die Akzeptanz neuer Produkte beim Kunden, die Auswirkungen wettbewerbsfähiger Produkte und Preise, die Marktakzeptanz, der lange Verkaufszyklus, Wechselkursschwankungen, Schwankungen der Bestellmengen, Schutzrechte des Unternehmens und seiner Konkurrenten, ein zusätzlicher Finanzierungsbedarf, die Fähigkeit zur Rückzahlung der Wandelanleihen, das Risiko von Geschäftstätigkeiten in Israel, staatliche Reglementierung, Abhängigkeit von einer Produktherstellung durch Dritte, die Auswirkungen der gegenwärtigen weltwirtschaftlichen Rahmenbedingungen, Turbulenzen in den Finanz- und Kreditmärkten sowie weitere Risikofaktoren, die in den bei der amerikanischen Börsenaufsichtsbehörde eingereichten Unterlagen des Unternehmens aufgeführt sind. Bei den tatsächlichen Ergebnissen kann es zu erheblichen Abweichungen kommen. Orckit übernimmt keine Verpflichtung zur Aktualisierung der in dieser Pressemitteilung enthaltenen Informationen."
    }
]