[
    {
        "link": "http://www.reuters.com/article/2011/09/27/idUS165407+27-Sep-2011+BW20110927",
        "header": "3M Attenti cambia el nombre de su unidad de negocios de monitoreo de infractores a 3M Electronic Monitoring",
        "time": "11:00AM UTC",
        "body": ""
    },
    {
        "link": "http://www.reuters.com/article/2011/09/27/idUS165400+27-Sep-2011+BW20110927",
        "header": "3M Attenti renomeia seu negócio de monitoramento de infratores como é 3M Electronic Monitoring",
        "time": "11:00AM UTC",
        "body": "A 3M Track and Trace Solutions anunciou hoje sua recolocação de marca Elmo-Tech e Pro Tech Monitoring, seus negócios de tecnologia de monitoramento de infratores como 3M Electronic Monitoring. Os negócios foram adquiridos pela 3M no ano passado, como parte da aquisição do Attenti Group.\n\n“Os clientes continuarão a beneficiar-se do conhecimento, da reputação e do compromisso combinados de uma única e poderosa organização sob a mesma marca de cobertura, com a integração de tecnologias de monitoramento eletrônico ao portfólio da 3M Track and Trace Solutions”, disse Rory Yanchek, gerente geral da Track and Trace Solutions. “A 3M Electronic Monitoring vai manter nossos valores estabelecidos e continuará comprometida com os nossos clientes. Vamos continuar a oferecer os produtos e serviços confiáveis que os nossos clientes passaram a conhecer e esperar”.\n\nEstas mudanças não afetarão a funcionalidade dos produtos ou as instruções operacionais. A marca 3M Electronic Monitoring estará visível na literatura do produto, nos guias de usuários, materiais de treinamento, embalagem e etiquetagem e no design de software.\n\nA 3M capta o brilho de novas ideias e o transforma em milhares de produtos engenhosos. Nossa cultura de colaboração criativa inspira um fluxo contínuo de tecnologias poderosas que melhoram a vida. A 3M é uma empresa de inovação que nunca deixa de inventar. Com US$ 27 bilhões em vendas, a 3M emprega cerca de 80 mil pessoas em todo o mundo, e tem operações em mais de 65 países. Para outras informações, acesse www.3M.com ou siga a @3MNews no Twitter.\n\nO texto no idioma original deste anúncio é a versão oficial autorizada. As traduções são fornecidas apenas como uma facilidade e devem se referir ao texto no idioma original, que é a única versão do texto que tem efeito legal."
    },
    {
        "link": "http://www.reuters.com/article/2011/09/27/idUS165394+27-Sep-2011+BW20110927",
        "header": "3M Attenti benennt Geschäft zur Überwachung von Straftätern in 3M Electronic Monitoring um",
        "time": "11:00AM UTC",
        "body": "3M nimmt neue Ideen auf und verwandelt diesen Funken in Tausende von raffinierten Produkten. Unsere Kultur der kreativen Zusammenarbeit regt einen nie endenden Strom an leistungsstarken Technologien zur Verbesserung der Lebensqualität an. 3M ist das erfinderische Unternehmen, das niemals still steht. 3M verzeichnet einen Umsatz in Höhe von 27 Milliarden US-Dollar, beschäftigt weltweit rund 80.000 Angestellte und hat Betriebe in über 65 Ländern. Weitere Informationen finden Sie auf www.3M.com oder über die @3MNews auf Twitter."
    },
    {
        "link": "http://www.reuters.com/article/2011/09/27/idUS165386+27-Sep-2011+BW20110927",
        "header": "3M Attenti renomme son entreprise de surveillance des délinquants en 3M Electronic Monitoring",
        "time": "11:00AM UTC",
        "body": "« Les clients vont continuer à bénéficier de l'expertise, de la réputation et de l'engagement combinés d'une organisation puissante unique sous la même marque ombrelle, avec l'intégration de technologies de surveillance électronique au portefeuille de 3M Track and Trace Solutions », a déclaré Rory Yanchek, directeur général de Track and Trace Solutions. « 3M Electronic Monitoring va retenir nos valeurs établies et maintenir notre engagement envers nos clients. Nous allons continuer d'offrir les produits et les services fiables bien connus et exigés par nos clients ».\n\n3M capture l'étincelle de nouvelles idées et les transforme en des milliers de produits ingénieux. Notre culture de collaboration créative inspire un flux infini de technologies puissantes qui améliorent la vie. 3M est la société d'innovation qui ne cesse jamais d'inventer. Avec un chiffre d'affaires de 27 milliards USD, 3M emploie environ 80 000 personnes dans le monde et exerce ses activités dans plus de 65 pays. Pour de plus amples informations, veuillez consulter le site Web www.3M.com ou suivez @3MNews sur Twitter."
    }
]