[
    {
        "link": "http://www.reuters.com/article/2014/10/23/markets-stocks-usa-idUSL2N0SI16H20141023",
        "header": "US STOCKS-Wall Street rallies on Caterpillar, 3M results",
        "time": "9:48AM UTC",
        "body": "NEW YORK, Oct 23 (Reuters) - U.S. stocks jumped 1 percent on Thursday as a number of strong results, including from a pair of Dow components, reassured investors that corporations continued to fare well despite concerns about global economic growth.\n\nShares of both Caterpillar Inc and 3M Co rose following their results, with heavy machinery maker Caterpillar also raising its full-year profit view. Caterpillar was up 4.2 percent at $98.31 while 3M added 4.3 percent to $144.95.\n\nAs both are big multinationals, the results were especially encouraging, given concerns about how recent U.S. dollar strength could impact profit growth.\n\n“It’s good to see good numbers in any company, but if we’re looking at headwinds like currency and slowing global growth, seeing multinationals like Caterpillar and 3M post solid beats gives us confidence that economic growth is holding on and probably better than the market is currently expecting,” said Phil Orlando, chief equity market strategist, at Federated Investors, in New York.\n\nEquities have been strong of late, with the S&P 500 posting a gain of 0.9 percent or more in four of the past five sessions.\n\nThursday’s sharp rebound from Wednesday’s drop was the latest example of a decline being used as a buying opportunity. At current levels, the S&P is 3.2 percent from its record close, and it has not undergone a correction - defined as a 10 percent decline from a peak - since 2012.\n\nOn the downside, AT&T Inc fell 2.5 percent to $33.64 a day after the telecom giant reported weaker-than-expected revenue growth and cut its full-year forecast for consolidated revenue growth.\n\nYelp Inc slumped 15 percent to $59.80 on heavy volume a day after giving a revenue outlook that was below expectations. The outlook prompted many analysts to cut their price targets on the stock.\n\nDespite some disappointments, this season has largely been a positive one for companies. With 27 percent of the S&P 500 having reported, 68.9 percent have exceeded profit expectations, according to Thomson Reuters data, above the long-term average of 63 percent.\n\nJobless claims rose by 17,000 in the latest week, in line with expectations, while the underlying trend remained consistent with a firming labor market.\n\nAt 9:42 a.m., the Dow Jones industrial average rose 202.35 points, or 1.23 percent, to 16,663.67, the S&P 500 gained 19.93 points, or 1.03 percent, to 1,947.04 and the Nasdaq Composite added 46.75 points, or 1.07 percent, to 4,429.60.\n\nAdvancing issues outnumbered declining ones on the NYSE by 2,426 to 351, for a 6.91-to-1 ratio; on the Nasdaq, 1,805 issues rose and 426 fell for a 4.24-to-1 ratio.\n\nThe benchmark S&P 500 index was posting 25 new 52-week highs and 2 new lows; the Nasdaq Composite was recording 24 new highs and 11 new lows. (Editing by Bernadette Baum)"
    },
    {
        "link": "http://www.reuters.com/article/2014/10/23/markets-stocks-usa-idUSL2N0SI0Y820141023",
        "header": "US STOCKS-Wall St set to open higher on Caterpillar, 3M results",
        "time": "8:57AM UTC",
        "body": "NEW YORK, Oct 23 (Reuters) - U.S. stock index futures pointed to a higher open on Thursday as a number of strong results, including from a pair of Dow components, reassured investors that corporations continued to fare well despite concerns about global economic growth.\n\nBoth Caterpillar Inc and 3M Co rose in premarket trading following their results, with heavy machinery maker Caterpillar also raising its full-year profit view. Shares of Caterpillar rose 3.6 percent to $97.98 while 3M added 2.1 percent to $141.80.\n\nAs both are big multinationals, the results were especially positive, given concerns about how recent U.S. dollar strength could impact profit growth.\n\nAccording to RBC Capital Markets, “domestically-oriented companies are on track to grow earnings by 9.1 percent vs. 1.5 percent for more global names [this quarter] and are beating by a greater percentage.”\n\nFutures were higher before the Dow components reported, but added to their gains following the results. The early strength came as investors once again used a market decline - Wednesday’s selloff, which was related to a shooting at the Canadian parliament - as an opportunity to add to positions.\n\nGeneral Motors Co gained 2.9 percent to $32.23 following its results.. The automaker has been under heavy pressure this year, falling about 23 percent thus far in 2014.\n\nOn the downside, AT&T Inc fell 1.2 percent to $34.09 a day after the telecom giant reported weaker-than-expected revenue growth and cut its full-year forecast for consolidated revenue growth.\n\nYelp Inc slumped 13 percent to $61.04 on heavy volume a day after giving a revenue outlook that was below expectations. The outlook prompted many analysts to cut their price targets on the stock.\n\nDespite some disappointments, this season has largely been a positive one for companies. With 27 percent of the S&P 500 having reported, 68.9 percent have exceeded profit expectations, according to Thomson Reuters data, above the long-term average of 63 percent.\n\nGiven the gain implied by futures, the S&P 500 will likely rise back above its 150-day moving average, a key technical level it closed under on Wednesday.\n\nThat the benchmark index continues to trade around that level is a sign that trading trends have not turned fully positive, though the S&P has not undergone a correction - defined as a 10 percent decline from a peak - since 2012, as investors use market declines as buying opportunities.\n\nJobless claims rose by 17,000 in the latest week, in line with expectations, while the underlying trend remained consistent with a firming labor market.\n\n* S&P 500 e-minis were up 13.5 points, or 0.7 percent, with 293,036 contracts changing hands.\n\n* Nasdaq 100 e-minis were gaining 28 points, or 0.71 percent, in volume of 48,018 contracts.\n\n* Dow e-minis were up 122 points, or 0.74 percent, with 45,245 contracts changing hands."
    }
]