RNN 1 - Stock Price Predictor - Summary
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
lstm_1 (LSTM)                (None, 1, 120)            60480     
_________________________________________________________________
dropout_1 (Dropout)          (None, 1, 120)            0         
_________________________________________________________________
lstm_2 (LSTM)                (None, 120)               115680    
_________________________________________________________________
dropout_2 (Dropout)          (None, 120)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 1)                 121       
=================================================================
Total params: 176,281
Trainable params: 176,281
Non-trainable params: 0
_________________________________________________________________
Epochs: 106
Learning Rate: 0.0001
Batch Size: 64
Dropout: 0
