[
    {
        "time": "1:26PM UTC",
        "header": "developers question apple's advertising ambitions",
        "link": "http://www.reuters.com/article/newsOne/idUSTRE6444HR20100505",
        "body": "SAN FRANCISCO (Reuters) - Software developers expect a windfall in ad revenue from games and other applications they are designing for the iPad, but Apple Inc’s (AAPL.O) push into mobile advertising is raising some industry hackles.\n\nApple said last month that its new advertising network, dubbed iAd, will sell display advertisements within the software applications, or apps, for the iPhone and iPad, and aims to improve their quality and relevance to consumers.\n\nBut in its new agreement with developers, Apple prohibits data about app usage to be transmitted to outside analytics companies. Rival ad networks, such as Google Inc‘s, rely on those analyses to determine how successful an online ad is in reaching its targeted audience.\n\nThus, the new rules could create a unequal playing field for ad networks competing against Apple‘s, some app developers say.\n\nBecause of that, iAd is drawing interest from U.S. competition regulators, according to one developer, who said the Federal Trade Commission has asked him specifically about Apple’s ad network.\n\n“They asked about the sharing of information with third parties,” said the developer, who spoke on condition of anonymity. He said the FTC did not indicate whether it planned to pursue an inquiry.\n\nApple and the FTC declined to comment. The iAd network is not the only piece of Apple’s mobile platform generating scrutiny. Regulators are considering an inquiry into whether Apple violates antitrust law by requiring that its tools be used to write applications for the iPad and iPhone, a source familiar with the matter said on Monday.\n\nParan Johar, chief marketing officer of rival mobile ad network Jumptap, said he saw huge promise for mobile advertising in the iPad, but he was critical of Apple’s approach to ads.\n\n“The problem with the iPad and the iPhone is that Apple is taking its traditional approach of being a closed system,” he said.\n\nResearch group Gartner expects the mobile advertising market to rise 78 percent to $1.6 billion in 2010.\n\nMany app developers see the iPad as an opportunity to generate ad sales: although the tablet is not a go-everywhere device in the same way as the iPhone, its 9.7-inch screen means ads can be more advanced and more appealing.\n\nWhen it introduced iAd last month, Apple said it had the potential to make 1 billion ad impressions a day on its mobile devices, which number in the tens of millions.\n\nAlthough Apple has played down the financial prospects for the network, Broadpoint AmTech analyst Brian Marshall has estimated iAd could generate more than $2 billion in annual revenue for Apple when it is fully deployed.\n\nApple will sell and host the ads, putting it in direct competition with Google and others. App developers would pocket 60 percent of the ad revenue.\n\n“Whoever offers the best ad experience is who we’ll go with,” said Shravan Goli, president of Dictionary.com, in an interview in April. The company’s app has been downloaded 6.5 million times on the iPhone, and 75,000 times on the iPad.\n\n“There is a concern in terms of the access to data and how much insight marketers can get,” he said.\n\nStartup developer Pinger found success on the iPhone, and believes the iPad will expand that opportunity. It charges for its Textfree app and also sells ads within its other apps.\n\nPinger co-founder Joe Sipher said he expects the ad-supported part of his business to surpass paid downloads, and said he was “agnostic” when it comes which ad network the company worked with.\n\n“There’s a huge amount of potential for the iPad in advertising, having the bigger screen real estate really enables new things,” Sipher said.\n\n“What Apple is starting to do with iAd, if they can make the ad more attractive, then we’re for it,” he said.\n\nApple sold more than 1 million iPads in less than a month after launch. Developers have already created more than 5,000 apps specifically for the tablet, which can also run the vast majority of the 200,000 apps available for the iPhone.\n\nSome vendors are charging much more for their iPad apps, and the device seems tailor-made for game makers and media companies. Electronic Arts ERTS.O is charging $10 for its Scrabble iPad app, twice what it charges on the iPhone.\n\nBut developers of some apps that made a lot of sense on the iPhone -- a communications device that travels everywhere -- will have to change them significantly to appeal to users of the iPad, which is more of a couch-and-coffee-shop device.\n\n“It’s different, whereas the iPhone is for utility, the iPad is about content consumption,” Jumptap’s Johar said."
    },
    {
        "time": "8:21PM UTC",
        "header": "at&t extends iphone exclusive in quid pro quo, says analyst",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS271780988120100506",
        "body": "AT&T and Apple probably have a quid pro quo in place that has extended the mobile carrier’s exclusive deal with the iPhone in exchange for heavily-discounted data plan pricing for the iPad, an analyst said today.\n\n“AT&T had to do something dramatic to get the iPad,” said Brian Marshall, a Wall Street analyst at BroadPoint AmTech. AT&T’s move was to discount their normal wireless data plans by 50% to iPad customers.\n\nAs part of the tit-for-tat, AT&T got what it wanted. “For that pricing [on the iPad], AT&T was able to negotiate a six-month extension on the iPhone exclusive,” Marshall said.\n\nMost analysts had expected the AT&T-Apple deal to expire this summer, three years after the two companies first partnered on the iPhone. At one time, Marshall was among those who figured that the expiration meant Verizon, the country’s largest mobile provider, would also sell the iPhone this year.\n\nMarshall now believes that Verizon won’t have the iPhone until the first quarter of 2011. He based his opinion on the failure of Verizon earlier this year to land an exclusive wireless deal with Apple for the latter’s iPad media tablet, a move he said numerous sources had told him was a “certainty” .\n\nWhen that didn’t happened -- something Marshall said “floored” him -- he began to think there had to be a reason why AT&T landed the iPad and offered such cut-rate deals on its data plans. Thus arose the idea that Apple and AT&T exchanged an extension on the iPhone for lower-priced 3G data plans on the iPad .\n\n“And they’re pre-paid,” he noted, referring to AT&T’s willingness to forgo contracts with iPad owners, something it’s never done for the iPhone. AT&T offers two iPad data plans, a $15 per month plan for 250MB of data and an unlimited data plan for $30 per month.\n\nTalk of Apple dumping its exclusive deal with AT&T this summer and adding one or more rivals to its U.S. partner list have circulated for some time, and continue to pop up now and again. Two months ago, for instance, rumors that Verizon would get the iPhone drove up the price of Verizon’s stock.\n\nAT&T and Apple did not immediately reply to requests seeking comment on a deal to extend their exclusive iPhone contract.\n\nGregg Keizer covers Microsoft, security issues, Apple, Web browsers and general technology breaking news for Computerworld . Follow Gregg on Twitter at @gkeizer or subscribe to Gregg’s RSS feed . His e-mail address is gkeizer@ix.netcom.com .\n\nRead more about laptops in Computerworld’s Laptops Knowledge Center."
    },
    {
        "time": "2:45PM UTC",
        "header": "chicago institute offers ipad app class",
        "link": "http://www.reuters.com/article/deborahCohen/idUSTRE6444B420100505",
        "body": "CHICAGO (Reuters.com) - Phillip Leslie needed software coders to develop mobile applications for his fledgling startup, ProOnGo LLC, which offers a solution to keep track of business receipts on a smartphone, using the device’s built-in camera. The cash-strapped Chicago entrepreneur put out a job listing at the Illinois Institute of Technology; within a few days he was flooded with more than 100 applications.\n\n“We got more resumes than we could sort through,” said Leslie, who added he has employed 11 IIT student programmers.\n\nStudent interest in mobile computing was so great, the university developed a makeshift lab focused on developing applications for devices such as Apple’s iPhone and iPad, and phones using Google’s Android operating system. It also has attracted businesses like ProOnGo, which helps keep students apprised of how the competitive market for mobile computing works.\n\n“We’re a company that’s really powered by the classroom,” said Leslie, who has re-located his nine-person operation alongside other startups in IIT’s technology park, where six student engineers are currently part of the staff. “In many ways we benefit from all the work that people do here.”\n\nAt present, some 70 students throughout the university touch the mobile computing world in some facet, taking classes in iPhone and Android software programing or working on real-word applications such as a mobile identifier of flora and fauna for a local zoo and an app that reproduces police-like field-sobriety tests to help prevent drunk driving.\n\nInvolvement is not limited to one field of expertise, but intersects several educational disciplines, including business, engineering and even humanities, which now offers a course of study in technical communications.\n\n“I want this to be a resource for whatever the students are looking for,” said Nik Rokop, managing director of IIT’s Jules F. Knapp Entrepreneurship Center, an affiliate of the university’s Stuart School of Business, and host to the mobile app lab.\n\n“We have classes, we have the IPRO (Interprofessional Projects Program) program; we have this kind of co-curricular activity which hopefully results in business, and we have the actual businesses,” he said. “We have the whole continuum. Students, faculty, alumni and tech park tenants can get the resources they need.”\n\nThe enthusiasm for mobile computing was evident on a recent day at the center, which is housed at the university’s sprawling campus on Chicago’s south side. Students milled about the informal lab space, munching on take-out at their computers while providing demos of projects such as the IIT Navigator, a mobile app that provides maps, current event listings and access to the campus radio station for the university community.\n\n“We’re trying to focus and build expertise,” said Nikhil Mandrekar, 24, who runs the lab and recently graduated from the school’s business administration and applied science program. “We get clients from all over the place.”\n\nThe lab students’ own preferences for mobile devices spanned the market spectrum, including iPhones, BlackBerrys and Android phones as well as more traditional cellphones.\n\nRokop, who serves as mentor to the students, said part of his role involves linking the university’s technology developments to Chicago’s broader business community. He came up with the idea for the lab last October and it quickly caught on. With minimal investment, it has already sparked broader university awareness; one professor just ordered 30 iPads for a programing class.\n\n“I tend to be a catalyst,” Rokop said. “This kind of activity brings in professors and brings in more students.”\n\nTechnology experts said the school’s foray into mobile computing is on the cutting edge, as not many universities have yet to develop practical skill-based curricula that can be directly applied to the market.\n\n“I think it’s really innovative,” said Mark Suster, a partner with GRP, a Los Angeles-based venture capital firm focused on technology investments.\n\n“The mobile environment is different,” Suster said, noting that developing applications for mobile environments calls for awareness of issues such as the limitations of battery power and the need to operate on lower bandwidths. “Any institution that understands how is definitely ahead of most universities.”\n\nDespite the market’s promise, students can see firsthand there’s no easy road to developing a successful app. Leslie’s company, ProOnGo, was originally born out of a new venture contest at the University of Chicago’s MBA program some three years ago; it is still not profitable, despite its software being selected as the top choice among expense programs for BlackBerry users since last July. Leslie said he hopes to be cash flow positive by the end of the year.\n\n“Our plan from the beginning was to support as many different smart phones as we could,” he said. “It’s a lot of work, especially when you’re doing mobile business-to-business apps.”"
    },
    {
        "time": "7:38PM UTC",
        "header": "verizon customers lust for iphone, says survey",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS236324537420100505",
        "body": "Verizon subscribers would jump at the chance to have an iPhone, with more than half of those surveyed saying they would likely switch to an Apple handset, a recently-released poll said.\n\nSaying that there is “an unprecedented level of pent-up demand for the iPhone among Verizon subscribers,” Rockville, Md.-based market research firm ChangeWave said its survey of more than 4,000 consumers pegged Verizon as the U.S. carrier most likely to reap massive rewards if Apple opens up the iPhone to other providers.\n\nOf those polled who are currently Verizon subscribers, 19% said they were “very likely” to buy an iPhone if it became available to the carrier, with another 34% answering that they were “somewhat likely” to buy. Both numbers were higher than those for either Sprint or T-Mobile subscribers.\n\n“If Verizon were ever to offer the iPhone, the evidence points to it having a profound and likely transformative impact on the industry,” ChangeWave’s report of last week said.\n\nBrian Marshall, a financial analyst with BroadPoint AmTech who tracks Apple , agreed. “I think the upside for Verizon [and the iPhone] is tremendous,” he said today. “If Verizon gets the iPhone in the March 2011 timeframe, as I expect, Verizon will sell at least 11 million iPhones in the calendar year.”\n\nChangeWave also asked U.S. consumers their opinions of their mobile carriers, whether they planned to switch carriers within the next 90 days, and how many dropped calls they’d encountered in the last three months.\n\nPerhaps surprising to some, only 8% of the consumers now using AT&T said they were “very likely” or “somewhat likely” to switch, significantly fewer than said the same for Sprint (10%) and T-Mobile (14%). ChangeWave credited the lower percentage of AT&T users looking to change to the iPhone lock-in.\n\n“AT&T’s low churn rate -- despite its relatively poor Very Satisfied rating and its high percentage of dropped calls -- is attributable to the huge advantage it continues to maintain as the exclusive U.S. service provider for the Apple iPhone,” the market research company said. While 45% of the survey respondents who use Verizon told ChangeWave that they were “very satisfied” with their service, only 15% of those subscribing to AT&T said the same.\n\nMarshall agreed. “AT&T is God-awful,” he said. “But what people are saying is ‘Don’t take away my iPhone.'”\n\nChangeWave’s survey results on dropped calls buttress the complaints made by iPhone users since Apple introduced the smartphone: AT&T’s network performance is sub-standard. According to ChangeWave, 4.5% of those polled who use AT&T reported dropped calls in the last 90 days, the highest number of any of the four major U.S. providers. Only 1.5% of Verizon subscribers, for instance, said that they’d experienced dropped calls in the same period.\n\nAT&T has been hammered on the issue unfairly, some have said, pointing out that no other U.S. carrier has had to handle the massive data demand that iPhone users produce. That hasn’t stopped users from complaining, or in some cases, from filing lawsuits against the mobile provider. It’s possible, say the pro-AT&T commentators, that any carrier, Verizon included, would drop calls and suffer from poor network performance if it also sold the iPhone.\n\nChangeWave’s report on its March wireless survey can be downloaded from the company’s site ( download PDF )\n\nGregg Keizer covers Microsoft, security issues, Apple, Web browsers and general technology breaking news for Computerworld . Follow Gregg on Twitter at @gkeizer or subscribe to Gregg’s RSS feed . His e-mail address is gkeizer@ix.netcom.com .\n\nRead more about smartphones in Computerworld’s Smartphones Knowledge Center."
    }
]