[
    {
        "time": "11:17AM UTC",
        "header": "sprint shares tumble on iphone cost fears",
        "link": "http://www.reuters.com/article/2011/10/04/idUSN1E7930JX20111004",
        "body": "* Investors worry if Sprint can make money from iPhone\n\n* Sprint shares fall as much as 17 pct\n\nNEW YORK, Oct 4 (Reuters) - Sprint Nextel (S.N) shares fell as much as 17 percent on Tuesday as investors worried about the cost of selling the Apple Inc (AAPL.O) iPhone on top of its plans to upgrade its network and its debt obligations.\n\nThe decline followed a 10 percent dive in Sprint’s stock on Monday after a Wall Street Journal report that the money-losing company will have to pay Apple $20 billion over the next four years and will lose money on the iPhone until 2014.\n\nSprint and Apple declined to comment on the story, which came a day ahead of an Apple event where the company is expected to unveil its next iPhone model.\n\n“This is a huge gamble for Sprint and people are justifiably worried that they won’t be able to make any money doing it. It’s not a company that’s in great financial shape right now,” said Stifel Nicolaus analyst Chris King.\n\nConcerns about Sprint also dragged down Clearwire Corp CLWR.O, which is majority-owned by Sprint. Clearwire, which needs billions of dollars in funding to finish building its own network, saw its shares fall 4 percent to $3.32 on Nasdaq.\n\nWorry about Sprint may put Clearwire’s “viability into question, especially if you thought Sprint was going to wind up buying them,” King said.\n\nThe Journal story, which cited unnamed sources, said Sprint has committed to buy 30.5 million iPhones from Apple in the next four years.\n\nSprint shares recovered slightly but were still down 9 percent at $2.48 in late-morning trading on the New York Stock Exchange. They touched a low of $2.25 earlier."
    },
    {
        "time": "12:53PM UTC",
        "header": "update 1-apple to showcase new iphone after 15-month hiatus",
        "link": "http://www.reuters.com/article/2011/10/04/apple-iphone-idUSN1E79313P20111004",
        "body": "* New phone expected to be faster with bigger screen\n\nSAN FRANCISCO, Oct 4 (Reuters) - Apple Inc (AAPL.O) is set to unveil the fifth iteration of the iPhone on Tuesday after a 15-month hiatus, hoping to fend off hard-charging Android rivals and safeguard its lead in the smartphone market.\n\nThe new iPhone comes at a critical juncture as Android phones from Samsung Electronics (005930.KS) and other competitors close in on Apple’s lead.\n\nAndroid phones now collectively hold more than four-fifths of the U.S. market, a mere three years after Google Inc (GOOG.O) launched the mobile software.\n\nNewly appointed Apple CEO Tim Cook will unwrap the new iPhone at corporate headquarters, running the first major product launch in years without Chairman Steve Jobs. Apple stock was up 1.7 percent just ahead of the event.\n\nThe iPhone 5, which is expected to be faster, thinner and have a larger screen, arrives just in time for the crucial holiday shopping season.\n\nIt is expected to be loaded with the updated iOS5 software that Apple unveiled in June. Some of the new features include improved notification functions and better Twitter integration.\n\n“We expect improved processing power and camera capabilities, with a potential bump in RAM, though that may not be needed with iCloud,” said William Power, analyst with Baird Equity Research.\n\n“Various sources have suggested that Apple will debut more robust voice control functionality,” he added.\n\nApple faces the challenge of sustaining the popularity of its current iPhone 4, more than a year old. Apple sold more than 20 million units in the third quarter ended June 25.\n\nNielsen data shows the iPhone was No. 2 in the United States with a 28 percent market share -- slightly more than half Android’s 43 percent.\n\nGlobally, according to IHS iSuppli, iPhone shipments climbed 9.1 percent in the second quarter while Nokia’s plummeted more than 30 percent, handing the top spot to Apple with a market share of 18.4 percent.\n\nBut Samsung, whose shipments grew even faster, is coming on strong with a global market share of 17.8 percent.\n\nSome on Wall Street also expect Apple to unveil a cheaper phone for the fast-growing Asian market, one of the areas where Apple can accelerate its growth.\n\nOthers expect a cameo appearance by Jobs, though a no-show would not be a major disappointment.\n\nFor a graph showing Apple's share price since Jobs stepped down, click on: link.reuters.com/vuw24s\n\nThe iPhone 4 pricing starts at $199 and is available on the networks of AT&T Inc (T.N) and Verizon Wireless, a venture of Verizon Communications Inc (VZ.N) and Vodafone Group Plc (VOD.L). Many analysts expect Sprint (S.N) will become the third U.S. operator to sell the iPhone when the next version is launched. [ID:nN1E7921JD]\n\nApple launches are some of the hottest events on the tech calendar, scrutinized by fans, investors, the media and industry insiders alike. Tuesday’s “Let’s talk iPhone” show, starting at 1 pm Eastern time, will mark Cook’s unofficial debut since taking over from co-founder Jobs in August. [ID:nN1E791037] (Editing by Edwin Chan, Richard Chang and Ted Kerr)"
    },
    {
        "time": "7:25PM UTC",
        "header": "sprint confirms plan to sell iphone",
        "link": "http://www.reuters.com/article/2011/10/04/us-sprint-shares-idUSTRE7933YM20111004",
        "body": "NEW YORK (Reuters) - Sprint Nextel confirmed that it will sell the next version of Apple Inc’s iPhone, ending months of speculation about whether it would become the third U.S. operator to sell the popular device.\n\nBut the No. 3 U.S. mobile provider would not say whether its iPhone would come with a flat-fee service for unlimited data use - an offering analysts see as Sprint’s only hope for making its iPhone more competitive than rivals.\n\nSprint shares closed up 5 percent after the confirmation, recouping some losses from the previous day when investors fled due to worries about the cost of the device to Sprint, which has been shedding subscribers and posting quarterly losses for several years.\n\nWhile carrying the device should help Sprint keep subscribers from fleeing to other operators, some analysts worried whether the costs would outweigh the benefits because Apple phones come at a steep premium to other devices.\n\n“This is a huge gamble for Sprint and people are justifiably worried that they won’t be able to make any money doing it. It’s not a company that’s in great financial shape right now,” said Stifel Nicolaus analyst Chris King.\n\nAnalysts questioned how Sprint will be able to find the money to pay a premium to Apple on top of its obligations to pay back billions of dollars in debt and its plan to spend about $5 billion on an network upgrade in coming years.\n\nThe day before the phone was announced Sprint shares fell 10 percent after a Wall Street Journal report that the money-losing company committed to buy 30.5 million iPhones from Apple over the next four years and would pay $500 to subsidize each phone, leading it to lose money on the device until 2014.\n\nSprint and Apple have declined to comment on that story.\n\nBut since carriers always end up paying a premium for Apple phones, the addition of a third U.S. iPhone distributor also highlights Apple growing power in the U.S. wireless market, said Pacific Crest analyst Steve Clement.\n\n“The more skews Apple has out there and the more distribution partners, the more market share they’ll take. It’s generally taking more profits from the carriers,” he said.\n\nOn top of this worry investors and gadget fans were less than enthusiastic about the iPhone 4 product upgrade that Apple unveiled on Tuesday.\n\nAT&T Inc, Verizon Wireless -- a venture of Verizon Communications and Vodafone Group Plc -- and Sprint are expected to begin taking pre-orders for the iPhone 4S on October 7.\n\nUnlike Sprint, neither Verizon nor AT&T offer unlimited data services. Analyst John Jackson of CCS Insight was skeptical that enough consumers would move from AT&T or Verizon Wireless to Sprint to make the expense worthwhile.\n\n“Even with unlimited data Sprint will have a challenge here,” Jackson said. “Will it be sufficient mass to move the needle? I think it’s questionable.”\n\nConcerns about Sprint also dragged down Clearwire Corp, which is majority-owned by Sprint. Clearwire, which needs billions of dollars in funding to finish building its own network, saw its shares fall 11 percent to $2.15 on Nasdaq.\n\nWorry about Sprint may put Clearwire’s “viability into question, especially if you thought Sprint was going to wind up buying them,” Stifel’s King said.\n\nSprint shares closed up 5 percent at $2.86 on the New York Stock Exchange on Tuesday but were still below their $3.04 close on Friday before the Wall Street Journal report about Sprint’s commitment to Apple."
    },
    {
        "time": "11:46PM UTC",
        "header": "update 2-japan's kddi to sell new iphone - apple",
        "link": "http://www.reuters.com/article/2011/10/05/apple-japan-idUSL3E7L42VU20111005",
        "body": "TOKYO, Oct 5 (Reuters) - Japan’s second-largest mobile carrier KDDI will sell Apple’s new iPhone, the California-based company said, ending rival operator Softbank’s highly profitable reign as the sole provider in Japan.\n\nShares of Softbank fell 2.3 percent in morning trade, while KDDI fell 0.5 percent and market leader NTT Docomo slid 1.4 percent. That compared with a 0.8 percent fall in the benchmark Nikkei average .\n\nThe market response may have been muted by the fact that the reception for the iPhone 4S, unveiled on Tuesday in California, was lukewarm compared with the rapturous welcome sparked by previous models.\n\nSoftbank will put the iPhone 4S on sale on Oct. 14, while KDDI said it has not yet decided when it will begin to offer the latest version of the hugely popular smartphone.\n\n“Having KDDI sell the iPhone may liven up the whole smartphone market,” said analyst Shinji Moriyuki of SMBC Nikko Securities in Tokyo. “I think more people will switch from feature phones.”\n\nThe move, reported earlier by Japanese media, comes after Apple opted for similar strategies in other markets, with Sprint becoming the third operator to offer the iPhone in the United States, after AT&T and Verizon .\n\nAnalysts say the loss of de facto exclusivity will be a blow for Softbank, Japan’s third-largest mobile carrier, which saw profits balloon after it threw its weight behind the iPhone even as other carriers expressed scepticism that it would take off in a market dominated by feature phones from domestic makers.\n\nSoftbank has long been criticised by users for its patchy network quality, and risks losing iPhone fans to its rival.\n\n“To lose that effective exclusivity does give them a little bit more head wind. They will have to work harder,” said Nathan Ramler, an analyst for Macquarie Capital Securities.\n\nIt may be only a matter of time before Docomo, with half of Japan’s 120 million mobile phone users, also takes a bite of Apple’s newest offering, possibly spurring an increase in total iPhone sales in Japan.\n\nThe trend everywhere is for the iPhone to be offered by multiple cell service providers, which would suggest that Apple may extend itself further, said Macquarie’s Ramler.\n\n“I expect over time to see a similar trend in Japan,” he said. (Reporting by Poornima Gupta in California, Isabel Reynolds, Tim Kelly and Maki Shiraki in Tokyo; Editing by Michael Watson and Chris Gallagher)"
    },
    {
        "time": "4:25PM UTC",
        "header": "will you buy the new apple iphone?",
        "link": "http://www.reuters.com/article/2011/10/04/idUS199406290420111004",
        "body": "Apple took the wraps off a new iPhone on Tuesday but may have left some fans and investors wishing for more than an updated version of last year’s iPhone 4 smartphone.\n\nApple CEO Tim Cook, who took the reins from the co-founder Steve Jobs in August, and his executive team showed off a souped-up device that comes with voice recognition and a better camera, but it looked identical to the last phone and did little to lift the bar for smartphones. Let us now below what you think of Apple’s latest device. Note: There is a poll embedded within this post, please visit the site to participate in this post’s poll. Note: There is a poll embedded within this post, please visit the site to participate in this post’s poll. Note: There is a poll embedded within this post, please visit the site to participate in this post’s poll."
    },
    {
        "time": "3:05PM UTC",
        "header": "refile-update 5-new apple iphone draws muted response",
        "link": "http://www.reuters.com/article/2011/10/04/apple-iphone-idUSN1E79317J20111004",
        "body": "* Web viewership of event jumps, some sites crash (Rewrites first paragraph, adds details of new phone)\n\nCUPERTINO, Calif., Oct 4 (Reuters) - Apple Inc (AAPL.O) took the wraps off a new iPhone on Tuesday, but may have left some fans wishing for more than an updated version of last year’s smartphone.\n\nNewly minted CEO Tim Cook helmed his first major product launch with aplomb. The operations and supply-chain expert, not known for pitching products, stood in for ailing co-founder Steve Jobs, who did not show up as some expected he would.\n\nThe new iPhone is faster, souped-up and comes with voice recognition and and a better camera as expected, but did little to lift the bar for smartphones.\n\nInvestors and Apple fans, who were looking to be blown away by some amazing new surprise, sent the shares down as much as 3 percent. “It’s been 16 months and all you’ve got is an A5 processor in the existing iPhone 4,” said BGC Partners’ analyst Colin Gillis.\n\nThe latest iPhone come at a critical juncture as Android phones by Samsung Electronics (005930.KS) and other competitors close in on Apple’s lead. Android phones dominate the U.S. market three years after Google introduced the software.\n\nSome shareholders and analysts were expecting a cameo appearance by Jobs, now chairman. The pancreatic cancer survivor, who handed the reins to Cook in August after taking his third medical leave, has not yet appeared.\n\nApple launches are some of the hottest events on the tech calendar. Tuesday’s “Let’s talk iPhone” show marked Cook’s unofficial debut since taking over from Jobs in August. [ID:nN1E791037]\n\nApple must sustain the popularity of its iPhone 4, which is more than a year old. Apple sold more than 20 million units in the third quarter, which ended June 25.\n\nThe iPhone, which accounts for more than 40 percent of Apple’s sales, has been a big success since it came out in 2007, making Apple into one of the world’s leading consumer electronics companies.\n\nThe company also claims inroads into a corporate market dominated by Research in Motion RIM.TO RIMM.O. It said more than 90 percent of Fortune 500 companies are testing or using its iPhones and iPads.\n\nRIM shares trading on the Nasdaq stock market were down nearly 3 percent. Apple’s shares fell about 1 percent to $371.32, while Google shares fell 1.4 percent. <^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^\n\nThe iPhone event took place at Apple Central -- the same venue where the iPod first was introduced years ago -- versus the larger, splashier venues of more recent choice such as downtown San Francisco’s Moscone center.\n\nThe restricted attendance may have triggered a surge in online viewership, which slowed or crashed live blogs run by websites such as Engadget, Wired and Gizmodo.\n\nInterest was high with Google emerging as a formidable competitor after three years of rapid market expansion.\n\nThe latest version of the iPhone comes as the economy slows and competition intensifies. More than 550,000 Android-based devices -- including tablets -- are activated each day.\n\nNielsen data shows the iPhone was No. 2 in the United States with a 28 percent market share, with Android at 43 percent.\n\nGlobally, iPhone shipments rose 9.1 percent in the second quarter while Nokia’s plummeted more than 30 percent, handing the top spot to Apple with a market share of 18.4 percent, according to IHS iSuppli. Samsung, whose shipments grew faster, is coming on strong with a market share of 17.8 percent. (Additional reporting by Noel Randewich. Writing by Edwin Chan. Editing by Phil Berlowitz and Robert MacMillan)"
    },
    {
        "time": "5:27PM UTC",
        "header": "rim shares yo-yo on speculation, apple event",
        "link": "http://www.reuters.com/article/2011/10/04/us-rim-idUSTRE7934E020111004",
        "body": "TORONTO (Reuters) - Shares in Research In Motion ended 2 percent higher in yo-yo trade on Tuesday after rival Apple hinted at threats to RIM’s core corporate market, but failed to wow fans and investors with its latest iPhone.\n\nThe BlackBerry maker’s stock started the day with a surge of nearly 10 percent on talk that it had hired an investment bank revived speculation could be a takeover target.\n\nBut the stock then reversed course, slumping to its lowest in almost six years, as Apple CEO Tim Cook said major corporations were mulling a switch to the iPhone and iPad and spoke about iMessage, a real-time instant messaging service that could threaten the popular BlackBerry Messenger.\n\nCook said 93 percent of Fortune 500 companies are testing or deploying the iPhone, and 92 percent are considering or using the iPad - developments that could give Apple an edge in the corporate market where RIM’s BlackBerry made its name.\n\nApple also said iMessage would be available on suddenly cheaper iPhone 4 and 3GS models.\n\nBut with Apple launching only an incremental iPhone improvement, RIM shares recovered and closed 2.4 percent higher at $21 on the Nasdaq. Apple stock ended lower.\n\nBoth Messenger and its secure corporate email system have been big draws for RIM in the past. But the company has rapidly lost market share in the United States as customer switch to sleeker models from Apple or powered by Google’s Android operating system.\n\nAvian Securities analyst Matthew Thornton said traders likely exited RIM short positions - bets that RIM’s share price would fall further - on the morning’s takeover speculation and then shorted the stock again ahead of the Apple event.\n\n“You figure Apple is going to tout things that are going to reflect negatively on RIM, and they did,” he said.\n\n“RIM shares have come back a couple of points because they (Apple) didn’t announce an iPhone 5 and it wasn’t as exciting as people thought,” Thornton said.\n\nRIM’s shares fell as low as $19.29 on the Nasdaq, the first time the shares have dipped below $20 on a stock-split adjusted basis since late 2005.\n\nRIM’s shares have slumped more than 60 percent this year after a series of profit warnings and dismal sales of its PlayBook tablet computer, which the company had hoped would compete with the hugely popular iPad.\n\nThat depressed valuation has made RIM shares more volatile, and they move wildly on any type of speculation.\n\nThe shares jumped last week on chatter that activist investor Carl Icahn had taken an interest in the company and would agitate for change.\n\nRIM faces other threats as well, with carriers in North America willing to subsidize Apple’s iPhones to a greater degree than other handsets. That means consumers can get an iPhone at a similar cost to cheaper BlackBerry devices.\n\nAlso on Tuesday, Canada’s largest wireless carrier, Rogers Communications, said it was launching a program to enable corporate customers to use Apple and Google Android devices to send secure business email.\n\nSeparately, RIM has registered 3 million shares for use in an employee stock plan, a six-fold increase on its existing program, the company said in a regulatory filing to the U.S. Securities and Exchange Commission.\n\nHaving more shares available as employee compensation may help morale at a challenging time for RIM, which said earlier this year it was cutting 11 percent of its workforce.\n\nThe company ran into trouble with both the SEC and the Ontario Securities Commission over its stock option plan for the period between 1996 and 2006."
    },
    {
        "time": "11:50PM UTC",
        "header": "japan's kddi to sell new iphone: apple",
        "link": "http://www.reuters.com/article/2011/10/05/us-apple-japan-idUSTRE7937PU20111005",
        "body": "TOKYO (Reuters) - Japan’s second-largest mobile carrier KDDI will sell Apple’s new iPhone, the California-based company said, ending rival operator Softbank’s highly profitable reign as the sole provider in Japan.\n\nShares of Softbank fell 2.3 percent in morning trade, while KDDI fell 0.5 percent and market leader NTT Docomo slid 1.4 percent. That compared with a 0.8 percent fall in the benchmark Nikkei average.\n\nThe market response may have been muted by the fact that the reception for the iPhone 4S, unveiled on Tuesday in California, was lukewarm compared with the rapturous welcome sparked by previous models.\n\nSoftbank will put the iPhone 4S on sale on October 14, while KDDI said it has not yet decided when it will begin to offer the latest version of the hugely popular smartphone.\n\n“Having KDDI sell the iPhone may liven up the whole smartphone market,” said analyst Shinji Moriyuki of SMBC Nikko Securities in Tokyo. “I think more people will switch from feature phones.”\n\nThe move, reported earlier by Japanese media, comes after Apple opted for similar strategies in other markets, with Sprint becoming the third operator to offer the iPhone in the United States, after AT&T and Verizon.\n\nAnalysts say the loss of de facto exclusivity will be a blow for Softbank, Japan’s third-largest mobile carrier, which saw profits balloon after it threw its weight behind the iPhone even as other carriers expressed skepticism that it would take off in a market dominated by feature phones from domestic makers.\n\nSoftbank has long been criticized by users for its patchy network quality, and risks losing iPhone fans to its rival.\n\n“To lose that effective exclusivity does give them a little bit more head wind. They will have to work harder,” said Nathan Ramler, an analyst for Macquarie Capital Securities.\n\nIt may be only a matter of time before Docomo, with half of Japan’s 120 million mobile phone users, also takes a bite of Apple’s newest offering, possibly spurring an increase in total iPhone sales in Japan.\n\nThe trend everywhere is for the iPhone to be offered by multiple cell service providers, which would suggest that Apple may extend itself further, said Macquarie’s Ramler.\n\n“I expect over time to see a similar trend in Japan,” he said."
    },
    {
        "time": "5:38PM UTC",
        "header": "iphone 4s unleashes more creative destruction",
        "link": "http://www.reuters.com/article/2011/10/04/idUS289450557120111004",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nApple has an astonishing ability to casually unleash creative destruction. Its latest iPhone, the 4S, offers faster data-processing and downloads, as well as voice-powered software. This may not have lived up to the most feverish expectations of investors: Apple shares fell while the market rallied. But it will do more than enough to create headaches for companies ranging from Research In Motion to American Greetings.\n\nSmartphones started by devouring the personal digital assistant, as any former Palm Pilot aficionado can testify. They terrorized the market for fixed-line phones, which are now in sharp decline. Apple’s newest gadget shows just how hungry smartphone makers, and Apple in particular, are to eat rivals’ lunches.\n\nThe new iPhone’s camera offers sharply better video. That will further hurt sales of digital still and video cameras. Its software allows easy and free texting to other Apple devices. That’s bad news for telephone operators, who make fat margins on such services. Instant messaging has also been the killer app for BlackBerry users.\n\nApple also unveiled a function that lets users digitally create their own greeting cards and send them in physical form. That may not excite Apple’s most ardent fans, but it was enough to send shares of card-makers American Greetings and International Greetings reeling. Oh, and the new iPod Nano allows runners to track their performance, which will take a chunk out of the market for personal fitness monitors and shoes with sensors.\n\nIn a sense, though, these are the easily quantifiable effects of the new iPhone. The device also comes with voice-powered software allowing users to search the Internet, answer queries, take dictation or set up phone commands. It’s hard to judge how effective this software is until it actually hits the shelves. But investors on the lookout for Apple’s creative-destructive impact are surely drawing up a new list of victims."
    },
    {
        "time": "3:52PM UTC",
        "header": "shutterfly slumps on apple card app announcement",
        "link": "http://www.reuters.com/article/2011/10/04/us-shutterfly-apple-idUSTRE7935OO20111004",
        "body": "SAN FRANCISCO (Reuters) - Shares of Shutterfly Inc and American Greetings Corp dropped on Tuesday after Apple Inc unveiled a new greeting card application.\n\nThe new app lets users design greeting cards on iPods, iPhones or iPads. Apple will then print and mail the cards for $2.99 in the U.S. and $4.99 outside the U.S.\n\nShares of Shutterfly, an online photo company, declined 12 percent to $35.42 in afternoon trading, while American Greetings, a leading card company, lost 6.8 percent to $16.51."
    },
    {
        "time": "9:06PM UTC",
        "header": "taiwan stocks rise; htc up on iphone disappointment",
        "link": "http://www.reuters.com/article/2011/10/05/markets-taiwan-stocks-idUST8E7K801320111005",
        "body": ""
    },
    {
        "time": "8:53PM UTC",
        "header": "factbox: new iphone has similar specs to rival devices",
        "link": "http://www.reuters.com/article/2011/10/05/us-apple-phone-idUSTRE79407Z20111005",
        "body": "(Reuters) - Here’s how the Apple Inc iPhone 4S stacks up to rival devices from Samsung Electronics Co Ltd, HTC Corp and Motorola Mobility .\n\nProcessor: dual-core, twice as fast as iPhone 4 processor\n\nReporting by Sinead Carew and Liana B. Baker; editing by Bernard Orr"
    },
    {
        "time": "8:43PM UTC",
        "header": "update 8-new apple iphone fails to wow investors, fans",
        "link": "http://www.reuters.com/article/2011/10/05/apple-iphone-idUSN1E7931NK20111005",
        "body": "* Fans disappointed at lack of design changes\n\n* Steve Jobs does not appear at the event\n\n* Shares fall as much as 5 percent before recovering (Adds analyst’s comments, market details)\n\nCUPERTINO, Calif., Oct 4 (Reuters) - Apple Inc’s (AAPL.O) newest iPhone left Wall Street and fans wishing for more than a souped-up version of last year’s device, at a time when rival smartphone makers are nipping at its heels.\n\nAt his first major product launch since being crowned CEO, Tim Cook ceded the critical iPhone presentation to another executive, and failed to generate the same level of excitement and buzz that predecessor Steve Jobs was famous for.\n\nThe new iPhone 4S is identical in form to the previous model, disappointing fans who had hoped for a thinner, bigger-screened design. Apple’s shares fell as much as 5 percent, before recovering with the broader market to close down 0.6 percent.\n\nBut analysts say the new device sported some new features, such as voice commands, to draw in consumers and is still going to be a big draw this holiday season, particularly as the phone is now available on Sprint’s (S.N) network in addition to AT&T (T.N) and Verizon Wireless (VZ.N) (VOD.L).\n\nIt remains to be seen whether the iPhone 4S can stem market share gains by phones running Google Inc’s (GOOG.O) Android software. Samsung Electronics (005930.KS), notably, is growing global shipments several times faster than Apple and is now estimated at within a hair’s breadth of catching up in worldwide market share.\n\n“It’s been 16 months and all you’ve got is an A5 processor in the existing iPhone 4,” BGC Partners’ analyst Colin Gillis said of the new Apple phone. “It’s a mild disappointment, but they’re still going to be selling millions of units.”\n\nThe iPhone 4S’s voice commands -- for sending messages, searching for stock prices and other applications -- caught the attention of several analysts who argued it could profoundly change the user experience.\n\nKnown as “Siri”, the technology already exists on Android but experts say Apple’s integration was more fluid -- a hallmark of the company.\n\nWhether such high-tech wizardry is enough to make the iPhone 4S a must-have in consumers’ eyes and set it apart from the competition, remains to be seen.\n\n“It’s not clear that Siri is sufficient to make or break a purchase decision,” said John Jackson, an analyst at CCS Insight. “It’s a better mousetrap. History tells us users don’t use this technology in great numbers.” <^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^\n\nNew iPhone has similar specs to rivals [ID:nN1E79312Y]\n\nWhile the iPhone 4S sports many of the features leaked in tech blogs before Tuesday, it lacked the “wow” factor that some were hoping for to sustain the popularity of the brand.\n\nIn some ways, Apple may have been a victim of past success. Product launches by Jobs, now chairman, had been some of the hottest events on the tech calendar.\n\nThe iPhone, which accounts for more than 40 percent of Apple’s sales, has been a success since it came out in 2007, making Apple one of the world’s top electronics companies.\n\nCook said Apple has made significant inroads into the corporate market, with more than 90 percent of Fortune 500 companies testing or using its iPhones and iPads. The news sent shares of BlackBerry maker RIM RIMM.O down nearly 3 percent at one point. Google shares finished 1.3 percent higher.\n\nThe iPhone 4S will cost $199 with pre-orders starting Oct. 7. Apple also cut the price of the older iPhone 4 to $99, and said an even older “3GS” model will be available for free to customers who sign a long-term contract.\n\nThat could help Apple expand into developing markets such as Asia, Samsung’s backyard. And it might allow Apple to take a bite out of a low-end market it had eschewed.\n\n“Apple is hitting Nokia when it’s vulnerable. How many billions of people in emerging markets would love to have an iPhone? These are a growing demographic,” said YCMNet Advisors CEO Michael Yoshikami.\n\nTuesday’s iPhone event took place at Apple Central -- the same venue where the iPod was introduced years ago -- versus the larger, splashier venues of more recent choice, such as downtown San Francisco’s Moscone center.\n\nThe event, though as usual choreographed to a tee, lacked the oomph and pizazz of Apple events in years past and sorely missed the star power that Jobs brought to the unveilings.\n\nHeading into the event, many on Wall Street had questioned Cook’s ability to lead the company as Jobs had. In terms of stage presence, Jobs was a tough act to follow.\n\nWhile it did little to alleviate concerns about whether the company would stay a creative force to be reckoned with without its founder and visionary at the helm, analysts say Tuesday’s proceedings hinted at Apple’s new team-based approach.\n\n“What he did is let the team shine through,” said Forrester Research analyst Frank Gillett. “What we may see is a somewhat different style, and frankly a healthy style that says: Look, this is a team that works together, there’s a deep bench, it’s not just one person.”\n\nTwitter users were not impressed with the phone, though.\n\n“Please note I will be selling some ‘S’ stickers for $0.99 so iPhone 4 owners have a cheaper upgrade option,” wrote HAL9000 on Twitter.\n\nTomlinsonr tweeted, “I’ll have a double helping of ‘meh’ with a side of ‘whatever’.”\n\nThe latest version of the iPhone comes as the economy slows and competition intensifies. People activate more than 550,000 Android-based devices -- including tablets -- each day.\n\nNielsen data shows the iPhone was No. 2 in the United States with a 28 percent market share, with Android at 43 percent.\n\nGlobally, iPhone shipments rose 9.1 percent in the second quarter while Nokia’s plummeted more than 30 percent, handing the top spot to Apple with a market share of 18.4 percent, according to IHS iSuppli. Samsung, whose shipments grew faster, is coming on strong with a market share of 17.8 percent.\n\nDespite disappointment online, analysts said the phone is superior to many rival offerings.\n\n“Voice recognition has been on Google and Blackberry devices for years, but Apple will make it much more usable,” said Morgan Keegan analyst Tavis McCourt. (Additional reporting by Noel Randewich, Alistair Barr and Sarah McBride in San Francisco, and Sinead Carew and Liana B. Baker in New York. Writing by Edwin Chan. Editing by Phil Berlowitz, Robert MacMillan and Bernard Orr)"
    },
    {
        "time": "2:37PM UTC",
        "header": "us stocks snapshot-shares fall in choppy session; apple weighs",
        "link": "http://www.reuters.com/article/2011/10/04/markets-stocks-nasdaq-idUSWEN908220111004",
        "body": "NEW YORK, Oct 4 (Reuters) - U.S. stocks fell in a volatile session on Tuesday as comments from Fed Chairman Ben Bernanke about helping the struggling economy vied with fears of contagion from Europe’s debt crisis.\n\nIn addition, weakness in Apple Inc (AAPL.O) reversed earlier strength in the Nasdaq.\n\nThe Dow Jones industrial average .DJI dropped 146.86 points, or 1.38 percent, to 10,508.44. The Standard & Poor's 500 Index .SPX dropped 10.12 points, or 0.92 percent, to 1,089.11. The Nasdaq Composite Index .IXIC dropped 9.27 points, or 0.40 percent, to 2,326.56."
    },
    {
        "time": "9:38AM UTC",
        "header": "refile-update 3-nokia still pledging windows phone as apple marches on",
        "link": "http://www.reuters.com/article/2011/10/04/nokia-elop-idUSL5E7L30O920111004",
        "body": "HELSINKI, Oct 4 (Reuters) - On the day that Apple launches the fifth generation of its ubiquitous iPhone, the once mighty Nokia is still weeks away from mounting a fightback.\n\nStephen Elop, chief executive of the Finnish mobile phone maker, on Tuesday promised to unveil its first Windows-based smartphones this quarter but it remains to be seen whether the they will start shipping in time for Christmas.\n\nThe launch is expected to coincide with the annual Nokia World trade show in London at the end of October and deliveries would need to start in early November to get the phones to consumers during the peak of the holiday-sales season.\n\nIn the past, Nokia has often unveiled phones half a year before deliveries started, but the company has said it plans to change that.\n\nAddressing a technology fair, Elop argued there is room for the new Windows smartphone in an already fiercely competitive market dominated by the iPhone and models based on Google’s Android operating system, which has won around half the market globally in the last few years.\n\n“Our belief is that there is a clear opportunity for an alternative ecosystem,” Elop said.\n\nMeanwhile Apple, which only entered the cellphone industry in 2007, is expected to unveil the new version of its iconic iPhone later on Tuesday.\n\n“You could argue that one of the most fundamental disruptions that the industry faced happened around 2007 ... when the iPhone was introduced,” Elop said. “The iPhone did something disruptive. It introduced a new level of experience.”\n\n“They created a new bar... that all of a sudden everything else was measured against,” he said.\n\nThe iPhone 5 -- expected to be faster, thinner and larger-screened -- will arrive on the shelves just in time for the holidays. It should sustain Apple’s smartphone momentum and help ward off a challenge from close runner-up Samsung, which uses Android.\n\nMarket sentiment towards Nokia has improved recently. According to Thomson Reuters data, with 14 analysts currently rating Nokia shares a buy and 17 saying sell. This compares with 9 on buy and 21 on sell at the start of September.\n\nBut the Windows phone has got it all to do.\n\n“Mr Elop is talking. I want action - show me the products and show me when you will ship them,” said John Strand, founder of Danish mobile industry consultancy Strand Consult.\n\nThe world’s largest phone maker by volume, left in the dust by Apple and Google, announced a high-risk new strategy at the start of the year to ditch its home-grown Symbian software for a deal with Microsoft .\n\nThe switch -- which Elop likened to jumping from a burning oil platform -- meant a tough eight-month changeover period during which investors fretted about the delay between the announcement and the first of its Windows smartphone models reaching the market.\n\nAlready struggling with falling sales and profits, Nokia has seen its shares halve since the announcement on worries it would lose so much market share before the new phones come out that it might never make up lost ground.\n\nBoth Apple and Samsung outstripped Nokia in the smartphone market last quarter, ending its 15-year reign at the top of that market. Nokia’s quarterly phone sales to end-June dropped 20 percent at a time when the market grew 10 percent\n\nThe firm is expected to report a 0.02 euros loss per share for the September quarter, according to estimates gathered by Thomson Reuters.\n\nElop, who took over a year ago, last week unveiled a plan to cut 3,500 jobs in his second major restructuring in six months. The redundancies come on top of cost cut plans set out in April, which included laying off 4,000 staff. . (Additional reporting by Ritsuko Ando; Editing by Chris Wickham and Sophie Walker)"
    },
    {
        "time": "7:18PM UTC",
        "header": "update 1-sprint confirms plan to sell iphone",
        "link": "http://www.reuters.com/article/2011/10/04/sprint-shares-idUSN1E79323Y20111004",
        "body": "* Investors worry if Sprint can make money from iPhone\n\nNEW YORK, Oct 4 (Reuters) - Sprint Nextel (S.N) confirmed that it will sell the next version of Apple Inc’s (AAPL.O) iPhone, ending months of speculation about whether it would become the third U.S. operator to sell the popular device.\n\nBut the No. 3 U.S. mobile provider would not say whether its iPhone would come with a flat-fee service for unlimited data use - an offering analysts see as Sprint’s only hope for making its iPhone more competitive than rivals.\n\nSprint shares closed up 5 percent after the confirmation, recouping some losses from the previous day when investors fled due to worries about the cost of the device to Sprint, which has been shedding subscribers and posting quarterly losses for several years.\n\nWhile carrying the device should help Sprint keep subscribers from fleeing to other operators, some analysts worried whether the costs would outweigh the benefits because Apple phones come at a steep premium to other devices.\n\n“This is a huge gamble for Sprint and people are justifiably worried that they won’t be able to make any money doing it. It’s not a company that’s in great financial shape right now,” said Stifel Nicolaus analyst Chris King.\n\nAnalysts questioned how Sprint will be able to find the money to pay a premium to Apple on top of its obligations to pay back billions of dollars in debt and its plan to spend about $5 billion on an network upgrade in coming years.\n\nThe day before the phone was announced Sprint shares fell 10 percent after a Wall Street Journal report that the money-losing company committed to buy 30.5 million iPhones from Apple over the next four years and would pay $500 to subsidize each phone, leading it to lose money on the device until 2014.\n\nSprint and Apple have declined to comment on that story.\n\nBut since carriers always end up paying a premium for Apple phones, the addition of a third U.S. iPhone distributor also highlights Apple growing power in the U.S. wireless market, said Pacific Crest analyst Steve Clement.\n\n“The more skews Apple has out there and the more distribution partners, the more market share they’ll take. It’s generally taking more profits from the carriers,” he said.\n\nOn top of this worry investors and gadget fans were less than enthusiastic about the iPhone 4 product upgrade that Apple unveiled on Tuesday. [ID:nN1E7931NK]\n\nAT&T Inc (T.N), Verizon Wireless -- a venture of Verizon Communications (VZ.N) and Vodafone Group Plc (VOD.L) -- and Sprint are expected to begin taking pre-orders for the iPhone 4S on Oct. 7.\n\nUnlike Sprint, neither Verizon nor AT&T offer unlimited data services. Analyst John Jackson of CCS Insight was skeptical that enough consumers would move from AT&T or Verizon Wireless to Sprint to make the expense worthwhile.\n\n“Even with unlimited data Sprint will have a challenge here,” Jackson said. “Will it be sufficient mass to move the needle? I think it’s questionable.”\n\nConcerns about Sprint also dragged down Clearwire Corp CLWR.O, which is majority-owned by Sprint. Clearwire, which needs billions of dollars in funding to finish building its own network, saw its shares fall 11 percent to $2.15 on Nasdaq.\n\nWorry about Sprint may put Clearwire’s “viability into question, especially if you thought Sprint was going to wind up buying them,” Stifel’s King said.\n\nSprint shares closed up 5 percent at $2.86 on the New York Stock Exchange on Tuesday but were still below their $3.04 close on Friday before the Wall Street Journal report about Sprint’s commitment to Apple. (Reporting by Sinead Carew; Editing by John Wallace, Phil Berlowitz)"
    },
    {
        "time": "10:31PM UTC",
        "header": "apple suppliers fall as new iphone disappoints; rivals rise",
        "link": "http://www.reuters.com/article/2011/10/05/apple-asia-idUSL3E7L506W20111005",
        "body": ""
    },
    {
        "time": "8:55AM UTC",
        "header": "apple unveils new iphone -- and it's not iphone 5",
        "link": "http://www.reuters.com/article/2011/10/04/idUS359027434120111004",
        "body": "New Apple CEO Tim Cook began his first product launch on Tuesday at Apple's headquarters in Cupertino by trumpeting all of his company’s successes, but after almost an hour of self-promotion and smaller updates, Apple unveiled its latest iPhone, the 4S.\n\nAs recently as a few weeks ago, many Apple followers had expected an announcement of the iPhone 5, but recent indicators suggested consumers would get a more modest update. It ended up somewhere in between, and the news actually leaked first on a Japanese retail site.\n\nAesthetically, the iPhone 4S looks identical to the iPhone 4, but internally it is brand new. Thanks to a new chip already present in the iPad 2, the new iPhone runs seven times faster.\n\n“Despite competitors trying really hard to copy the iPhone,” said Phil Schiller, Apple’s Senior Vice President for Worldwide Product Marketing. “They just haven’t been able to do it.”\n\nAlso read: Steve Jobs: I Can No Longer Meet My Duties as Apple's CEO\n\nThe iPhone 4S will be available Oct. 14 on Verizon, AT&T and a new addition, Sprint. It will also come with a new camera system, improved battery life and, as expected, a voice control system named \"Siri.\"\n\nFor now, it appears Siri will be limited to specific commands, but don't let that fool you, since it has the capability to understand quite a lot.\n\nWant to schedule events or read text messages? It can do it for you, so long as you direct it -- no hands required. You can ask whether you need a raincoat, and what time it is in a foreign city. And you can set an alarm.\n\nAlso read: Apple's iPhone Voice App: Revolution or Another Disappointment?\n\nAll of this voice capability is bound to leave some uneasy. When Schillar asked Siri \"Who are you,\" it responded \"I am a humble personal assistant.”\n\nStill, many of the tech writers in attendance seem to have been very impressed.\n\nApple also priced these new phones quite aggressively, offering the 16 GB for $199, the 32GB for $299 an the 64GB for $399.\n\nWhile the phone was the big news of the day, much of the program was dedicated to other new products.\n\nSchillar announced a slate of updates to the iPod Nano and iPod Touch, while Scott Forstall, Senior Vice President of iPhone Software, unveiled the latest update to Apple’s operating system, iOS 5. It will become available on Oct. 12 and offers more than 200 new features, including the Apple Newstand.\n\nThe Newstand gives publishers like the New York Times, Conde Nast and National Geographic a special home for their portable publications.\n\nWhile the lack of an iPhone 5 may be disappointing to some, Cook made it clear from the start that Apple feels pretty confident about its achievements. He announced the continued expansion of Apple stores, the robust sales figures for Apple products and the strong reviews most things with the Apple-logo have garnered.\n\nThe market did not immediately share Cook's optimism, as Apple's stock is down almost five percent. Still, that is not all that unusual for a company announcing new products. Related Articles: Steve Jobs: I Can No Longer Meet My Duties as Apple's CEO Apple's iPhone Voice App: Revolution or Another Disappointment?"
    },
    {
        "time": "9:05PM UTC",
        "header": "ceo cook kicks off apple's next act",
        "link": "http://www.reuters.com/article/2011/10/05/us-apple-cook-idUSTRE7940A720111005",
        "body": "CUPERTINO, California (Reuters) - The launch of Apple Inc’s iPhone 4S showed just how much fans miss the showmanship of Steve Jobs. But it also gave observers a hint as to how new helmsman Tim Cook might prefer to do things.\n\nCEO Cook ably directed the proceedings but unlike his long-time boss and master showman, quickly handed over the reins to his executive team for the actual unveiling of the new phone.\n\n“What he did is let the team shine through,” said Forrester Research analyst Frank Gillett. “What we may see is a somewhat different style, and frankly a healthy style that says: Look, this is a team that works together, there’s a deep bench; it’s not just one person.”\n\nThe event, though as usual choreographed to a tee, lacked the oomph and pizzazz of Apple events in years past and sorely missed the star power that Jobs brought to the unveilings.\n\nAnd it did little to alleviate concerns about whether the company would stay a creative force to be reckoned with beyond the next year or so without its founder and visionary at the helm.\n\n“There is every reason to be confident the company will not miss a beat operationally,” said John Jackson, analyst with CCS Insight, after attending the event. “In terms of product execution and in terms of vision, it’s fair to wonder out aloud if Apple is going to maintain its pace of innovation in terms of products and business model.”\n\nIn the intensely competitive mobile arena, branding and marketing play critical roles. Part of Apple’s mystique came from Jobs, a Silicon Valley icon who infused Apple launch events with his charisma, turning them into some of the hottest dates on the tech calendar.\n\nThe widespread disappointment with the new iPhone 4S had little to do with the device itself or the presentations but more to do with the fact that expectations had run high for a completely new phone leading up to the event, analysts said.\n\n“Tim Cook did fine,” Jackson said. “It wasn’t one of these things where he set the world on fire. He held up his end of the bargain.”\n\n“What is striking about this is that this is the beginning of a new era at Apple and today’s event brought that home,” he added. “The bench picks up where Steve lets off.”\n\nJobs has long been a larger than life figure inside and outside the company he co-founded.\n\nFamous for his “one more thing” mantra to introduce the show-stopper, Jobs’ showmanship captivated the audience. His product unveilings were watched by millions of fans and dissected by Wall Street analysts.\n\nExpecting Cook to replicate Jobs’ on-stage presence is unfair to the operations maven, perhaps even unwise, analysts said.\n\n“I see nothing here that says the formula’s not working,” said Gillett. “It’s certainly different characters running the game. It will be most interesting to see how it plays out in the market, when the products ship.”\n\nInstead, Apple’s new product-reveal strategy appears to be to highlight the team. And few felt Apple needed to tweak its winning formula for product launches in the absence of Jobs, including conveying ahead of time what to expect at the event.\n\nCook, who strode onstage from the get-go, outlined a brief introduction to the company’s achievements and its momentum in a conversational tone and seemed at ease.\n\nThe iPhone 4S itself was unveiled by Apple’s marketing chief Phil Schiller, while software head Scott Forstall and Apple veteran Eddy Cue talked about the updates to the operating system and iTunes.\n\nThe iPhone’s launch took place for the first time in years at Apple central on 1 Infinite Loop in Cupertino, California. This kept at bay many of the Apple faithful who typically turn up in droves and eliminated the carnival-like atmosphere that often surrounds its product introductions.\n\nAccess to the event itself was limited to the number of people they could squeeze into Apple’s on-campus auditorium.\n\nSome observers had already remarked that Apple’s invitation to the event lacked the typical suspense -- the invite clearly stated “Let’s talk iPhone” -- as opposed to the cryptic one-liners that had accompanied past missives.\n\n“Steve has a charisma and a stage presence that’s unmatched,” said Tim Bajarin, analyst with Creative Strategies. “But having said that, in the end, even though Steve’s stage presence is important, what you really care about is what he said.”\n\n“And in that context, they nailed it” on Tuesday, he added. “They communicated well not only the vision and the direction, but what they’ve got in the way of new products and why the consumer would want it.”"
    },
    {
        "time": "8:53PM UTC",
        "header": "instant view: apple's latest iphone fails to excite",
        "link": "http://www.reuters.com/article/2011/10/05/us-apple-instantview-idUSTRE7935PJ20111005",
        "body": "NEW YORK (Reuters) - New Apple Inc CEO Tim Cook presided over the company’s first major media launch since taking over from Steve Jobs in August, but the latest version of the iPhone he unveiled did not excite investors, sending its shares down as much as 5 percent.\n\nJobs did not appear at the event.\n\nThe following are immediate comments from analysts, tech experts and fund managers.\n\n“They could have called it iPhone 5. There are enough changes. The voice-recognition service -- if it works like reports on it did on stage -- is pretty impressive.”\n\n“Voice recognition has been on Google and BlackBerry devices for years, but Apple will make it much more usable.”\n\n“They’re going to have three products in the market at the same time for the first time ever. That will allow them to price the 3GS down. That will be free now.”\n\n“For Sprint it can’t hurt. We’ll see what they can do to differentiate it. They’ve customers who won’t be moving to AT&T and Verizon now. If they keep the same data plan for the iPhone this will be the cheapest way to own an iPhone.”\n\n“Anyone that’s had an iPhone 3G is going to want to upgrade. Anyone that’s got an iPhone 4 I think will want all of the new features in this system, especially what they’re doing with the Siri personal assistant, and then what they’re doing with the video and the imaging.”\n\n“They’ve just mastered manufacturing that form factor (iPhone 4) and demand is higher than it’s ever been. For them to, in the middle of the year, decide to put out a brand new design and then have to refigure out how to do another 100 million of that. That’s a hard job.”\n\n“It is much more practical, and a smarter thing to do, to stay with the existing design and completely redo the insides instead. Because it means that they can now keep up with demand.”\n\n“Nobody can replace Steve. Steve has a charisma and a stage presence that’s unmatched. But having said that, in the end, even though Steve’s stage presence is important, what you really care about is what he said. And in that context, they nailed it.”\n\n“Since Apple is known for its industrial design and known as a hardware company, there were expectations of another form factor or that it would support LTE. But we’ve also seen Apple do very well with designs that are more tried and true.”\n\n“It can take much better photos and video. The new graphics capacity opens new doors for developers. Where Apple differentiates itself is the quality of applications available for the platform.”\n\n“The new price points, coupled with a much greater strategic emphasis on iCloud and iMessaging, suggests a shift to a volume game rather than high margin products.”\n\n“Because they didn’t move to a new phone they can shift to a volume game by adjusting the prices, expanding the installed base of iOS users and start to sew up more of your computing experiences.”\n\n“The danger for these guys is that they’ve done a product refresh in a market where the product cycle is shorter and shorter. I don’t think there’s going to be any defections really but the danger is that the prospective iPhone customer is going to be distracted by that shiny new device from Samsung or whoever it is.”\n\n“Nobody has caught Apple in terms of service integration. As true as that may be, it’s a tougher thing to market to consumers.”\n\n“Overall, there was probably slight disappointment. People were hoping for a bigger screen, just given what’s out there from many of the competitors, namely HTC and Samsung.”\n\n“From a software perspective, they really made some big enhancements. Siri -- that’s really impressive. Many users, for example, when they’re driving, would like to do some simple commands, like have email read to them. It makes a ton of sense. This is an area people actually want.”\n\n“One thing that’s really going to help them -- they’re going to roll this out pretty quickly, to every territory by December. In the past, we’ve seen it take longer.”\n\n“People are disappointed that they didn’t change the hardware more. There were rumors of a bigger screen and a thinner model, prompted by the usual spate of cases coming out of Asia.”\n\n“Those who may be disappointed by the lack of hardware changes are missing the major point here. Apple for the first time is in a position where they can target all of Nokia’s phones in emerging markets by dropping the price of their phones.”\n\n“Apple has always been about selling premium products. Not anymore. Apple now has cheaper products that will probably come out in pre-paid plans. They dropped the price of the iPhone 3GS today. The iPhone 3GS will be seen a lot in parts of Asia where you only see Nokia right now. 3GS costs zero on a contract and if it’s not in a contract, the price point will be pretty nominal.”\n\n“Apple is hitting Nokia when it’s vulnerable. How many billions of people in emerging markets would love to have an iPhone?. These are a growing demographic. You are essentially targeting Apple customers who may move up over time.”\n\n“As an Apple investor this is positive news, but for technology people this may be disappointing. There’s a lot of cool technology out there that doesn’t get enough scale to be interesting.”\n\n“Certainly people are disappointed. People got overexcited for the launch and there was a lot of hype. But the 4S looks like a great product. It will make a lot of people very happy but certainly people were expecting an iPhone 5.”\n\n“Siri looks fantastic. It looks really nice if you’re a person who finds yourself stuck in traffic. While driving you can now read your text messages without worrying about breaking any laws. Whether or not it’ll be groundbreaking, I‘m not so sure.”\n\n“The thing that surprised us was the 4S got the faster A5 processor. It’s a faster phone than the 4, that was the only surprise but that wasn’t exactly a shocker.”\n\n“It was exciting to be in the room and way more intimate than the Moscone Center where their events are usually held. It was a couple hundred journalists there. You could hear the shutters from the photographers going off quickly near the end. People thought Tim Cook would say those iconic words, ”and one more thing,“ and when he didn‘t, people were disappointed.”\n\n“Some people will be disappointed as they were hoping to see something that looks different, but this is an improvement across the board on hardware. Where they really raised the bar is on Siri.”\n\n“They are disappointed because people were expecting the iPhone 5 and they got the iPhone 4S. The confusing element is the iPhone 4S has everything they thought the 5 would have. It has the new chip and it’s integrated with the new cloud service.”\n\n“Unfortunately they are calling it the 4S so the market thinks Apple is behind in the release schedule.”\n\n“There’s a lot of consumers who were expecting an iPhone 5 around the corner, which will keep some people on the sidelines. It sends some confusion into the market even though it seems like a great phone.”\n\n“It’s in line with expectations but the stock’s trading off. It’s kind of funny -- if they have gone and called it the 5, the stock would have been fine, but they’re calling it the 4S, which is a disappointment to some.”\n\n“It’s a faster chip. The form factor is the same as the prior one which might be a disappointment also to some people.”\n\n“We’re not disappointed at all. It’s exactly as you’d expect, but next year they need to look more carefully at the prepaid market.”\n\n(When asked if surprised that Jobs did not make an appearance) “No. they’ve been clear that Tim Cook would lead the way.”\n\n“I like how they made a big deal of the new antennas, because of the history of the death grip on the initial iPhone 4. Switching between one radiating structure and the other will definitely help. Users should be able to get a pretty good signal at all times. They are finally using the potential of that kind of design.”\n\n“We didn’t think the new phone was going to have LTE. Apple doesn’t do tech for tech’s sake, only to enhance user experience. While LTE is gathering steam it’s still too early from a chipset point of view and also from network deployment point of view.”\n\n“It’s been 16 months and all you’ve got is a A5 processor in the existing iPhone 4.”\n\n“It’s a mild disappointment, but they’re still going to be selling millions of units.”\n\n“There’s plenty of significant improvements, the software, the A5 processor that’s dual core.”\n\n“There’s a certain segment of consumer that’s always going to be buying the latest device based on form factor to be seen to have the latest. This isn’t going to satisfy these people.”"
    },
    {
        "time": "9:56AM UTC",
        "header": "nokia still pledging windows phone as apple marches on",
        "link": "http://www.reuters.com/article/2011/10/04/uk-nokia-elop-idUSLNE79301820111004",
        "body": "HELSINKI (Reuters) - On the day that Apple (AAPL.O) launches the fifth generation of its ubiquitous iPhone, the once mighty Nokia NOK1V.HE is still weeks away from mounting a fightback.\n\nStephen Elop, chief executive of the Finnish mobile phone maker, on Tuesday promised to unveil its first Windows-based smartphones this quarter but it remains to be seen whether the they will start shipping in time for Christmas.\n\nThe launch is expected to coincide with the annual Nokia World trade show in London at the end of October and deliveries would need to start in early November to get the phones to consumers during the peak of the holiday-sales season.\n\nIn the past, Nokia has often unveiled phones half a year before deliveries started, but the company has said it plans to change that.\n\nAddressing a technology fair, Elop argued there is room for the new Windows smartphone in an already fiercely competitive market dominated by the iPhone and models based on Google’s Android operating system, which has won around half the market globally in the last few years.\n\n“Our belief is that there is a clear opportunity for an alternative ecosystem,” Elop said.\n\nMeanwhile Apple, which only entered the cellphone industry in 2007, is expected to unveil the new version of its iconic iPhone later on Tuesday.\n\n“You could argue that one of the most fundamental disruptions that the industry faced happened around 2007 ... when the iPhone was introduced,” Elop said. “The iPhone did something disruptive. It introduced a new level of experience.”\n\n“They created a new bar... that all of a sudden everything else was measured against,” he said.\n\nThe iPhone 5 -- expected to be faster, thinner and larger-screened -- will arrive on the shelves just in time for the holidays. It should sustain Apple’s smartphone momentum and help ward off a challenge from close runner-up Samsung, which uses Android.\n\nMarket sentiment towards Nokia has improved recently. According to Thomson Reuters data, with 14 analysts currently rating Nokia shares a buy and 17 saying sell. This compares with 9 on buy and 21 on sell at the start of September.\n\nBut the Windows phone has got it all to do.\n\n“Mr Elop is talking. I want action - show me the products and show me when you will ship them,” said John Strand, founder of Danish mobile industry consultancy Strand Consult.\n\nThe world’s largest phone maker by volume, left in the dust by Apple and Google, announced a high-risk new strategy at the start of the year to ditch its home-grown Symbian software for a deal with Microsoft (MSFT.O).\n\nThe switch -- which Elop likened to jumping from a burning oil platform -- meant a tough eight-month changeover period during which investors fretted about the delay between the announcement and the first of its Windows smartphone models reaching the market.\n\nAlready struggling with falling sales and profits, Nokia has seen its shares halve since the announcement on worries it would lose so much market share before the new phones come out that it might never make up lost ground.\n\nBoth Apple and Samsung (005930.KS) outstripped Nokia in the smartphone market last quarter, ending its 15-year reign at the top of that market. Nokia’s quarterly phone sales to end-June dropped 20 percent at a time when the market grew 10 percent\n\nThe firm is expected to report a 0.02 euros loss per share for the September quarter, according to estimates gathered by Thomson Reuters.\n\nElop, who took over a year ago, last week unveiled a plan to cut 3,500 jobs in his second major restructuring in six months. The redundancies come on top of cost cut plans set out in April, which included laying off 4,000 staff.."
    },
    {
        "time": "1:06PM UTC",
        "header": "ceo cook takes stage at apple's iphone event",
        "link": "http://www.reuters.com/article/2011/10/04/apple-idUSWEN907020111004",
        "body": "CUPERTINO, Calif., Oct 4 (Reuters) - Apple Inc (AAPL.O) CEO Tim Cook walked onstage to kick off a Tuesday event at which the fifth version of the company’s iPhone is expected to be unveiled.\n\nCook, an operations and supply-chain expert not known for pitching products, will preside over the new smartphone’s launch at Apple’s headquarters in Silicon Valley, standing in for co-founder Steve Jobs in his new role as chief executive.\n\nJobs, a pancreatic cancer survivor who stepped down as CEO in August after taking his third medical leave, had not yet appeared on stage. (Reporting by Poornima Gupta and Alexei Oreskovic; Editing by Phil Berlowitz)"
    },
    {
        "time": "8:15PM UTC",
        "header": "apple iphone voice raises pitch in war vs google",
        "link": "http://www.reuters.com/article/2011/10/05/us-apple-voice-idUSTRE79401F20111005",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc beefed up its new iPhone with faster chips and better cameras, seeking to set its handset apart from the rising tide of Google Android smartphones.\n\nBut the one feature that got the most “oohs” and “ahhs” from the audience at Tuesday’s iPhone unveiling was the built-in voice-recognition technology, dubbed “Siri”.\n\nApple demonstrated a variety of scenarios in which users of the new iPhone 4S seemed to hold a conversation with the device, managing calendar appointments, finding restaurants and inquiring about the weather.\n\n“That was a pretty big step forward,” said Forrester Research analyst Frank Gillett, who attended the launch at Apple headquarters. “To be able to just converse with your gadget. You’ve got more options than just poking and swiping at it with your finger.”\n\nWhether such high-tech wizardry is enough to make the iPhone 4S a must-have in consumers’ eyes, and set it apart from the competition, remains to be seen.\n\n“It’s not clear that Siri is sufficient to make or break a purchase decision,” said John Jackson, an analyst at CCS Insight. “It’s a better mousetrap. History tells us users don’t use this technology in great numbers.”\n\nVoice recognition technology isn’t new. Software companies have offered technology allowing people to do dictation, with varying results, on their personal computers for more than a decade. Even low-tech gizmos like vehicle-GPS units made by Garmin and others can be voice-enabled.\n\nGoogle introduced voice recognition technology to its Android smartphone software more than a year ago, and the company recently introduced a voice-recognition capability into its flagship Web search engine.\n\nBut Gillett said Apple had taken the technology beyond merely recognizing spoken words. The Siri technology could take actions based on people’s words, making it closer to a true “personal assistant,” he said.\n\nDuring demonstrations, an Apple executive asked the phone whether he needed a raincoat today, and the phone responded: “It sure looks like rain today.”\n\nA separate video of Siri technology in action, screened during the event, depicted a jogger telling his phone to book an appointment at noon, with the phone responding, in a robotic female voice, that he already had an appointment at that time.\n\nSiri will initially be available with support for English, French and German with more languages soon, Apple said. The company acquired Siri, the maker of the technology, early last year.\n\nApple’s iPhone, first introduced in 2007, is the No. 1 selling smartphone in the world. But phones based on Google Inc’s Android operating system, which is available for free to handset vendors such as Motorola, HTC Corp and Samsung Electronics, have a greater combined market share than Apple’s iPhones.\n\nInside iPhone 4S is a dual-core A5 processor, designed by Apple, with improved graphics capabilities for video games, as well as special image processing capabilities for improving photo and video performance. The camera got a boost to 8 megapixel resolution, up from the prior model’s 5 megapixels.\n\nApple also provided more details on forthcoming Internet-based “cloud” features on Tuesday. Users of iPhones and iPad tablets will be able to store their music, photos and other data on Apple’s remote servers, similar to services offered by Google and Amazon.com Inc.\n\nFor all the hardware improvements, Gartner analyst Van Baker said it was the Siri technology that will really make the iPhone 4S stand apart.\n\n“It is very cutting-edge,” he said. “They have raised the bar.”"
    },
    {
        "time": "8:40AM UTC",
        "header": "apple's iphone voice app: revolution or another disappointment?",
        "link": "http://www.reuters.com/article/2011/10/04/idUS231302989720111004",
        "body": "If Apple really has its Siri voice app down, we’re looking at a revolution in user interfaces. If it doesn’t, we’re looking at one more frustrating detour in the search for a computer that responds intelligently to voice commands.\n\nTuesday, Apple announced its latest iPhone update, and the voice app was a highlight of the show. The app apparently has the software smarts to hear “Do I need a raincoat today?” and respond with “Looks like rain today.”\n\nAlso read: Apple Unveils New iPhone -- and It's Not iPhone 5\n\nBut, of course, it’s one thing to demonstrate an app before an adoring crowd, and quite another for it to work with your voice in a moving car. Apple’s voice recognition on the iPhone until now has been abysmal. Try getting it to consistently pick out your favorite songs or artist. It’s like using the “shuffle” function.\n\nUse Google’s voice search to find the phone number for your favorite restaurant or a movie, and you might just get lucky. But then again, you probably won’t, so pretty soon you’ll probably be pulling over to the side of the road.\n\nApple has been mining this particular fantasy since at least 1987, when former CEO John Scully posited the idea of “software agents” that could access massive databases for near-instant responses to user questions. Apple famously created “Knowledge Navigator” videos that showed a bow-tied “butler” who performed everyday tasks for a lucky professor.\n\nApple’s first attempt at that vision, the Newton, was a flop. It’s next attempt, the iPad, took well over a decade to materialize.\n\nSo has Apple nailed it this time with Siri?\n\nIf it has — and I define “nailed” as getting your requests right well over 90% of the time, just like good dictation software — then you will quickly see a revolution in the way people interact with their mobile phones. Even the fastest texter, after all, can’t text as quickly as they can talk; and no one presumably wants to be texting in a moving car.\n\n“Tell me what time 50/50 is playing in Culver City and where,” would be amazing stuff. It would very likely become a standard app on PCs, smart TVs and all kinds of other appliances in the next few years.\n\nBut if Siri only gets it right around 50 percent of the time or so, it will become one more novelty that quickly wears out its welcome. You should know the answer within 24 hours of getting your iPhone 4S."
    }
]