[
    {
        "time": "6:32PM UTC",
        "header": "sprint to buy 30.5 million iphones over 4 years: report",
        "link": "http://www.reuters.com/article/2011/10/03/us-sprint-iphone-idUSTRE7925J020111003",
        "body": "NEW YORK (Reuters) - Sprint Nextel Corp shares fell more than 10 percent after a report that it committed to buy at least 30.5 million iPhones that would cost it about $20 billion in the next four years.\n\nThe deal also involves Sprint paying a subsidy of $500 per phone and the iPhone would not be profitable for the No. 3 U.S. mobile provider until 2014, according to a Wall Street Journal story that cited unnamed people familiar with the matter.\n\nSprint and Apple officials declined to comment. Sprint, which had about 32.9 million contract customers at the end of June, has not confirmed widespread speculation it will sell the next model of Apple Inc’s iPhone to be unveiled October 4.\n\nOn Monday investors fled Sprint, which has been losing customers for years, on concerns that such a commitment would thrash the operator’s profit margins which already trail well behind those of bigger rivals Verizon Wireless and AT&T Inc.\n\nPacific Crest analyst Steve Clement said that while Sprint investors had expected big costs related to the iPhone the $500 subsidy was a surprise. In comparison, Verizon and AT&T pay subsidies of $400 for each iPhone, he estimated.\n\n“It puts more pressure on them than was previously expected,” Clement said.\n\nOther than the iPhone, the typical smartphone subsidy is about $250, he noted.\n\nA 30.5 million commitment over four years would represent 40 percent of Sprint’s typical phone sales to contract customers, Clement said. By contrast, the iPhone accounted for about 21 percent of Verizon Wireless’ phone sales to contract customers in the second quarter, he said.\n\n“You’re displacing phones you’re subsidizing at a much lower level. That’s what’s bad about it,” said Clement.\n\nHe also noted that Sprint’s operating profit margins are already languishing in the mid-teen percentage range. Margins are closer to 45 percent for Verizon Wireless, and often approach 40 percent for AT&T.\n\nOn top of a hefty outlay for the iPhone, Sprint is planning to announce details of a massive network upgrade on Friday this week. It has estimated that the upgrade will require it to buy about $5 billion in new network equipment.\n\nOn top of that, it has to repay or refinance billions of dollars worth of debt that comes due in the next two years.\n\nThe reported iPhone deal with Sprint underscores Apple’s power in an industry where service providers generally call the shots because their level of promotion of a device often determines its success or failure.\n\nFor devices other than the iPhone, a carrier typically initially commits to and forecasts for up to six months of supply, according to a source at a global wireless distributor.\n\n“Other manufacturers don’t get the same thing Apple gets in terms of commitments because the Apple product has such demand it sells itself,” said the source, who noted that a longer term pact may ensure a supply guarantee.\n\nOne factor that could work in Sprint’s favor in selling the iPhone compared with AT&T and Verizon is that it is the only one of the three that still offers new customers unlimited data use for a flat monthly fee.\n\nBut if it is expecting to replace practically all its contract customers with data-hungry iPhone customers over the next few years it is unlikely its network would be able to cope with the strain of having unlimited data plans.\n\n“That probably does it for unlimited data on the Sprint network,” if the report is correct, said CCS Insight analyst John Jackson.\n\nSprint shares closed down 31 cents, or 10 percent, at $2.73 on the New York Stock Exchange after the report. Verizon Wireless is owned by Verizon Communications and Vodafone Group Plc."
    },
    {
        "time": "7:43PM UTC",
        "header": "samsung denies nearing deal with apple in australia tablet",
        "link": "http://www.reuters.com/article/2011/10/03/us-apple-samsung-australia-idUSTRE7927CL20111003",
        "body": "SYDNEY (Reuters) - South Korea’s Samsung Electronics Co denied on Tuesday that it was close to reaching a settlement with Apple over their tablet-computer patent dispute.\n\n“It is not going to be achievable your honor, given the positions advanced by each party,” a lawyer for the South Korean firm told a court in Sydney when asked about the prospects for a settlement.\n\nMedia reports last week had suggested that Samsung was nearing a deal with Apple, which had brought the action against Samsung as part of its global patent dispute involving the iPad and Samsung’s Galaxy 10.1 tablet."
    },
    {
        "time": "8:03AM UTC",
        "header": "tim cook's time to shine with new apple iphone",
        "link": "http://www.reuters.com/article/2011/10/03/us-apple-iphone-preview-idUSTRE79113B20111003",
        "body": "SAN FRANCISCO (Reuters) - Tim Cook finally gets his chance to stride out from under Steve Jobs’ shadow, and he could not have picked a better time or device to mark his unofficial debut as Apple Inc’s CEO.\n\nThe latest generation of the iPhone -- still the smartphone industry’s gold standard after four years -- is expected to see the light of day this Tuesday, just in time for the holidays.\n\nEven in a dismal economy, consumers should again line up in droves for a souped-up device that also marks Cook’s first major product launch since taking over from Jobs in August.\n\nThe so-called iPhone 5 is widely expected to have a bigger touchscreen and faster processor than the current iPhone 4, which helped the company stay a step ahead of rivals in an increasingly competitive smartphone market.\n\nIts challenge will be to “wow” consumers with yet more game-changing innovations and top itself. The aging iPhone 4 is still an unqualified blockbuster: with more than 20 million sold in the third quarter that ended June 25 alone, it is likely to become the world’s top-selling smartphone.\n\n“Consumers view Apple products as a must-have,” said Channing Smith, co-manager of the Capital Advisors Growth Fund, which owns Apple shares. “Apple phones and products have become almost a necessity. We don’t expect them to falter.”\n\nBut the latest version of the gadget that helped define the smartphone category is coming at a time when the world economy is slowing and competition is at its peak. More than 550,000 Google Inc Android-based devices -- including tablets -- are activated each day globally.\n\nApple’s ability to generate enthusiasm among consumers and its command of the higher-end market, however, may make it less susceptible to a broader slowdown, investors and analysts say.\n\nCook is likely to take the stage at Apple central at Cupertino’s 1 Infinite Loop, where Wall Street will get a chance to see first-hand how the acknowledged operations maven fares at a major product launch. Although a highly regarded executive, he is not known for pitching products.\n\nApple product launches are the most closely watched events on the technology calendar. The new model, which some have dubbed the iPhone 5, will have a bigger touch screen, better antenna and an 8-megapixel camera, one source with knowledge of the matter told Reuters in August.\n\nThe event will take place in Silicon Valley rather than downtown San Francisco where Apple made some of its most famous announcements.\n\n“Most interesting is whether new CEO Tim Cook will lead the keynote and whether ... Steve Jobs will participate,” Sterne Agee analyst Shaw Wu said.\n\n“Tim is perceived as an operations and supply chain guru and that he certainly is, but we believe it is too early to write him off as not a visionary and showman like Steve Jobs.”\n\nThe Apple co-founder, a pancreatic cancer survivor who stepped down in August after his third medical leave, is expected to make an appearance, though a no-show by the Apple co-founder will not be a major disappointment.\n\n“Investors would like to see Steve Jobs to confirm that he is still involved, but we have dealt with the fact that he’s not going to be as involved,” Smith said. “We’d love to see an appearance but it’s not critical.”\n\nApple’s iPhone has been a huge success since it debuted in 2007, transforming the company from a computer and music-player maker into one of the world’s leading mobile device makers. It accounts for about 40 percent of Apple’s revenue, with margins estimated at roughly 60 percent.\n\nBut it faces stiff competition from phones based on Google’s Android operating system, such as Samsung Electronics’ Galaxy line.\n\nThe iPhone’s U.S. market share in August was 28 percent, making it No. 2. Android was No. 1 with 43 percent of the U.S. market, Nielsen data show.\n\nYet longer-term, investors are more focused on Apple’s international push, particularly in Asia.\n\nCook has said China is a key market. The world’s most valuable technology company has mostly catered to the higher end of a booming market in those countries, but is now trying to release a cheaper phone, sources told Reuters in August.\n\nFinnish rival Nokia dominates the lower end of the lucrative Asian market. Some investors and analysts expect another version of the iPhone 4 to be launched along with the next-generation model.\n\n“We also expect the announcement of a lower-priced iPhone that will basically be a lower-cost 3GS,” Jefferies & Co analyst Peter Misek said, referring to the event.\n\nThe new phone is prompting Wall Street to forecast that Apple will post enormous sales in the October-to-December quarter, with shipments expected to be in the range of 29 million.\n\nThe iPhone is currently sold by AT&T Inc and Verizon Wireless, a venture of Verizon Communications Inc and Vodafone Group Plc. Many analysts expect Sprint will become the third U.S. operator to sell the iPhone when the next version is launched.\n\nThe new phone is also expected to accelerate the momentum in Apple shares, which are trading at around $381, off a record high of $422.86. The stock remains a far cry from brokerage price targets that range from an average of $490 to a high of $666.\n\nThe launch event invite, when it landed last week, set off a typical frenzy of speculation. Various analysts quickly dissected one image in particular on the Apple invitation, which depicts four familiar icons found on iPhones, as a possible signal for the number of new phones to be unveiled.\n\nSpeculation about the new iPhone’s features is fevered, with the list of possibilities ranging from faster wireless Internet connectivity to voice-navigation capabilities.\n\n“What we found most intriguing is that the green phone icon on the invite has a number 1 next to it, perhaps signaling that only one new iPhone will be announced,” Wu said."
    },
    {
        "time": "6:29PM UTC",
        "header": "update 1-sprint to buy 30.5 mln iphones over 4 years-wsj",
        "link": "http://www.reuters.com/article/2011/10/03/sprint-iphone-idUSN1E79224020111003",
        "body": "NEW YORK, Oct 3 (Reuters) - Sprint Nextel Corp (S.N) shares fell more than 10 percent after a report that it committed to buy at least 30.5 million iPhones that would cost it about $20 billion in the next four years.\n\nThe deal also involves Sprint paying a subsidy of $500 per phone and the iPhone would not be profitable for the No. 3 U.S. mobile provider until 2014, according to a Wall Street Journal story that cited unnamed people familiar with the matter.\n\nSprint and Apple officials declined to comment. Sprint, which had about 32.9 million contract customers at the end of June, has not confirmed widespread speculation it will sell the next model of Apple Inc’s (AAPL.O) iPhone to be unveiled Oct. 4. [ID:nN1E79102Q]\n\nOn Monday investors fled Sprint, which has been losing customers for years, on concerns that such a commitment would thrash the operator’s profit margins which already trail well behind those of bigger rivals Verizon Wireless and AT&T Inc (T.N).\n\nPacific Crest analyst Steve Clement said that while Sprint investors had expected big costs related to the iPhone the $500 subsidy was a surprise. In comparison, Verizon and AT&T pay subsidies of $400 for each iPhone, he estimated.\n\n“It puts more pressure on them than was previously expected,” Clement said.\n\nOther than the iPhone, the typical smartphone subsidy is about $250, he noted.\n\nA 30.5 million commitment over four years would represent 40 percent of Sprint’s typical phone sales to contract customers, Clement said. By contrast, the iPhone accounted for about 21 percent of Verizon Wireless’ phone sales to contract customers in the second quarter, he said.\n\n“You’re displacing phones you’re subsidizing at a much lower level. That’s what’s bad about it,” said Clement.\n\nHe also noted that Sprint’s operating profit margins are already languishing in the mid-teen percentage range. Margins are closer to 45 percent for Verizon Wireless, and often approach 40 percent for AT&T.\n\nOn top of a hefty outlay for the iPhone, Sprint is planning to announce details of a massive network upgrade on Friday this week. It has estimated that the upgrade will require it to buy about $5 billion in new network equipment.\n\nOn top of that, it has to repay or refinance billions of dollars worth of debt that comes due in the next two years.\n\nThe reported iPhone deal with Sprint underscores Apple’s power in an industry where service providers generally call the shots because their level of promotion of a device often determines its success or failure.\n\nFor devices other than the iPhone, a carrier typically initially commits to and forecasts for up to six months of supply, according to a source at a global wireless distributor.\n\n“Other manufacturers don’t get the same thing Apple gets in terms of commitments because the Apple product has such demand it sells itself,” said the source, who noted that a longer term pact may ensure a supply guarantee.\n\nOne factor that could work in Sprint’s favor in selling the iPhone compared with AT&T and Verizon is that it is the only one of the three that still offers new customers unlimited data use for a flat monthly fee.\n\nBut if it is expecting to replace practically all its contract customers with data-hungry iPhone customers over the next few years it is unlikely its network would be able to cope with the strain of having unlimited data plans.\n\n“That probably does it for unlimited data on the Sprint network,” if the report is correct, said CCS Insight analyst John Jackson.\n\nSprint shares closed down 31 cents, or 10 percent, at $2.73 on the New York Stock Exchange after the report. Verizon Wireless is owned by Verizon Communications (VZ.N) and Vodafone Group Plc (VOD.L). (Reporting by Sinead Carew; Editing by Gerald E. McCormick and Richard Chang)"
    },
    {
        "time": "8:00AM UTC",
        "header": "rpt-preview-cook's time to shine with new apple iphone",
        "link": "http://www.reuters.com/article/2011/10/03/apple-iphone-idUSN1E79103720111003",
        "body": "* Will Cook shine, and will Jobs show up?\n\nSAN FRANCISCO, Oct 2 (Reuters) - Tim Cook finally gets his chance to stride out from under Steve Jobs’ shadow, and he could not have picked a better time or device to mark his unofficial debut as Apple Inc’s (AAPL.O) CEO.\n\nThe latest generation of the iPhone -- still the smartphone industry’s gold standard after four years -- is expected to see the light of day this Tuesday, just in time for the holidays.\n\nEven in a dismal economy, consumers should again line up in droves for a souped-up device that also marks Cook’s first major product launch since taking over from Jobs in August.\n\nThe so-called iPhone 5 is widely expected to have a bigger touchscreen and faster processor than the current iPhone 4, which helped the company stay a step ahead of rivals in an increasingly competitive smartphone market.\n\nIts challenge will be to “wow” consumers with yet more game-changing innovations and top itself. The aging iPhone 4 is still an unqualified blockbuster: with more than 20 million sold in the third quarter that ended June 25 alone, it is likely to become the world’s top-selling smartphone.\n\n“Consumers view Apple products as a must-have,” said Channing Smith, co-manager of the Capital Advisors Growth Fund, which owns Apple shares. “Apple phones and products have become almost a necessity. We don’t expect them to falter.”\n\nBut the latest version of the gadget that helped define the smartphone category is coming at a time when the world economy is slowing and competition is at its peak. More than 550,000 Google Inc (GOOG.O) Android-based devices -- including tablets -- are activated each day globally.\n\nApple’s ability to generate enthusiasm among consumers and its command of the higher-end market, however, may make it less susceptible to a broader slowdown, investors and analysts say.\n\nCook is likely to take the stage at Apple central at Cupertino’s 1 Infinite Loop, where Wall Street will get a chance to see first-hand how the acknowledged operations maven fares at a major product launch. Although a highly regarded executive, he is not known for pitching products.\n\nApple product launches are the most closely watched events on the technology calendar. The new model, which some have dubbed the iPhone 5, will have a bigger touch screen, better antenna and an 8-megapixel camera, one source with knowledge of the matter told Reuters in August.\n\nThe event will take place in Silicon Valley rather than downtown San Francisco where Apple made some of its most famous announcements.\n\n“Most interesting is whether new CEO Tim Cook will lead the keynote and whether ... Steve Jobs will participate,” Sterne Agee analyst Shaw Wu said.\n\n“Tim is perceived as an operations and supply chain guru and that he certainly is, but we believe it is too early to write him off as not a visionary and showman like Steve Jobs.”\n\nThe Apple co-founder, a pancreatic cancer survivor who stepped down in August after his third medical leave, is expected to make an appearance, though a no-show by the Apple co-founder will not be a major disappointment.\n\n“Investors would like to see Steve Jobs to confirm that he is still involved, but we have dealt with the fact that he’s not going to be as involved,” Smith said. “We’d love to see an appearance but it’s not critical.”\n\nApple’s iPhone has been a huge success since it debuted in 2007, transforming the company from a computer and music-player maker into one of the world’s leading mobile device makers. It accounts for about 40 percent of Apple’s revenue, with margins estimated at roughly 60 percent.\n\nBut it faces stiff competition from phones based on Google’s Android operating system, such as Samsung Electronics’ (005930.KS) Galaxy line.\n\nThe iPhone’s U.S. market share in August was 28 percent, making it No. 2. Android was No. 1 with 43 percent of the U.S. market, Nielsen data show.\n\nYet longer-term, investors are more focused on Apple’s international push, particularly in Asia.\n\nCook has said China is a key market. The world’s most valuable technology company has mostly catered to the higher end of a booming market in those countries, but is now trying to release a cheaper phone, sources told Reuters in August.\n\nFinnish rival Nokia NOK1V.HE dominates the lower end of the lucrative Asian market. Some investors and analysts expect another version of the iPhone 4 to be launched along with the next-generation model.\n\n“We also expect the announcement of a lower-priced iPhone that will basically be a lower-cost 3GS,” Jefferies & Co analyst Peter Misek said, referring to the event.\n\nThe new phone is prompting Wall Street to forecast that Apple will post enormous sales in the October-to-December quarter, with shipments expected to be in the range of 29 million.\n\nThe iPhone is currently sold by AT&T Inc (T.N) and Verizon Wireless, a venture of Verizon Communications Inc (VZ.N) and Vodafone Group Plc (VOD.L). Many analysts expect Sprint (S.N) will become the third U.S. operator to sell the iPhone when the next version is launched.\n\nThe new phone is also expected to accelerate the momentum in Apple shares, which are trading at around $381, off a record high of $422.86. The stock remains a far cry from brokerage price targets that range from an average of $490 to a high of $666.\n\nThe launch event invite, when it landed last week, set off a typical frenzy of speculation. Various analysts quickly dissected one image in particular on the Apple invitation, which depicts four familiar icons found on iPhones, as a possible signal for the number of new phones to be unveiled.\n\nSpeculation about the new iPhone’s features is fevered, with the list of possibilities ranging from faster wireless Internet connectivity to voice-navigation capabilities.\n\n“What we found most intriguing is that the green phone icon on the invite has a number 1 next to it, perhaps signaling that only one new iPhone will be announced,” Wu said. (Editing by Edwin Chan and Richard Chang)"
    },
    {
        "time": "2:13PM UTC",
        "header": "update 1-kddi to release iphone this year-nikkei",
        "link": "http://www.reuters.com/article/2011/10/03/kddicorp-idUSL3E7L328O20111003",
        "body": "Oct 4 (Reuters) - KDDI Corp said it will release the iPhone this year, even if a compatible mobile e-mail service is not ready in time, business daily Nikkei reported.\n\nThe mobile carrier had earlier planned to release the latest generation of iPhone early next year after making its EZweb email service compatible with the handset, the newspaper said.\n\nKDDI is expected to release the iPhone as early as this month to match rival Softbank Corp , which has so far monopolized iPhone sales in Japan, the Nikkei reported.\n\nSoftbank said it plans to reduce its dependence on the iPhone by releasing 11 smartphones running Google Inc.’s Android operating system, the daily said. (Reporting by Eileen Anupa Soreng in Bangalore; Editing by Supriya Kurane)"
    }
]