[
    {
        "time": "8:00AM UTC",
        "header": "top apple and ios products training service - screencastsonline - features 30dc's magcast digital publishing platform",
        "link": "http://www.reuters.com/article/2012/11/15/idUS130513+15-Nov-2012+PRN20121115",
        "body": "NEW YORK, Nov. 15, 2012 /PRNewswire/ -- 30DC, Inc. (OTC: TDCH), a provider of web-based tools for the monetization of digital content, today announced that ScreenCastsOnline (http://www.screencastsonline.com) an online authority on Apple products, recently devoted a special issue of its monthly interactive magazine \"ScreenCastsOnline Monthly Magazine\", to discuss how the MagCast Digital Publishing Platform was used to create the digital magazine version of ScreenCastsOnline and to discuss how anyone can use the MagCast Platform to become an iPad magazine publisher with the potential to reach a rapidly accelerating audience of 84+ million iPad owners through the Apple Newsstand digital marketplace.\n\nScreenCastsOnline is an online subscription service and a premier source of Mac and iOS video tutorials, with a library of over 300+ video tutorials available for immediate download. Founded by Don McAllister, ScreenCastsOnline is widely recognized as one of the most knowledgeable Apple products video tutorial services, helping its users keep up to date with the latest developments, and helping users make the most out of their Mac, iPad or iPhone. ScreenCastsOnline Monthly Magazine was launched at the end of June for the purposes of bringing ScreenCastsOnline content to a mobile audience and is already one of the most popular magazines on Apple Newsstand in the Computer & Internet category of Newsstand.\n\nScreenCastsOnline Monthly Magazine recently produced a MagCast-focused special issue available only to ScreenCastsOnline monthly subscribers that takes the reader through an explanation of Apple Newsstand, the difference between Apps and Magazine Apps and issues, and a look at the construction and operation of the ScreenCastsOnline MagCast App. McAllister went on to described the MagCast training video program as “a step by step approach which was really very helpful” and demonstrates the mechanical processes involved in setting up the magazine.\n\nCommenting on MagCast, McAllister described himself “as being thrilled with the platform and I genuinely think MagCast is an amazing product.” McAllister commented further that with the launch of ScreenCastsOnline Monthly Magazine, his access to and communication with his audience has been substantially enhanced. He stated that, “Subscription growth rates have been impressive since we launched online ScreenCastsOnline Monthly Magazine through the MagCast platform, and this has opened up a range of new business opportunities for us.”\n\nAccording to Ed Dale, 30DC CEO, the recognition by ScreenCastsOnline of MagCast demonstrates the revolutionary nature of the platform as a next generation Internet communications tool not just for legacy magazine publications but for anyone who wants to publish a digital magazine. 30DC Management believes that MagCast is truly the digital publication platform for the masses whereby every entrepreneur, bloggers, aspiring writers, website owners, can now use the platform to easily create a magazine and cost effectively distribute content to a worldwide mobile audience.\n\nMagCast is a collaboration of 30DC and Netbloo Media Ltd, who jointly developed the concept and design of the platform. More information about the MagCast publishing platform can be found at .\n\nAbout 30DC, Inc. (http://www.30dcinc.com)\n\n30DC provides web-based tools for the monetization of digital content. The Company's MagCast publishing platform offers an apps development and maintenance tool for publishers seeking to circulate content on a single issue or subscription basis. MagCast utilizes Apple's marketplace for digital media, and Newsstand as the customer interface, which provides electronic distribution and collects revenue.\n\nThe Company operates Internet educational services the Challenge (formerly the 30 Day Challenge) and Immediate Edge. The Challenge is a free module-based training program designed for individuals looking to learn about Internet marketing at their own pace. It can be accessed online at http://www.challenge.co. To date the education program has schooled more than 190,000 individuals, and currently has approximately 100,000 active online members.\n\nImmediate Edge is one of the longest running subscription-based Internet Marketing programs on the web. Immediate Edge serves as a research and development department for hard core Internet marketers to stay up-to-date with the latest industry trends on Internet Marketing and learn the most innovative ways of making money online. Immediate Edge course content includes, advice on selling digital products and services, how to run membership sites, affiliate management systems, rewards programs, and search engine optimization services. Immediate Edge can be accessed online at http://www.immediateedge.com.\n\nAbout Netbloo Media Ltd ( )\n\nNetbloo Media Ltd is a Digital Marketing agency based in Asia Pacific with clients around the world. Netbloo Media Ltd helps online startups as well as big corporate players by providing custom Digital Marketing solutions including product Launch consulting, mobile Apps development, targeted web applications and media campaigns. Netbloo Media Ltd is responsible for some of the most \"game changing\" products including, Market Pro Max and The MagCast Publishing Platform.\n\nThis press release contains “forward-looking statements” within the meaning of various provisions of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995, commonly identified by such terms as “believes,” “looking ahead,” “anticipates,” “estimates” and other terms with similar meaning. Specifically, statements about the Company’s plans for accelerated growth, improved profitability, future business partners, M&A activity, new service offerings and pursuit of new markets are forward looking statements. Although the company believes that the assumptions upon which its forward-looking statements are based are reasonable, it can give no assurance that these assumptions will prove to be correct. Such forward-looking statements should not be construed as fact. The information contained in such statements is beyond the ability of the Company to control, and in many cases the Company cannot predict what factors would cause results to differ materially from those indicated in such statements. All forward-looking statements in the press release are expressly qualified by these cautionary statements and by reference to the underlying assumptions.\n\nFor additional Information: Ted Greenberg CFO 30DC, Inc. Phone: 917-670-6678 E-mail: ted.greenberg@30dcinc.com or visit http://www.30dcinc.com"
    }
]