[
    {
        "time": "11:57AM UTC",
        "header": "us stocks-s&p, nasdaq rise on last day of 2012, apple advances",
        "link": "http://www.reuters.com/article/2012/12/31/markets-usa-stocks-idUSL1E8NV2HZ20121231",
        "body": "* S&P 500 on track for double-digits gains for 2012\n\n* Dow off 0.1 pct, S&P 500 up 0.2 pct, Nasdaq up 0.7 pct\n\nNEW YORK, Dec 31 (Reuters) - Wall Street mostly edged higher on Monday, with the S&P 500 on track for double-digit gains for the year, as politicians bargained for a deal to avert the “fiscal cliff.”\n\nEquities are coming off a five-day streak of losses, driven by the growing concern that there wouldn’t be a deal before the midnight deadline to avoid the combination of tax hikes and spending cuts that could force the U.S. economy into recession.\n\nTaxes were set to rise for many Americans this week unless U.S. lawmakers could cut a last-minute deal, an outcome that was possible but seemed unlikely even as the Senate reconvened to continue discussions on the fiscal cliff.\n\nThe last trading session of the year is expected to be volatile on low volume and as investors keep a close eye on headlines out of Washington.\n\n“As long as markets think there could be a deal, we should stay higher. Any agreement will be received positively, even if the final agreement is watered down,” said David Katz, chief investment officer of Matrix Asset Advisors, in New York.\n\nDespite recent declines over the stalemated budget talks, the S&P 500 is up about 11.8 percent for the year, compared with a nearly flat performance in 2011. The Dow is about 6 percent higher and the Nasdaq is up about 14 percent.\n\nThe Dow Jones industrial average was down 9.59 points, or 0.07 percent, at 12,928.52. The Standard & Poor’s 500 Index was up 3.39 points, or 0.24 percent, at 1,405.82. The Nasdaq Composite Index was up 19.47 points, or 0.66 percent, at 2,979.78.\n\nThe Dow was nearly flat as consumer discretionary stocks, including McDonald’s Corp and Coca-Cola Co, fell, while industrial names like Caterpillar Inc and General Electric rallied more than 1 percent.\n\nGains in Apple Inc, the most valuable U.S. company, helped lift the Nasdaq. The stock rose 2.6 percent to $522.71, lifting an S&P index of tech shares up 0.6 percent. For the year so far, Apple is up 29.1 percent.\n\n“People are starting to position themselves for 2013, and people are buying Apple now rather than risk a higher tax rate on it next year,” Katz said.\n\nDespite the concerns about the impact that going over the fiscal cliff could have on the economy in 2013, investors may be ready to take on more risk next year, in hopes of a greater reward.\n\nUtility stocks were the weakest sector of 2012, with the S&P utility index dropping 4.2 percent for the year.\n\nBank stocks rose after a New York Times report that U.S. regulators are nearing a $10 billion settlement with several banks that would end the government’s efforts to hold lenders responsible for faulty foreclosure practices.\n\nBank of America Corp was up 0.7 percent at $11.44.\n\nFinancial stocks were among the strongest of the year, with the S&P financial index surging 24.5 percent for 2012 so far. Bank of America is the top-performing Dow component, with its stock price more than doubling over the past 12 months.\n\nWhile midnight is the deadline for a fiscal deal, the government can pass legislation in 2013 that retroactively cancels or moderates the impact of going over the fiscal cliff.\n\nInvestors have remained relatively sanguine about the process, believing it will eventually be solved. In the past two months, markets have not shown the kind of volatility that occurred during the fight to raise the debt ceiling in 2011.\n\nRather, equities have largely performed well in the last two months, buoyed by signs of economic recovery, an improving housing market and monetary policy designed to stimulate growth and lower unemployment.\n\nHowever, U.S. stocks dropped on Friday, with significant losses in the last minutes of trading, as prospects for a deal worsened at the beginning of the weekend.\n\nOn Sunday, President Barack Obama said on NBC’s “Meet the Press” that investors could begin to show greater concerns in the new year."
    }
]