[
    {
        "time": "5:51PM UTC",
        "header": "exclusive: proview says any ban of ipad exports hard to impose",
        "link": "http://www.reuters.com/article/2012/02/15/us-apple-proview-idUSTRE81E0BE20120215",
        "body": "HONG KONG/TAIPEI (Reuters) - A debt-laden Chinese technology firm seeking to ban all shipments of Apple’s popular iPad tablet into and out of the country has been told that China’s customs authorities are unlikely to intervene in the trademark battle.\n\nProview Technology, the Chinese company embroiled in a legal battle with Apple Inc over the iPad name, said on Wednesday that customs authorities had told it that the sheer size of the market and the popularity of iPads would make it difficult to impose a ban.\n\n“The customs have told us that it will be difficult to implement a ban because many Chinese consumers love Apple products. The sheer size of the market is very big,” Yang Long-san, chief of Proview Technology (Shenzhen), told Reuters in a telephone interview on Wednesday.\n\n“We have applied to some local customs for the ban and they’ll report to the headquarters in Beijing.”\n\nOn Tuesday, lawyers representing Proview Technology (Shenzhen) Co Ltd said the company would seek a ban on exports of Apple’s iPads from China, a major manufacturing base, a move that could deal a blow to the U.S. technology giant’s sales globally.\n\nAuthorities in some Chinese cities had ordered retailers to stop selling Apple’s iPad due to the dispute. Proview has asked authorities in about 20 cities, including Shijiazhuang near Beijing, to stop the sales.\n\n“We will be asking commerce departments of more cities to investigate and deal with the case accordingly,” said Roger Xie, a lawyer with Grandall Law Firm, which is representing Proview.\n\nYang said the best option to resolve the legal dispute would be an out-of-court settlement. The next hearing of the case is due for February 22 in Shanghai.\n\nApple lost a case to Proview Technology (Shenzhen) in a Shenzhen court in southern China late last year, when the court agreed that Proview owned the iPad trademark. The next hearing for this case is on February 29.\n\nLocal media reported recently that Proview was taking legal action, seeking up to 10 billion yuan ($1.6 billion) in compensation from Apple for trademark infringement, saying that the compensation could be the last hope to help rescue the company.\n\n“Some people say that Proview wants to take the chance to make a sum of money from Apple and this is tarnishing our company’s reputation. We need to clarify what’s the truth behind it,” Yang said.\n\nHe said there was currently a gap in expectations on both sides, but declined to say whether it was related to the amount of compensation.\n\nProview Technology (Shenzhen) is a unit of troubled Hong Kong-listed Proview International Holdings, which used to be one of the world’s top monitor makers until the financial crisis in 2008 crippled its business and operations.\n\nReuters correspondents visited the site of its operations in Shenzhen listed on its website and found that the building has largely been abandoned, with its windows shattered and debris strewn liberally.\n\nProview International, whose shares have been on a trading halt since August 2010, posted a net loss of HK$755.8 million ($97 million) in the six months ended December 2009, which was the last time it published financial results.\n\nProview International’s shares last traded at HK$0.20. On Tuesday, Apple’s shares ended at $509.46, setting a record high on hopes of strong iPhone 4S demand and investor optimism over the potential launch of a new iPad in 2012.\n\nApple says it bought Proview’s worldwide rights to the trademark in 10 different countries several years ago, including rights to the iPad name from a Taiwan subsidiary of Proview International.\n\nBack then, the Proview Taiwan unit had sold the rights to IP Application Development Ltd, a London-based company that was set up by Apple, for 35,000 pounds, Proview’s executives and lawyers said. IP Application Development then sold the iPad name to Apple for 10 pounds months later, they said.\n\nHowever, Proview Technology (Shenzhen) says the sale did not cover the trademark’s use in China, where it owns the iPad name.\n\nYang said the company had been developing a tablet product called the iPad back in 2000.\n\n“We spent a lot of resources on it. It’s the same concept as the iPad today, except that back then, there were practically no LCD screens,” Yang said."
    },
    {
        "time": "5:23PM UTC",
        "header": "global markets-euro falls, u.s. stocks retreat as apple falls",
        "link": "http://www.reuters.com/article/2012/02/15/markets-global-idUSL2E8DFKMJ20120215",
        "body": "NEW YORK, Feb 15 (Reuters) - The euro fell and global shares pared gains on Wednesday after a rally that pushed Wall Street to seven-month highs lost ground on mounting concerns about a bailout of Greece and renewed doubts among Federal Reserve officials about the U.S. economy.\n\nU.S. stocks slid for the third session in four, with the market’s direction largely dictated by Apple Inc, the world’s largest company by market capitalization. After hitting a record high, Apple closed down more than 2 percent.\n\nA report that said Apple had asked Amazon to halt sales of its iPad in China jolted investors, just as minutes of the Fed’s last policy meeting were released, sparking fresh risk aversion. An Apple spokeswoman later said Amazon is not an authorized reseller of iPads in China or the United States.\n\nA Chinese technology firm is trying to ban shipments of Apple’s tablet in and out of the country in a legal battle over the iPad name.\n\n“Who would have thought that the thing that bothered the market the most was Apple getting too high?” said Larry McMillan, president of McMillan Analysis Corp of Morristown, New Jersey in a report. “For the first time in quite a while, an early rally has degenerated into after selling.”\n\nU.S. stocks hugged break-even for most the session but retreated late in the day on Apple’s decline. Apple closed down 2.3 percent to $497.67, after hitting yet another record high, at $526.29.\n\nThe Dow Jones industrial average closed down 97.33 points, or 0.76 percent, at 12,780.95. The Standard & Poor’s 500 Index fell 7.27 points, or 0.54 percent, at 1,343.23. The Nasdaq Composite Index shed 16.00 points, or 0.55 percent, at 2,915.83.\n\nThe euro extended losses against the dollar, falling to a more than one-week low, while the dollar pared losses against the yen. The euro was down 0.5 percent at $1.3067.\n\nA few Fed officials believed another round of central bank bond buying would be needed before long to support the U.S. economy, but others withheld judgment to await more data.\n\nGlobal stock markets rose as data showing underlying strength in the U.S. economy and signs of economic resilience in Germany and France offset worries about the uncertain prospects for a bailout of Greece.\n\nBut European shares, which had hit fresh highs on a Greek commitment to implementing new austerity measures, pared gains on a report euro zone officials were considering delaying the bailout until after Greece holds elections in April.\n\nThe FTSEurofirst 300 index closed up 0.6 percent at 1,075.75 points. Volume was 79.2 percent of the 90-day daily average. The index had been up as much as 1,080.30 after the Greek commitment.\n\n“The market does not like it - if Greece cannot get a bailout by mid-March it effectively has a messy default,” said Richard Batty, strategist at Standard Life Investments, which has $248.37 billion of assets under management. “The country must act now to make the extra spending cuts as there is a danger of contagion to the rest of the market if a chaotic default occurs.”\n\nTraders said the market could fall by as much as 10 percent if a Greek chaotic default looked certain.\n\nOverall U.S. industrial output was unexpectedly flat in January, but a second straight month of gains in the manufacturing component pointed to a strengthening economy, data from the Federal Reserve showed.\n\nSafe-haven U.S. and German government bond prices rose on the possibility of delaying the bailout.\n\nThe benchmark 10-year U.S. Treasury note rose 1/32 in price to yield 1.93 percent.\n\nBund futures were last up 53 ticks on the day at 139.05, and some traders said they could push to around 140 if Greece’s fate continues to look uncertain.\n\nBrent oil settled at an eight-month high as fears of supply disruptions from Iran, other Middle Eastern producers and Africa outweighed worries about the global economy.\n\nBut concerns about the outcome of Greek bailout talks in Brussels among euro zone officials limited the day’s rises.\n\nIn London, ICE April Brent crude settled at $118.93 a barrel, gaining $1.58 and posting the highest close since June 14.\n\nU.S. March crude settled at $101.80 a barrel, gaining $1.06, the highest close in a month. Brent’s premium against its U.S. counterpart narrowed to $16.79 at the close.\n\nGold was lifted by crude oil’s gains as it broke ranks with the euro and U.S. equities. While seen as a safe haven, the metal has tracked the fortunes of riskier assets in recent months as market turbulence caused by the debt crisis forced investors to sell gold to cover losses elsewhere.\n\nU.S. COMEX gold futures for April delivery settled up $10.40 at $1,728.10."
    },
    {
        "time": "1:20PM UTC",
        "header": "apple ipad plant conditions better than the norm: agency",
        "link": "http://www.reuters.com/article/2012/02/15/us-china-apple-idUSTRE81E1FQ20120215",
        "body": "BEIJING (Reuters) - Working conditions at Chinese manufacturing plants where Apple Inc’s iPads and iPhones are made are far better than those at garment factories or other facilities elsewhere in the country, according to the head of a non-profit agency investigating the plants.\n\nThe Fair Labor Association (FLA) is beginning a study of the working conditions of Apple’s top eight suppliers in China, following reports of worker suicides, a plant explosion and slave-like conditions at one of those suppliers, Foxconn Technology Group.\n\nAuret van Heerden, president of the FLA offered no immediate conclusions on the working conditions, but he noted that boredom and alienation could have contributed to the stress that led some workers to take their own lives.\n\nIn addition to Foxconn, FLA investigators will later visit facilities of Quanta Computer Inc, Pegatron Corp, Wintek Corp and other suppliers, who are notoriously tight-lipped about their operations.\n\nAfter his first visits to Foxconn, van Heerden said, “The facilities are first-class; the physical conditions are way, way above average of the norm.”\n\nHe spent the past several days visiting Foxconn plants to prepare for the study.\n\n“I was very surprised when I walked onto the floor at Foxconn, how tranquil it is compared with a garment factory,” he said. “So the problems are not the intensity and burnout and pressure-cooker environment you have in a garment factory. . It’s more a function of monotony, of boredom, of alienation perhaps.”\n\nHe noted that the organization has been dealing with suicides in Chinese factories since the 1990s.\n\n”You have lot of young people, coming from rural areas, away from families for the first time,“ he said. ”They’re taken from a rural into an industrial lifestyle, often quite an intense one, and that’s quite a shock to these young workers.\n\n”And we find that they often need some kind of emotional support, and they can’t get it,“ he added. Factories initially didn’t realize those workers needed emotional support.”\n\nVan Heerden dismissed the notion that his organization might paint a cursory and positive picture of Apple’s suppliers.\n\nCompanies that join the FLA abide by rigorous commitments, and their interests are balanced by non-governmental organizations and more than 200 universities that sit on the board of the organization with the corporations, he said.\n\nFLA evolved from a group originally convened by U.S. President Bill Clinton in 1996 with the goal of reducing sweatshop labor around the world. Its board includes executives from sneaker companies Nike and Adidas.\n\n”Apple didn’t need to join the FLA,“ he said. ”The FLA system is very tough. It involves unannounced visits, complete access, public reporting.\n\n“If Apple wanted to take the easy way out there were a whole host of options available to them,” he added. “The fact that they joined the FLA shows they were really serious about raising their game.”\n\nSome 30 FLA staff members are visiting two Foxconn factories in Shenzhen in southern China and one in the central city of Chengdu. Each plant has about 100,000 workers, although not all work on Apple products.\n\nOver three weeks, some 35,000 workers will be interviewed about 30 at a time to answer questions anonymously, entering their responses onto Apple iPads.\n\n* how the workers were hired\n\n* if they were paid a fee\n\n* if they were offered and signed contracts and whether they understood them\n\n* the condition of their dorm rooms and food\n\n* if complaints are acted upon\n\n* their emotional well being\n\nThe data will be uploaded immediately and consolidated, and an interim report will be made public in early March.\n\nThe eventual FLA report will identify areas the suppliers need to improve and offer suggestions, van Heerden said.\n\n“There might not be a clear policy on hiring, that could lead unwittingly to discrimination against hepatitis B sufferers,” he said as an example.\n\n“There might not be adequate documentation that could lead to the risk that workers get hired with fake documentation, that underage workers come in . We can recommend very specific actions they can take.”"
    },
    {
        "time": "5:55PM UTC",
        "header": "factbox: apple shares, a market darling, reach all-time high",
        "link": "http://www.reuters.com/article/2012/02/15/us-apple-stockmarkets-fb-idUSTRE81E2F920120215",
        "body": "(Reuters) - Apple Inc stock charged into unfamiliar territory on Wednesday, reaching an all-time high well above $500, before dipping in late trading.\n\nThe stock has risen more than 30 percent since the start of December, and its estimate-topping earnings late last month added fuel to its recent gains.\n\nThe shares touched a historic high of $526.29 on Wednesday, up more than 3 percent on the day, before closing down 2.3 percent at $497.67.\n\nHere’s a look at Apple’s massive presence in the U.S. stock market.\n\n* Apple’s market capitalization is about $464 billion, more than the combined market cap of Google Inc ($197 billion) and Microsoft Corp ($252 billion)\n\n* The earnings growth rate for the S&P 500 in last year’s fourth quarter is 8.9 percent. Excluding Apple, the rate drops to 5.8 percent.\n\n* The current estimated growth rate for the S&P 500 in the first quarter of 2012 is 2.25 percent, but without Apple it falls to 0.99 percent.\n\n* Apple’s median stock price target from Wall Street is $600, about 20 percent higher than its current price. The highest targets among the 57 analysts that cover the company are $700 from Hudson Square research and $670 from Piper Jaffray. Thomson Reuters StarMine’s calculation of the stock’s intrinsic value is now $637.10.\n\n* So far in 2012, Apple’s market cap has risen about $86 billion, from a price gain of 22.9 percent.\n\n* Apple accounted for 9 percent of flows in the options market on Wednesday, with a total of 1.77 million contracts traded, according to Trade Alert. That was a record for contracts traded, exceeding the previous daily record of 1.3 million contracts set on February 9.\n\n* The stock has had two down years in the last decade: 2002 and 2008. Its largest yearly percentage change since 1980 was 212 percent in 1998. The largest decline was 71 percent in 2000.\n\n* In terms of price, the largest yearly change was $125.38 per share, in 2009. So far this year the stock is up $92.67.\n\n* Apple is currently 16.5 percent of the Nasdaq 100 .NDX. When its weighting tipped over 20 percent last year, Nasdaq OMX rebalanced the index and left Apple’s participation at just above 12 percent."
    },
    {
        "time": "11:00PM UTC",
        "header": "more chinese cities halt apple ipad orders -reports",
        "link": "http://www.reuters.com/article/2012/02/16/apple-ipads-china-idUSL4E8DG0M020120216",
        "body": "HONG KONG, Feb 16 (Reuters) - Retailers in more Chinese cities have been told by authorities to take the popular iPad tablet PCs off their shelves this week, media reports said on Thursday, due to a legal battle between a Chinese technology firm and Apple Inc over trademark issues.\n\nTwo major shopping malls in Shanghai’s Xujiahui district have stopped ordering iPads, while cities such as Xuzhou in Jiangsu province and Qingdao in Shandong province have asked retailers to pull iPads from store shelves, said www.yicai.com, the website of finance-focused Chinese newspaper Diyi Caijing Daily.\n\nThe Xuzhou commerce office could not be immediately reached for comment on Thursday, while Shanghai’s commerce office had no comment.\n\nThe Qingdao commerce department said it had not ordered any ban on iPad sales.\n\n“Whether the retailers decide to stop sales or not is up to them. The government is not involved,” the spokesman said.\n\nThe reports come days after authorities asked retailers in another city near Beijing, Shijiazhuang, to stop selling iPads.\n\nProview Technology (Shenzhen) Co Ltd, a unit of Proview International Holdings has asked authorities in more than 30 cities to stop the sales.\n\nAmazon in China has also been reported to have stopped online iPad sales, but a company executive said it was due to a supply shortage and not related to the trademark lawsuit.\n\nOn Tuesday, lawyers representing Proview Technology (Shenzhen) said the company would seek a ban on exports of iPads from mainland China, and authorities in some Chinese cities had ordered retailers to stop selling Apple’s iPad ."
    },
    {
        "time": "1:09PM UTC",
        "header": "us stocks snapshot - wall st hits session lows as apple falls",
        "link": "http://www.reuters.com/article/2012/02/15/markets-stocks-negative-idUSL2E8DFDGV20120215",
        "body": "NEW YORK, Feb 15 (Reuters) - U.S. stocks hit session lows and the Nasdaq turned negative on Wednesday as shares of Apple Inc gave up earlier gains and moved into the red.\n\nThe Dow Jones industrial average dropped 87.49 points, or 0.68 percent, to 12,790.79. The Standard & Poor’s 500 Index lost 4.40 points, or 0.33 percent, to 1,346.10. The Nasdaq Composite Index fell 6.36 points, or 0.22 percent, to 2,925.47."
    },
    {
        "time": "4:05PM UTC",
        "header": "us stocks snapshot -wall st ends down, led lower by apple",
        "link": "http://www.reuters.com/article/2012/02/15/markets-stocks-close-idUSWEN313420120215",
        "body": "NEW YORK, Feb 15 (Reuters) - U.S. stocks closed lower on Wednesday for the third session in four, with market direction largely dictated by the swings in shares of Apple, the world’s largest company in market value.\n\nBased on the latest available data, the Dow Jones industrial average was down 97.11 points, or 0.75 percent, at 12,781.17. The Standard & Poor’s 500 Index was down 7.25 points, or 0.54 percent, at 1,343.25. The Nasdaq Composite Index fell 16.00 points, or 0.55 percent, at 2,915.83."
    },
    {
        "time": "4:47AM UTC",
        "header": "apple iphone market share to slip from q1: gartner",
        "link": "http://www.reuters.com/article/2012/02/15/us-cellphones-gartner-idUSTRE81E0GP20120215",
        "body": "(Reuters) - Apple, which became the world’s largest smartphone vendor in the fourth quarter, will see its iPhone market share slipping for a couple of quarters as the novelty of its latest 4S model runs out, research firm Gartner said on Wednesday.\n\nApple saw its iPhone sales more than double in the last quarter when it took a 24 percent share of the smartphone market, helped by a 15-month period before the 4S model was launched, which created a lot of pent-up demand.\n\nGartner said Apple’s strong performance will continue into the first quarter of 2012 as availability of the iPhone 4S widens, but without the benefit from delayed purchases sales would decline from the previous quarter.\n\nIn contrast to Apple’s blow-out quarter, former smartphone market leader Nokia saw its share of that market fall to 12 percent from 30 percent just a year ago.\n\nGartner also said cellphone market growth would slow this year as the weakening economies hurting the demand.\n\nGartner said it saw growth in the overall cellphone sales volume slowing to 7 percent from 11 percent growth seen last year, while smartphone market growth would slow to 39 percent from 58 percent.\n\n“In some of the regions economic conditions have slowed down the replacement market. Consumers are more cautious,” said analyst Roberta Cozza."
    },
    {
        "time": "1:50PM UTC",
        "header": "apple asked about iphone privacy by us legislators",
        "link": "http://www.reuters.com/article/2012/02/15/apple-privacy-idUSL2E8DFE8Y20120215",
        "body": "SAN FRANCISCO, Feb 15 (Reuters) - U.S. legislators on Wednesday sought more information from Apple Inc regarding its privacy policies, pulling the iPhone manufacturer into a swelling controversy over how developers on its popular iOS mobile platform have been able to access users’ private address book data.\n\nIn a letter addressed to Apple Chief Executive Tim Cook, Representatives Henry Waxman of California and G.K. Butterfield of North Carolina, both Democrats on the House Energy and Commerce Committee, asked Apple to clarify its developer guidelines and the measures taken by the company to screen apps that are sold on its App Store.\n\nThe letter comes after Path, a San Francisco startup that makes a Facebook-like social networking app, attracted widespread criticism last week after a Singaporean developer discovered that Path’s iPhone app had been quietly uploading his contacts’ names and phone numbers onto Path’s servers.\n\nIn the following days, other technology bloggers discovered that iPhone apps like Facebook, Twitter, Foursquare and Foodspotting similarly uploads user data - without permission, in some cases.\n\nThe Path incident “raises questions about whether Apple’s iOS app developer policies and practices may fall short when it comes to protecting the information of iPhone users and their contacts,” the letter said.\n\nThe legislators’ request for information casts the spotlight squarely onto Apple for the first time since an independent blogger, Dustin Curtis, wrote in a widely distributed post last week that “there’s a quiet understanding among many iOS app developers that it is acceptable to send a user’s entire address book, without their permission to remote servers and then store it for future reference.”\n\nCurtis blamed Apple, writing that he could not “think of a rational reason for why Apple has not placed any protections on Address Book in iOS.”\n\nIn their letter to Apple, Waxman and Butterfield, referenced Curtis’ blog post, adding: “There could be some truth to these claims.”\n\nThe legislators requested Apple to submit its response by Feb. 29.\n\nApple could not be immediately reached for comment."
    },
    {
        "time": "5:24PM UTC",
        "header": "euro falls, u.s. stocks retreat as apple falls",
        "link": "http://www.reuters.com/article/2012/02/15/us-markets-global-idUSTRE8181RD20120215",
        "body": "NEW YORK (Reuters) - The euro fell and global shares pared gains on Wednesday after a rally that pushed Wall Street to seven-month highs lost ground on mounting concerns about a bailout of Greece and renewed doubts among Federal Reserve officials about the U.S. economy.\n\nU.S. stocks slid for the third session in four, with the market’s direction largely dictated by Apple Inc (AAPL.O), the world’s largest company by market capitalization. After hitting a record high, Apple closed down more than 2 percent.\n\nA report that said Apple had asked Amazon (AMZN.O) to halt sales of its iPad in China jolted investors, just as minutes of the Fed’s last policy meeting were released, sparking fresh risk aversion. An Apple spokeswoman later said Amazon is not an authorized reseller of iPads in China or the United States.\n\nA Chinese technology firm is trying to ban shipments of Apple’s tablet in and out of the country in a legal battle over the iPad name.\n\n“Who would have thought that the thing that bothered the market the most was Apple getting too high?” said Larry McMillan, president of McMillan Analysis Corp of Morristown, New Jersey in a report. “For the first time in quite a while, an early rally has degenerated into after selling.”\n\nU.S. stocks hugged break-even for most the session but retreated late in the day on Apple’s decline. Apple closed down 2.3 percent to $497.67, after hitting yet another record high, at $526.29.\n\nThe Dow Jones industrial average .DJI closed down 97.33 points, or 0.76 percent, at 12,780.95. The Standard & Poor's 500 Index .SPX fell 7.27 points, or 0.54 percent, at 1,343.23. The Nasdaq Composite Index .IXIC shed 16.00 points, or 0.55 percent, at 2,915.83.\n\nThe euro extended losses against the dollar, falling to a more than one-week low, while the dollar pared losses against the yen. The euro was down 0.5 percent at $1.3067.\n\nA few Fed officials believed another round of central bank bond buying would be needed before long to support the U.S. economy, but others withheld judgment to await more data.\n\nGlobal stock markets rose as data showing underlying strength in the U.S. economy and signs of economic resilience in Germany and France offset worries about the uncertain prospects for a bailout of Greece.\n\nBut European shares, which had hit fresh highs on a Greek commitment to implementing new austerity measures, pared gains on a report euro zone officials were considering delaying the bailout until after Greece holds elections in April.\n\nThe FTSEurofirst 300 index .FTEU3 closed up 0.6 percent at 1,075.75 points. Volume was 79.2 percent of the 90-day daily average. The index had been up as much as 1,080.30 after the Greek commitment.\n\n“The market does not like it - if Greece cannot get a bailout by mid-March it effectively has a messy default,” said Richard Batty, strategist at Standard Life Investments, which has $248.37 billion of assets under management. “The country must act now to make the extra spending cuts as there is a danger of contagion to the rest of the market if a chaotic default occurs.”\n\nTraders said the market could fall by as much as 10 percent if a Greek chaotic default looked certain.\n\nOverall U.S. industrial output was unexpectedly flat in January, but a second straight month of gains in the manufacturing component pointed to a strengthening economy, data from the Federal Reserve showed.\n\nSafe-haven U.S. and German government bond prices rose on the possibility of delaying the bailout.\n\nThe benchmark 10-year U.S. Treasury note rose 1/32 in price to yield 1.93 percent.\n\nBund futures were last up 53 ticks on the day at 139.05, and some traders said they could push to around 140 if Greece’s fate continues to look uncertain.\n\nBrent oil settled at an eight-month high as fears of supply disruptions from Iran, other Middle Eastern producers and Africa outweighed worries about the global economy.\n\nBut concerns about the outcome of Greek bailout talks in Brussels among euro zone officials limited the day’s rises.\n\nIn London, ICE April Brent crude settled at $118.93 a barrel, gaining $1.58 and posting the highest close since June 14.\n\nU.S. March crude settled at $101.80 a barrel, gaining $1.06, the highest close in a month. Brent’s premium against its U.S. counterpart narrowed to $16.79 at the close.\n\nGold was lifted by crude oil’s gains as it broke ranks with the euro and U.S. equities. While seen as a safe haven, the metal has tracked the fortunes of riskier assets in recent months as market turbulence caused by the debt crisis forced investors to sell gold to cover losses elsewhere.\n\nU.S. COMEX gold futures for April delivery settled up $10.40 at $1,728.10."
    }
]