[
    {
        "time": "7:56PM UTC",
        "header": "apple ipad sales disappoint, street eyes holiday quarter",
        "link": "http://www.reuters.com/article/2012/10/25/us-apple-results-new-idUSBRE89O1M920121025",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc delivered another quarter of lackluster results and iPad sales fell well short of Wall Street targets, pushing its stock down more than 1 percent.\n\nThe world’s most valuable technology company, whose share price flirted after hours with sub-$600 levels for the first time since August, delivered results largely in line with expectations. It had missed revenue forecasts a quarter ago.\n\nApple sold fewer iPads than anticipated as the economy remained weak and consumers waited for the new iPad mini, which will hit store shelves next month.\n\nAnalysts say the real test for the company will come during the crucial holiday shopping season, when competition will reach fever-pitch with Apple, Amazon.com Inc, Google Inc and Microsoft Corp all fielding new gadgets.\n\n“Going into earnings we were wondering if the slowing economy will catch up with Wall Street and it has,” said Channing Smith, co-manager of the Capital Advisors Growth Fund.\n\n“Apple is very well positioned with the iPad and now the iPad mini. It has a great smartphone and we expect the iPhone 5 to sell very well. The outlook is conservative but that’s not surprising. Err on the side of caution is a proven formula.”\n\nApple shipped 26.9 million iPhones, somewhat higher than the 25 million to 26 million that Wall Street analysts had predicted. Sales of the iPad came in at 14 million in the fiscal fourth quarter, well below lowered forecasts for the tablet.\n\nIt had just nine selling days of the new iPhone 5 in its fiscal fourth quarter - meaning all eyes are now trained on the current holiday quarter.\n\nApple ended its fiscal 2012 with a 45 percent increase in revenue to $156.5 billion, while net income was up 61 percent.\n\nFor the final fiscal quarter, it posted net income of $8.2 billion or $8.67 a diluted share in the fiscal fourth quarter, versus $6.6 billion or $7.05 a share a year earlier. Its earnings beat analysts’ average forecast for $8.75.\n\nFiscal fourth quarter revenue rose to $35.96 billion, roughly in line with the average analyst estimate of 35.8 billion, according to Thomson Reuters I/B/E/S.\n\n“Despite what you are reading about Europe, we did far better than our competitors,” Apple Chief Financial Officer Peter Oppenheimer said in an interview.\n\nApple heads into the quarter after refreshing almost all of its product lines, including introducing an upgraded, fourth-generation full-sized iPad. The December quarter will show how well consumers respond to Apple’s latest gamble - the new, smaller iPad mini that will goes on sale November 2.\n\nSterne Agee’s Shaw Wu attributed some of the quarter’s weak iPad sales to Apple holding back supply of the third-generation iPad to stores, to clear the shelves ahead of the latest iPad.\n\n“We were happy with the 14 million iPad sales in the quarter. It exceeded our expectations,” Oppenheimer said. “But as the summer went on, the rumors were pretty rampant about the iPhone and iPad.”\n\nFor the December quarter, Apple forecast revenue of $52 billion, below the average estimate of $55 billion, according to Thomson Reuters I/B/E/S.\n\nApple ended the quarter with $121.3 billion in cash and securities, of which $83 billion was offshore, Oppenheimer said."
    },
    {
        "time": "7:56AM UTC",
        "header": "global markets-uk pick-up lifts european shares, wall street eyes apple",
        "link": "http://www.reuters.com/article/2012/10/25/markets-global-idUSL5E8LP3ZY20121025",
        "body": ""
    },
    {
        "time": "4:50PM UTC",
        "header": "apple revenue meets forecasts, ipad disappoints",
        "link": "http://www.reuters.com/article/2012/10/25/us-apple-results-idUSBRE89O1KD20121025",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc reported quarterly revenue that met Wall Street expectations even as iPad sales disappointed. Trading in the stock was halted after hours.\n\nApple said its fiscal fourth quarter revenue rose to $35.96 billion, roughly in line with the average analyst estimate of 35.8 billion, according to Thomson Reuters I/B/E/S.\n\nApple shipped 26.9 million iPhones, somewhat higher than the 25 million to 26 million that Wall Street analysts had predicted. Sales of the iPad came in at 14 million in the fiscal fourth quarter, well below lowered forecasts for the tablet.\n\nApple only had nine selling days of the new iPhone 5 in its fiscal fourth quarter, which means that all eyes are now on the current holiday quarter.\n\nApple heads into the quarter after having refreshed almost all of its product lines, including an upgraded, full-sized iPad. The December quarter will show how well consumers respond to Apple’s latest gamble - the new, smaller iPad mini that will goes on sale November 2."
    },
    {
        "time": "7:45PM UTC",
        "header": "apple results shrink ipad mini’s relevance",
        "link": "http://www.reuters.com/article/2012/10/25/idUS227781082920121025",
        "body": "By Robert Cyran The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nApple’s results have shrunken the iPad mini’s relevance to size. Hawking nearly 27 million iPhones last quarter dwarfs all the hoopla earlier this week surrounding the launch of the tinier tablet, which may sell about the same amount in a year. Moreover, iPad profit margins don’t compare – and the mini’s will be smaller still. The phone still energizes the Apple ecosystem.\n\nImpressive growth came through again despite Apple missing what analysts had been expecting the bottom line to be. Sales increased 27 percent and earnings per share 23 percent. Most of it can be attributed to the iPhone, which accounts for just under half the company’s revenue. While unit sales of the handset rose 58 percent from a year ago, iPad sales grew at less than half that pace, to 14 million. The difference in growth rates is also only half the story.\n\nThe gross margin on iPhone sales in recent years has been between 49 and 58 percent, depending on the number and model sold, according to documents released in Apple’s trial against Samsung. Comparable figures for the iPad are about half that. And Apple acknowledged on Thursday that the mini will have substantially lower margins still.\n\nConsider that if Apple sells 30 million of the minis in its first year, as Sanford Bernstein estimates, it’ll add about $1 of earnings per share – or less than 2 percent of the $53 Wall Street is expecting the company to generate in the coming fiscal year. Lower price and margins and some cannibalization from sales of the bigger iPads would all be factors.\n\nAlthough manufacturing costs are increasing because of all the new products, Apple’s current quarter should be a big one. Gadget sales sparkle during the holidays and the company has new desktops, laptops, iPods and tablets already on shelves or on their way. It’ll also be the first full quarter the new handset will be available. The latest earnings are a reminder that how the iPhone goes, so goes Apple."
    },
    {
        "time": "1:46PM UTC",
        "header": "analysis: apple options - is the tail wagging the dog?",
        "link": "http://www.reuters.com/article/2012/10/25/us-apple-options-weeklys-idUSBRE89O1BS20121025",
        "body": "NEW YORK (Reuters) - As the world’s most valuable publicly traded company, Apple’s share price rises and falls - mostly rises - on its fat profits and big sales of newly introduced gadgets.\n\nThat is, except for the last few hours of trading on Fridays when the options market takes charge.\n\nApple Inc, which was worth $578 billion at Wednesday’s close, is one of the market’s most actively traded stocks. But its options are also among the most popular, too, so the closing price of the maker of the iPad and iPhone at the end of each week is often dictated by players in this market in a phenomenon known as “pinning.”\n\nThat’s due to the increasing interest in trading weekly options on individual shares, which have only existed since June 2010. These contracts, known as “weeklys,” should be particularly active as Apple reports earnings after the market’s close on Thursday.\n\nInvestors who buy options hope their bets end up “in the money,” that is profitable, be it a call option (bets on a stock rising) or a put option (bets on a stock falling). If Apple is, say, at $605 a share, every call option below that level - from $600 down - makes money if the buyer decides to exercise that option.\n\nFor dealers - those who sell options - the equation is a bit different. They’re generally trying to remain neutral - making money by collecting the cost, or premium, from buyers of options.\n\nWhere the rubber meets the road in this case - and where concern about manipulation comes in - is with option strikes that are very close to where a stock is trading on expiration approaches. For dealers and others selling options, as expiration approaches, their incentive is to try to have these positions expire worthless - so they’re not caught having to deliver the shares and suffer losses as a result.\n\nThat’s where “pinning” comes in. Dealers and others will try to “pin” the stock as close to that round number as possible - through buying and selling shares. Professional traders have noticed this trend and attempt to profit by riding the tendency of stocks to gravitate toward a round number. For instance, if a stock was trading just below a $600 strike, they would buy shares to push the price higher, assuming other buyers will jump in, thus giving the trader a quick profit.\n\nWhen stocks end the week close to a strike price, it means investors with a position in that particular strike sees those calls or puts expire worthless. If an investor paid $2 on an Apple call option with a $620 strike, they’re hoping it rises to more than $622. If it doesn‘t, the position is not profitable.\n\n“This is a tail-wagging-the-dog phenomena that I think all investors should be aware of,” said Ralph Edwards, director of derivatives strategy at Investment Technology Group, who closely watches expiration activity in Apple weeklys.\n\n“Traders should get used to every Friday being expiration Friday,” said Edwards.\n\nPinning has been around for years, especially in S&P 500 index options, but it is becoming more prevalent as options trading has grown in popularity. Traders do it to neutralize positions that could cost them a lot of money. Rising volume in weeklys has made pinning a Friday afternoon ritual.\n\nThe pinning phenomenon sparks some accusations of manipulation in share prices, but some say it is inevitable.\n\n“There is this notion that weekly options are fishy and that pinning is some sort of a hoax, but it’s not,” said TD Ameritrade chief derivatives strategist J.J. Kinahan.\n\n“They are not the bad guys, it’s just the nature of hedging,” Kinahan said.\n\nWeeklys were first introduced by CBOE in October 2005 for index options. Weeklys for individual names started in June 2010, when Apple became one of the first four with such contracts. Now, about 130 individual stocks have weeklys.\n\nApple options are the most actively traded among single-stock names at the CBOE. Average daily volume in Apple weeklys was more than 90,000 contracts for the first nine months of 2012, compared with less than 30,000 in 2011.\n\nApple options contracts are listed in $5 intervals - $625, $630, and so on. Over time, Apple’s closing price on Fridays has been drifting closer to the nearest strike as weekly options become more popular. Between October 2011 and October 2012, weekly expiration days saw Apple shares end, on average, $1.02 away from the nearest strike. In the prior year, it was $1.32.\n\n“It is the growth of the use of weeklies that have driven the pinning,” Edwards said.\n\nFriday, Oct 12, was a notable example. Activity in Apple options soared, with around 150,000 contracts traded in the last hour, or about 15 percent of the day’s volume, according to Interactive Brokers. The stock was as low as $625.30 but closed at $629.71, right near the most popular options strike of $630.\n\nThat meant anyone betting shares would fall substantially below $630 saw their bet expire worthless.\n\nIn July, weeklys accounted for about 18 percent of average daily CBOE options volume, up from 2 percent in 2010.\n\n“It would take at least a couple of years for weeklys to top the volume of monthly options that have been around since the ‘70s, but the growth of these short-dated options is massive,” said Randy Frederick, director of trading and derivatives at Charles Schwab."
    },
    {
        "time": "5:32PM UTC",
        "header": "wall street manages slim gain, apple falls after results",
        "link": "http://www.reuters.com/article/2012/10/25/us-markets-stocks-idUSBRE89L0A420121025",
        "body": "NEW YORK (Reuters) - Stocks eked out small gains on Thursday in another uninspiring session on Wall Street, with worries about weak business spending keeping investors wary.\n\nAfter the close of trading, Apple Inc (AAPL.O), the most valuable public company in the United States, posted quarterly earnings that fell short of expectations. Apple’s earnings per share came in at $8.67, compared with Wall Street’s estimate for $8.75 a share. Trading of Apple’s stock was halted after the close and ahead of the earnings, but trading resumed at about 4:50 p.m. Apple’s stock fell 1.4 percent to $600.71 in extended-hours trading after its results, though it was down 4 percent when trading resumed.\n\nEquity futures fell on the news, with S&P 500 futures dropping 3 points to 1,405.20, signaling a possible fall in stocks on Friday.\n\nThe Nasdaq 100 Powershares exchange-traded fund (QQQ.O), which tracks the Nasdaq 100 Index .NDX, dropped 0.7 percent in after-hours trading following Apple’s results. Apple accounts for 19 percent of that index’s value.\n\nThe broad S&P 500 has declined 3.6 percent over the previous five sessions before a modest rebound Thursday. A string of high-profile disappointments pointing to weak global demand has sapped buying enthusiasm after what has been a strong run in 2012.\n\nThere were a few bright spots during the day, such as Procter & Gamble (PG.N), which rose 2.9 percent to end the regular session at $70.07 after reporting stronger-than-expected results. But that was not enough to motivate investors reeling from a sharp decline in recent days.\n\nU.S. durable goods orders rose more than expected in September, though orders excluding volatile defense goods and aircraft were unchanged, and business investment showed signs of stalling.\n\n“Global concerns are always in the background and people haven’t forgotten about it. That’s what markets on Friday and earlier this week told us,” said Jaewoo Nakajima, associate managing director at International Strategy and Investment Group, in New York.\n\nWith about 244 companies in the S&P 500 reporting results so far, 62.3 percent have beaten expectations, a slight improvement on the typical 62 percent average, Thomson Reuters data showed.\n\nRevenue this quarter has been less than stellar, with just 36.3 percent of companies reporting higher-than-expected revenue - compared with a historic beat rate of 62 percent.\n\n“We had 50-some companies report today, and it’s all a continuation of companies beating on earnings, but coming in lower on revenue,” said Terry Morris, senior vice president and senior equity manager for National Penn Investors Trust Company in Reading, Pennsylvania.\n\nBig-picture uncertainty has also had a quiet dampening effect on stock prices as the countdown to the U.S. presidential election and the impending fiscal cliff begins in earnest.\n\n“Certainly, the fiscal cliff continues to weigh on the market. If it weren’t for that pressure, we’d probably be higher,” Morris said.\n\nThe Dow Jones industrial average .DJI rose 26.34 points, or 0.20 percent, to 13,103.68 at the close. The Standard & Poor's 500 Index .SPX gained 4.22 points, or 0.30 percent, to finish at 1,412.97. The Nasdaq Composite Index .IXIC advanced 4.42 points, or 0.15 percent, to end at 2,986.12.\n\nTech bellwether Apple (AAPL.O) was scheduled to report earnings after the close. The iPad and iPhone maker was expected to report quarterly earnings of $8.75 a share, according to Thomson Reuters data. Apple’s stock lost 1.2 percent to end the regular session at $609.54 ahead of the results.\n\nColgate-Palmolive (CL.N) shares fell 1.8 percent to $104.60 after the toothpaste and household products manufacturer unveiled a cost-cutting plan that involved shedding 6 percent of its workforce by the end of 2016.\n\nVolume was relatively light, with just 6.34 billion shares traded on U.S. exchanges.\n\nAdvancers outnumbered decliners on the New York Stock Exchange by a ratio of about 3 to 2. On the Nasdaq, about seven stocks rose for every five that fell."
    },
    {
        "time": "4:42PM UTC",
        "header": "pandora falls on report that apple in talks for internet radio",
        "link": "http://www.reuters.com/article/2012/10/25/us-pandora-apple-internetradio-idUSBRE89O1KO20121025",
        "body": "(Reuters) - Shares of online streaming music service Pandora Media closed down 12 percent on a report that Apple Inc was in serious talks with major music labels to start an advertising-supported internet radio service by early next year.\n\nA deal could be reached by mid-November with Apple starting a service within the first three months of 2013, Bloomberg said, quoting people with knowledge of the negotiations.\n\nNews last month that Apple could be considering a potential launch of an online streaming music service cast a shadow over Pandora’s business prospects. The company’s shares have dropped more than 40 percent since then.\n\nPandora faces fierce competition from the likes of Sirius XM Radio, Clear Channel and Spotify as they battle for listeners in the burgeoning online streaming radio market, but Apple -- with its huge purse and ties to music labels -- may be Pandora’s most serious challenger yet.\n\nExecutives from Vivendi SA’s Universal Music Group, Warner Music Group Corp, and Sony Corp’s music division visited Apple’s headquarters recently to learn more about its radio plans, Bloomberg said.\n\nApple wants listeners to be able to buy tracks as music streams or revisit what they’ve heard in auto-generated playlists, it reported.\n\n“We don’t comment on our stock price or rumored competitive moves,” Eric Brown, Pandora’s vice-president of communications wrote in an email.\n\n“We remain focused on our listeners and delivering the best Internet radio experience for them,” he added.\n\nApple was not immediately available for comment.\n\nShares of Pandora closed at $8.20 on the New York Stock Exchange on Thursday. They were down 13 percent at $8.08 in trading after the bell."
    },
    {
        "time": "5:30PM UTC",
        "header": "us stocks-wall st manages slim gain, apple falls after results",
        "link": "http://www.reuters.com/article/2012/10/25/markets-usa-stocks-idUSL1E8LPHLX20121025",
        "body": "* Dow up 0.2 pct, S&P 500 up 0.3 pct, Nasdaq up 0.2 pct\n\nNEW YORK, Oct 25 (Reuters) - U.S. stocks eked out small gains on Thursday in another uninspiring session on Wall Street, with worries about weak business spending keeping investors wary.\n\nAfter the close of trading, Apple Inc, the most valuable public company in the United States, posted quarterly earnings that fell short of expectations. Apple’s earnings per share came in at $8.67, compared with Wall Street’s estimate for $8.75 a share. Tr a d ing of Apple’s stock was halted after the close and ahead of the earnings, but trading resumed at about 4:50 p.m. Apple’s stock fell 1.4 percent to $600.71 in extended-hours trading after its results, though it was down 4 percent when trading resumed.\n\nEquity futures fell on the news, with S&P 500 futures dropping 3 points to 1,405.20, signaling a possible fall in stocks on Friday.\n\nThe Nasdaq 100 Powershares exchange-traded fund, which tracks the Nasdaq 100 Index, dropped 0.7 percent i n after-hours trading following Apple’s results. Apple accounts for 19 percent of that index’s value.\n\nThe broad S&P 500 has declined 3.6 percent over the previous five sessions before a modest rebound Thursday. A string of high-profile disappointments pointing to weak global demand has sapped buying enthusiasm after what has been a strong run in 2012.\n\nThere were a few bright spots during the day, such as Procter & Gamble, which rose 2.9 percent to end the regular session at $70.07 after reporting stronger-than-expected results. But that was not enough to motivate investors reeling from a sharp decline in recent days.\n\nU.S. durable goods orders rose more than expected in September, though orders excluding volatile defense goods and aircraft were unchanged, and business investment showed signs of stalling.\n\n“Global concerns are always in the background and people haven’t forgotten about it. That’s what markets on Friday and earlier this week told us,” said Jaewoo Nakajima, associate managing director at International Strategy and Investment Group, in New York.\n\nWith about 244 companies in the S&P 500 reporting results so far, 62.3 percent have beaten expectations, a slight improvement on the typical 62 percent average, Thomson Reuters data showed.\n\nRevenue this quarter has been less than stellar, with just 36.3 percent of companies reporting higher-than-expected revenue - compared with a historic beat rate of 62 percent.\n\n“We had 50-some companies report today, and it’s all a continuation of companies beating on earnings, but coming in lower on revenue,” said Terry Morris, senior vice president and senior equity manager for National Penn Investors Trust Company in Reading, Pennsylvania.\n\nBig-picture uncertainty has also had a quiet dampening effect on stock prices as the countdown to the U.S. presidential election and the impending fiscal cliff begins in earnest.\n\n“Certainly, the fiscal cliff continues to weigh on the market. If it weren’t for that pressure, we’d probably be higher,” Morris said.\n\nThe Dow Jones industrial average rose 26.34 points, or 0.20 percent, to 13,103.68 at the close. The Standard & Poor’s 500 Index gained 4.22 points, or 0.30 percent, to finish at 1,412.97. The Nasdaq Composite Index advanced 4.42 points, or 0.15 percent, to end at 2,986.12.\n\nTech bellwether Apple was scheduled to report earnings after the close. The iPad and iPhone maker was expected to report quarterly earnings of $8.75 a share, according to Thomson Reuters data. Apple’s stock lost 1.2 percent to end the regular session at $609.54 ahead of the results.\n\nColgate-Palmolive shares fell 1.8 percent to $104.60 after the toothpaste and household products manufacturer unveiled a cost-cutting plan that involved shedding 6 percent of its workforce by the end of 2016.\n\nVolume was relatively light, with just 6.34 billion shares traded on U.S. exchanges.\n\nAdvancers outnumbered decliners on the New York Stock Exchange by a ratio of about 3 to 2. On the Nasdaq, about seven stocks rose for every five that fell."
    },
    {
        "time": "7:40PM UTC",
        "header": "brief-apple cfo says iphone 5 'demand has been phenomenal'",
        "link": "http://www.reuters.com/article/2012/10/25/apple-brief-idUSWEN820820121025",
        "body": "SAN FRANCISCO, Oct 25 (Reuters) - Apple Inc : * CFO says iphone 5 ‘demand has been phenomenal’ * CFO says demand for iphone 5 continues to ‘outstrip supply’ * CFO says ended quarter with 9.1 million iphones in channel inventory * CFO says average revenue per Apple store was $11.2 million * CEO tim cook says seeing ‘significant state of backlog’ on iphone * CEO tim cook says iphone output has increased significantly in recent weeks * CEO cook says difficult to predict when iphone supply, demand will be in\n\nbalance * CEO cook says will be ‘constrained for the full quarter in a significant way’\n\non imac supply * CEO cook says doesn’t see component shortage for iphone or ipad ‘gating US\n\nfor the quarter’ as far as fiscal Q1 guidance goes"
    },
    {
        "time": "4:46PM UTC",
        "header": "us stocks snapshot-futures fall following apple miss",
        "link": "http://www.reuters.com/article/2012/10/25/markets-usa-stocks-apple-idUSL1E8LPGYY20121025",
        "body": "NEW YORK, Oct 25 (Reuters) - U.S. stock index futures fell on Thursday after Apple’s quarterly profit missed Wall Street’s expectations.\n\nS&P 500 futures fell 8.2 points and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures fell 66 points, and Nasdaq 100 futures lost 31 points.\n\nTrading in Apple shares was halted in after-hours action."
    },
    {
        "time": "5:52PM UTC",
        "header": "update 3-apple ipad sales disappoint, street eyes holiday qtr",
        "link": "http://www.reuters.com/article/2012/10/25/apple-results-idUSL1E8LPH8I20121025",
        "body": ""
    },
    {
        "time": "4:48PM UTC",
        "header": "us stocks-wall st ends up slightly, apple halted after results",
        "link": "http://www.reuters.com/article/2012/10/25/markets-usa-stocks-idUSL1E8LPGVT20121025",
        "body": "* Dow up 0.2 pct, S&P 500 up 0.3 pct, Nasdaq up 0.2 pct\n\nNEW YORK, Oct 25 (Reuters) - U.S. stocks eked out small gains on Thursday in another uninspiring session on Wall Street, with worries about weak business spending keeping investors wary.\n\nAfter the close of trading, Apple Inc, the most valuable public company in the United States, posted quarterly earnings that fell short of expectations. Apple’s earnings per share came in at $8.67, compared with Wall Street’s estimate for $8.75 a share. Th e stock was halted until 4:50 p.m.\n\nEquity futures fell on the news, with S&P 500 futures dropping 8.5 points to 1,399.70, signaling a possible fall in stocks on Friday.\n\nThe Nasdaq 100 Powershares exchange-traded fund, which tracks the Nasdaq 100 Index, dropped 1.3 percent in after-hours trading following Apple’s results. Apple accounts for 19 percent of that index’s value.\n\nThe broad S&P 500 had declined 3.6 percent over the previous five sessions before a modest rebound Thursday. A string of high-profile disappointments pointing to weak global demand has sapped buying enthusiasm after what has been a strong run in 2012.\n\nThere were a few bright spots during the day, such as Procter & Gamble, which rose 2.9 percent to $70.07 after reporting stronger-than-expected results. But that was not enough to motivate investors reeling from a sharp decline in recent days.\n\nU.S. durable goods orders rose more than expected in September, though orders excluding volatile defense goods and aircraft were unchanged, and business investment showed signs of stalling.\n\n“Global concerns are always in the background and people haven’t forgotten about it. That’s what markets on Friday and earlier this week told us,” said Jaewoo Nakajima, associate managing director at International Strategy and Investment Group, in New York.\n\nWith about 244 companies in the S&P 500 reporting results so far, 62.3 percent have beaten expectations, a slight improvement on the typical 62 percent average, Thomson Reuters data showed.\n\nRevenue this quarter has been less than stellar, with just 36.3 percent of companies reporting higher-than-expected revenue - compared with a historic beat rate of 62 percent.\n\n“We had 50-some companies report today, and it’s all a continuation of companies beating on earnings, but coming in lower on revenue,” said Terry Morris, senior vice president and senior equity manager for National Penn Investors Trust Company in Reading, Pennsylvania.\n\nBig-picture uncertainty has also had a quiet dampening effect on stock prices as the countdown to the U.S. presidential election and the impending fiscal cliff begins in earnest.\n\n“Certainly, the fiscal cliff continues to weigh on the market. If it weren’t for that pressure, we’d probably be higher,” Morris said.\n\nThe Dow Jones industrial average rose 26.34 points, or 0.20 percent, to 13,103.68 at the close. The Standard & Poor’s 500 Index gained 4.22 points, or 0.30 percent, to finish at 1,412.97. The Nasdaq Composite Index advanced 4.42 points, or 0.15 percent, to end at 2,986.12.\n\nTech bellwether Apple was scheduled to report earnings after the close. The iPad and iPhone maker was expected to report quarterly earnings of $8.75 a share, according to Thomson Reuters data. Apple’s stock lost 1.2 percent to end the regular session at $609.54 ahead of the results.\n\nColgate-Palmolive shares fell 1.8 percent to $104.60 after the toothpaste and household products manufacturer unveiled a cost-cutting plan that involved shedding 6 percent of its workforce by the end of 2016.\n\nVolume was relatively light, with just 6.18 billion shares traded on U.S. exchanges.\n\nAdvancers outnumbered decliners on the New York Stock Exchange by a ratio of about 3 to 2. On the Nasdaq, about seven stocks rose for every five that fell."
    }
]