[
    {
        "time": "6:18PM UTC",
        "header": "apple ipad mini draws new yorkers; crowds thin elsewhere",
        "link": "http://www.reuters.com/article/2012/11/02/us-apple-ipad-mini-idUSBRE8A101X20121102",
        "body": "NEW YORK/SAN FRANCISCO (Reuters) - Apple Inc’s iPad mini hit stores around the world on Friday, attracting sparser crowds than previous Apple launches, but the kickoff still drew hundreds of New Yorkers only days after one of the biggest storms to hit the United States.\n\nA proliferation of rival gadgets aimed at the holidays and cheaper tablets from Google Inc and Amazon.com Inc may have sapped interest in Apple’s latest bet, resulting in shorter lines outside stores from Tokyo and Amsterdam to Sydney and Hong Kong.\n\nThe 7.9-inch iPad mini marks Apple’s first foray into the smaller-tablet segment, and is the company’s first major new device since the death of its co-founder, Steve Jobs, last year.\n\nIn Manhattan, crowds braved crippled public transit and an early morning chill to line up outside Apple’s Fifth Avenue flagship store just two blocks from where a damaged crane dangled from a high-rise building - a stark example of how superstorm Sandy ravaged the city.\n\nSome turned up on impulse, lacking power and heat at home.\n\nLisa Sieber, 59, from Germany, rode a bicycle to the store because she said she was going “stir crazy” at her 81-year-old mother’s home in Manhattan’s Lower East Side.\n\n“There’s not much to do without power and lights,” she said. “I didn’t think I needed an iPad but once you get your first Mac, you slide into the iPhone and the next one and it makes it easy to get more Apple products.”\n\nWhile the city was still grappling with Sandy’s unprecedented devastation, some New Yorkers were angry that Apple delayed the store’s opening until 10 a.m.\n\n“Usually it’s 8 a.m.,” said Vincent Leroy, 27, a student from Long Island City in Queens who showed up at the store at 6:30 a.m. His friends complained loudly in unison when he told them he had found out about the delayed opening.\n\nOn the U.S. West Coast, fewer than a hundred people thronged Apple’s new outlet in Palo Alto, California, near the company’s Cupertino headquarters, and staff appeared to outnumber customers.\n\nShares of Apple, which hit an all-time high in September, slid as much as 2.7 percent on Friday to $580.14, their lowest level in more than three months. The shares were down 2.5 percent at $581.65 in late afternoon.\n\nThe iPad mini marks Apple’s assault on the smaller 7-inch-plus tablet segment, hoping to beat back major inroads by Google’s Nexus 7 and Amazon’s Kindle Fire this year. It is the latest salvo in a global mobile-device war, with software giant Microsoft Corp angling its Windows 8-driven Surface tablet for the holidays.\n\nUnveiled last week, the iPad mini has won mostly positive reviews but criticism centered on a heftier price tag and a screen considered inferior to those of rival gadgets like the Nexus 7. It replicates most of the features of its full-sized sibling.\n\nApple will likely sell between 1 million and 1.5 million iPad minis in the first weekend - far short of the 3 million third-generation iPads that sold last March in their first weekend, according to Piper Jaffray’s Gene Munster.\n\n“While launch lines and initial weekend sales may not be as impressive as previous iPad launches, the iPad mini will be a hit product for Apple and become a more significant part of the story over the next two to three quarters,” Munster said.\n\nThe iPad mini is the first device to be added to Apple’s compact portfolio under Chief Executive Tim Cook, who took over from Jobs months before his death a year ago. Analysts credit Google and Amazon for influencing the decision.\n\nSome investors worry that Apple might have lost its chief visionary with Jobs, or that new management may struggle to stay ahead of the pack as rivals innovate and encroach on its turf.\n\nJobs launched the original iPad in 2010, which has since taken a big chunk out of PC sales. On Friday, Apple also began selling the fourth generation of that 9.7-inch device, much the same as before but with a faster A6X processor and better Wi-Fi.\n\nBoth devices hit stores across 34 countries on Friday.\n\nWhen Apple’s flagship Hong Kong store opened on Friday, staff appeared to outnumber those waiting in line. In Amsterdam two hours after the store opened, it looked like a typical day, with no lines outside. An Apple employee told Reuters that people had lined up ahead of the store opening.\n\nThere were queues of 100 or more outside Apple stores in Tokyo and Seoul when the device went on sale. But fewer people turned up in Sydney than for previous iPhone launches.\n\n“It’s so thin and light and very cute - so cute!” said Ten Ebihara at the Apple store in Tokyo’s upscale Ginza district.\n\nReviewers have applauded Apple for squeezing most of the iPad’s features into a smaller package that can be comfortably manipulated with one hand. But at $329 for a Wi-Fi-only model, the iPad mini is a little costlier than predicted, though some analysts see that as Apple’s attempt to retain premium positioning.\n\nSome investors fear the gadget will lure buyers away from Apple’s $499 flagship iPad, while proving ineffective in combating the threat of Amazon’s $199 Kindle Fire and Google’s Nexus 7, both of which are sold at or near cost."
    },
    {
        "time": "6:57AM UTC",
        "header": "apple rolls out ipad mini in asia to shorter lines",
        "link": "http://www.reuters.com/article/2012/11/02/uk-apple-ipad-mini-idUSLNE8A101B20121102",
        "body": "SYDNEY (Reuters) - Apple fans lined up in several Asian cities to get their hands on the iPad mini on Friday, but the device, priced above rival gadgets from Google and Amazon.com, attracted smaller crowds than at the company’s previous global rollouts.\n\nApple Inc’s (AAPL.O) global gadget rollouts are typically high-energy affairs drawing droves of buyers who stand in line for hours. But a proliferation of comparable rival devices may have sapped some interest.\n\nAbout 50 people waited for the Apple store in Sydney, Australia, to open, where in the past the line had stretched for several blocks when the company debuted new iPhones.\n\nAt the head of Friday’s line was Patrick Li, who had been waiting since 4:30 am and was keen to get his hands on the 7.9-inch slate.\n\n“It’s light, easy to handle, and I’ll use it to read books. It’s better than the original iPad,” Li said.\n\nThere were queues of 100 or more outside Apple stores in Tokyo and Seoul when the device went on sale, but when the company’s flagship Hong Kong store opened staff appeared to outnumber those waiting in line.\n\nThe iPad mini marks Apple’s first foray into the smaller-tablet segment, and the latest salvo in a global mobile-device war that has engulfed combatants from Internet search leader Google Inc (GOOG.O) to Web retailer Amazon.com Inc (AMZN.O) and software giant Microsoft Corp (MSFT.O).\n\nMicrosoft’s 10-inch Surface tablet, powered by the just-launched Windows 8 software, went on sale in October, while Google and Amazon now dominate sales of smaller, 7-inch multimedia tablets.\n\nUnveiled last week, the iPad mini has won mostly positive reviews, with criticism centring on a screen considered inferior to rivals’ and a lofty price tag. The new tablet essentially replicates most of the features of its full-sized sibling, but in a smaller package.\n\n“Well, first of all it’s so thin and light and very cute - so cute!” said iPad mini customer Ten Ebihara at the Apple store in Tokyo’s upscale Ginza district.\n\nAt $329 for a Wi-Fi only model, the iPad mini is a little costlier than predicted but some analysts see that as Apple’s attempt to retain premium positioning.\n\nSome investors fear the gadget will lure buyers away from Apple’s $499 flagship 9.7-inch iPad, while proving ineffective in combating the threat of Amazon’s $199 Kindle Fire and Google’s Nexus 7, both of which are sold at or near cost.\n\nAlso on Friday, Apple rolled out its fourth-generation iPad, with the same 9.7-inch display as the previous version but with a faster A6X processor and better Wi-Fi. Both devices were going on sale in more than 30 countries.\n\nApple will likely sell between 1 million and 1.5 million iPad minis in the first weekend, far short of the 3 million third-generation iPads sold last March in their first weekend, according to Piper Jaffray analyst Gene Munster.\n\n“The reason we expect fewer iPad minis compared to the 3rd Gen is because of the lack of the wireless option and newness of the smaller form factor for consumers,” Munster said in a note to clients. “We believe that over time that will change.”\n\nReviewers have applauded Apple for squeezing most of the iPad’s features into a smaller package that can be comfortably manipulated with one hand.\n\nJames Vohradsky, a 20 year-old student who previously queued for 17 hours at the Sydney store to buy the iPhone 5, only stood in line for an hour and a half this time.\n\n“I had an iPad 1 before, I kind of miss it because I sold it about a year ago. It’s just more practical to have the mini because I found it a bit too big. The image is really good and it’s got the fast A5 chip too,” Vohradsky said.\n\nThe iPad was launched in 2010 by late Apple boss Steve Jobs and since then it has taken a big chunk out of PC sales, upending the industry and reinventing mobile computing with its apps-based ecosystem.\n\nA smaller tablet is the first device to be added to Apple’s compact portfolio under Cook, who took over from Jobs just before his death a year ago. Analysts credit Google and Amazon for influencing the decision.\n\nSome investors worry that Apple might have lost its chief visionary with Jobs, and that new management might not be able to stay ahead of the pack as rivals innovate and encroach on its market share. (Additional reporting by Mariko Lochridge in Tokyo, Stefanie McIntyre in Hong Kong and Miyoung Kim in Seoul; Writing by Noel Randewich and Edwin Chan in San Francisco; Editing by Phil Berlowitz and Alex Richardson)"
    }
]