[
    {
        "time": "12:00PM UTC",
        "header": "apple ipad investigated for reports of excess heat",
        "link": "http://www.reuters.com/article/2012/03/20/apple-idUSL1E8EK6TA20120320",
        "body": "March 20 (Reuters) - An influential U.S. consumer watchdog is investigating online reports that Apple Inc’s new iPad throws off an unusually large amount of heat, and will publish its findings later on Tuesday.\n\nConsumer Reports, which reviews everything from electronics to cars, noticed comments on online forums and on Apple’s website about excessive heat from the new device, which went on sale Friday, and decided to look into the issue, a spokesman said.\n\nThe group will publish its findings on Tuesday after finishing a battery of tests, the spokesman added.\n\nAn Apple spokeswoman said the iPad was “within our thermal specifications.”"
    },
    {
        "time": "6:05PM UTC",
        "header": "how to play it: a dividend strategy with apple in mind",
        "link": "http://www.reuters.com/article/2012/03/20/us-apple-dividend-idUSBRE82I14620120320",
        "body": "NEW YORK (Reuters) - Apple isn’t the only prominent company that analysts have tagged as a potential source of dividend payouts. Investors can target the sweet spot of reliable income and share price gains by buying companies that are likely to initiate or increase dividends.\n\nWith nearly $100 billion in cash on its balance sheet, Apple will initiate a dividend and share buyback that will total $45 billion over three years.\n\nA quarterly dividend of $2.65 per share will begin in July, marking Apple’s first such payout since 1995.\n\nIt’s a move that many institutional investors have been expecting. Apple increased its earnings per share by 83 percent in 2011, but its shares traded at price-to-earnings multiples more in line with industries like railroads or grocery stores than innovative technology businesses.\n\nApple’s huge cash pile was one reason for its low P-E, because investors were acting as if shareholders would never see the benefit of that cash.\n\nHere, then, are suggestions on how to build a dividend strategy with Apple in mind:\n\nAnalysts expect Apple’s large technology peers to follow the leader and boost their dividend payouts.\n\n“If anybody can make dividends cool, it’s Apple,” said Christopher Davis, a fund analyst at Morningstar who covers dividend funds.\n\nWith higher-than-average cash levels on their balance sheets and strong brand names, many tech companies look more like classic value companies than the go-go growth stocks of the late 1990s. Those cheap valuations may help these giant tech companies sustain share gains even if the market rally fizzles.\n\nMicrosoft pays a dividend with a yield of 2.4 percent, while Cisco Systems pays a dividend yield of 1.6 percent. Higher dividends would make these large-cap technology companies even more attractive to fund managers and other institutional investors, analysts say.\n\nAnd more dividend initiations could be coming out of Silicon Valley. With Apple set to pay a dividend with a yield of 1.8 percent, Google now becomes one of the largest tech companies that does not offer a payout. The company has some $45 billion in cash and is trading at a price-to-book value of 3.5, well below Apple’s 7.1 price-to-book value.\n\n“Digesting the pending acquisition of Motorola Mobility will keep them occupied for now, but longer term Google’s core business is a strong cash generator, and a dividend would be one way to put that cash to work,” said Daniel Ernst, an analyst at Hudson Square Research in New York.\n\nA technology-focused ETF could be another way to play possible dividend increases in the sector. The $9.5 billion Technology Select SPDR, for example, is top heavy with dividend payers Apple, Microsoft, International Business Machines and AT&T accounting for 41 percent of the fund’s assets. Google is the fifth-largest holding at 5.3 percent.\n\nThe fund, which costs 18 cents per $100 invested, yields 1.33 percent.\n\nThe volatility in the stock market last year made dividend strategies increasingly popular. Dividend-focused funds and ETFs collectively had $17.3 billion in inflows last year, despite a broader investor push away from equity funds, according to Morningstar data.\n\nIt’s a trend that shows few signs of letting up, despite a new risk: the end of low tax rates on dividends. Dividend income tax rules are set to revert to the pre-George W. Bush era, which means dividends will be taxed at ordinary income rates of up to 39.6 percent. The tax is currently 15 percent.\n\nInvestors who focus on dividends argue that they are a sign of a strong balance sheet and a proven business model. Classic dividend payers like Johnson & Johnson and Exxon Mobil tend to hold their value during volatile markets because of the payouts, said Linda Duessel, a senior equity strategist at Federated Investors specializing in equity income.\n\nWhat’s more, many blue chip companies pay higher dividends than 10-year Treasurys, which currently yield about 2.4 percent. While these stocks come with more risks than U.S. bonds, their large cash positions are attractive to income-seeking investors.\n\nThe $9.6 billion Vanguard Dividend Growth fund is one way to target companies upping their shareholder payouts. It yields 1.9 percent and costs 34 cents per $100 invested. Automatic Data Processing, Occidental Petroleum and PepsiCo are among its largest holdings.\n\nBe prepared for the fund to lag the market during rallies like the current one. The fund is up 7.1 percent so far this year, which is five percentage points behind the broad S&P 500 index.\n\nIts long-term performance is better, however. The fund is up an annualized 5.6 percent over the last 10 years, or 1.7 percentage points above the S&P 500."
    },
    {
        "time": "7:16PM UTC",
        "header": "a moody`s analytics lança o dismal scientist para ipad",
        "link": "http://www.reuters.com/article/2012/03/20/idUS231293+20-Mar-2012+BW20120320",
        "body": "\"Nosso objetivo é usar a tecnologia para encontrar formas mais convenientes e acessíveis para as pessoas utilizarem a nossa análise\", diz Paul Getman, Diretor Executivo da Análise de Crédito e Economia e Defesa do Consumidor da Moody Analytics . \"O Dismal Scientist para iPad da Moody Analytics dispõe de uma análise confiável, oportuna e econômica pertinente e transmite os dados diretamente às mãos dos participantes do mercado de capitais para ajudá-los a avaliar o risco global.\"\n\nO Dismal Scientist para iPad é atualizado com frequência por analistas da Moody 's Analytics nos EUA, Europa e Ásia. O aplicativo oferece aos usuários uma amostra do conteúdo muito mais profundo e mais rico encontrado no Moody´s Analytics Dismal Scientist site baseado em assinatura.\n\nO Moody´s Analytics ajuda a mercados de capitais e aos profissionais de gestão de risco em todo o mundo a reagir a um mercado em evolução com confiança.A empresa oferece ferramentas exclusivas e as melhores práticas para medir e gerenciar o risco através de conhecimentos e experiência em análise de crédito, pesquisa econômica e gestão de risco financeiro. Ao fornecer o software de ponta, serviços de consultoria e pesquisa, incluindo a análise de propriedade da Moody´s Investors Service, a Moody´s Analytics integra e personaliza suas ofertas para enfrentar os desafios de negócios específicos. A Moody´s Analytics é uma subsidiária da Moody´s Corporation (NYSE: MCO), que registrou uma receita de 2,3 bilhões de dólares em 2011, emprega aproximadamente 6.100 pessoas no mundo e mantém presença em 28 países. Mais informações estão disponíveis no www.moodysanalytics.com.\n\nO texto no idioma original deste anúncio é a versão oficial autorizada. As traduções são fornecidas apenas como uma facilidade e devem se referir ao texto no idioma original, que é a única versão do texto que tem efeito legal."
    },
    {
        "time": "3:20PM UTC",
        "header": "apple's new ipad much hotter than prior model: test",
        "link": "http://www.reuters.com/article/2012/03/20/us-apple-ipad-heat-idUSBRE82J12R20120320",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc’s (AAPL.O) new iPad reached temperatures of 116 degrees Fahrenheit (47 Celsius) after 45 minutes of running an intense action game, or up to 13 degrees F (11 C) hotter than the previous iPad under similar conditions, according to a test run by influential reviewer Consumer Reports.\n\nThe consumer watchdog, investigating numerous claims online that the third iteration of the iPad could get uncomfortably hot after heavy usage, used a thermal imaging camera to ascertain the front and rear of the tablet could hit 116 degrees Fahrenheit after 45 minutes of running Infinity Blade II.\n\nA similar test performed on the iPad 2 found that the latest version of the gadget could run 12 to 13 degrees F hotter than iPad 2, depending on whether it was plugged in, Consumer Reports said in its findings."
    },
    {
        "time": "4:38PM UTC",
        "header": "apple's ipad throws off much more heat: tests",
        "link": "http://www.reuters.com/article/2012/03/20/us-apple-idUSBRE82J15320120320",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc’s (AAPL.O) new iPad throws off a lot more heat than the previous version, lending weight to complaints on Internet forums that the hot-selling tablet computer could get uncomfortably warm after heavy use, an influential consumer watchdog found after running tests.\n\nConsumer Reports, a widely followed group that reviews everything from electronics to cars, found that Apple’s new tablet racked up temperatures of 116 degrees Fahrenheit (47 Celsius) after 45 minutes of running an intense action game, up to 13 degrees F hotter than the previous model under similar conditions.\n\nUsing a thermal imaging camera, it ascertained that the front and rear of the tablet could run 12 to 13 degrees F hotter than the iPad 2 after running Infinity Blade II, depending on whether it was plugged in, Consumer Reports said.\n\nThe group, which can be instrumental in the success or failure of consumer products, has not reached a final decision on whether to recommend the latest model of Apple’s tablet. A spokesman urged caution on the part of consumers but added the heat issue in itself did not appear serious enough to void its recommendation.\n\nConsumer Reports plans to release a final review on the new iPad - which has sold more than 3 million units since it hit store shelves in more than 10 countries on Friday - in about five days.\n\n“During our tests, I held the new iPad in my hands. When it was at its hottest, it felt very warm but not especially uncomfortable if held for a brief period,” reviewer Donna Tapellini said in the report.\n\nThe third iteration of the iPad, which hit markets in 2010, set a record for first-weekend sales when it launched Friday.\n\nHundreds of comments posted on an Apple support website, here#17879177, centered on how the new iPad -- which sports a larger battery than its predecessor to power a sharper \"retina\" display screen and other bells and whistles -- could get uncomfortably warm.\n\n“My new iPad ... definitely got significantly warm, almost too warm to hold warm, when running on LTE,” rawwave commented on Friday. “Not even doing a lot of downloads (just browsing Twitter) but having the LTE radio on seemed to cause it to get noticeably hot.”\n\nAn Apple spokeswoman said the iPad was “within our thermal specifications.” The company’s website lists the normal operating range for the new iPad as between 32 and 95 degrees Fahrenheit, or 0 to 35 degrees Celsius. It is designed to power down should that range be breached.\n\nThe company’s shares were up 0.8 percent at above $605 in afternoon trade.\n\nThe new iPad’s battery is 70 percent bigger than the one in the previous version, said Kyle Wiens, chief executive of iFixit, a prominent Apple repair and parts supplier.\n\n“It still has the same battery life,” he said. “So it will run hotter.”\n\nThe iPad 2 had a 25 watt-hour battery while the new iPad’s battery has a capacity of 42.5 watt-hours, according to a tear-down analysis by iFixit.\n\nReviews have generally been good for a gadget that experts say falls short of being revolutionary, focusing on the iPad’s ability to take advantage of faster 4G wireless technology as well as a sharper display.\n\nOn Friday, before comments about excessive heat began circulating online, Consumer Reports said in its preliminary review that the iPad was “shaping up as the best tablet yet.”"
    },
    {
        "time": "7:21PM UTC",
        "header": "moody`s analytics presenta dismal scientist para ipad",
        "link": "http://www.reuters.com/article/2012/03/20/idUS232095+20-Mar-2012+BW20120320",
        "body": ""
    },
    {
        "time": "11:03AM UTC",
        "header": "apple has sold 3 million of its new ipad since launch",
        "link": "http://www.reuters.com/article/2012/03/20/us-apple-ipad-idUSBRE82I11O20120320",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc has sold 3 million units of the new iPad since sales began on Friday, setting a first-weekend record for the iPad, which for the first time came with 4G capability.\n\nThe company said in a statement on Monday, hours after it announced it would begin to pay a quarterly dividend and commence share buybacks, that the latest version of the iPad would be sold in 24 more countries by March 23, including Italy and Spain, in addition to the initial 11."
    },
    {
        "time": "1:37PM UTC",
        "header": "apple ipad heat reports swirl, probe underway",
        "link": "http://www.reuters.com/article/2012/03/20/us-apple-idUSBRE82F03N20120320",
        "body": "SAN FRANCISCO (Reuters) - An influential U.S. consumer watchdog is investigating online reports that Apple Inc’s (AAPL.O) new iPad throws off an unusually large amount of heat and will publish its findings later on Tuesday.\n\nConsumer Reports, which reviews everything from electronics to cars, noticed comments on online forums and on Apple’s website about excessive heat from the new device, which went on sale Friday, and decided to look into the issue, a spokesman said.\n\nThe group will publish its findings on Tuesday after finishing a battery of tests, the spokesman added.\n\nThe third iteration of the iPad hit store shelves on Friday and about 3 million units moved in the first three days, a record first weekend for the tablet computer, launched in 2010.\n\nHundreds of comments posted on an Apple support website, here#17879177, centered on how the new iPad -- which sports a larger battery than its predecessor to power a sharper \"retina\" display screen and other bells and whistles -- could get uncomfortably warm.\n\n“My new iPad ... definitely got significantly warm, almost too warm to hold warm, when running on LTE,” rawwave commented on Friday. “Not even doing a lot of downloads (just browsing Twitter) but having the LTE radio on seemed to cause it to get noticeably hot.”\n\nAn Apple spokeswoman said the iPad was “within our thermal specifications.” The company’s website lists the normal operating range for the new iPad as between 32 and 95 degrees Fahrenheit, or 0 to 35 degrees Celsius. It is designed to power down should that range be breached.\n\nThe company’s shares were down 0.3 percent at $599.39 in afternoon trade.\n\nThe new iPad’s battery is 70 percent bigger than the one in the previous version, said Kyle Wiens, chief executive of iFixit, a prominent Apple repair and parts supplier.\n\n“It still has the same battery life,” he said. “So it will run hotter.”\n\nThe second-generation iPad 2 had a 25 watt-hour battery while the new iPad’s battery has a capacity of 42.5 watt-hours, according to a tear-down analysis by iFixit.\n\nReviews have generally been good for a gadget that experts say falls short of being revolutionary, focusing on the iPad’s ability to take advantage of faster 4G wireless technology as well as a sharper display.\n\nOn Friday, before comments about excessive heat began circulating online, Consumer Reports said in its preliminary review that the iPad was “shaping up as the best tablet yet.”"
    },
    {
        "time": "9:19AM UTC",
        "header": "dts y nxp software facilitan la experiencia de un excelente contenido de sonido en teléfonos ios, android y tabletas",
        "link": "http://www.reuters.com/article/2012/03/20/idUS125193+20-Mar-2012+BW20120320",
        "body": ""
    },
    {
        "time": "4:23PM UTC",
        "header": "corrected-apple's new ipad much hotter than prior model-test",
        "link": "http://www.reuters.com/article/2012/03/20/apple-ipad-heat-idUSL1E8EKG8920120320",
        "body": "SAN FRANCISCO, March 20 (Reuters) - Apple Inc’s new iPad reached temperatures of 116 degrees Fahrenheit (47 Celsius) after 45 minutes of running an intense action game, or up to 13 degrees F (8 C) hotter than the previous iPad under similar conditions, according to a test run by influential reviewer Consumer Reports.\n\nThe consumer watchdog, investigating numerous claims online that the third iteration of the iPad could get uncomfortably hot after heavy usage, used a thermal imaging camera to ascertain the front and rear of the tablet could hit 116 degrees Fahrenheit after 45 minutes of running Infinity Blade II.\n\nA similar test performed on the iPad 2 found that the latest version of the gadget could run 12 to 13 degrees F hotter than iPad 2, depending on whether it was plugged in, Consumer Reports said in its findings."
    },
    {
        "time": "7:19PM UTC",
        "header": "moody`s analytics startet dismal scientist for ipad",
        "link": "http://www.reuters.com/article/2012/03/20/idUS231773+20-Mar-2012+BW20120320",
        "body": "„Wir wollen den Anforderungen des Marktes durch den Einsatz von Technologien besser gerecht werden und unsere Analysen so benutzerfreundlich und leicht verfügbar wie möglich machen“, erklärt Paul Getman, Executive Director, Moody’s Analytics Economic and Consumer Credit Analytics. „Dismal Scientist for iPad legt die bewährten, topaktuellen und relevanten Wirtschaftsanalysen und -daten von Moody's Analytics direkt in die Hand der Kapitalmarktteilnehmer und erleichtert die Beurteilung globaler Risiken.“"
    },
    {
        "time": "7:18PM UTC",
        "header": "moody`s analytics lance dismal scientist pour ipad",
        "link": "http://www.reuters.com/article/2012/03/20/idUS231558+20-Mar-2012+BW20120320",
        "body": "« Notre objectif est de mettre la technologie au service des gens en rendant nos analyses plus pratiques et plus accessibles », a déclaré Paul Getman, directeur exécutif chargé de l’analyse de l’économie et du crédit à la consommation chez Moody’s Analytics. « Dismal Scientist pour iPad met les analyses et les données économiques de Moody’s Analytics, fiables, opportunes et pertinentes, à la portée directe des acteurs des marchés financiers afin de les aider à évaluer le risque mondial ».\n\nDismal Scientist pour iPad est mis à jour fréquemment par les spécialistes de Moody’s Analytics aux États-Unis, en Europe et en Asie. L'application offre aux utilisateurs un échantillon du contenu beaucoup plus poussé et riche qui figure sur le site par abonnement Dismal Scientist de Moody's Analytics.\n\nMoody’s Analytics aide les marchés financiers et les professionnels de la gestion du risque dans le monde entier à s'adapter en toute confiance à un marché en constante évolution. La société offre des outils uniques et des pratiques exemplaires de mesure et de gestion du risque grâce à son expertise et son expérience en matière d'analyse de crédit, de recherche économique et de gestion du risque financier. En offrant des logiciels, des services de conseil et de recherche d'avant-garde, y compris l'analyse exclusive de Moody's Investors Service, Moody's Analytics intègre et personnalise ses produits afin de relever les défis propres au monde des affaires. Moody's Analytics est une filiale de Moody's Corporation (NYSE : MCO) qui a réalisé un chiffre d'affaires de 2,3 milliards de dollars en 2011, qui emploie environ 6 100 personnes dans le monde et qui est présente dans 28 pays. Des informations complémentaires sont disponibles sur le site www.moodysanalytics.com."
    },
    {
        "time": "11:02AM UTC",
        "header": "dts et nxp software facilitent l'accès à un formidable contenu de son sur ios, les téléphones android et les tablettes",
        "link": "http://www.reuters.com/article/2012/03/20/idUS147924+20-Mar-2012+BW20120320",
        "body": "« Nous sommes heureux de compter DTS parmi nos partenaires-clés et la technologie de cette entreprise nous permet d'apporter aux téléphones portables et aux tablettes le même son de grande qualité que l'on retrouve actuellement sur plus de 80 % du marché Blu-Ray », a déclaré Cees Geel, directeur général de NXP Software. « Nous sommes convaincus qu'une expérience de son de haute qualité ajoute à ces appareils encore plus de valeur pour les consommateurs et leur permet d'apprécier et de partager une expérience de divertissement particulièrement intéressante et captivante. »\n\nDTS et NXP Software sont d'accord sur le fait que le son est d'une grande importance et qu'un système de son supérieur ne fera qu'améliorer l'expérience globale de divertissement grand public. Les consommateurs ne sont plus prêts à se contenter d'un son de qualité inférieure sur leurs appareils mobiles. Pour preuve, un récent rapport d'étude de YouGov* montre que 7 adultes sur 10 âgés de 18 à 24 ans citent « la meilleure qualité de son » comme un critère important pour eux.\n\nBrian Towne, vice-président directeur et chef d'exploitation de DTS, Inc., ajoute que : « DTS et NXP Software sont des acteurs-clés du changement dans la façon dont les gens consomment et interagissent avec du contenu de divertissement de haute qualité. En ajoutant du son DTS dans les lecteurs intelligents comme CineXPlayer et QuickPlayer, nous facilitons la tâche aux studios, fournisseurs de services et opérateurs de réseaux qui souhaitent déployer un son supérieur, quelle que soit la plateforme. »\n\n*Tous les chiffres, sauf mention contraire, proviennent de YouGov Plc. L'échantillon total comprenait 2 114 adultes. Le travail sur le terrain a eu lieu entre le 17 et le 20 février 2012. L'enquête a été menée en ligne. Les chiffres ont été pondérés et sont représentatifs de toute la population adulte du Royaume-Uni (de plus de 18 ans).\n\nDTS se consacre à rendre les divertissements numériques passionnants, intéressants et faciles d'accès en dotant d'une technologie audio dernier-cri des centaines de millions de produits électroniques grand public sous licence DTS à travers le monde. Partant de son illustre passé de pionnier de l'audio multivoie, le format DTS est devenu un format audio obligatoire dans la norme Blu-ray Disc™ ; aujourd’hui, il est de plus en plus déployé pour permettre la livraison numérique de films et autres formes de divertissements numériques sur un éventail croissant d’appareils grand public connectés au réseau. La technologie DTS est présente dans les home cinémas, les systèmes audio des véhicules, les PC, les consoles de jeux, les lecteurs DVD, les télévisions, les lecteurs multimédias numériques, les décodeurs numériques, les smartphones, les logiciels de musiques ambiophoniques et tous les appareils capables de lire les disques Blu-ray™.\n\nFondée en 1993, DTS a son siège social situé à Calabasas, Californie, et son secteur de gestion des licences est basé à Limerick, en Irlande. DTS possède également des bureaux dans le Nord de la Californie, dans l’état de Washington, en Chine, en France, à Hong Kong, au Japon, à Singapour, en Corée du Sud, à Taïwan et au Royaume-Uni. Pour de plus amples informations, veuillez vous rendre sur le site www.dts.com. DTS, le Symbol, et DTS et le Symbol ensemble sont des marques déposées. Neo:X est une marque commerciale de DTS, Inc. Blu-ray Disc est une marque commerciale de l'association Blu-ray Disc. Toutes les autres marques de commerce appartiennent à leurs propriétaires respectifs. ©2012 DTS, Inc. Tous droits réservés."
    },
    {
        "time": "9:20AM UTC",
        "header": "dts e nxp software facilitano il consumo di eccezionali contenuti audio tramite smartphone ios, cellulari android e tablet",
        "link": "http://www.reuters.com/article/2012/03/20/idUS125415+20-Mar-2012+BW20120320",
        "body": "NXP Software aggiunge il supporto per l’audio di DTS per una serie di prodotti LifeVibes™, compresi QuickPlayer e CineXPlayer, per un’esperienza audio mobile di prim’ordine\n\nDTS, Inc. (Nasdaq:DTSI), società leader quanto ad audio ad alta definizione, ha annunciato in data odierna di aver stretto una collaborazione con il prestigioso rivenditore di software multimediale per dispositivi mobili NXP Software per l’integrazione di una suite di tecnologie audio di DTS nei suoi riproduttori multimediali intelligenti QuickPlayer e CineXPlayer.\n\nIn un mondo mediatico frammentato è difficile implementare nuovi servizi mediatici differenziati in un’ampia gamma di dispositivi collegati. DTS fa fronte a tale difficoltà offrendo una soluzione audio scalabile che agevola la trasmissione di audio d’alta qualità dal formato stereo a quello multicanale per contenuti digitali. La collaborazione tra DTS e NXP Software permetterà a studi, fornitori di servizi e operatori di rete di implementare rapidamente servizi video nel formato ad alta definizione con la massima qualità del suono in un’ampia gamma di tablet e smartphone Android e iOS.\n\n“Siamo lieti di poter annoverare DTS tra i nostri partner più importanti, in quanto la tecnologia della società ci permette di rendere disponibile in cellulari e tablet lo stesso eccezionale audio usato al momento in più dell’80% dei dispositivi Blu-Ray” ha dichiarato Cees Geel, amministratore delegato presso NXP Software. “A nostro parere, un’esperienza audio d’alta qualità accresce considerevolmente il valore di questi dispositivi agli occhi dei consumatori e permette loro di godersi e condividere un’esperienza d’intrattenimento altamente coinvolgente ed immersiva.”\n\nDTS e NXP Software concordano sul fatto che l’audio conta e che un audio di qualità superiore migliora l’esperienza d’intrattenimento complessiva dei consumatori. I consumatori non sono più disposti ad accettare un audio di qualità mediocre per i loro dispositivi mobili. Ciò è dimostrato da quanto emerso da un sondaggio recente a cura di YouGov*, nel quale sette adulti su 10 di età compresa tra 18 e 24 anni hanno selezionato “Audio della massima qualità” come il fattore cui attribuiscono particolare importanza.\n\nBrian Towne, vicepresidente esecutivo e direttore operativo presso DTS, Inc. ha aggiunto: “DTS e NXP Software svolgono un ruolo chiave nel cambiare il modo in cui la gente consuma e interagisce con contenuti d’intrattenimento d’alta qualità. Aggiungendo l’audio di DTS nei riproduttori intelligenti di LifeVibes come CineXPlayer e QuickPlayer, facilitiamo l’implementazione da parte di studi, fornitori di servizi e operatori di rete di audio d’alta qualità a prescindere dalla piattaforma.”\n\nDTS si adopera allo scopo di rendere l’intrattenimento digitale un’esperienza entusiasmante, coinvolgente e priva di qualsiasi inconveniente mediante l'offerta di tecnologia audio d’avanguardia per centinaia di milioni di articoli di elettronica per i consumatori dotati di licenza DTS in tutto il mondo. Affermatasi quale società pionieristica nell'ambito dell'audio multicanale, DTS è diventato il formato audio d’obbligo per lo standard Blu-ray Disc™, sempre più utilizzato per la trasmissione digitale di film e altre forme di intrattenimento digitale in un numero crescente di dispositivi collegati in rete. La tecnologia di DTS è incorporata in impianti home theater, impianti audio per automobili, computer, consolle da gioco, riproduttori DVD, televisori, riproduttori mediatici digitali, set-top box, smartphone, software per musica surround e tutti i dispositivi in grado di riprodurre dischi Blu-ray™.\n\nDTS è stata fondata nel 1993, la sua sede generale si trova a Calabasas, California, e le sue operazioni di licensing hanno sede a Limerick, Irlanda. DTS possiede inoltre uffici nella California settentrionale, a Washington, in Cina, in Francia, a Hong Kong, in Giappone, a Singapore, nella Corea del Sud, a Taiwan e nel Regno Unito. Per ulteriori informazioni, visitare il sito www.dts.com DTS, il simbolo, e DTS e il simbolo insieme sono marchi commerciali registrati, e Neo:X è un marchio commerciale di DTS, Inc. Blu-ray Disc è un marchio commerciale di Blu-ray Disc Association. Tutti gli altri marchi commerciali sono di proprietà dei rispettivi titolari. ©2012 DTS, Inc. Tutti i diritti riservati."
    },
    {
        "time": "9:20AM UTC",
        "header": "dts und nxp software vereinfachen konsum von inhalten mit hervorragendem klang auf ios, android telefonen und tablets",
        "link": "http://www.reuters.com/article/2012/03/20/idUS125411+20-Mar-2012+BW20120320",
        "body": "Gegründet in 1993 befindet sich der DTS-Unternehmenshauptsitz in Calabasas, Kalifornien, mit dem Hauptsitz seines Lizenzgeschäftes in Limerick, Irland. DTS hat außerdem in Nordkalifornien, Washington, China, Frankreich, Hongkong, Japan, Singapur, Südkorea, Taiwan und Großbritannien weitere Zweigstellen. Weitere Informationen erhalten Sie unter www.dts.com. DTS, das Symbol sowie DTS und das Symbol zusammen sind eingetragene Marken, und Neo:X ist ein Warenzeichen von DTS, Inc. Blu-ray Disc ist ein Warenzeichen der Blu-ray Disc Association. Alle anderen Marken sind Eigentum ihrer jeweiligen Inhaber. © 2012 DTS, Inc. Alle Rechte vorbehalten."
    },
    {
        "time": "4:13PM UTC",
        "header": "update 3-apple's ipad throws off much more heat -tests",
        "link": "http://www.reuters.com/article/2012/03/20/apple-idUSL1E8EK7CI20120320",
        "body": "* Not uncomfortable for a brief period - reviewer\n\nSAN FRANCISCO, March 20 (Reuters) - Apple Inc’s new iPad throws off a lot more heat than the previous version, lending weight to complaints on Internet forums that the hot-selling tablet computer could get uncomfortably warm after heavy use, an influential consumer watchdog found after running tests.\n\nConsumer Reports, a widely followed group that reviews everything from electronics to cars, found that Apple’s new tablet racked up temperatures of 116 degrees Fahrenheit (47 Celsius) after 45 minutes of running an intense action game, up to 13 degrees F hotter than the previous model under similar conditions.\n\nUsing a thermal imaging camera, it ascertained that the front and rear of the tablet could run 12 to 13 degrees F hotter than the iPad 2 after running Infinity Blade II, depending on whether it was plugged in, Consumer Reports said.\n\nThe group, which can be instrumental in the success or failure of consumer products, has not reached a final decision on whether to recommend the latest model of Apple’s tablet. A spokesman urged caution on the part of consumers but added the heat issue in itself did not appear serious enough to void its recommendation.\n\nConsumer Reports plans to release a final review on the new iPad - which has sold more than 3 million units since it hit store shelves in more than 10 countries on Friday - in about five days.\n\n“During our tests, I held the new iPad in my hands. When it was at its hottest, it felt very warm but not especially uncomfortable if held for a brief period,” reviewer Donna Tapellini said in the report.\n\nThe third iteration of the iPad, which hit markets in 2010, set a record for first-weekend sales when it launched Friday.\n\nHundreds of comments posted on an Apple support website, here#17879177, centered on how the new iPad -- which sports a larger battery than its predecessor to power a sharper \"retina\" display screen and other bells and whistles -- could get uncomfortably warm.\n\n“My new iPad ... definitely got significantly warm, almost too warm to hold warm, when running on LTE,” rawwave commented on Friday. “Not even doing a lot of downloads (just browsing Twitter) but having the LTE radio on seemed to cause it to get noticeably hot.”\n\nAn Apple spokeswoman said the iPad was “within our thermal specifications.” The company’s website lists the normal operating range for the new iPad as between 32 and 95 degrees Fahrenheit, or 0 to 35 degrees Celsius. It is designed to power down should that range be breached.\n\nThe company’s shares were up 0.8 percent at above $605 in afternoon trade.\n\nThe new iPad’s battery is 70 percent bigger than the one in the previous version, said Kyle Wiens, chief executive of iFixit, a prominent Apple repair and parts supplier.\n\n“It still has the same battery life,” he said. “So it will run hotter.”\n\nThe iPad 2 had a 25 watt-hour battery while the new iPad’s battery has a capacity of 42.5 watt-hours, according to a tear-down analysis by iFixit.\n\nReviews have generally been good for a gadget that experts say falls short of being revolutionary, focusing on the iPad’s ability to take advantage of faster 4G wireless technology as well as a sharper display.\n\nOn Friday, before comments about excessive heat began circulating online, Consumer Reports said in its preliminary review that the iPad was “shaping up as the best tablet yet.”"
    },
    {
        "time": "9:19AM UTC",
        "header": "dts en nxp software maken fantastisch geluid op ios, android telefoons en tablets gemakkelijker",
        "link": "http://www.reuters.com/article/2012/03/20/idUS125197+20-Mar-2012+BW20120320",
        "body": "“We zijn verheugd dat we DTS als belangrijke partner kunnen verwelkomen, omdat we dankzij de technologie van het bedrijf hetzelfde uitstekende geluid kunnen bieden voor mobiele telefoons en tabletten, dat nu al beschikbaar is voor 80% van de Blu-Ray-markt,” aldus Cees Geel, algemeen directeur van NXP Software. “We geloven dat een topkwaliteit audio-ervaring deze toestellen veel waardevoller maakt voor de consument en hen in staat stelt een geweldige en intensieve ervaring te genieten en te delen.”\n\nDTS streeft ernaar om digitaal amusement opwindend, boeiend en moeiteloos te maken door ultramoderne audiotechnologie te verstrekken voor honderden miljoenen DTS-gelicentieerde elektronische consumentenproducten wereldwijd. Vanuit een vermaarde reputatie als pionier op het gebied van multikanaal-audio, werd DTS een verplicht audio-formaat voor de Blu-ray Disc™-standaard, en wordt het nu in toenemende mate gebruikt om digitale levering van films en andere vormen van digitaal entertainment mogelijk te maken op een toenemend aantal consumentenapparaten met netwerkverbinding. DTS-technologie is te vinden in thuisbioscopen, audiosystemen voor auto's, PC's, spelconsoles, DVD-spelers, televisietoestellen, digitale mediaspelers, settopboxen, smartphones, surround muziek-software en alle apparaten die Blu-ray™-discs kunnen afspelen.\n\nDTS werd opgericht in 1993 en heeft zijn hoofdvestiging in Calabasas, Californië; de licentieactiviteiten zijn gevestigd in Limerick, Ierland. DTS heeft ook vestigingen in Noord-Californië, Washington, China, Frankrijk, Hongkong, Japan, Singapore, Zuid-Korea, Taiwan en het Verenigd Koninkrijk. Bezoek voor meer informatie www.dts.com. DTS, het Symbool en DTS en het Symbool zijn samen geregistreerde handelsmerken, en Neo:X is een handelsmerk van DTS, Inc. Blu-ray Disc is een handelsmerk van de Blu-ray Disc Association. Alle andere handelsmerken zijn eigendom van hun respectievelijke eigenaars. © 2012 DTS, Inc. Alle rechten voorbehouden.\n\nDeze bekendmaking is officieel geldend in de originele brontaal. Vertalingen zijn slechts als leeshulp bedoeld en moeten worden vergeleken met de tekst in de brontaal welke als enige juridische geldigheid beoogt."
    }
]