[
    {
        "time": "12:15PM UTC",
        "header": "us stocks snapshot-nasdaq jumps 1 pct, led by apple's bounce",
        "link": "http://www.reuters.com/article/2012/09/27/markets-usa-stocks-1pct-idUSEAP10RR0620120927",
        "body": "NEW YORK, Sept 27 (Reuters) - The Nasdaq Composite rose 1.1 percent on Thursday, outperforming other major U.S. equity indexes, led by a gain of nearly 2 percent in Apple shares after three days of declines.\n\nThe Dow Jones industrial average rose 62.48 points, or 0.47 percent, to 13,475.99. The S&P 500 gained 10.98 points, or 0.77 percent, to 1,444.30. The Nasdaq Composite added 32.46 points, or 1.05 percent, to 3,126.16.\n\nThe broader market advanced on hopes that the Chinese government would take steps to bolster the world’s second-largest economy."
    },
    {
        "time": "12:02AM UTC",
        "header": "samsung goes after jury foreman in bid to reverse apple verdict",
        "link": "http://www.reuters.com/article/2012/09/27/idUS412028154520120927",
        "body": "Samsung doesn’t want you to know why it believes juror misconduct tainted the $1.05 billion verdict that a San Jose federal court jury delivered to Apple in August. Its lawyers at Quinn Emanuel Urquhart & Sullivan redacted that entire section of the motion for judgment as a matter of law that they filed Friday with U.S. District Judge Lucy Koh in San Jose, California. But from a close examination of the statute and cases Samsung cited in the redacted section, we’ve discerned Samsung’s two-pronged argument for juror misconduct: The nine-person jury improperly considered extraneous evidence during deliberations and jury foreman Velvin Hogan failed to disclose in voir dire that he was involved in 1993 litigation with a former employer that led him and his wife to declare personal bankruptcy.\n\nIn an exclusive interview Tuesday about Samsung’s secret new allegations, Hogan, an engineer, confirmed that he was a party in two cases cited in Samsung’s brief, a 1993 case from municipal court in Santa Cruz titled Seagate Technology v. Hogan and a 1993 federal bankruptcy case titled In re Velvin R. Hogan. According to Hogan, when Seagate hired him in the 1980s and he moved from Colorado to California, his new employer agreed to split the cost of paying off the mortgage on his Colorado home. But after Hogan was laid off in the early 1990s, he told us, Seagate claimed he owed the company that money. Hogan said he sued Seagate for fraud, Seagate countersued, and he ultimately declared personal bankruptcy to protect his house.\n\nCan Quinn Emanuel credibly argue that Koh needs to hold a hearing to determine whether Hogan’s failure to disclose the 1993 litigation is grounds to throw out an unrelated patent infringement verdict for Apple? Again, we don’t know precisely what Samsung’s argument is, but several of the cases it cited in the new brief’s table of authorities concern juror bias and the failure to disclose relevant information in the jury selection process. In U.S. v. Perkins, for instance, the 11th Circuit Court of Appeals ruled in 1984 that the defendant in a criminal obstruction of justice case was entitled to a new trial because a juror didn’t reveal that he had previously been both a defendant in a civil case over stolen union funds and a witness in a criminal case involving the firebombing of a union hall. In a 1989 2nd Circuit ruling called U.S. v. Colombo, the court called for an evidentiary hearing on whether a juror deliberately failed to disclose that her brother-in-law was a government prosecutor in order to get on the jury, and held that if she hid her ties to the government, convictions in a huge Mafia racketeering case must be vacated.\n\nThe new Samsung brief also cited two relevant 9th Circuit cases, one criminal and one civil. In 1989, in Hard v. Burlington Northern, the appeals court ruled that the district court must hold an evidentiary hearing to find out whether a juror lied in voir dire to cover up his former employment with the railroad and then tainted deliberations by telling other jurors about the railroad’s workers’ compensation policies. And a divided en banc court emphasized the importance of probing for juror bias in the 1998 case Dyer v. Calderon, in which the appeals court said a state judge hadn’t adequately checked the story of a juror in a double homicide case who said her brother had been shot accidentally when, in fact, his killer had been prosecuted. “A court confronted with a colorable claim of juror bias must undertake an investigation of the relevant facts and circumstances,” the 9th Circuit held.\n\nSamsung appears to be arguing that Hogan’s previous litigation with Seagate may have biased him. The cases it cited suggest that, at the very least, the company wants Koh to hold an evidentiary hearing on Hogan’s failure to reveal the 1993 litigation in voir dire.\n\nHogan told us Tuesday that he didn’t mention the 1993 Seagate case or bankruptcy in the jury selection process because he wasn’t asked specifically to disclose every case he’d ever been involved in. According to a complete transcript of voir dire, Koh asked jurors, “Have you or a family member or someone very close to you ever been involved in a lawsuit, either as a plaintiff, a defendant or as a witness?” In answering that question, Hogan said that in 2008, after the failure of a company he founded, a programmer sued him in a dispute over ownership of software they developed. He also said he lost his house after his startup failed (and disclosed his ownership of a patent), but he did not mention the 1993 cases.\n\nHogan became something of a celebrity after the Apple verdict was announced. Reuters published the first interview with him the day after the trial ended, and then the foreman spoke to many other publications and sat for a 15-minute video interview with Bloomberg. His post-trial remarks led some commenters to question whether the jury placed undue reliance on his explanations of the relevant law and calculations of damages. Samsung’s brief appears to make this argument as well. The table of authorities cited Rule 606(b) of the Federal Rules of Civil Evidence, which says that jurors may be called to testify about (among a very few other things) “extraneous prejudicial information [that] was brought to the jury’s attention.” That citation adds to the evidence that Samsung wants Koh to hold a hearing in which the jury answers questions about Hogan.\n\nIt will be tough for Samsung to show that a 20-year-old financial dispute between Hogan and his onetime employer had a direct bearing on the jury award in this case; and Quinn partners Charles Verhoeven and Michael Zeller didn’t return my calls requesting comment. But Hogan, for one, doesn’t fault Samsung or its lawyers for trying. “They’ve got a job to do and I don’t hold that against them,” he told us.\n\nFor more of my posts, please go to Thomson Reuters News & Insight"
    },
    {
        "time": "6:08PM UTC",
        "header": "brief-rim ceo says blackberry 10 screen better than iphone 5's",
        "link": "http://www.reuters.com/article/2012/09/27/researchinmotion-results-idUSWNA634820120927",
        "body": "TORONTO, Sept 27 (Reuters) - Research In Motion Ltd : * RIM CEO Thorsten Heins says BlackBerry 10 will proliferate\n\ninto mid-tier of smartphone market by this time next year * RIM CEO Thorsten Heins says display in full touchscreen\n\nBlackBerry 10 device exceeds that of Apple’s iPhone 5 * RIM CEO Thorsten Heins says have fully transitioned to\n\nBlackBerry 7; likely made up 99.99 percent of handset sales in quarter * RIM CEO Heins says last week’s Europe service disruption\n\nwas not an “outage”; all messages got delivered * RIM CEO Heins says still investing in BlackBerry network,"
    },
    {
        "time": "5:40PM UTC",
        "header": "demand for apple's iphone 5 lights up china's online market",
        "link": "http://www.reuters.com/article/2012/09/27/us-taobao-iphone-idUSBRE88Q1QK20120927",
        "body": "SHANGHAI (Reuters) - Chinese gadget fans are scouring the Internet grey market to locate Apple Inc’s new iPhone 5, giving an early indication of robust demand in Apple’s second-biggest global market.\n\nAlthough smuggled iPhones are available offline, it is online, on platforms like Taobao Marketplace where about 150 million people shop, that is drawing the most interest.\n\nAccording to Reuters calculations based on the Taobao Index, the consumer research data website of Alibaba Group, the iPhone 5 over the past six days had an average turnover value of 713 compared with the iPhone 4S that had an average turnover value of 314. A higher turnover value indicates more transactions done on Taobao for an item.\n\nThis indicates strong demand for the yet-to-be-officially released iPhone 5 on the mainland, where Apple is losing market share to smartphones running Google Inc’s Android system.\n\nBut while demand is strong, constraints on smuggled supplies are limiting sales online and a rough calculation shows sales of only about 4,000 units via Taobao.\n\nApple’s latest iteration of its popular phone officially went on sale last Friday in the United States, Australia, Canada, France, Germany, Hong Kong, Japan, Singapore and the UK. It took little more than five hours for the first iPhone 5 to go on sale in China after being smuggled across the border from Hong Kong.\n\n“We smuggle our iPhone 5s from Hong Kong to the mainland. You don’t need to worry about fake ones,” said one online seller on Taobao Marketplace, whose shop has sold more than 700 units.\n\nDemand for smuggled iPhones is strong in China because the release in the mainland usually happens months after the product’s release elsewhere. Local media reported on Wednesday that the iPhone 5 has received approval from China’s product quality certification centre, but the phone still needs telecom network approval from the government before it can be officially launched.\n\nIn August industry data showed that Apple’s share of China’s smartphone market almost halved to 10 percent in April-June as buyers waited for the iPhone 5 or switched brands.\n\nBut penny-wise customers are not jumping on the bandwagon just yet as the iPhones are sold at a hefty premium compared to official prices.\n\n“I think the new iPhone 5 will be released at the end of this year, but I will wait for a while because I believe the price will go down,” said Yu Xiaochen, 21, a graduate student in Shanghai."
    }
]