[
    {
        "time": "6:10PM UTC",
        "header": "update 1-us itc will review apple, samsung patent decision",
        "link": "http://www.reuters.com/article/2012/11/19/apple-samsung-patent-idUSL1E8MJJO420121119",
        "body": "WASHINGTON, Nov 19 (Reuters) - The U.S. International Trade Commission will review a judge’s decision which found that Apple did not violate patents owned by Samsung Electronics in making the iPod touch, iPhone and iPad.\n\nAn administrative law judge at the ITC had said in a preliminary ruling in September that Apple was innocent of violating the patents. The ITC, which could have opted to simply uphold the judge’s decision, said that it would take up the matter. A final decision is expected in January.\n\nIf Apple is found to infringe, its devices can be banned for sale in the United States.\n\nApple and Samsung have taken their bruising patent disputes to some 10 countries as they vie for market share in the booming mobile industry.\n\nApple won a huge victory in August when a U.S. jury found the South Korean firm had copied key features of the iPhone. Apple was awarded $1.05 billion in damages. That ruling is under appeal.\n\nIn its announcement that it would review the case, the ITC asked for briefings on how it should consider standard essential patents, which are normally expected to be licensed widely and on fair, reasonable and non-discriminatory terms. The use of standards helps companies ensure devices are interoperable.\n\nSome antitrust enforcers have argued that it is wrong for companies which own standard essential patents to ask for infringing devices to be barred from the country except in extreme instances.\n\nThe commission is reviewing a decision by ITC Judge James Gildea, who said in September that Apple did not violate the four patents at issue in the case, which was filed in mid-2011.\n\nThe two standard essential patents in the complaint are related to 3G wireless technology and the format of data packets for high-speed transmission.\n\nApple has a parallel complaint filed against Samsung at the ITC, accusing Samsung, a major Apple chip provider as well as a global rival, of blatantly copying its iPhones and iPads. An ITC judge said in that case that Samsung infringed on four Apple patents. The full ITC will issue a final decision in February.\n\nApple has waged an international patent war since 2010 as it seeks to limit growth of Google’s Android system. The fight has embroiled Samsung, HTC and others who use Android.\n\nGoogle’s Android software, which Apple’s late founder Steve Jobs denounced as a “stolen product,” has become the world’s No. 1 smartphone operating system.\n\nSamsung is the world’s largest smartphone maker, while Apple is in third place. Many experts consider Samsung’s Galaxy touchscreen tablets the main rival to the iPad, although they are currently a distant second to Apple’s devices.\n\nSamsung is also a parts supplier to Apple, producing micro processors, flat screens and memory chips - both dynamic random access memory (DRAM) chips and NAND memory chips - for the iPhone, iPad and iPod. Apple has reduced orders from Samsung for chips and screens.\n\nThe case at the International Trade Commission is No. 337-794."
    },
    {
        "time": "3:32PM UTC",
        "header": "if apple becomes microsoft, investors should cheer",
        "link": "http://www.reuters.com/article/2012/11/19/idUS93423599320121119",
        "body": "By Robert Cyran and Richard Beales The authors are Reuters Breakingviews columnists. The opinions expressed are their own.\n\nIf Apple becomes Microsoft, investors should cheer. At least, that is, for their wallets. Middle age for technology stocks can hurt as shareholders looking for rapid growth lose interest and value-oriented owners await stability. But Apple has already made the transition – before its growth has slowed much. Even if its next decade echoes Microsoft’s last, the company is worth over $1 trillion.\n\nFirst, consider Microsoft, worth $220 billion as of Friday’s market close. The software behemoth churns out more than twice as much profit as it did a decade ago. The company traded at 30 times estimated earnings in 2002. As investors realized its future was more Clark Kent than Superman, they paid less and less for the prospect of future expansion. Annual percentage revenue increases of late have at best been in single digits. Strip out its $67 billion of cash, and the business trades at about 6.5 times estimated earnings, according to Thomson Reuters.\n\nNow look at Apple. In the fiscal year to September, its top line surged 45 percent. That was less than the year before, and there are reasons to expect a more pedestrian future: the company lost part of its creative soul when Steve Jobs died in October 2011; it’s a big ask for Apple to come up with another product like the iPod, iPhone or iPad; and competition in mobile devices is becoming tough. But analysts still expect revenue to increase 24 percent this year. And after taking out Apple’s whopping $121 billion cash pile, the underlying business on Friday traded at a price-to-expected earnings ratio of some 7.9 times, scarcely richer than Microsoft’s.\n\nSuppose Apple Chief Executive Tim Cook turns out to match his Microsoft counterpart Steve Ballmer, and that Apple’s earnings increase at an 8 percent annual rate for the next 10 years, roughly what Ballmer has coaxed out of Microsoft since 2002. Apple’s profit would then be about $90 billion in 2022. On the software company’s multiple, that would make Apple’s business, excluding cash, worth $585 billion. Start with last fiscal year’s cash accumulation of about $40 billion and assume the same rate of growth, and in a decade the company will have added another $625 billion to its cash pile or to dividends. Add back all the cash, and the iPhone maker would be worth $1.3 trillion – approaching three times more than now, or a 10 percent annual gain.\n\nOf course, the technology industry is littered with fallen tech giants. Competition, for instance, could depress Apple’s margins, though in fact they have widened in recent years – and Microsoft’s have held up. But if Apple turning into a sluggish Microsoft lookalike is all that it takes to more than double investors’ money, that seems a safe bet."
    },
    {
        "time": "5:14PM UTC",
        "header": "us will review decision that apple didn't violate samsung patent",
        "link": "http://www.reuters.com/article/2012/11/19/apple-samsung-patent-idUSL1E8MJIF020121119",
        "body": "WASHINGTON, Nov 19 (Reuters) - The U.S. International Trade Commission will review a judge’s decision which found that Apple did not violate patents owned by Samsung Electronics in making the iPod touch, iPhone and iPad.\n\nAn administrative law judge at the ITC had said in a preliminary ruling in September that Apple was innocent of violating the patents. The ITC, which could have opted to simply uphold the judge’s decision, said that it would take up the matter. A final decision is expected in January.\n\nApple and Samsung have taken their bruising patent disputes to some 10 countries as they vie for market share in the booming mobile industry.\n\nThe case at the International Trade Commission is No. 337-794."
    },
    {
        "time": "6:13PM UTC",
        "header": "u.s. itc will review apple, samsung patent decision",
        "link": "http://www.reuters.com/article/2012/11/19/us-apple-samsung-patent-idUSBRE8AI16N20121119",
        "body": "WASHINGTON (Reuters) - The U.S. International Trade Commission will review a judge’s decision which found that Apple did not violate patents owned by Samsung Electronics in making the iPod touch, iPhone and iPad.\n\nAn administrative law judge at the ITC had said in a preliminary ruling in September that Apple was innocent of violating the patents. The ITC, which could have opted to simply uphold the judge’s decision, said that it would take up the matter. A final decision is expected in January.\n\nIf Apple is found to infringe, its devices can be banned for sale in the United States.\n\nApple and Samsung have taken their bruising patent disputes to some 10 countries as they vie for market share in the booming mobile industry.\n\nApple won a huge victory in August when a U.S. jury found the South Korean firm had copied key features of the iPhone. Apple was awarded $1.05 billion in damages. That ruling is under appeal.\n\nIn its announcement that it would review the case, the ITC asked for briefings on how it should consider standard essential patents, which are normally expected to be licensed widely and on fair, reasonable and non-discriminatory terms. The use of standards helps companies ensure devices are interoperable.\n\nSome antitrust enforcers have argued that it is wrong for companies which own standard essential patents to ask for infringing devices to be barred from the country except in extreme instances.\n\nThe commission is reviewing a decision by ITC Judge James Gildea, who said in September that Apple did not violate the four patents at issue in the case, which was filed in mid-2011.\n\nThe two standard essential patents in the complaint are related to 3G wireless technology and the format of data packets for high-speed transmission.\n\nApple has a parallel complaint filed against Samsung at the ITC, accusing Samsung, a major Apple chip provider as well as a global rival, of blatantly copying its iPhones and iPads. An ITC judge said in that case that Samsung infringed on four Apple patents. The full ITC will issue a final decision in February.\n\nApple has waged an international patent war since 2010 as it seeks to limit growth of Google’s Android system. The fight has embroiled Samsung, HTC and others who use Android.\n\nGoogle’s Android software, which Apple’s late founder Steve Jobs denounced as a “stolen product,” has become the world’s No. 1 smartphone operating system.\n\nSamsung is the world’s largest smartphone maker, while Apple is in third place. Many experts consider Samsung’s Galaxy touchscreen tablets the main rival to the iPad, although they are currently a distant second to Apple’s devices.\n\nSamsung is also a parts supplier to Apple, producing micro processors, flat screens and memory chips - both dynamic random access memory (DRAM) chips and NAND memory chips - for the iPhone, iPad and iPod. Apple has reduced orders from Samsung for chips and screens.\n\nThe case at the International Trade Commission is No. 337-794."
    }
]