[
    {
        "time": "12:58PM UTC",
        "header": "us stocks-wall st rebounds as banks, travelers offset apple",
        "link": "http://www.reuters.com/article/2012/12/05/markets-usa-stocks-idUSL1E8N58BU20121205",
        "body": "* Dow up 1 pct, S&P up 0.5 pct, Nasdaq off 0.3 pct\n\nNEW YORK, Dec 5 (Reuters) - U.S stocks advanced in a choppy session on Wednesday as a rally in bank shares and The Travelers, a Dow component, overshadowed Apple’s unexpected drop and weakness in the technology sector.\n\nEquities staged a turnaround in the face of a drop in Apple , the largest U.S. company by market capitalization and a big weight in both the S&P 500 and the Nasdaq. Apple’s stock fell 4.2 percent to $551.74, after dropping as low as $545.56.\n\nMarket participants cited a host of reasons for the slide in the iPad maker’s stock, including a consultant’s report about the company losing share in the tablet market and reports that margin requirements had been raised by at least one clearing firm.\n\nThe S&P 500 reversed course after briefly falling below the 1,400 level, seen as a key support point over the past two weeks.\n\n“There’s still psychological interest in buying the market,” said John Brady, managing director at R.J. O‘Brien & Associates in Chicago.\n\n“The S&P hit the 1,400 level so we find again ‘dip buyers’ there. They strongly believe a deal (on the fiscal cliff) is going to get done, and that’s really the trade.”\n\nInvestors have been reluctant to take big positions as lawmakers continue to negotiate a deal to avoid a series of mandatory spending cuts and tax increases effective in early January - known as the “fiscal cliff” - that could push the U.S. economy into recession next year.\n\nPresident Barack Obama told the Business Roundtable, a group of chief executives, that a “fiscal cliff” deal was possible within about a week if Republicans acknowledged the need to raise taxes on the wealthiest Americans.\n\nFor several weeks, the market has reacted quickly to often-conflicting headlines out of Washington about budget negotiations, prompting investors to be cautious.\n\nThe Dow Jones industrial average gained 123.74 points, or 0.96 percent, to 13,075.52. The Standard & Poor’s 500 Index rose 6.92 points, or 0.49 percent, to 1,411.97. But the Nasdaq Composite Index dropped 9.51 points, or 0.32 percent, to 2,987.17.\n\nBanking shares were the best performers, led by a 6.4 percent climb in Citigroup to $36.48 after the company said it will cut 11,000 jobs worldwide, or about 4 percent of its workforce. The KBW Bank Index rose 2.1 percent.\n\nBank of America shares shot up 5.1 percent to $10.40 after hitting a new 52-week high at $10.44.\n\nShares of Freeport-McMoRan Copper & Gold Inc slumped 13.6 percent to $33.07. The company said it is acquiring Plains Exploration & Production Co and McMoRan Exploration Co in two separate deals for $9 billion in cash and stock in a major expansion into energy.\n\nBut shares of McMoRan Exploration soared 82.7 percent to $15.46 and Plains Exploration & Production shares surged 25.5 percent to $45.23.\n\nShares of The Travelers Cos Inc rose 4.7 percent to $73.81 and ranked as the Dow’s top gainer after the property and casualty insurance company said its preliminary estimate of net losses from Superstorm Sandy was about $650 million after tax.\n\nEconomic data from payrolls processor ADP showed U.S. private-sector hiring took a hit in November due to the impact of Superstorm Sandy, which ravaged consumers and businesses in the Northeastern United States, but the huge services sector kept expanding albeit at a modest pace, according to the Institute for Supply Management."
    },
    {
        "time": "2:44PM UTC",
        "header": "us stocks-dow, s&p rebound on banks, but nasdaq sours with apple",
        "link": "http://www.reuters.com/article/2012/12/05/markets-usa-stocks-idUSL1E8N5C7H20121205",
        "body": "* Dow up 0.9 pct, S&P up 0.4 pct, Nasdaq off 0.5 pct\n\nNEW YORK, Dec 5 (Reuters) - U.S stocks mostly rose on Wednesday, boosted by a rally in bank shares, though a steep drop in Apple limited the advance and kept the Nasdaq in negative territory.\n\nTrading was volatile, with the S&P 500 dropping into negative territory at one point and the Nasdaq falling more than 1 percent before rebounding. The Dow, which doesn’t contain Apple Inc as a component, climbed 1 percent by midday.\n\nApple, the largest U.S. company by market capitalization and a big weight in both the S&P 500 and the Nasdaq, fell 4.7 percent to $548.88. Apple is down more than 22 percent from an all-time high reached in late September.\n\nThe S&P 500 reversed course after briefly falling below the 1,400 level, seen as a key support point over the past two weeks.\n\n“There’s still psychological interest in buying the market,” said John Brady, managing director at R.J. O‘Brien & Associates in Chicago. At the 1,400 level, “we find again ‘dip buyers’ there. They strongly believe a deal (on the fiscal cliff) is going to get done.”\n\nFor several weeks, investors have reacted quickly to whiffs of sentiment from Washington in headlines about negotiations between the White House and congressional leaders over a deal on how to avoid the “fiscal cliff” - a series of mandatory spending cuts and tax increases effective in early January that could push the U.S. economy into recession next year.\n\nPresident Barack Obama told the Business Roundtable, a group of chief executives, on Wednesday that a fiscal cliff deal was possible “in about a week” if Republicans acknowledged the need to raise taxes on the wealthiest Americans.\n\nThe Dow Jones industrial average was up 115.44 points, or 0.89 percent, at 13,067.22. The Standard & Poor’s 500 Index was up 5.71 points, or 0.41 percent, at 1,412.76. But the Nasdaq Composite Index was down 13.75 points, or 0.46 percent, at 2,982.94.\n\nApple’s slide weighed heavily on the Nasdaq. Market participants cited a host of reasons for the drop in the iPad maker’s stock, including a consultant’s report about the company losing share in the tablet market and reports that margin requirements had been raised by at least one clearing firm.\n\nApple has “to hit another home run to get $700 again,” said Brian Battle, director of trading at Performance Trust Capital Partners in Chicago. “They need another new product that hits it out of the park. Without that, they could get a gradual grind-down in confidence ... this is not going to be a short-term trend.”\n\nOn the upside, The Travelers Cos Inc rose 5.1 percent to $74.111 and ranked as the Dow’s top gainer after the property and casualty insurance company said its preliminary estimate of net losses from Superstorm Sandy was about $650 million after tax.\n\nBanks were also strong, with the S&P financial sector index climbing 1.5 percent. The rally was led by a 7.3 percent climb in Citigroup to $36.79 after the company said it would cut 4 percent of its workforce in a cost-cutting move. The KBW Bank Index rose 2 percent.\n\nBank of America shares shot up 6.1 percent to $10.51, just a touch off a new 52-week high at $10.52.\n\nFreeport-McMoRan Copper & Gold Inc fell 15.2 percent to $32.47 as the S&P 500’s biggest percentage decliner. The company said it was acquiring Plains Exploration & Production Co and McMoRan Exploration Co in two separate deals for $9 billion in cash and stock in a major expansion into energy.\n\nMcMoRan Exploration soared 83.6 percent to $15.53 and Plains Exploration & Production surged 24.4 percent to $44.83.\n\nEconomic data from payrolls processor ADP showed U.S. private-sector hiring took a hit in November due to the impact of Superstorm Sandy, which ravaged consumers and businesses in the Northeastern United States, but the huge services sector kept expanding albeit at a modest pace, according to the Institute for Supply Management."
    },
    {
        "time": "5:46PM UTC",
        "header": "corrected-us stocks-dow, s&p end higher, but apple sinks nasdaq in wild day",
        "link": "http://www.reuters.com/article/2012/12/05/markets-usa-stocks-idUSL1E8N5FVD20121205",
        "body": "* Dow up 0.6 pct, S&P 500 up 0.2 pct, Nasdaq off 0.8 pct\n\nNEW YORK, Dec 5 (Reuters) - A volatile trading session ended with U.S. stocks mostly higher on Wednesday, even as Apple, the most valuable company in the United States, suffered its worst day of losses in almost four years.\n\nIn a strange occurrence, Apple accounted for the entirety of the Nasdaq 100’s fall of 1.1 percent, while the Dow industrials - which do not include Apple as a component - enjoyed the best day since Nov. 28.\n\nWith the drop, Apple shed nearly $35 billion in market capitalization, its biggest one-day market-cap loss ever. The company’s market value, or market capitalization, now stands at $506.85 billion.\n\n“Today’s move is because of index weightings, with the Nasdaq down because of Apple’s decline,” said Rex Macey, chief investment officer of Wilmington Trust in Atlanta. “The S&P is up because Apple isn’t as big a weight in that index, and the Dow is up even more because it isn’t there at all.”\n\nThe broad market seesawed, with the S&P 500 dropping into negative territory before it rebounded off the 1,400 level, seen as a key support point over the past two weeks. Investors cited comments from President Barack Obama suggesting a potential near-term resolution to the “fiscal cliff” wrangling in Washington as a catalyst for the rebound.\n\nShares of The Travelers Cos Inc rose 4.9 percent to $74. The stock ranked as the Dow’s top percentage gainer after the insurance company said it intended to resume stock buybacks it had temporarily suspended while it assessed its exposure to Superstorm Sandy. The company also said a preliminary estimate of net losses from Sandy was about $650 million after tax.\n\nThe Dow Jones industrial average rose 82.71 points, or 0.64 percent, to 13,034.49 at the close. The Standard & Poor’s 500 Index gained 2.23 points, or 0.16 percent, to 1,409.28. But the Nasdaq Composite Index fell 22.99 points, or 0.77 percent, to end at 2,973.70.\n\nApple, the largest U.S. company by market capitalization and a big weight in both the S&P 500 and the Nasdaq, fell 6.4 percent to $538.79. Apple is down more than 20 percent from an all-time high reached in late September, putting the stock into bear market territory.\n\nBanking shares were led higher by a 6.3 percent jump in Citigroup to $36.46 after the company said it would cut 4 percent of its workforce. The S&P financial sector index climbed 1.3 percent, and Bank of America hit a 52-week high of $10.55 before pulling back slightly. The stock, a Dow component, ended at $10.46, up 5.7 percent for the day.\n\nStill, Apple struggled throughout the session. Market participants cited a host of reasons for the drop in the iPad maker’s stock, including a consultant’s report about the company losing share in the tablet market and reports that margin requirements had been raised by at least one clearing firm, as well as year-end tax selling ahead of a possible rise in capital-gains tax rates next year.\n\nOn the Washington front, Obama told the Business Roundtable, a group of chief executives, on Wednesday that a fiscal cliff deal was possible “in about a week” if Republicans acknowledged the need to raise taxes on the wealthiest Americans.\n\nEquities have struggled to gain ground recently because of concerns over the fiscal cliff - a series of mandatory spending cuts and tax increases effective in early January that could push the U.S. economy into recession next year. Recently equities have moved on any whiffs of sentiment from Washington in headlines about negotiations.\n\n“Obama’s comments generated a lot of optimism, but to the extent the market believes them, that’s how much we’re setting ourselves up for a decline if that deadline passes with no progress,” said Macey, who helps oversee about $20 billion in assets.\n\nIn an interview on CNBC after the market closed, U.S. Treasury Secretary Tim Geithner said that uncertainty over the fiscal cliff was standing in the way of stronger economic growth, and that there was no prospect for an agreement if tax rates didn’t rise on the wealthiest taxpayers.\n\nThe stock of Freeport-McMoRan Copper & Gold Inc fell 16 percent to $32.17 and ranked as the S&P 500’s biggest percentage decliner. The company said it was acquiring Plains Exploration & Production Co and McMoRan Exploration Co in two separate deals for $9 billion in cash and stock in a major expansion into energy.\n\nMcMoRan Exploration soared 87 percent to $15.82 and Plains surged 23.4 percent to $44.50.\n\nAfter the closing bell, Standard & Poor’s said it cut Greece’s sovereign long-term foreign currency credit rating to “selective default” from its already low “CCC” rating. Last week, the country and its international lenders reached a deal to lower its debt burden through a debt buyback.\n\nAbout half of the stocks traded on the New York Stock Exchange closed in positive territory, while about 54 percent of Nasdaq-listed shares ended lower.\n\nVolume was higher than it has been in recent sessions, with about 7.01 billion shares changing hands on the New York Stock Exchange, the Nasdaq and NYSE MKT, above the daily average so far this year of about 6.48 billion shares. (Editing by Jan Paschal)"
    },
    {
        "time": "4:08PM UTC",
        "header": "us stocks snapshot-choppy wall st ends mostly up, apple falls",
        "link": "http://www.reuters.com/article/2012/12/05/markets-usa-stocks-close-idUSEAP10R52I20121205",
        "body": "NEW YORK, Dec 5 (Reuters) - A volatile trading session ended with U.S. stocks mostly higher on Wednesday, even as Apple, the most valuable U.S. company, suffered its worst day of losses in nearly four years.\n\nThe Dow Jones industrial average gained 82.71 points, or 0.64 percent, to end unofficially at 13,034.49. The S&P 500 rose 2.23 points, or 0.16 percent, to finish unofficially at 1,409.28. But the Nasdaq Composite Index dropped 22.99 points, or 0.77 percent, to close unofficially at 2,973.70.\n\nApple’s stock fell 6.4 percent to $538.79, its largest daily percentage drop since Dec. 17, 2008."
    },
    {
        "time": "10:30PM UTC",
        "header": "samsung files redacted copy of apple-htc deal in u.s. court",
        "link": "http://www.reuters.com/article/2012/12/06/apple-samsung-idUSL4N09G0FM20121206",
        "body": "Dec 5 (Reuters) - Lawyers for Samsung Electronics Co Ltd filed a redacted copy of a 10-year patent licensing agreement struck by Apple Inc with Taiwan’s HTC Corp in a U.S. court late on Wednesday following a judge’s order.\n\nThe Korean electronics giant had earlier filed a motion to compel Apple -- with whom it is waging a bitter legal battle over mobile patents across several countries -- to reveal details of a settlement that was reached with HTC on Nov. 10 but which have been kept under wraps.\n\nThe court last month ordered Apple to disclose to Samsung details of the legal settlement that the iPhone maker reached with HTC, including terms of the 10-year patents licensing agreement.\n\nIn August, Apple won a $1.05 billion verdict against Samsung after a U.S. jury found that certain Samsung gadgets violated Apple’s software and design patents.\n\nLegal experts say the question of which patents are covered by the Apple-HTC settlement, and licensing details, could be instrumental in Samsung’s efforts to thwart Apple’s subsequent quest for a permanent sales ban on its products.\n\nThe case in U.S. District Court, Northern District of California, is Apple Inc v. Samsung Electronics Co Ltd et al, No. 11-1846."
    },
    {
        "time": "11:17AM UTC",
        "header": "global markets-spain sale hits euro; wall st down on cliff woes, apple",
        "link": "http://www.reuters.com/article/2012/12/05/markets-global-idUSL5E8N58QO20121205",
        "body": "NEW YORK, Dec 5 (Reuters) - Wall Street stocks fell on Wednesday after Republican leaders said talks with U.S. President Barack Obama to resolve the “fiscal cliff” are deadlocked, while the euro slipped after a disappointing Spanish bond auction.\n\nU.S. stocks had gotten off to a mixed start but selling picked up in the late morning. The Nasdaq fared worse than the other indexes, weighed by a 4 percent drop in shares of tech heavyweight Apple.\n\n“Nothing is going on” in the talks, U.S. House Majority Leader Eric Cantor told reporters following a meeting with fellow Republicans. “We ask the president to sit down with us.”\n\nInvestors are worried that the so-called fiscal cliff of tax hikes and spending reductions that will start to go into effect at the beginning of next year could send the economy back into recession if politicians don’t come to an agreement to avoid it.\n\nObama stuck to his case on Tuesday for raising taxes for wealthier Americans.\n\nThe euro had surged to a seven-week high against the dollar in early trading but went into reverse, falling to $1.3064 as markets digested the disappointing Spanish bond sale.\n\nBond markets also reacted poorly to the auction, with Spanish 10-year yields rising to 5.42 percent after demand for the sale was below expectations.\n\nEuro zone experts still expect Madrid to request a sovereign bailout which would pave the way for the European Central Bank to buy its debt but doubts have started to creep in again following a drop in tensions and yields in recent weeks.\n\n“Spanish yields are trading at quite tight levels so investors may be starting to get scared about whether the current level can be sustained in the near term,” said Alessandro Giansanti, a rate strategist at ING in Amsterdam.\n\n“This level of yields is implying that the Spanish government will ask for support in the next few months and if it doesn’t happen it’s quite likely that yields will start to move higher.”\n\nThe Dow Jones industrial average slipped 14.90 points, or 0.12 percent, to 12,936.88. The Standard & Poor’s 500 Index lost 6.88 points, or 0.49 percent, to 1,400.17. The Nasdaq Composite Index dropped 33.85 points, or 1.13 percent, to 2,962.84.\n\nApple was the biggest drag on the Nasdaq, tumbling about 4 percent to $551.64.\n\nInvestors were also taking in data that showed November U.S. private sector hiring was hit by the impact of superstorm Sandy, though activity in the service sector continued to expand.\n\nThe FTSEurofirst 300 index was off 0.09 percent and the MSCI index of world stocks edged down 0.03 percent.\n\nA mixed batch of business and retail data showed euro zone shoppers cut back on spending by the biggest margin in six months in October, while purchasing manager figures pointed to another quarter of recession.\n\n“The economic data pretty much confirmed the (euro zone) economy is still in a very weak state,” said Rabobank economist Elwin de Groot.\n\nWednesday’s other main economic event in Europe came in Britain, where finance minister George Osborne gave a bleak outlook, warning that growth will be weaker than expected and that he will have to break a key debt promise.\n\nBritain’s economy was now forecast to grow by only 1.2 percent in 2013, well down from the 2 percent predicted in March."
    },
    {
        "time": "6:00PM UTC",
        "header": "dow, s&p rise, but nasdaq sours with apple in wild day",
        "link": "http://www.reuters.com/article/2012/12/05/us-markets-stocks-idUSBRE8AP08020121205",
        "body": "NEW YORK (Reuters) - A volatile trading session ended with U.S. stocks mostly higher on Wednesday, even as Apple, the most valuable company in the United States, suffered its worst day of losses in almost four years.\n\nIn a strange occurrence, Apple accounted for the entirety of the Nasdaq 100’s .NDX fall of 1.1 percent, while the Dow industrials - which do not include Apple as a component - enjoyed the best day since November 28.\n\nWith the drop, Apple shed nearly $35 billion in market capitalization, its biggest one-day market-cap loss ever. The company’s market value, or market capitalization, now stands at $506.85 billion.\n\n“Today’s move is because of index weightings, with the Nasdaq down because of Apple’s decline,” said Rex Macey, chief investment officer of Wilmington Trust in Atlanta. “The S&P is up because Apple isn’t as big a weight in that index, and the Dow is up even more because it isn’t there at all.”\n\nThe broad market seesawed, with the S&P 500 dropping into negative territory before it rebounded off the 1,400 level, seen as a key support point over the past two weeks. Investors cited comments from President Barack Obama suggesting a potential near-term resolution to the “fiscal cliff” wrangling in Washington as a catalyst for the rebound.\n\nShares of The Travelers Cos Inc (TRV.N) rose 4.9 percent to $74. The stock ranked as the Dow’s top percentage gainer after the insurance company said it intended to resume stock buybacks it had temporarily suspended while it assessed its exposure to Superstorm Sandy. The company also said a preliminary estimate of net losses from Sandy was about $650 million after tax.\n\nThe Dow Jones industrial average .DJI rose 82.71 points, or 0.64 percent, to 13,034.49 at the close. The Standard & Poor's 500 Index .SPX gained 2.23 points, or 0.16 percent, to 1,409.28. But the Nasdaq Composite Index .IXIC fell 22.99 points, or 0.77 percent, to end at 2,973.70.\n\nApple, the largest U.S. company by market capitalization and a big weight in both the S&P 500 and the Nasdaq, fell 6.4 percent to $538.79. Apple is down more than 20 percent from an all-time high reached in late September, putting the stock into bear market territory.\n\nBanking shares were led higher by a 6.3 percent jump in Citigroup (C.N) to $36.46 after the company said it would cut 4 percent of its workforce. The S&P financial sector index .GSPF climbed 1.3 percent, and Bank of America hit a 52-week high of $10.55 before pulling back slightly. The stock, a Dow component, ended at $10.46, up 5.7 percent for the day.\n\nCyclical sectors, which are tied to the pace of economic growth, rallied on optimism about progress on a solution to avoid the fiscal cliff. An S&P index of industrial stocks .GSPI rose 1.1 percent, buoyed by Caterpillar Inc (CAT.N), up 2.2 percent at $86.05, while an S&P index of energy shares .GSPE climbed 0.7 percent. The Dow Jones Transportation Average .DJT gained 0.9 percent, with CSX Corp CSX.N jumping 2.7 percent to $20.16.\n\nStill, Apple struggled throughout the session. Market participants cited a host of reasons for the drop in the iPad maker’s stock, including a consultant’s report about the company losing share in the tablet market and reports that margin requirements had been raised by at least one clearing firm, as well as year-end tax selling ahead of a possible rise in capital-gains tax rates next year.\n\nOn the Washington front, Obama told the Business Roundtable, a group of chief executives, on Wednesday that a fiscal cliff deal was possible “in about a week” if Republicans acknowledged the need to raise taxes on the wealthiest Americans.\n\nEquities have struggled to gain ground recently because of concerns over the fiscal cliff - a series of mandatory spending cuts and tax increases effective in early January that could push the U.S. economy into recession next year. Recently equities have moved on any whiffs of sentiment from Washington in headlines about negotiations.\n\n“Obama’s comments generated a lot of optimism, but to the extent the market believes them, that’s how much we’re setting ourselves up for a decline if that deadline passes with no progress,” said Macey, who helps oversee about $20 billion in assets.\n\nIn an interview on CNBC after the market closed, U.S. Treasury Secretary Tim Geithner said that uncertainty over the fiscal cliff was standing in the way of stronger economic growth, and that there was no prospect for an agreement if tax rates didn’t rise on the wealthiest taxpayers.\n\nThe stock of Freeport-McMoRan Copper & Gold Inc (FCX.N) fell 16 percent to $32.17 and ranked as the S&P 500’s biggest percentage decliner. The company said it was acquiring Plains Exploration & Production Co PXP.N and McMoRan Exploration Co MMR.N in two separate deals for $9 billion in cash and stock in a major expansion into energy.\n\nMcMoRan Exploration soared 87 percent to $15.82 and Plains surged 23.4 percent to $44.50.\n\nAbout half of the stocks traded on the New York Stock Exchange closed in positive territory, while about 54 percent of Nasdaq-listed shares ended lower.\n\nVolume was higher than it has been in recent sessions, with about 6.93 billion shares changing hands on the New York Stock Exchange, the Nasdaq and NYSE MKT, above the daily average so far this year of about 6.48 billion shares."
    },
    {
        "time": "10:59AM UTC",
        "header": "us stocks snapshot-nasdaq falls 1 pct, apple weighs",
        "link": "http://www.reuters.com/article/2012/12/05/markets-usa-stocks-1pct-idUSEAP10R50620121205",
        "body": "NEW YORK, Dec 5 (Reuters) - U.S. stocks added to losses in morning trading Wednesday, with the Nasdaq Composite shedding more than 1 percent as shares of Apple dropped nearly 5 percent.\n\nThe Dow Jones industrial average fell 22.92 points, or 0.18 percent, to 12,928.86. The S&P 500 lost 7.93 points, or 0.56 percent, to 1,399.12. The Nasdaq Composite dropped 36.01 points, or 1.20 percent, to 2,960.68.\n\nWall Street had opened little changed as a slide in shares of Freeport-McMoRan offset optimism about a global economic recovery, spurred by comments from China’s new leader."
    },
    {
        "time": "1:15PM UTC",
        "header": "shopkeep pos banks $10m for ipad register system",
        "link": "http://www.reuters.com/article/2012/12/05/idUS157596583620121205",
        "body": "iPad point-of-sale provider ShopKeep POS has closed an important sale of its own. The New York-based startup has banked $10 million in funding from Canaan Partners, Tribeca Venture Partners, and TTV Capital.\n\nShopKeep POS makes an iPad application that you may have already encountered while shopping at your favorite local businesses. The company’s app, which can ring sales, process credit cards, and print or email receipts, is live in more than 3,000 stores.\n\nThe company’s iPad register replacement works with a cloud-based reporting tool to provide merchants with analysis on their customers, sales, and inventory. ShopKeep is also partnered with mobile payment providers LevelUp, Dwolla, and PayPal.\n\nThe fresh $10 million will be used to invest in product and business development, ShopKeep POS founder and CEO Jason Richelson said.\n\nThis is ShopKeep POS’s second round of venture funding. The company previously raised $2.2 million from the same firms that participated in this round."
    },
    {
        "time": "7:05PM UTC",
        "header": "u.s. agency backs apple in essential patent battle",
        "link": "http://www.reuters.com/article/2012/12/06/us-google-apple-ftc-idUSBRE8B500220121206",
        "body": "WASHINGTON (Reuters) - Google unit Motorola Mobility is not entitled to ask a court to stop the sale of Apple iPhones and iPads that it says infringe on a patent that is essential to wireless technology, the U.S. Federal Trade Commission said on Wednesday.\n\nIn June, Judge Richard Posner in Chicago threw out cases that Motorola, now owned by Google, and Apple had filed against each other claiming patent infringement. Both companies appealed.\n\nIn rejecting the Google case, Posner barred the company from seeking to stop iPhone sales because the patent in question was a standard essential patent.\n\nThis means that Motorola Mobility had pledged to license it on fair and reasonable terms to other companies in exchange for having the technology adopted as a wireless industry standard.\n\nStandard essential patents, or SEPs, are treated differently because they are critical to ensuring that devices made by different companies work together.\n\nGoogle appealed to the U.S. Court of Appeals for the Federal Circuit. The FTC said in its court filing that Posner had ruled correctly.\n\nThe commission, which has previously argued against courts banning products because they infringe essential patents, reiterated that position on Wednesday.\n\n“Patent hold-up risks harming competition, innovation, and consumers because it allows a patentee to be rewarded not based on the competitive value of its technology, but based on the infringer’s costs to switch to a non-infringing alternative when an injunction is issued,” the commission wrote in its brief.\n\nThe case is Apple Inc. and NeXT Software Inc. V. Motorola Inc. and Motorola Mobility Inc., in the U.S. Court of Appeals for the Federal Circuit, no. 2012-1548, 2012-1549."
    }
]