[
    {
        "time": "5:21AM UTC",
        "header": "china's proview seeks ipad trade ban in apple trademark row",
        "link": "http://www.reuters.com/article/2012/02/14/us-apple-proview-idUSTRE81D0GS20120214",
        "body": "(Reuters) - A Chinese tech firm claiming to own the “iPad” trademark plans to seek a ban on shipments of Apple Inc’s computer tablets into and out of China, a lawyer for the company, Proview Technology (Shenzhen), said on Tuesday.\n\nThe company triumphed over Apple in a lawsuit in southern China late last year and is looking to enforce the court ruling.\n\nProview is petitioning Chinese customs to stop shipments of Apple iPads, lawyer Xie Xianghui told Asian Legal Business, a Thomson Reuters publication.\n\nProview’s latest salvo comes a day after media reports that authorities in some Chinese cities had ordered retailers to stop selling Apple’s iPad due to the dispute.\n\nApple said it had bought the worldwide rights to the trademark long ago.\n\n“We bought Proview’s worldwide rights to the iPad trademark in 10 different countries several years ago. Proview refuses to honor their agreement with Apple in China and a Hong Kong court has sided with Apple in this matter,” an Apple spokeswoman said."
    },
    {
        "time": "6:04PM UTC",
        "header": "update 1-top hedge funds made timely 4th quarter apple buys",
        "link": "http://www.reuters.com/article/2012/02/14/hedgefunds-apple-idUSL2E8DEIDO20120214",
        "body": "Feb 14 (Reuters) - Leading hedge fund managers including David Tepper, Andreas Halvorsen and David Einhorn smartly added to their holdings of Apple in the fourth quarter after the death of Steve Jobs.\n\nThe stakes have likely provided a quick payoff. Shares of Apple are up 26 percent this year, equalling their 26 percent rise for all of 2011. The Cupertino, California-based maker of the iPhone, iPad and Macintosh computers posted spectacular quarterly results on Jan. 24, and in the weeks that followed its shares surged to over $500.\n\nTepper’s Appaloosa Management more than quadrupled its stake to 181,850 Apple shares in the fourth quarter, according to a disclosure statement filed on Tuesday. Halvorsen’s Viking Global Investors bought 161,700 shares to end the quarter with 1.3 million shares, according to its disclosure. And Einhorn’s Greenlight Capital bought 150,000 shares to end the quarter with 1.5 million.\n\nBrookside Capital Management, the hedge fund unit of Bain Capital in Boston, also upped its stake to 532,448 shares, an increase of almost 132,000 shares. And Stephen Mandel’s Lone Pine Capital added 91,100 shares to end the quarter with 2.2 million.\n\nDespite Apple co-founder Jobs’ death last October, Apple’s market capitalization has skyrocketed to almost $500 billion in its 2012 rally, prompting concerns from some investors that the stock could be overheating.\n\nBut Apple’s revenue and profits have been growing at rates more often seen in tiny start-ups. In calendar fourth quarter of 2011, Apple sold 37 million iPhones, more than double the number sold a year earlier. And its overall profits of $13 billion for the quarter also doubled.\n\nWith growth rates far outstripping the stock’s price increase, Apple’s price-to-earnings ratio has been shrinking. Apple shares would have to increase to $574 to reach just the 13.5 P/E ratio of the S&P 500, according to an estimate by Bespoke Investment Group on Monday. If Apple traded at the 422 P/E ratio of Netflix, its shares would hit almost $18,000.\n\nThis week, talk of the launch of the iPad 3 and a possible dividend helped propel the stock to new heights.\n\nThe three hedge fund firms that held the largest number of Apple shares at the end of the third quarter, according to Thomson Reuters data, also added to their stakes in the fourth quarter.\n\nCitadel Advisors LLC, one of the behemoths of the hedge fund world, added 361,609 Apple shares in the fourth quarter to end with 2.8 million. The Chicago firm also held call options covering 4.9 million shares and put options covering 5 million shares.\n\nD.E. Shaw & Co in New York added just 5,760 shares to end the quarter with 2.4 million shares. The firm also owned call options on 218,500 shares and put options on 1 million shares.\n\nAnd the third largest holder at the end of the third quarter, Discovery Capital Management in South Norwalk, Connecticut, added 38,250 shares to end the quarter with 2.2 million.\n\nNot all of the top hedge fund managers made as timely a call on Apple. Philippe Laffont and Chase Coleman, who both used to work for famed manager Julian Robertson, trimmed their Apple stakes in the fourth quarter.\n\nLaffont’s Coatue Management sold 54,333 shares, though the fund still owned 1.3 million. And Coleman’s Tiger Global Management sold 74,700 shares and still owned 1.6 million shares.\n\nSome mutual fund managers also sold Apple shares in the fourth quarter. Fidelity Investments in Boston sold 838,519 shares. It still owned a massive 51 million Apple shares worth $26 billion at Tuesday’s close of $509.46, an all-time high.\n\nMutual fund manager Ken Heebner’s Capital Growth Management appeared to sell all of the 406,000 shares of Apple it had listed in its disclosure at the end of the third quarter. Managers are sometimes permitted to file holdings confidentially.\n\nAll of the holdings were reported as of Dec. 31, 2011 in quarterly 13F filings with the U.S. Securities and Exchange Commission. Short positions are not disclosed and managers may have since changed their positions."
    },
    {
        "time": "2:32PM UTC",
        "header": "apple may face ipad export ban in china trademark row",
        "link": "http://www.reuters.com/article/2012/02/14/us-apple-ipad-idUSTRE81D0OE20120214",
        "body": "HONG KONG/SHANGHAI (Reuters) - A Chinese tech firm that claims it still owns the iPad trademark will seek a ban on exports of Apple Inc’s computer tablets from China, which could deal a blow to the U.S. technology giant’s sales worldwide.\n\nProview Technology (Shenzhen) Co Ltd is petitioning Chinese customs to stop shipments of Apple’s popular iPads in and out of China, but has not received a response, lawyer Xie Xianghui told Asian Legal Business, a Thomson Reuters publication.\n\nApple said it bought Proview’s worldwide rights to the trademark in 10 different countries several years ago, including\n\nrights to the iPad name from a Taiwan subsidiary. However, Proview claims the sale did not cover the trademark’s use in China.\n\n“Proview refuses to honor their agreement with Apple in China and a Hong Kong court has sided with Apple in this matter,” an Apple spokeswoman said.\n\nCustoms officials could not be reached for comment, and Proview declined to comment.\n\nApple could be in a very difficult situation if it had mistakenly bought rights from the wrong Proview subsidiary, said Thomas Chan, a Los Angeles-based attorney who has represented companies in trademark licensing negotiations with Apple.\n\n“They’ve got a real, real problem,” Chan said. “They’re going to pay through the nose.”\n\nApple’s legal tussle with Proview Technology (Shenzhen) over the trademark name iPad, is emerging as the latest headache for the U.S. giant in a booming market and highlights the legal challenges facing foreign multinationals operating in China.\n\nNot only is China a huge consumer market but it is also a major production base for the U.S. company’s iconic products including the iPad, iPhone and iPod media player.\n\nThis week Apple announced it had agreed to an outside inspection of working conditions at its main contract manufacturers, including Foxconn’s plants in southern China.\n\nApple lost a case to Proview Technology (Shenzhen) in a Shenzhen court in southern China late last year when the court agreed that Proview owned the iPad trademark.\n\nApple has appealed the decision and a final hearing is due to start in the southern Guangdong High Court on Feb 29. This court’s decision will be final under the Chinese legal process.\n\nProview’s latest salvo comes a day after media reports that authorities in some Chinese cities had ordered retailers to stop selling Apple’s iPad due to the dispute.\n\nProview has also filed lawsuits against Apple in Shanghai and Shenzhen, and retailers selling iPads in Futian and Huizhou, located in the south of the country.\n\nApple’s options are limited to either settling with Proview Technology (Shenzhen), appealing to a higher court, or facing devastating enforcement actions in China, legal experts said.\n\n“There are two views we can take here. One view is, Apple was not sufficiently prudent and therefore, this was missed by Apple and its attorneys,” said Elliot Papageorgiou, a Shanghai-based partner and executive at law firm Rouse Legal (China).\n\n“A more charitable view would be that, Apple said that for business reasons we need to use this brand and as far as the name in China is concerned, let’s cross the bridge when we come to it,” he said.\n\nProview lawyer Xie, partner of Grandall Law Firm’s Shenzhen office, said Apple is not in negotiations with the Chinese firm.\n\nLocal media reported recently that Proview was taking legal action, seeking up to 10 billion yuan ($1.6 billion) in compensation from Apple for trademark infringement.\n\n“Without a win in that Shenzhen case, all the other actions, whether it is administrative or with different courts, customs, Apple is not in a good position at all,” said Stan Abrams, an IP law professor at Beijing’s Central University of Finance and Economics."
    },
    {
        "time": "12:11AM UTC",
        "header": "apple to launch 4g ipad in march - wsj",
        "link": "http://www.reuters.com/article/2012/02/14/apple-ipad-idUSL4E8DE0RI20120214",
        "body": "Feb 14 (Reuters) - Apple Inc plans to announce a fourth-generation (4G) version of its iPad in the first week of March, a Wall Street Journal report said, citing a person briefed on the matter.\n\nVerizon Communications Inc and AT&T Inc will sell the new iPad version that will run on the companies’ 4G network, the paper reported, citing people familiar with the matter.\n\nAT&T and Verizon Wireless are the only two U.S. carriers that currently sell the iPad, and are also the only two that offer the fast, next-generation wireless technology known as LTE, the paper said.\n\nApple was unavailable for comment outside regular business hours."
    }
]