[
    {
        "time": "1:48PM UTC",
        "header": "instant view: apple to pay dividend, buy back stock",
        "link": "http://www.reuters.com/article/2012/03/19/us-apple-view-idUSBRE82I0J120120319",
        "body": "(Reuters) - Apple Inc said it plans to pay a quarterly dividend of $2.65 per share and authorized a $10 billion stock buyback program to be carried out over three years.\n\nThe moves, plus money spent to settle vesting restricted stock units, will use about $45 billion of Apple’s nearly $100 billion in cash and securities, the company said on Monday. Apple’s shares rose 2 percent in premarket.\n\nThe iPad, iPhone, iPod and Mac personal computer maker plans to initiate the quarterly dividend in the fourth quarter of fiscal 2012, which begins on July 1, and to begin the stock repurchase program in fiscal 2013, which starts on September 30.\n\nPETER KENNY, MANAGING DIRECTOR AT KNIGHT CAPITAL IN JERSEY CITY, NEW JERSEY\n\n”That will be very supportive of not just Apple, which the market has been anticipating, but the supply chain - the legendary Apple supply chain. As a result, you are going to see tech - not just large cap, but smaller cap tech also participate in the move.\n\n”It’s a good story, the market was kind of expecting that - people were questioning what Apple could do with the money other than earn nothing.\n\n”This is certainly a theme that has been widely been used by large cap tech to support not only pricing but also to support earnings, because in some respects putting your money back into the company, effectively taking shares out of the market by corporate repurchase has a very direct and very positive impact on pricing.\n\n“That is very, very good for the stock, it’s very good for the market, it’s great for the sector and it’s very, very good for the supply chain.”\n\n”This is consistent with what we, and I think most, expected them to do, which is to address shareholder concerns around the huge cash stockpile while retaining enough of a reserve to keep a wide range of strategic options on the table.\n\n“This, plus the buyback should continue to bolster the soaring share price.”\n\nJOHN STRAND, CHIEF EXECUTIVE OF STRAND CONSULT IN COPENHAGEN “Apple is an overcapitalized company and it’s probably better to have the cash in the shareholders’ pockets then in Apple’s pockets.”\n\n“This is $45 billion in three years out of $100 billion now. It’s a small percentage of the pile.”\n\n“For a lot of people who own this stock some dividend is better than no dividend.”\n\n“The stock has run on things that are not really major surprises. It’s not irrational there’s some pullback.”\n\nWILLIAM LEFKOWITZ, CHIEF OPTIONS STRATEGIST AT VFINANCE INVESTMENTS IN NEW YORK\n\n”I would say it was definitely expected, a lot of mutual funds that say they’re buying dividend companies had Apple in them - that shouldn’t be but I guess it was that obvious that after Tim Cook spoke last time that this was the case.\n\n”Even though it’s a nice dividend - and buying back shares - sometimes companies or individual investors will just sell on the news. I think it’s good news and that’s what people wanted. There are investors who would not buy it until it paid a dividend so it opens a brand new door for them.\n\n”The weekly options - on Friday it was just wild what’s going on. I don’t know what they could have said over the weekend to kill the company but on Friday you could have - the (weekly) $540s for almost $2. In five days it had to go down $45 for the guys to buy that.\n\n“Last Thursday it was up $20, once it goes up $15-$20 then a volatility index becomes a lot richer. There are a couple of reasons why volatility should continue: they make everything they do like a major event and Apple also does a lot of that themselves. They could have just said in this morning we’re going to do a dividend, but no, they’re doing a conference call too, so they know how to excite Wall Street too.”\n\n”While the size of Apple’s dividend may be less than anticipated by some analysts, we are encouraged by management and the board’s conservative position. We are in favor of starting with a dividend that we anticipate growing over time.\n\n”We like that the dividend and stock buybacks can be done using the U.S. cash balance which would not raise the company’s tax rate.\n\n“The $10 billion dividend payout in its first year will make Apple one of the largest dividend payers.”"
    },
    {
        "time": "4:42PM UTC",
        "header": "rpt-us stocks-s&p within 10 pct of record high; apple up on dividend plan",
        "link": "http://www.reuters.com/article/2012/03/19/markets-stocks-idUSL1E8EJD2K20120319",
        "body": "* Dow up 0.05 pct, S&P up 0.4 pct, Nasdaq up 0.8 pct\n\nNEW YORK, March 19 (Reuters) - The S&P 500 extended its rally on Monday to climb within 10 percent of its historic closing high, after Apple said it would pay a $10 billion annual dividend and buy back stock.\n\nThe benchmark index is now at its highest level since May 2008 and 10 percent below the record close of 1,565.15 set in October 2007.\n\n“This is the type of thing that typically gets retail investors back in the market,” said Peter Jankovskis, co-chief investment officer at OakBrook Investments in Lisle, Illinois.\n\nAnalysts have said a flow of retail investor money could fuel the next leg of the rally that has driven the S&P 500 up 12 percent so far this year.\n\nApple Inc, the world’s most valuable publicly traded company, rose 2.7 percent to $601.10 - marking the first time the stock has ended above $600 - and inching closer to a 50 percent gain this quarter. Apple, the maker of the iPad and the iPhone, said it will pay a dividend of $2.65 a share quarterly, starting in July, and also announced it will buy back $10 billion in stock, starting in the next fiscal year. This will be Apple’s first dividend since 1995.\n\nThe announcement from Apple comes less than a week after major U.S. banks responded to the results of the Federal Reserve’s stress tests by announcing bigger dividends and billions of dollars in stock buybacks.\n\nThese increases, alongside a steady stream of upbeat U.S. economic data, have cleared the way for more investment in stocks.\n\n“You’re getting initiations and increases in dividends, and people are starting to recognize there is nowhere else to go,” said Jack de Gan, chief investment officer at Harbor Advisory Corp in Portsmouth, New Hampshire.\n\nAn S&P index of small-cap stocks closed at an all-time high, while an index of midcap shares, near their record high, confirmed the broad-based nature of the U.S. equities rally.\n\nFinancials were the second-best performing among the top 10 S&P 500 sectors, ranking only behind the tech sector. The S&P financial index gained 0.6 percent.\n\nThe Dow Jones industrial average edged up 6.51 points, or 0.05 percent, to 13,239.13 at the close. The S&P 500 Index gained 5.58 points, or 0.40 percent, to 1,409.75. The Nasdaq Composite rose 23.06 points, or 0.75 percent, to 3,078.32.\n\nUBS raised its price target for US Steel’s stock by almost 24 percent, attracting a blitz of investor attention, and the hard metal maker’s shares jumped 6.4 percent to $31.64.\n\nUnited Parcel Service Inc rose 2.8 percent to $81.11 as it clinched a deal to buy Dutch peer TNT Express, making UPS the market leader in Europe.\n\nBroadcom Corp gained 2.6 percent to $38.78 after the chipmaker said it won a preliminary injunction against Emulex Corp in a patent infringement lawsuit.\n\nOn the economic front, U.S. homebuilder sentiment was unchanged in March, holding at its highest level since June 2007, while sentiment in February was revised lower.\n\nAbout 6.5 billion shares changed hands on the New York Stock Exchange, the Nasdaq and Amex, slightly below the daily average so far this year of 6.9 billion shares.\n\nAdvancers outnumbered decliners buy roughly 9 to 5 on both the NYSE and Nasdaq."
    },
    {
        "time": "4:42PM UTC",
        "header": "s&p within 10 percent of record high; apple up on dividend plan",
        "link": "http://www.reuters.com/article/2012/03/19/us-markets-stocks-idUSBRE82I0CT20120319",
        "body": "NEW YORK (Reuters) - The S&P 500 extended its rally on Monday to climb within 10 percent of its historic closing high, after Apple said it would pay a $10 billion annual dividend and buy back stock.\n\nThe benchmark index is now at its highest level since May 2008 and 10 percent below the record close of 1,565.15 set in October 2007.\n\n“This is the type of thing that typically gets retail investors back in the market,” said Peter Jankovskis, co-chief investment officer at OakBrook Investments in Lisle, Illinois.\n\nAnalysts have said a flow of retail investor money could fuel the next leg of the rally that has driven the S&P 500 up 12 percent so far this year.\n\nApple Inc (AAPL.O), the world’s most valuable publicly traded company, rose 2.7 percent to $601.10 - marking the first time the stock has ended above $600 - and inching closer to a 50 percent gain this quarter. Apple, the maker of the iPad and the iPhone, said it will pay a dividend of $2.65 a share quarterly, starting in July, and also announced it will buy back $10 billion in stock, starting in the next fiscal year.\n\nThe announcement from Apple comes less than a week after major U.S. banks responded to the results of the Federal Reserve’s stress tests by announcing bigger dividends and billions of dollars in stock buybacks.\n\nThese increases, alongside a steady stream of upbeat U.S. economic data, have cleared the way for more investment in stocks.\n\n“You’re getting initiations and increases in dividends, and people are starting to recognize there is nowhere else to go,” said Jack de Gan, chief investment officer at Harbor Advisory Corp in Portsmouth, New Hampshire.\n\nAn S&P index of small-cap stocks .SML closed at an all-time high, while an index of midcap shares .MID, near their record high, confirmed the broad-based nature of the U.S. equities rally. <.N/S>\n\nFinancials were the second-best performing among the top 10 S&P 500 sectors, ranking only behind the tech sector. The S&P financial index .GSPF gained 0.6 percent.\n\nThe Dow Jones industrial average .DJI edged up 6.51 points, or 0.05 percent, to 13,239.13 at the close. The S&P 500 Index .INX gained 5.58 points, or 0.40 percent, to 1,409.75. The Nasdaq Composite .IXIC rose 23.06 points, or 0.75 percent, to 3,078.32.\n\nUBS raised its price target for US Steel’s (X.N) stock by almost 24 percent, attracting a blitz of investor attention, and the hard metal maker’s shares jumped 6.4 percent to $31.64.\n\nUnited Parcel Service Inc (UPS.N) rose 2.8 percent to $81.11 as it clinched a deal to buy Dutch peer TNT Express TNTE.AS, making UPS the market leader in Europe.\n\nBroadcom Corp BRCM.O gained 2.6 percent to $38.78 after the chipmaker said it won a preliminary injunction against Emulex Corp ELX.N in a patent infringement lawsuit.\n\nOn the economic front, U.S. homebuilder sentiment was unchanged in March, holding at its highest level since June 2007, while sentiment in February was revised lower.\n\nAbout 6.5 billion shares changed hands on the New York Stock Exchange, the Nasdaq and Amex, slightly below the daily average so far this year of 6.9 billion shares.\n\nAdvancers outnumbered decliners buy roughly 9 to 5 on both the NYSE and Nasdaq."
    },
    {
        "time": "1:02PM UTC",
        "header": "us stocks-wall st up on apple; s&p less than 10 pct below record high",
        "link": "http://www.reuters.com/article/2012/03/19/markets-stocks-idUSL1E8EJ4V920120319",
        "body": "* Apple up on company’s plan to pay dividend, buy back stock\n\n* Dow up 0.2 pct, S&P up 0.5 pct, Nasdaq up 0.8 pct\n\nNEW YORK, March 19 (Reuters) - U.S. stocks rose on Monday with the S&P 500 now less than 10 percent away from its historic closing high of October 2007, buoyed by Apple after the company said it will pay a dividend and buy back stock.\n\nShares of Apple Inc, which accounts for about 19 percent of the Nasdaq 100, gained 2.4 percent to $599.40, while the S&P technology index gained 0.8 percent. Apple briefly topped the $600 mark for the first time last week.\n\nWith a heavy weighting in several indexes, Apple has often dictated market direction. The stock has a 50-day correlation of 0.95 with the S&P 500, which many analysts say was a big reason for the benchmark’s run higher.\n\n“Investors have been reluctant to put money to work for awhile, but Apple is giving greater confidence for them to invest in stocks,” said Rick Meckler, president of investment firm LibertyView Capital Management in New York.\n\nApple, maker of the iPad and iPhone, said it will pay a regular quarterly dividend of $2.65 a share - its first dividend since 1995 - and buy back up to $10 billion of its stock, starting in the next fiscal year. Speculation had heated up in recent weeks over how the world’s most valuable publicly traded company might use its cash stockpile of $98 billion.\n\nThe Dow Jones industrial average was up 25.43 points, or 0.19 percent, at 13,258.05. The Standard & Poor’s 500 Index was up 7.31 points, or 0.52 percent, at 1,411.48. The Nasdaq Composite Index was up 23.69 points, or 0.77 percent, at 3,078.95.\n\nThe S&P 500 is now less than 10 percent below the historic closing high of 1,565.15 in October 2007. On Friday, the broad market index had its fifth straight weekly gain and its best week in three months.\n\nUnited Parcel Service Inc rose 2.7 percent to $81.10 after hitting a new high as it clinched a deal to buy Dutch peer TNT Express, making UPS the market leader in Europe.\n\nOn the economic front, U.S. homebuilder sentiment was unchanged in March, holding at its highest level since June 2007, while sentiment in February was revised lower. Market reaction was muted.\n\nBroadcom Corp gained 2.9 percent to $38.90 after the chipmaker said it won a preliminary injunction against Emulex Corp in a patent infringement lawsuit."
    },
    {
        "time": "9:41AM UTC",
        "header": "us stocks snapshot-wall st opens off after rally; apple up",
        "link": "http://www.reuters.com/article/2012/03/19/markets-stocks-open-idUSWEN375120120319",
        "body": "NEW YORK, March 19 (Reuters) - U.S. stocks opened slightly lower on Monday, indicating equities may be entering a correction after hitting nearly 4-year highs.\n\nApple was up 1.2 percent at $593.37 after the iPad maker announced a quarterly dividend and a $10 billion stock buyback program.\n\nThe Dow Jones industrial average was down 19.07 points, or 0.14 percent, at 13,213.55. The Standard & Poor’s 500 Index was down 1.54 points, or 0.11 percent, at 1,402.63. The Nasdaq Composite Index was down 2.23 points, or 0.07 percent, at 3,053.03."
    },
    {
        "time": "7:26AM UTC",
        "header": "us stocks-futures dip after strong run; apple eyed",
        "link": "http://www.reuters.com/article/2012/03/19/markets-stocks-idUSL1E8EJ0FS20120319",
        "body": "* Futures: Dow off 16 pts, S&P off 1.7 pts, Nasdaq up 3.25\n\nNEW YORK, March 19 (Reuters) - U.S. stock index futures slipped o n Monday, indicating equities may pull back from nearly 4-year highs as investors waited to hear what Apple will do with its massive $98 billion cash stockpile.\n\n* Apple Inc, the world’s most valuable company, will hold a conference call on the outcome of talks about its cash balance, with expectations it will declare a dividend for the first time since 1995. Shares in the iPad maker climbed 3.1 percent to $603.62 in premarket trade.\n\n* The S&P 500 closed out its best week in three months on Friday, having risen in seven of the past eight sessions for a 4.5 percent climb.\n\n* S&P 500 futures fell 1.7 points and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures lost 16 points, and Nasdaq 100 futures were up 3.25 points.\n\n* United Parcel Service Inc will pay 5.2 billion euros ($6.85 billion) for Dutch peer TNT Express in a deal making UPS the market leader in Europe.\n\n* Economic data expected on Monday includes the Midwest Manufacturing Index for January from the Federal Reserve Bank of Chicago at 8:30 a.m. EDT (1230 GMT) and the National Association of Home Builders/Wells Fargo March housing market index at 10 a.m. EDT (1400 GMT).\n\n* After the closing bell, Adobe Systems Inc is set to post quarterly results. The mean estimate of analysts surveyed by Thomson Reuters is for a profit of 57 cents a share.\n\n* Dun & Bradstreet Corp, which provides commercial information on businesses, said local employees in China may have violated U.S. anti-bribery laws. It suspended operations at a local unit while it conducts an inquiry.\n\n* European stocks lost ground early Monday, slipping from 8-month highs last week as investors waited for more evidence of improvement in U.S. and European economies before chasing the market’s brisk 2-month rally. Asian shares edged higher. [MKTS/GLOB}"
    },
    {
        "time": "11:32AM UTC",
        "header": "us stocks-wall st hovers near 4-yr highs; apple up",
        "link": "http://www.reuters.com/article/2012/03/19/markets-stocks-idUSL1E8EJ42O20120319",
        "body": "* Dow off 0.2 pct, S&P up 0.1 pct, Nasdaq up 0.2 pct\n\nNEW YORK, March 19 (Reuters) - U.S. stocks were little changed on Monday, hovering near 4-year highs, while shares of Apple rose after it said it will begin paying a dividend and buy back stock.\n\nApple Inc, which accounts for about 19 percent of the Nasdaq 100, was up 1.3 percent to $593.35, while the S&P technology index added 0.2 percent. Apple briefly topped the $600 mark for the first time last week.\n\nWith a heavy weighting on several indexes, Apple has often dictated market direction. The stock has a 50-day correlation of 0.95 with the S&P, which many analysts say was a big reason for the benchmark’s run-up.\n\n“Although we had seen (Apple) coming, when reality hits there’s still some confusion out there among traders,” which was reflected in the early volatility, said Tim Ghriskey, chief investment officer of Solaris Asset Management in Bedford Hills, New York.\n\n“We’ve had this uninterrupted rally since mid-December, but still we have a lot of money sitting on the sidelines, waiting for a correction.”\n\nIpad maker Apple will pay a quarterly dividend of $2.65 and buy back up to $10 billion of its stock. Speculation heated up in recent weeks over how the world’s most valuable publicly traded company might use its $98 billion cash stockpile.\n\nThe Dow Jones industrial average was down 23.34 points, or 0.18 percent, at 13,209.28. The Standard & Poor’s 500 Index was up 1.33 points, or 0.09 percent, at 1,405.50. The Nasdaq Composite Index added 6.94 points, or 0.23 percent, at 3,062.20.\n\nOn Friday, the S&P 500 had its fifth straight weekly gain and its best week in three months. The index has risen in seven of the past eight sessions, climbing 4.5 percent.\n\nInvestors, buoyant over the economic outlook, have pushed the S&P above 1,400 to its highest level since May 2008.\n\nUnited Parcel Service Inc rose 2.6 percent to $80.42 after hitting a new high as it clinched a deal to buy Dutch peer TNT Express, making UPS the market leader in Europe.\n\nOn the economic front, U.S. homebuilder sentiment was unchanged in March, holding at its highest level since June 2007, while sentiment in February was revised lower. Market reaction was muted.\n\nBroadcom Corp gained 2 percent to $38.55 after the chipmaker said it won a preliminary injunction against Emulex Corp in a patent infringement lawsuit."
    },
    {
        "time": "2:02PM UTC",
        "header": "breakingviews: so what's apple really going to do with its cash?",
        "link": "http://www.reuters.com/article/2012/03/19/us-breakingviews-apple-idUSBRE82I0UJ20120319",
        "body": "NEW YORK, March 19 (Reuters Breakingviews) - Apple is finally giving its shareholders a bite of its cash pile. The company will hand out about $45 billion over three years, including some $30 billion of dividends and $10 billion of buybacks. While that’s a good start, Apple could make $50 billion in free cash flow in the fiscal year ending in September. With sales and profit rocketing -- and the bulk of its huge cash hoard still stuck overseas -- bigger payouts will surely follow.\n\nApple had $98 billion of cash and investments on its books at the end of December. Close to two-thirds is held overseas, and repatriating it to the United States would involve a big tax hit. So Apple is keen to avoid tapping this, preferring to let it grow while it awaits a possible tax holiday.\n\nThat still leaves $34 billion in the United States. Even this domestic stash probably won’t be touched, despite the new payouts. Apple tends to avoid big acquisitions, and the company has been disciplined with its investments in research, development and the like. And the dividend is set to start only in the three months ending in September, by which time another few quarters of cash will be in the bank.\n\nAssume Apple does make $50 billion in free cash flow this fiscal year, and that a third of that is in the United States. That’s more than enough ongoing cash flow to cover $15 billion a year of dividends and buybacks. Moreover, Apple’s revenue and profit are growing. The company’s top line increased 73 percent in the last quarter of 2011 from a year earlier, and earnings more than doubled.\n\nGrowth isn’t going to grind to a halt, either. The company’s new iPad went on sale last week and Tim Cook, the chief executive, said on Monday’s call that the result was a record weekend. Other new or refreshed products are expected in the fall.\n\nAll that means the near-$100 billion cash pile is still going to grow, not shrink. Not surprisingly, shareholders welcomed Apple’s payout announcement, pushing the company’s market value up by approaching $10 billion. But as the money rolls in, they may soon start asking the big question again: What is Apple really going to do with its cash?\n\n-- Apple on March 19 said it had authorized the repurchase of $10 billion of its stock over three years and plans to commence a quarterly dividend of $2.65 a share in the fourth quarter of its fiscal 2012, which begins on July 1.\n\n-- Between dividends, share repurchases and cash used to settle vesting restricted stock, the company said it would use about $45 billion of cash in the first three years of the payouts.\n\n-- Apple had $98 billion in cash and investments on its balance sheet on December 31, $64 billion of it held outside the United States.\n\n-- For previous columns by the author, Reuters customers can click on"
    },
    {
        "time": "9:26AM UTC",
        "header": "us stocks-wall st to open off after apple starts dividend",
        "link": "http://www.reuters.com/article/2012/03/19/markets-stocks-idUSL1E8EJ2NO20120319",
        "body": "NEW YORK, March 19 (Reuters) - U.S. stocks were poised for a lower open o n Monday, indicating equities may pull back from nearly 4-year highs after cash-rich Apple said it will begin paying a dividend and buying back stock.\n\nApple Inc, the world’s most valuable company, announced it will initiate a quarterly dividend of $2.65 and buy back up to $10 billion of its stock, sending futures retreating. Speculation heated up in recent weeks over how the iPad maker might use its $98 billion cash stockpile.\n\n“It’s a good story, the market was kind of expecting that. People were questioning what Apple could do with the money other than earn nothing,” said Peter Kenny, managing director at Knight Capital In Jersey City, New Jersey.\n\nThe S&P 500 capped its fifth straight weekly gain, with its best week in three months on Friday. The index has risen in seven of the past eight sessions for a 4.5 percent climb.\n\n“We have to pull back somewhat. We have got to get a little closer to technical support, just in order for the trend to remain healthy, Kind of like pruning the tree, the market needs a little bit of a pruning,” said Kenny.\n\nS&P 500 futures fell 1.7 points and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures lost 13 points, and Nasdaq 100 futures were off 0.5 point.\n\nUnited Parcel Service Inc gained 1.1 percent to $79.24 premarket after the package delivery group said it will buy Dutch peer TNT Express, making UPS the market leader in Europe.\n\nEconomic data expected later Monday includes the National Association of Home Builders/Wells Fargo March housing market index at 10 a.m. EDT (1400 GMT).\n\nAfter the closing bell, Adobe Systems Inc is set to post quarterly results. The mean estimate of analysts surveyed by Thomson Reuters is for a profit of 57 cents a share for the software maker.\n\nDun & Bradstreet Corp, which provides commercial information on businesses, said local employees in China may have violated U.S. anti-bribery laws. It suspended operations at a local unit while it conducts an inquiry.\n\nBroadcom Corp gained 1.9 percent to $38.53 premarket after the chipmaker said it won a preliminary injunction against Emulex Corp in a patent infringement suit."
    },
    {
        "time": "12:35PM UTC",
        "header": "so what’s apple really going to do with its cash?",
        "link": "http://www.reuters.com/article/2012/03/19/idUS90834752220120319",
        "body": "By Robert Cyran The author is a Reuters Breakingviews columnist. The opinions expressed are his own. Apple is finally giving its shareholders a bite of its cash pile. The company will hand out about $45 billion over three years, including some $30 billion of dividends and $10 billion of buybacks. While that’s a good start, Apple could make $50 billion in free cash flow in the fiscal year ending in September. With sales and profit rocketing – and the bulk of its huge cash hoard still stuck overseas – bigger payouts will surely follow.\n\nApple had $98 billion of cash and investments on its books at the end of December. Close to two-thirds is held overseas, and repatriating it to the United States would involve a big tax hit. So Apple is keen to avoid tapping this, preferring to let it grow while it awaits a possible tax holiday.\n\nThat still leaves $34 billion in the United States. Even this domestic stash probably won’t be touched, despite the new payouts. Apple tends to avoid big acquisitions, and the company has been disciplined with its investments in research, development and the like. And the dividend is set to start only in the three months ending in September, by which time another few quarters of cash will be in the bank.\n\nAssume Apple does make $50 billion in free cash flow this fiscal year, and that a third of that is in the United States. That’s more than enough ongoing cash flow to cover $15 billion a year of dividends and buybacks. Moreover, Apple’s revenue and profit are growing. The company’s top line increased 73 percent in the last quarter of 2011 from a year earlier, and earnings more than doubled.\n\nGrowth isn’t going to grind to a halt, either. The company’s new iPad went on sale last week and Tim Cook, the chief executive, said on Monday’s call that the result was a record weekend. Other new or refreshed products are expected in the fall.\n\nAll that means the near-$100 billion cash pile is still going to grow, not shrink. Not surprisingly, shareholders welcomed Apple’s payout announcement, pushing the company’s market value up by approaching $10 billion. But as the money rolls in, they may soon start asking the big question again: What is Apple really going to do with its cash?"
    },
    {
        "time": "10:38AM UTC",
        "header": "global markets-stocks halt rally despite apple gains; euro down",
        "link": "http://www.reuters.com/article/2012/03/19/markets-global-idUSL1E8EJ3R520120319",
        "body": "NEW YORK, March 19 (Reuters) - World stocks paused near eight-month highs o n M onday as investors awaited more evidence of economic recovery before taking on risk, although shares of Apple jumped more than 1 percent after the company announced regular quarterly dividends and stock buy-backs.\n\nThe euro weakened against the dollar as some investors continued to bet against the common currency on worries about the implementation of Greece’s economic reforms.\n\nConcerns about Iran’s nuclear program supported oil prices, but market sentiment remained positive overall.\n\n“We have to pull back somewhat. We have got to get a little closer to technical support, just in order for the trend to remain healthy,” said Peter Kenny, managing director at Knight Capital, in Jersey City, New Jersey. “Kind of like pruning the tree, the market needs a little bit of a pruning.”\n\nThe Dow Jones industrial average was down 9.83 points, or 0.07 percent, at 13,222.79. The Standard & Poor’s 500 Index was up 1.64 points, or 0.12 percent, at 1,405.81. The Nasdaq Composite Index was up 1.27 points, or 0.04 percent, at 3,056.53.\n\nShares of Apple Inc rose 0.8 percent to $590.12 after rising more than 1 percent at opening as the world’s most valuable company said it will start paying a regular quarterly dividend of $2.65 a share in July and buy back up to $10 billion of its stock beginning in its next fiscal year.\n\nThe maker of the iPhone, iPad and iPod has $98 billion in cash, and investors have been wondering for months what the company would do with that money.\n\nIn Europe, the FTSEurofirst 300 index was down 0.1 percent. World stocks measured by the MSCI All-Country World Index were near stable at 336.08, close to levels last seen in late July."
    },
    {
        "time": "7:50AM UTC",
        "header": "us stocks-futures off after sharp run; apple up ahead of call",
        "link": "http://www.reuters.com/article/2012/03/19/markets-stocks-idUSL1E8EJ0VI20120319",
        "body": "* Futures: Dow off 16 pts, S&P off 1.5 pts, Nasdaq up 9.25\n\nNEW YORK, March 19 (Reuters) - U.S. stock index futures slipped o n Monday, indicating equities may pull back from nearly 4-year highs as investors waited to hear what Apple will do with its massive $98 billion cash stockpile.\n\nBut futures pointed to a higher open for the Nasdaq as Apple Inc, the world’s most valuable company, was due to hold a conference call on the outcome of talks about its cash balance, with expectations it will declare a dividend for the first time since 1995. Shares in the iPad maker climbed 2.9 percent to $602.28 in premarket trade.\n\nThe S&P 500 capped its fifth straight weekly gain, with its best week in three months on Friday. The index has risen in seven of the past eight sessions for a 4.5 percent climb.\n\n“With the market having posted five consecutive winning weeks, investors will be looking for additional fuel as we march towards 1,440, the next key level,” for the S&P, said Andre Bakhos, director of market analytics at Lek Securities in New York.\n\n“The Apple call this morning could end the early morning hesitation and put us back on track.”\n\nS&P 500 futures fell 1.5 points and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures lost 16 points, and Nasdaq 100 futures were up 9.25 points.\n\nUnited Parcel Service Inc will pay 5.2 billion euros ($6.85 billion) for Dutch peer TNT Express in a deal making UPS the market leader in Europe.\n\nEconomic data expected on Monday includes the Midwest Manufacturing Index for January from the Federal Reserve Bank of Chicago at 8:30 a.m. EDT (1230 GMT) and the National Association of Home Builders/Wells Fargo March housing market index at 10 a.m. EDT (1400 GMT).\n\nAfter the closing bell, Adobe Systems Inc is set to post quarterly results. The mean estimate of analysts surveyed by Thomson Reuters is for a profit of 57 cents a share for the software maker.\n\nDun & Bradstreet Corp, which provides commercial information on businesses, said local employees in China may have violated U.S. anti-bribery laws. It suspended operations at a local unit while it conducts an inquiry.\n\nEuropean stocks lost ground early Monday, slipping from 8-month highs last week as investors waited for more evidence of improvement in U.S. and European economies before chasing the market’s brisk 2-month rally. The Nikkei ended slightly higher. [MKTS/GLOB}"
    },
    {
        "time": "9:47AM UTC",
        "header": "european watchdogs target apple guarantee scheme",
        "link": "http://www.reuters.com/article/2012/03/19/apple-guarantee-idUSL6E8EJ3IQ20120319",
        "body": "BRUSSELS, March 19 (Reuters) - Consumer groups across Europe have launched a coordinated campaign against Apple Inc in a bid to change the way the electronics group informs people who buy its tablet computers and smartphones about the guarantees they are entitled to.\n\nPurchasers’ watchdogs in 11 countries said in a series of coordinated statements on Monday that Apple does not clearly tell people that they already get a guarantee on the products they buy, making people more likely to pay for an extended warrantee.\n\n“The truncated information could have a determining role in a customers decision about whether or not to subscribe to the AppleCare protection Plan,” Belgium’s Test-Achats said.\n\nApple shares hit an all-time high last week as it launched its iPad 3 tablet.\n\nConsumer groups in 11 countries, including the Netherlands, Spain, Germany and Belgium, say they issued formal notifications to the company to get it to change how it presents the guarantees people get.\n\nThe specific guarantees are slightly different in each European country. Belgium and Italy offer people a two-year guarantee, while in the Netherlands consumers get a guarantee for the lifetime of the product.\n\nBoth Belgium and the Netherlands say they are considering court action against Apple if it does not change the information it offers.\n\nA court in Italy fined Apple 900,000 euros ($1.2 million) in December for failing to adequately inform customers about their rights to product guarantees and assistance."
    },
    {
        "time": "4:54PM UTC",
        "header": "apple has sold 3 million of its new ipad since launch",
        "link": "http://www.reuters.com/article/2012/03/19/us-apple-ipad-idUSBRE82I11O20120319",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc has sold 3 million units of the new iPad since sales began on Friday, setting a first-weekend record for the iPad, which for the first time came with 4G capability.\n\nThe company said in a statement on Monday, hours after it announced it would begin to pay a quarterly dividend and commence share buybacks, that the latest version of the iPad would be sold in 24 more countries by March 23, including Italy and Spain, in addition to the initial 11."
    },
    {
        "time": "6:19PM UTC",
        "header": "how to play it: a dividend strategy with apple in mind",
        "link": "http://www.reuters.com/article/2012/03/19/us-apple-dividend-idUSBRE82I14620120319",
        "body": "NEW YORK (Reuters) - Apple isn’t the only prominent company that analysts have tagged as a potential source of dividend payouts. Investors can target the sweet spot of reliable income and share price gains by buying companies that are likely to initiate or increase dividends.\n\nWith nearly $100 billion in cash on its balance sheet, Apple will initiate a dividend and share buyback that will total $45 billion over three years.\n\nA quarterly dividend of $2.65 per share will begin in July, marking Apple‘s’s first such payout since 1995.\n\nIt’s a move that many institutional investors have been expecting. Apple increased its earnings per share by 83 percent in 2011, but its shares traded at price-to-earnings multiples more in line with industries like railroads or grocery stores than innovative technology businesses.\n\nApple’s huge cash pile was one reason for its low P-E, because investors were acting as if shareholders would never see the benefit of that cash.\n\nHere, then, are suggestions on how to build a dividend strategy with Apple in mind:\n\nAnalysts expect Apple’s large technology peers to follow the leader and boost their dividend payouts.\n\n“If anybody can make dividends cool, it’s Apple,” said Christopher Davis, a fund analyst at Morningstar who covers dividend funds.\n\nWith higher-than-average cash levels on their balance sheets and strong brand names, many tech companies look more like classic value companies than the go-go growth stocks of the late 1990s. Those cheap valuations may help these giant tech companies sustain share gains even if the market rally fizzles.\n\nMicrosoft pays a dividend with a yield of 2.4 percent, while Cisco Systems pays a dividend yield of 1.6 percent. Higher dividends would make these large-cap technology companies even more attractive to fund managers and other institutional investors, analysts say.\n\nAnd more dividend initiations could be coming out of Silicon Valley. With Apple set to pay a dividend with a yield of 1.8 percent, Google now becomes one of the largest tech companies that does not offer a payout. The company has some $45 billion in cash and is trading at a price-to-book value of 3.5, well below Apple’s 7.1 price-to-book value.\n\n“Digesting the pending acquisition of Motorola Mobility will keep them occupied for now, but longer term Google’s core business is a strong cash generator, and a dividend would be one way to put that cash to work,” said Daniel Ernst, an analyst at Hudson Square Research in New York.\n\nA technology-focused ETF could be another way to play possible dividend increases in the sector. The $9.5 billion Technology Select SPDR, for example, is top heavy with dividend payers Apple, Microsoft, International Business Machines and AT&T accounting for 41 percent of the fund’s assets. Google is the fifth-largest holding at 5.3 percent.\n\nThe fund, which costs 18 cents per $100 invested, yields 1.33 percent.\n\nThe volatility in the stock market last year made dividend strategies increasingly popular. Dividend-focused funds and ETFs collectively had $17.3 billion in inflows last year, despite a broader investor push away from equity funds, according to Morningstar data.\n\nIt’s a trend that shows few signs of letting up, despite a new risk: the end of low tax rates on dividends. Dividend income tax rules are set to revert to the pre-George W. Bush era, which means dividends will be taxed at ordinary income rates of up to 39.6 percent. The tax is currently 15 percent.\n\nInvestors who focus on dividends argue that they are a sign of a strong balance sheet and a proven business model. Classic dividend payers like Johnson & Johnson and Exxon Mobil tend to hold their value during volatile markets because of the payouts, said Linda Duessel, a senior equity strategist at Federated Investors specializing in equity income.\n\nWhat’s more, many blue chip companies pay higher dividends than 10-year Treasuries, which currently yield about 2.4 percent. While these stocks come with more risks than U.S. bonds, their large cash positions are attractive to income-seeking investors.\n\nThe $9.6 billion Vanguard Dividend Growth fund is one way to target companies upping their shareholder payouts. It yields 1.9 percent and costs 34 cents per $100 invested. Automatic Data Processing, Occidental Petroleum and PepsiCo are among its largest holdings.\n\nBe prepared for the fund to lag the market during rallies like the current one. The fund is up 7.1 percent so far this year, which is five percentage points behind the broad S&P 500 index.\n\nIts long-term performance is better, however. The fund is up an annualized 5.6 percent over the last 10 years, or 1.7 percentage points above the S&P 500."
    },
    {
        "time": "4:07PM UTC",
        "header": "us stocks snapshot - wall st ends higher, buoyed by apple",
        "link": "http://www.reuters.com/article/2012/03/19/markets-stocks-close-idUSWEN375920120319",
        "body": "NEW YORK, March 19 (Reuters) - U.S. stocks finished higher on Monday, extending the recent rally after Apple said it would pay a $10 billion annual dividend and buy back stock.\n\nBased on the latest available data, the Dow Jones industrial average edged up 6.51 points, or 0.05 percent, to close unofficially at 13,239.13. The Standard & Poor’s 500 Index added 5.58 points, or 0.40 percent, to finish unofficially at 1,409.75. The Nasdaq Composite Index gained 23.06 points, or 0.75 percent, to end unofficially at 3,078.32.\n\nThe S&P 500 climbed within 10 percent of its 2007 all-time closing high."
    },
    {
        "time": "9:56AM UTC",
        "header": "us stocks-wall st flat after apple starts dividend",
        "link": "http://www.reuters.com/article/2012/03/19/markets-stocks-idUSL1E8EJ35J20120319",
        "body": "* Dow off 0.1 pct, S&P off 0.2 pct, Nasdaq up 0.3 pct\n\nNEW YORK, March 19 (Reuters) - U.S. stocks were little changed o n Monday, as equities stayed within reach of nearly 4-year highs and after cash-rich Apple said it will begin paying a dividend and buying back stock.\n\nApple Inc, the world’s most valuable company, will pay a quarterly dividend of $2.65 and buy back up to $10 billion of its stock. Speculation heated up in recent weeks over how the iPad maker might use its $98 billion cash stockpile.\n\nApple stock has a 50-day correlation of 0.95 with the S&P, which many analysts say was a big reason for the run higher in the benchmark index.\n\n“It’s a good story, the market was kind of expecting that. People were questioning what Apple could do with the money other than earn nothing,” said Peter Kenny, managing director at Knight Capital In Jersey City, New Jersey.\n\nApple shares gained 1.8 percent to $596.18, while the S&P technology index added 0.2 percent.\n\nThe S&P 500 capped its fifth straight weekly gain with its best week in three months on Friday. The index has risen in seven of the past eight sessions for a 4.5 percent climb.\n\n“We have to pull back somewhat. We have got to get a little closer to technical support, just in order for the trend to remain healthy, Kind of like pruning the tree, the market needs a little bit of a pruning,” said Kenny.\n\nThe Dow Jones industrial average was down 9.27 points, or 0.07 percent, at 13,223.35. The Standard & Poor’s 500 Index was up 2.66 points, or 0.19 percent, at 1,406.83. The Nasdaq Composite Index was up 9.25 points, or 0.30 percent, at 3,064.51.\n\nUnited Parcel Service Inc gained 1.9 percent to $79.89 after the package delivery group said it will buy Dutch peer TNT Express, making UPS the market leader in Europe.\n\nEconomic data expected later Monday includes the National Association of Home Builders/Wells Fargo March housing market index at 10 a.m. EDT (1400 GMT).\n\nAfter the closing bell, Adobe Systems Inc is set to post quarterly results. The mean estimate of analysts surveyed by Thomson Reuters is for a profit of 57 cents a share for the software maker. Adobe shares were off 0.7 percent to $33.57.\n\nBroadcom Corp gained 0.7 percent to $38.50 after the chipmaker said it won a preliminary injunction against Emulex Corp in a patent infringement suit."
    }
]