[
    {
        "time": "5:32PM UTC",
        "header": "federal agency to switch to iphone, drop blackberry",
        "link": "http://www.reuters.com/article/2012/10/22/us-blackberry-iphone-idUSBRE89L0YW20121022",
        "body": "(Reuters) - The U.S. Immigration and Customs Enforcement agency (ICE) said it will end its contract with BlackBerry maker Research In Motion Ltd in favor of Apple Inc’s iPhone, dealing a new blow to RIM just months before it launches a vital new device.\n\nThe agency said in a solicitation document posted last week that it intends to buy iPhones for more than 17,600 employees - a purchase worth $2.1 million.\n\nThe agency said it has relied on RIM for eight years, but the company “can no longer meet the mobile technology needs of the agency.”\n\nIt also said it analyzed Apple’s iOS-based devices and Google Inc’s Android operating system and concluded that, for the near term, Apple’s iPhone services offer the best technology for the agency because of Apple’s tight controls of the hardware platform and operating system.\n\nThe agency said the iPhone will be used by a ”variety of agency personnel, including, but not limited to, Homeland Security Investigations, Enforcement and Removal Operations and Office of the Principal Legal Advisor employees.\n\n“The iPhone services will allow these individuals to leverage reliable, mobile technology on a secure and manageable platform in furtherance of the agency’s mission.”\n\nLast week, consulting firm Booz Allen Hamilton said it was dropping BlackBerry and switching to iPhone and Android smartphones for its staff of around 25,000.\n\nAnalysts said that other businesses and agencies are likely to follow suit especially in light of demand for other smartphones.\n\n“You’re going to see this happen more and more,” said Ed Snyder, an analyst at Charter Equity Research.\n\n“They still have excellent security ... but if your handsets are a brick that no one wants to use it’s going to drag down your business.”\n\nRIM has high hopes that its new BB10 smartphone, expected to in early 2013, will compete with iPhones and Android phones. The BB10 will come equipped with a revamped operating system and is aimed at putting an end to a precipitous decline in RIM’s market share over the past year and longer.\n\n“Of course, we are disappointed by this decision,” RIM vice president of government solutions Paul Lucier said in an emailed statement. “We are working hard to make our new mobile computing platform, BlackBerry 10, meets the future needs of government customers.”\n\nRIM said that, after accounting for the ICE move, it had one million government customers in North America.\n\nRIM’s advantage has been what industry experts widely describe as superior security and device-management features that have made the BlackBerry appealing to corporate IT managers and a crucial tool for police, government and military use.\n\nBut that advantage is waning with the growing number of providers that help companies beef up security on iPhones and Androids and with Apple working on better security on its devices.\n\n“Apple is really addressing security,” Sterne Agee analyst Shaw Wu said, adding that it had improved security with the acquisition of AuthenTec and that it now supports Cisco’s VPN.\n\nWu said RIM’s problems were compounded by questions over the company’s economic viability.\n\n“Is the company going to be around in the next couple of years?” Wu said.\n\nIn addition, he added that “a lot of these enterprises have moved beyond email and voice, on to apps and, with RIM, it’s pretty clear that their app ecosystem is very weak.”"
    },
    {
        "time": "9:22PM UTC",
        "header": "apple set to unwrap mini-ipad to take on amazon, google",
        "link": "http://www.reuters.com/article/2012/10/23/apple-ipad-idUSL1E8LMOQS20121023",
        "body": "SAN FRANCISCO, Oct 22 (Reuters) - Apple Inc is expected to make its biggest product move on Tuesday since debuting the iPad two years ago, launching a smaller, cheaper tablet into a market staked out by Amazon.com Inc and Google Inc.\n\nApple hopes to beat back their charge onto its home turf of consumer electronics hardware, while safeguarding its lead in the larger 10-inch tablet space that even deep-pocketed rivals like Samsung Electronics have found tough to penetrate.\n\nAmazon’s Kindle and Google’s Nexus 7 have grabbed a chunk of the lower end of the tablet market and proved demand for a pocket-sized slate exists, helping force Apple into a space it has avoided and at times derided, analysts say.\n\nA smaller tablet would mark the first device to be added to Apple’s compact portfolio under Chief Executive Tim Cook, who took over from co-founder Steve Jobs just before his death.\n\n“Apple sensed early that they had a real winner with the iPad and that has proven to be correct,” said Lars Albright, co-founder of mobile advertising startup SessionM and a former Apple ad executive.\n\n“They have a large market share, and to protect that market share they have got to be innovative,” he said.\n\nApple’s invitation-only event, where it is expected to unveil the tablet, gets underway at 10 am PT (1700 GMT) in San Jose.\n\nWall Street analysts have said for months that Apple was planning a less expensive version of the iPad to take on cheaper competing devices, a move they say might hurt its margins, but prevent its rivals from dominating an increasingly important segment.\n\nThe chief rival is Amazon, which proved a 7-inch tablet at around $200 has consumer appeal. The Kindle Fire, released last year for $199, was one of the hottest-selling holiday gadgets. It pressured Amazon’s margins but gave it potentially millions of new high-spending customers.\n\nAmazon sold more than a million Kindles a week during December, paving the way for others like Google with its Nexus 7 to try and beat Apple in a market the company created.\n\nThe Internet retailer has now put its second-generation Kindle Fire HD in the market, which it says is the “best-selling product across all of Amazon worldwide”, based on undisclosed U.S sales figures and international preorders.\n\nGoogle’s Nexus 7 tablet, built by Asian manufacturer Asustek , quickly ran out of stock after its July launch.\n\nAll three companies will be vying to get their devices on shopping lists during the U.S. holiday season, which traditionally starts next month.\n\n“It’s going to be the go-to holiday gift,” said Michael Yoshikami, founder of Destination Wealth Management, which owns Apple shares.\n\nApple now has just one 9.7-inch iPad, starting at $499. The previous version, or iPad 2, is available for $399.\n\nJobs famously derided the 7-inch screen, saying such a device should come with sandpaper so users can file down their fingers. But an internal email revealed during a patent trial showed he turned more favorable to the idea by early 2011.\n\nApple has sold over 84 million iPads so far, with the device accounting for 26 percent of Apple’s fiscal third quarter revenue. Most Wall Street analysts expect Apple’s new tablet to fall between 7 inches and 8 inches in size, saying its price will be crucial to its success.\n\nThe “starting sweet spot” for the tablet would be in the $249-$299 range, according to a survey of over a thousand consumers by Baird Equity Research.\n\n“When asked what the most they would pay for a smaller iPad was, our respondents on average said that they would pay $242 for a 7-inch iPad and $268 for an 8-inch iPad,” William Power, Baird Equity Research analyst, said.\n\nAny erosion in Apple’s industry leading margins also hinges on the price tag. It earned gross margins of 23 percent to 32 percent on U.S. iPad sales between October 2010 and the end of March 2012, according to a July court filing by Apple.\n\nRivals haven’t fared as well. Amazon’s first Kindle Fire just about breaks even, according to IHS iSuppli estimates, and Google has said its Nexus 7 is being sold at cost.\n\nTopeka Capital’s Brian White argued a smaller tablet could overtake sales of the iPad in a few years. He is forecasting sales of 5 million to 7 million in the December quarter.\n\nApple shares rose 4 percent on Monday, buoying the benchmark S&P 500 index. While the stock is up 56 percent this year, it is currently down 10 percent from its record high of $705 on Sept. 21, struck by concerns about iPhone-supply disruption at contract manufacturer, Foxconn Technology. Sharp criticism about errors in its Maps service also hurt.\n\n“Apple’s stock is up a ton and it is only logical that it will take a breather after a while,” Yoshikami said. “I don’t think there is any fundamental issue beyond that.”"
    }
]