[
    {
        "time": "3:11PM UTC",
        "header": "us judge sends apple, samsung to settlement talks",
        "link": "http://www.reuters.com/article/2012/04/17/us-apple-samsung-lawsuit-idUSBRE83G19W20120417",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc and Samsung Electronics Co Ltd agreed that their chief executives would participate in settlement talks to try to resolve a patent lawsuit over smartphone and tablet technology, according to a court filing.\n\nApple sued Samsung in the United States last year, saying the South Korean company’s Galaxy line of mobile phones and tablets “slavishly” copies the iPhone and iPad. Samsung then countersued Apple.\n\nIn a court filing late on Monday, both companies agreed to the settlement conference. U.S. District Judge Lucy Koh on Tuesday then referred the companies to a San Francisco-based magistrate judge who will lead the talks.\n\nRepresentatives for Apple and Samsung could not immediately be reached on Tuesday.\n\nAlong with Apple chief executive Tim Cook and Samsung CEO Choi Gee-sung, both companies’ general counsels will also participate, according to Koh’s order.\n\nThe two companies are engaged in a bruising legal battle that includes more than 20 cases in 10 countries as they jostle for the top spot in the smartphone and tablet markets. In the case before Koh, trial is currently scheduled for July.\n\nThe case in U.S. District Court, Northern District of California is Apple Inc v. Samsung Electronics Co Ltd et al, 11-1846."
    },
    {
        "time": "2:13PM UTC",
        "header": "us stocks snapshot-nasdaq gains 2 pct as apple soars",
        "link": "http://www.reuters.com/article/2012/04/17/markets-usa-stocks-nasdaq-idUSL2E8FHAE520120417",
        "body": "NEW YORK, April 17 (Reuters) - U.S. stocks jumped on Thursday, with a 4 percent rise in Apple helping to lift the Nasdaq 2 percent as better-than-expected earnings and reduced concerns about Europe’s debt crisis helped improve sentiment.\n\nThe Dow Jones industrial average gained 195.49 points, or 1.51 percent, to 13,116.90. The Standard & Poor’s 500 Index gained 21.82 points, or 1.59 percent, to 1,391.39. The Nasdaq Composite Index gained 60.85 points, or 2.04 percent, to 3,049.25."
    }
]