[
    {
        "time": "6:25AM UTC",
        "header": "foxconn's gou says tough to cope with iphone demand",
        "link": "http://www.reuters.com/article/2012/11/07/us-foxconn-fih-idUSBRE8A618020121107",
        "body": "TAIPEI (Reuters) - Taiwan’s Foxconn Technology Group said on Wednesday the company’s flagship Hon Hai unit is finding it difficult to cope with the massive demand for Apple Inc’s iPhones.\n\n“It’s not easy to make the iPhones. We are falling short of meeting the huge demand,” Foxconn Chairman Terry Gou told reporters after a business forum.\n\nHowever, he declined to comment on brokerage reports saying that the group’s other unit, Foxconn International Holdings (FIH), had taken on some production.\n\nHon Hai Precision Industry, the main listed entity of the parent Foxconn Technology Group, is the key assembler of Apple’s iPhones.\n\nThe group also owns FIH, which traditionally assembles non-Apple products, such as phones from Nokia Oyj and Huawei Technologies Co Ltd.\n\nShares of Foxconn International Holdings Ltd (FIH), the world’s biggest contract maker of cellphones, surged as much as 35 percent on Monday after Citigroup upgraded the stock to a ‘buy’ and said it expected the firm to start assembling iPhones this year.\n\nShares of FIH fell 5.7 percent in Hong Kong on Wednesday, while Hon Hai was up 0.6 percent in Taipei. (Reporting by Clare Jim and Lee Chyen yee; Editing by Anne Marie Roantree)"
    },
    {
        "time": "1:39PM UTC",
        "header": "virnetx says jury asks apple to pay $368 million in patent case",
        "link": "http://www.reuters.com/article/2012/11/07/us-virnetx-patents-apple-idUSBRE8A623Y20121107",
        "body": "(Reuters) - Shares of VirnetX Holding Corp jumped 27 percent after a jury asked Apple Inc to pay about $368 million to the Internet security software maker for infringement of four patents.\n\nThe patents relate to virtual private networking and were infringed by Apple’s Facetime application used in iPhone, iPad, iPod Touch and Mac computers.\n\nThe Court for the Eastern District of Texas, Tyler Division, will hear the post-trial motions in the coming weeks, VirnetX said in a statement.\n\nVirnetX shares were up $6.46 at $32.75 in afternoon trading on the American Stock Exchange."
    },
    {
        "time": "5:13PM UTC",
        "header": "doubleline's gundlach says apple may drop to $425/share: cnbc",
        "link": "http://www.reuters.com/article/2012/11/07/us-funds-investing-cnbc-idUSBRE8A62HB20121107",
        "body": "NEW YORK (Reuters) - Apple shares could come under further selling pressure and drop to $425 a share over the next year on lack of innovation, said Jeffrey Gundlach, chief investment officer and chief executive officer of DoubleLine Capital LP.\n\nGundlach, who recommended betting against Apple in mid-May at the Ira Sohn Investment Conference in New York, told CNBC the company’s stock is “overbelieved” and that its recent debut of the iPad mini is not an innovation.\n\n“The product innovator, as I’ve said over and over again, isn’t there anymore,” Gundlach said in reference to Apple’s late founder Steve Jobs.\n\nShares of Apple, whose latest quarterly results failed to meet Wall Street’s lofty expectations, has fallen more than 20 percent from a record high of $705.07 in September. Shares slid as much as 4.6 percent on Wednesday to a low of $555.75 before ending the day down 3.8 percent at $558.0019.\n\nWednesday, Apple shares were under pressure as investors grew more uncertain about its ability to fend off unprecedented competition and untangle a snarled iPhone 5 supply chain.\n\nGundlach, whose firm oversees more than $45 billion in assets, said that the stock could fall to around $425 a share.\n\nWith regard to the benchmark S&P 500’s 2 percent decline on Wednesday, Gundlach said that investors may be anticipating the impact of higher taxes on capital gains that U.S. President Barack Obama is expected to implement.\n\n“If you’re going to think about higher tax rates, maybe you want to sell the stocks before the tax rates go up, and I think that may be pressuring stocks in general,” Gundlach said.\n\nGundlach said that the “fiscal cliff” of tax increases and spending cuts set to begin at the start of next year could be “punted down the road,” but that it could also prove a “monumental” shock to markets if investors doubt its potential impact.\n\nGundlach also said that his DoubleLine Total Return Bond Fund has roughly 15 percent of its assets in cash and that he expects markets to become more volatile.\n\n“I really am looking for higher volatility in the market as a general theme,” he said."
    }
]