[
    {
        "time": "6:31PM UTC",
        "header": "wall street ends flat on apple picking, but down for week",
        "link": "http://www.reuters.com/article/2012/10/26/us-markets-stocks-idUSBRE89L0A420121026",
        "body": "NEW YORK (Reuters) - Stocks finished flat on Friday, recovering from moderate declines as bargain hunters rushed in to buy Apple, lifting it off its lows, and scooped up other stocks recently battered by disappointing results.\n\nFor the week, though, stocks slid, following a series of weak results, especially from U.S. multinational companies.\n\nApple’s (AAPL.O) stock pulled back sharply from its session low, although it still ended down 0.9 percent at $604. The world’s largest publicly traded company surprised analysts late Thursday with its weak margin outlook, as well as with its quarterly earnings and iPad sales that fell short of expectations. The stock had fallen as low as $591 in Friday’s session.\n\nThe PHLX semiconductor index .SOX rose 0.5 percent. A number of companies, including Intel (INTC.O), bounced back from losses last week, when the dominant chipmaker reported net earnings and revenue that missed estimates. In Friday’s session, Intel’s stock gained 1.2 percent to close at $21.95.\n\n“As people chose to buy the dips in Apple, I think that gave people a little bit more conviction to buy other names,” said Michael James, senior trader at Wedbush Morgan, in Los Angeles.\n\n“You’ve also had a continued theme of buying semiconductor stocks after disappointing earnings. That’s frustrating those that are short and has led to continued covering.”\n\nInvestors had a muted reaction to U.S. data showing a slightly better-than-expected pace of growth for the economy. The 2 percent annual rate of growth for U.S. gross domestic product for the third quarter confirmed analysts’ views that the economic recovery will be slow.\n\nThe Dow Jones industrial average .DJI edged up 3.53 points, or 0.03 percent, to close at 13,107.21. The Standard & Poor's 500 Index .SPX dipped 1.03 points, or 0.07 percent, to finish at 1,411.94. The Nasdaq Composite Index .IXIC gained 1.83 points, or 0.06 percent, to end at 2,987.95.\n\nFor the week, the Dow fell 1.8 percent, the S&P 500 lost 1.5 percent and the Nasdaq dropped 0.6 percent.\n\nLighter revenues have been a concern this earnings season. Just 36.9 percent of S&P 500 companies so far have reported revenue that beat forecasts, compared with the 62 percent that typically exceed expectations, according to Thomson Reuters data.\n\nEarnings have fared better, with 62.5 percent above expectations - almost even with the 62 percent that is historically seen.\n\nAmazon.com Inc (AMZN.O) escaped the market’s malaise, climbing 6.9 percent to $238.24 as analysts said the online retailer’s spending will hurt margins, but boost profit in the long run.\n\nAdding to uncertainty was the U.S. presidential election on November 6 - a little over a week away. Along with earnings and growth worries, concerns about further political loggerheads have helped push the benchmark S&P 500 index below a key support level, the 50-day moving average, at around 1,434.\n\nMany analysts expect the S&P 500’s retreat to wane near 1,400 or 1,375, as the Federal Reserve’s latest stimulus policy puts a floor under stock prices.\n\nSome of investors’ attention on Friday may have been diverted from the market to following news about Hurricane Sandy, which could make landfall along the East Coast, including New York, early next week. By Friday afternoon, the storm had killed at least 41 people as it tore across the Caribbean.\n\nThe New York Stock Exchange said it plans on business as usual, adding that it has contingency plans to keep the market running - relying on back-up power generation facilities, if necessary. The NYSE also said in a statement that it will make accommodations for critical staff and traders.\n\nIn addition, NASDAQ OMX said in a statement that it has plans to make sure its systems are ready, noting that it will be regularly communicating with its members before, up to and after the storm.\n\nAmong other stocks that finished Friday’s session with a gain, Honeywell International (HON.N) edged up 0.1 percent to $61.49. The diversified U.S. manufacturer, whose products range from aircraft electronics to building control systems, said on Friday that it would raise its quarterly dividend by 10 percent to 41 cents per share, starting with the fourth-quarter dividend payment on December 10.\n\nVolume was moderate on Friday, with about 6.02 billion shares traded on the NYSE, the Nasdaq and the NYSE MKT, compared with daily average volume of 6.51 billion for the year to date.\n\nDecliners outnumbered advancers on the NYSE by a ratio of about 17 to 12. On the Nasdaq, about seven stocks fell for every five that rose."
    },
    {
        "time": "6:04PM UTC",
        "header": "us stocks-wall st ends flat on apple picking, but down for week",
        "link": "http://www.reuters.com/article/2012/10/26/markets-usa-stocks-idUSL1E8LQFW320121026",
        "body": "* Dow up 0.03 pct, S&P 500 down 0.1 pct, Nasdaq up 0.1 pct\n\n* Apple earnings disappoint, stock ends down but off lows\n\n* Economic growth picks up in 3rd quarter, but still weak\n\n* For the week, Dow off 1.8 pct, S&P off 1.5 pct, Nasdaq off 0.6 pct\n\nNEW YORK, Oct 26 (Reuters) - U.S. stocks finished flat on Friday, recovering from moderate declines as bargain hunters rushed in to buy Apple, lifting it off its lows, and scooped up other stocks recently battered by disappointing results.\n\nFor the week, though, stocks slid, following a series of weak results, especially from U.S. multinational companies.\n\nApple’s stock pulled back sharply from its session low, although it still ended down 0.9 percent at $604. The world’s largest publicly traded company surprised analysts late Thursday with its weak margin outlook, as well as with its quarterly earnings and iPad sales that fell short of expectations. The stock had fallen as low as $591 in Friday’s session.\n\nThe PHLX semiconductor index rose 0.5 percent. A number of companies, including Intel, bounced back from losses last week, when the dominant chipmaker reported net earnings and revenue that missed estimates. In Friday’s session, Intel’s stock gained 1.2 percent to close at $21.95.\n\n“As people chose to buy the dips in Apple, I think that gave people a little bit more conviction to buy other names,” said Michael James, senior trader at Wedbush Morgan, in Los Angeles.\n\n“You’ve also had a continued theme of buying semiconductor stocks after disappointing earnings. That’s frustrating those that are short and has led to continued covering.”\n\nInvestors had a muted reaction to U.S. data showing a slightly better-than-expected pace of growth for the economy. The 2 percent annual rate of growth for U.S. gross domestic product for the third quarter confirmed analysts’ views that the economic recovery will be slow.\n\nThe Dow Jones industrial average edged up 3.53 points, or 0.03 percent, to close at 13,107.21. The Standard & Poor’s 500 Index dipped 1.03 points, or 0.07 percent, to finish at 1,411.94. The Nasdaq Composite Index gained 1.83 points, or 0.06 percent, to end at 2,987.95.\n\nFor the week, the Dow fell 1.8 percent, the S&P 500 lost 1.5 percent and the Nasdaq dropped 0.6 percent.\n\nLighter revenues have been a concern this earnings season. Just 36.9 percent of S&P 500 companies so far have reported revenue that beat forecasts, compared with the 62 percent that typically exceed expectations, according to Thomson Reuters data.\n\nEarnings have fared better, with 62.5 percent above expectations - almost even with the 62 percent that is historically seen.\n\nAmazon.com Inc escaped the market’s malaise, climbing 6.9 percent to $238.24 as analysts said the online retailer’s spending will hurt margins, but boost profit in the long run.\n\nAdding to uncertainty was the U.S. presidential election on Nov. 6 - a little over a week away. Along with earnings and growth worries, concerns about further political loggerheads have helped push the benchmark S&P 500 index below a key support level, the 50-day moving average, at around 1,434.\n\nMany analysts expect the S&P 500’s retreat to wane near 1,400 or 1,375, as the Federal Reserve’s latest stimulus policy puts a floor under stock prices.\n\nSome of investors’ attention on Friday may have been diverted from the market to following news about Hurricane Sandy, which could make landfall along the East Coast, including New York, early next week. By Friday afternoon, the storm had killed at least 41 people as it tore across the Caribbean.\n\nThe New York Stock Exchange said it plans on business as usual, adding that it has contingency plans to keep the market running - relying on back-up power generation facilities, if necessary. The NYSE also said in a statement that it will make accommodations for critical staff and traders.\n\nIn addition, NASDAQ OMX said in a statement that it has plans to make sure its systems are ready, noting that it will be regularly communicating with its members before, up to and after the storm.\n\nAmong other stocks that finished Friday’s session with a gain, Honeywell International edged up 0.1 percent to $61.49. The diversified U.S. manufacturer, whose products range from aircraft electronics to building control systems, said on Friday that it would raise its quarterly dividend by 10 percent to 41 cents per share, starting with the fourth-quarter dividend payment on Dec. 10.\n\nVolume was moderate on Friday, with about 6.02 billion shares traded on the NYSE, the Nasdaq and the NYSE MKT, compared with daily average volume of 6.51 billion for the year to date.\n\nDecliners outnumbered advancers on the NYSE by a ratio of about 17 to 12. On the Nasdaq, about seven stocks fell for every five that rose."
    },
    {
        "time": "12:55AM UTC",
        "header": "apple ipad sales disappoint, street eyes the holidays",
        "link": "http://www.reuters.com/article/2012/10/26/us-apple-results-new-idUSBRE89O1M920121026",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc delivered a second straight quarter of disappointing results and iPad sales fell well short of Wall Street’s targets, marring its record of consistently blowing past investors’ expectations.\n\nShares in the world’s most valuable technology company briefly dipped to levels not seen since the start of August, after it delivered a 27 percent rise in fourth-quarter revenue and a 24 percent increase in earnings.\n\nThe numbers, while in line with expectations, lacked the positive surprises that investors have grown used to, and came after Apple undershot revenue targets in the previous quarter. Its shares bounced back after CEO Tim Cook told analysts on a conference call that the latest iPhone 5 was heavily backlogged but the company had mostly worked out kinks in its supply chain.\n\nApple shipped 26.9 million iPhones in the last quarter, just ahead of analysts’ predictions, but iPad sales of 14 million were well below lowered forecasts for the tablet as the economy remained weak and consumers awaited the iPad mini, which will hit store shelves next month. South Korean rival Samsung Electronics Co sold 56.3 million smartphones in the quarter, according to research firm IDC, giving it 31.3 percent global market share, more than double that of Apple.\n\nAnalysts say the real test for Apple will come during the crucial year-end holiday shopping season, when competition will reach fever-pitch against new gadgets from Amazon.com Inc, Google Inc and Microsoft Corp.\n\n“Going into earnings we were wondering if the slowing economy will catch up with Wall Street, and it has,” said Channing Smith, co-manager of the Capital Advisors Growth Fund.\n\n“Apple is very well positioned with the iPad and now the iPad mini. It has a great smartphone and we expect the iPhone 5 to sell very well. The outlook is conservative, but that’s not surprising. Err on the side of caution is a proven formula.”\n\nApple heads into the current quarter after refreshing almost all of its product lines, including introducing an upgraded, fourth-generation full-sized iPad. The December quarter will show how well consumers respond to its latest gamble - the iPad mini - which goes on sale on November 2.\n\nQuarterly revenue in China, Apple’s second-largest market, rose 26 percent, and jumped nearly 80 percent to $23.8 billion over the full year, contributing 15 percent of Apple’s total, Cook told analysts. Apple plans to launch the iPhone 5 in China in December, hoping to staunch market share loss in what is set to become the world’s largest smartphone market this year.\n\nApple’s China smartphone market share almost halved to 10 percent in April-June as buyers waited for the iPhone 5.\n\nFor the December quarter, Apple forecast revenue of $52 billion, below the average estimate of $55 billion, according to Thomson Reuters I/B/E/S. It expects margins of 36 percent, far lower than analysts’ expected 43 percent.\n\nChief Financial Officer Peter Oppenheimer mostly attributed the lower margin and conservative guidance to a combination of a stronger dollar, higher costs associated with new products, and the fact that Apple’s next fiscal quarter has one less week than the same period a year ago.\n\nApple’s stock was holding steady at $609.40 in extended trade after flirting with the $600 level. The shares had ended regular trade at $609.54.\n\nSupply constraints holding up sales of the iPad and iPhone dominated discussions between analysts and Apple executives during the post-results conference call. Apple had struggled to deliver large quantities of the iPhone 5 since its launch in late September, with the waitlist for the device at one point stretching to three weeks in some regions.\n\n“Our supply output is significantly higher than it was earlier in October,” Cook said, referring to the iPhone 5. “And I‘m confident we’ll be able to supply quite a few during the quarter.”\n\nCook also opined on Microsoft’s new Windows 8-based Surface tablet that will hit stores early on Friday.\n\n“I haven’t personally played with the Surface yet, but what we’re reading about it, is that it’s a fairly compromised, confusing product,” he said. “I suppose you could design a car that flies and floats, but I don’t think it would do all of those things very well.”\n\nDespite the lackluster fourth quarter, Apple put up big numbers for the year, ending its fiscal 2012 with a 45 percent increase in revenue to $156.5 billion, while net income was up 61 percent at $41.7 billion.\n\nFor the final fiscal quarter, it posted net income of $8.2 billion, or $8.67 a diluted share, on revenue of $35.96 billion, versus $6.6 billion, or $7.05 a share, a year earlier. Analysts had expected on average that Apple would earn $8.75 per share.\n\nApple ended the quarter with $121.3 billion in cash and securities, of which $83 billion was offshore."
    },
    {
        "time": "7:37AM UTC",
        "header": "us stocks-futures fall after apple, amazon results; gdp eyed",
        "link": "http://www.reuters.com/article/2012/10/26/markets-usa-stocks-idUSL1E8LQ1NJ20121026",
        "body": "NEW YORK, Oct 26 (Reuters) - U.S. stock index futures fell on Friday after technology giants Apple and Amazon.com reported lackluster earnings and outlooks, and ahead of economic growth data.\n\n* Apple Inc shed 0.1 percent to $608.99 in premarket trading after the world’s largest company by market capitalization delivered a second straight quarter of disappointing results and iPad sales fell well short of analysts’ targets. The company also forecast revenue and margins below Wall Street forecasts.\n\n* Amazon.com Inc dropped 1.6 percent to $219.47 in premarket trading after posting its first quarterly net loss in more than five years. It forecast fourth-quarter revenue that fell short of analysts’ expectations.\n\n* Investors will eye the Commerce Department’s first estimate of third-quarter gross domestic product at 8:30 a.m. EDT (1230 GMT).\n\n* Analysts polled by Reuters earlier this week expect growth of 1.9 percent, faster than 1.3 percent growth in the second quarter, but not brisk enough to quickly bring down the unemployment rate. Some economists scaled back their forecasts on Thursday after signs of weakness in durable goods orders in September.\n\n* The S&P 500 has dropped 1.4 percent this week as dismal corporate earnings and cautious outlooks, especially from large multinationals, have painted a gloomy picture of the global economy.\n\n* Adding to uncertainty is the impending U.S. presidential election on Nov. 6, which, along with earnings and growth worries, has helped drop the benchmark S&P index to below a key support level, the 50-day moving average, at around 1,434.\n\n* Still, many analysts expect the retreat to wane near 1,400 or 1,375, as the Federal Reserve’s latest stimulus policy puts a floor under equity prices.\n\n* With 244 companies in the S&P 500 having reported, 62.3 percent have beaten earnings expectations, a tad better than the typical 62 percent average, Thomson Reuters data showed.\n\n* Revenue for the quarter has been more disappointing, with just 36.3 percent of companies reporting higher-than-expected revenue - compared with a historic beat rate of 62 percent.\n\n* S&P 500 futures fell 11.5 points and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures lost 106 points, and Nasdaq 100 futures declined 17 points.\n\n* Economic data expected later in the session includes the Thomson Reuters/University of Michigan Surveys of Consumers final October consumer sentiment index at 9:55 a.m. (1355 GMT). Economists in a Reuters survey expect a reading of 83.0 compared with 83.1 in the preliminary October report.\n\n* Dean Foods Co’s gained 1.7 percent to $19.11 in light premarket trade as its Morningstar business has attracted takeover interest from Michael Foods and Mexican dairy company Grupo Lala, people familiar with the matter said, in a deal that could be valued in the $1 billion to $1.5 billion range.\n\n* Newell Rubbermaid Inc reported a higher-than-expected quarterly profit and raised its quarterly dividend by 50 percent to 15 cents a share but also said it would cut about 2,000 jobs over the next 2 1/2 years as it attempts to combat slower sales.\n\n* European equity markets eased, weighed down by a fresh batch of gloomy corporate outlooks, as the euro zone crisis put a dent in demand for everything from cars to building materials.\n\n* Asian shares and commodities slid as investors shunned risk on concerns over corporate earnings, with the region’s exporters struggling against shrinking global demand."
    },
    {
        "time": "12:35PM UTC",
        "header": "us stocks-wall st falls on sour apple results",
        "link": "http://www.reuters.com/article/2012/10/26/markets-usa-stocks-idUSL1E8LQ6CB20121026",
        "body": "* Dow off 0.3 pct, S&P 500 off 0.5 pct, Nasdaq off 0.6 pct\n\n* Economic growth picks up in 3rd quarter, but still weak\n\nNEW YORK, Oct 26 (Reuters) - U.S. stocks fell on Friday, as investors fretted about Apple’s weaker-than-expected results - the latest in a string of lackluster earnings - and signs that economic growth is still not strong enough to make a significant reduction in unemployment.\n\nApple, the world’s largest publicly traded company, surprised analysts with its weak margin outlook, as well as with its quarterly earnings and iPad sales that fell short of expectations. The results were released after Thursday’s close. Apple’s stock lost 2.6 percent to $593.50, near its session low.\n\nLighter revenues have been a concern this earnings season. Just 36.9 percent of S&P 500 companies so far have reported revenue that beat forecasts, compared with the 62 percent that typically exceed expectations, according to Thomson Reuters data.\n\n“There’s not a lot of chest-beating coming out of these (company) earnings calls. You still have caution ruling the day,” said Kurt Brunner, portfolio manager at Swarthmore Group in Philadelphia.\n\nEarnings have fared better, with 62.5 percent above expectations - almost even with the 62 percent that is historically seen.\n\nThe S&P 500 has dropped 1.6 percent this week as dismal corporate earnings and cautious outlooks, especially from large multinationals, painted a pessimistic picture of the global economy.\n\nA slightly better-than-expected pace of growth for the economy boosted sentiment in the early morning, but that faded. The 2 percent annual rate of growth for U.S. gross domestic product for the third quarter confirmed analysts’ views that the economic recovery will be slow.\n\n“The fact that this was a 2 percent GDP number is still pathetic in the overall scheme of life - we ought to be growing at 4 percent, not 2 percent,” said Phil Orlando, chief equity market strategist, at Federated Investors, in New York.\n\nThe Dow Jones industrial average slipped 40.97 points, or 0.31 percent, to 13,062.71. The Standard & Poor’s 500 Index dropped 6.52 points, or 0.46 percent, to 1,406.45. The Nasdaq Composite Index shed 19.21 points, or 0.64 percent, to 2,966.90.\n\nAmazon.com Inc bucked the market’s weakness, climbing 3 percent to $229.63 as analysts said the online retailer’s spending will hurt margins, but would boost profit in the long run.\n\nAdding to uncertainty was the U.S. presidential election on Nov. 6 - a little over a week away. Along with earnings and growth worries, concerns about further political loggerheads have helped push the benchmark S&P 500 index below a key support level, the 50-day moving average, at around 1,434.\n\nMany analysts expect the S&P 500’s retreat to wane near 1,400 or 1,375, as the Federal Reserve’s latest stimulus policy puts a floor under stock prices.\n\nArch Coal Inc shares surged 10.4 percent to $8.07 after the company, which is one of the world’s top five coal producers, surprised Wall Street with a third-quarter profit as cost cuts paid off, and thermal coal shipments improved.\n\nGoodyear Tire & Rubber Co slid 10.1 percent to $11.06 after the company, the top U.S. tire maker, said quarterly profit fell amid lower tire sales in all of its key markets, particularly in Europe."
    },
    {
        "time": "2:06PM UTC",
        "header": "us stocks-wall st slips as sour apple results weigh",
        "link": "http://www.reuters.com/article/2012/10/26/markets-usa-stocks-idUSL1E8LQAVO20121026",
        "body": "* Economic growth picks up in 3rd quarter, but still weak\n\n* Dow down 0.01 pct, S&P down 0.1 pct, Nasdaq down 0.2 pct\n\nNEW YORK, Oct 26 (Reuters) - U.S. stocks edged lower on Friday, as investors fretted about Apple’s weaker-than-expected results - the latest in a string of lackluster earnings - and signs that economic growth is still not strong enough to make a significant reduction in unemployment.\n\nApple, the world’s largest publicly traded company, surprised analysts with its weak margin outlook, as well as with its quarterly earnings and iPad sales that fell short of expectations. The results were released after Thursday’s close. Apple’s stock lost 1.4 percent to $601.18.\n\nLighter revenues have been a concern this earnings season. Just 36.9 percent of S&P 500 companies so far have reported revenue that beat forecasts, compared with the 62 percent that typically exceed expectations, according to Thomson Reuters data.\n\n“There’s not a lot of chest-beating coming out of these (company) earnings calls. You still have caution ruling the day,” said Kurt Brunner, portfolio manager at Swarthmore Group in Philadelphia.\n\nEarnings have fared better, with 62.5 percent above expectations - almost even with the 62 percent that is historically seen.\n\nThe S&P 500 has dropped 1.5 percent this week as dismal corporate earnings and cautious outlooks, especially from large multinationals, painted a pessimistic picture of the global economy.\n\nA slightly better-than-expected pace of growth for the economy boosted sentiment in the early morning, but that faded. The 2 percent annual rate of growth for U.S. gross domestic product for the third quarter confirmed analysts’ views that the economic recovery will be slow.\n\n“The fact that this was a 2 percent GDP number is still pathetic in the overall scheme of life - we ought to be growing at 4 percent, not 2 percent,” said Phil Orlando, chief equity market strategist, at Federated Investors, in New York.\n\nThe Dow Jones industrial average was off 1.23 points, or 0.01 percent, to 13,102.45. The Standard & Poor’s 500 Index slipped 1.85 points, or 0.13 percent, to 1,411.12. The Nasdaq Composite Index lost 4.96 points, or 0.17 percent, to 2,981.16.\n\nAmazon.com Inc bucked the market’s malaise, climbing 4.8 percent to $233.62 as analysts said the online retailer’s spending will hurt margins, but boost profit in the long run.\n\nAdding to uncertainty was the U.S. presidential election on Nov. 6 - a little over a week away. Along with earnings and growth worries, concerns about further political loggerheads have helped push the benchmark S&P 500 index below a key support level, the 50-day moving average, at around 1,434.\n\nMany analysts expect the S&P 500’s retreat to wane near 1,400 or 1,375, as the Federal Reserve’s latest stimulus policy puts a floor under stock prices.\n\nArch Coal Inc shares surged 10.1 percent to $8.05 after the company, which is one of the world’s top five coal producers, surprised Wall Street with a third-quarter profit as cost cuts paid off, and thermal coal shipments improved.\n\nGoodyear Tire & Rubber Co slid 10.2 percent to $11.05 after the company, the top U.S. tire maker, said quarterly profit fell amid lower tire sales in all of its key markets, particularly in Europe.\n\nFinancial stocks dragged on the S&P 500, with JPMorgan & Chase down 1 percent at $41.27, while Citigroup fell 1.6 percent to $36.82. Citi was fined $2 million by a Massachusetts regulator to settle charges two bank analysts improperly released confidential information about Facebook’s financials before the company went public."
    },
    {
        "time": "8:03AM UTC",
        "header": "us stocks-futures drop as apple, amazon results disappoint; gdp eyed",
        "link": "http://www.reuters.com/article/2012/10/26/markets-usa-stocks-idUSL1E8LQ26Q20121026",
        "body": "NEW YORK, Oct 26 (Reuters) - U.S. stock index futures fell on Friday after technology giants Apple and Amazon.com reported lackluster earnings and outlooks, in line with a recent ream of cautious corporate forecasts, and ahead of economic growth data.\n\nApple Inc, the world’s largest company by market capitalization, reported a second straight quarter of disappointing results and iPad sales fell well short of analysts’ targets. The company also forecast revenue and margins below Wall Street forecasts.\n\nAmazon.com Inc after posting its first quarterly net loss in more than five years. It forecast fourth-quarter revenue that fell short of analysts’ expectations.\n\nBoth companies reversed early declines in premarket trading, however, with Apple up 0.3 percent at $611.40 and Amazon up 0.5 percent at $224.06.\n\nInvestors will eye the Commerce Department’s first estimate of third-quarter gross domestic product at 8:30 a.m. EDT (1230 GMT).\n\n“You have some expectation given earnings and what is happening in the world and what you can see by walking around in your own little corner - the best thing that can happen is that it meets expectations today,” said Kim Forrest, senior equity research analyst at Fort Pitt Capital Group in Pittsburgh.\n\n“If it does fall short, all you are doing is confirming what we’ve seen so far in the revenue expectations of companies.”\n\nAnalysts polled by Reuters earlier this week expect growth of 1.9 percent, faster than the 1.3 percent pace of the second quarter, but not brisk enough to quickly bring down the unemployment rate. Some economists scaled back their forecasts on Thursday after signs of weakness in durable goods orders in September.\n\nThe S&P 500 has dropped 1.4 percent this week as dismal corporate earnings and cautious outlooks, especially from large multinationals, have painted a gloomy picture of the global economy.\n\nAdding to uncertainty is the impending U.S. presidential election on Nov. 6, which, along with earnings and growth worries, has helped drop the benchmark S&P index to below a key support level, the 50-day moving average, at around 1,434.\n\nStill, many analysts expect the retreat to wane near 1,400 or 1,375, as the Federal Reserve’s latest stimulus policy puts a floor under equity prices.\n\nWith 244 companies in the S&P 500 having reported, 62.3 percent have beaten earnings expectations, a tad better than the typical 62 percent average, Thomson Reuters data showed.\n\nRevenue for the quarter has been more disappointing, with just 36.3 percent of companies reporting higher-than-expected revenue - compared with a historic beat rate of 62 percent.\n\nS&P 500 futures fell 10.1 points and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures lost 106 points, and Nasdaq 100 futures declined 12.75 points.\n\nEconomic data expected later in the session includes the Thomson Reuters/University of Michigan Surveys of Consumers final October consumer sentiment index at 9:55 a.m. (1355 GMT). Economists in a Reuters survey expect a reading of 83.0 compared with 83.1 in the preliminary October report.\n\nGoodyear Tire & Rubber Co slumped 3.7 percent to $11.85 in premarket trading after the top U.S. tire maker said quarterly profit fell amid lower volumes, particularly in Europe.\n\nDow component Merck & Co Inc reported better-than-expected third-quarter profit, as a favorable tax rate and lower merger costs offset plunging sales of asthma drug Singulair.\n\nNewell Rubbermaid Inc reported a higher-than-expected quarterly profit and raised its quarterly dividend by 50 percent to 15 cents a share but also said it would cut about 2,000 jobs over the next 2 1/2 years as it attempts to combat slower sales.\n\nEuropean equity markets eased, on track for their worst week in a month on the back of a raft of gloomy corporate outlooks and a darkening technicals picture.\n\nAsian shares and commodities slid as investors shunned risk on concerns over corporate earnings, with the region’s exporters struggling against shrinking global demand."
    }
]