[
    {
        "time": "9:00AM UTC",
        "header": "fixmo partners with smartoffice for secure document management on ios and android devices",
        "link": "http://www.reuters.com/article/2012/08/20/idUS92517+20-Aug-2012+BW20120820",
        "body": "Fixmo Partners With SmartOffice for Secure Document Management on iOS and Android Devices\n\nLeader in Mobile Security and Risk Management Selects SmartOffice to Power Document Creation, Viewing and Editing within its Defense-Grade, Secure Mobile Workspace\n\nFixmo, the mobile risk management (MRM) company, today announced a partnership with SmartOffice, a dynamic mobile solutions provider with document creation, viewing and editing solutions deployed in more than half a billion devices worldwide. Together, the companies will provide end users at government and enterprise customers with the ability to securely create, edit and manage corporate documents on iOS and Android devices within Fixmo’s defense-grade secure workspace solution, Fixmo SafeZone.\n\nFixmo SafeZone is the secure workspace that keeps corporate e-mail, browsing, documents and applications encrypted, contained and under IT control on both corporate-owned and BYOD mobile devices. Through this partnership, Fixmo will leverage the award-winning SmartOffice technology to enable high-fidelity document viewing, editing, and management within the Fixmo SafeZone secure workspace. Now enterprises and government agencies can offer their end users unprecedented mobile productivity while maintaining regulatory compliance and mitigating the risks of having sensitive business documents on smartphones and tablets.\n\n“Through our partnership with SmartOffice, we are continuing to deliver on our promise of enabling a full business productivity experience on iOS and Android devices within a secure, contained and IT-controlled environment,” said Bruce Gilley, President of Fixmo. “Together we’re empowering business professionals and government employees to securely work with corporate documents on the go without compromising on user experience, corporate security or compliance.”\n\n\"SmartOffice’s solutions deliver a vibrant and visually stunning mobile experience that rivals, and often supersedes, the desktop PC experience,” said Imran Khand, CEO of SmartOffice. “We are thrilled to be partnering with Fixmo to deliver a defense-grade, no-compromise solution for document management on the latest smartphones and tablets.\"\n\nThe secure document suite powered by SmartOffice technology is now available as an integrated component of Fixmo SafeZone Workspace Edition for iOS, and will be available for Android devices by the end of third quarter.\n\nSmartOffice Limited, a group company of Picsel International Limited, is a dynamic mobile solutions provider, whose pioneering software enables true office mobility, and other rich content enabled solutions. Key stakeholders, such as handset OEMs, Operators and now Enterprise solution providers, use SmartOffice’s solutions to deliver vibrant and visually stunning mobile experiences that rival, and often surpass the experience of the desktop PC. For more information, please visit http://www.picsel.com.\n\nFixmo Inc. is the mobile risk management company that helps organizations identify, mitigate and manage the risks associated with mobile devices in the workplace. The company’s MRM solutions enable protected and compliant mobile computing, helping organizations embrace a wide range of mobile devices and applications while maintaining system integrity, protecting confidential data and proving regulatory compliance. Fixmo’s MRM technology has been developed as part of a Co-operative Research and Development Agreement (CRADA) with the U.S. National Security Agency (NSA). Fixmo is headquartered in Sterling, Virginia and Toronto, Canada (http://fixmo.com)."
    },
    {
        "time": "1:53PM UTC",
        "header": "us stocks-wall st pauses after 6-week rally; apple hits new high",
        "link": "http://www.reuters.com/article/2012/08/20/markets-usa-stocks-idUSL2E8JK7ZD20120820",
        "body": "* Apple becomes most valuable company of all time\n\n* Facebook shares briefly fall more than 50 pct from issue price\n\nNEW YORK, Aug 20 (Reuters) - U.S. stocks fell modestly on Monday on signs of fatigue after six consecutive weeks of gains and after the European central bank quelled speculation it was planning a bond-buying program.\n\nDespite the fall, the S&P 500 is still near a four-year high, rising about 9 percent in the past six weeks. Investors had been waiting for the ECB to take steps to control the euro crisis in September. Last week, the index broke away from the 1,400 level where it had stalled for much of August.\n\nOn the Nasdaq, Apple Inc shares hit a new high on Monday, becoming the most valuable public company of all-time, with the combined value of its shares exceeding a previous record set by Microsoft.\n\nBut Facebook Inc shares briefly fell more than 50 percent from issue price to hit a new low of $18.75.\n\nThe slight losses on U.S. exchanges compared with much steeper declines in Europe and a fall in the Shanghai index to its lowest level since 2009.\n\n“The one thing to note today is the resilience we are seeing in the U.S. market,” said James Dailey, portfolio manager at TEAM Asset Strategy fund in Harrisburg, Pennsylvania. “There is this notion that the U.S. market is the oasis of the desert.”\n\nGerman magazine Der Spiegel said over the weekend that the ECB was considering buying debt issued by member countries if their interest rates became too elevated. A bank spokesman said it was misleading to report on decisions that still had not been taken.\n\nGermany’s central bank, the Bundesbank, also on Monday reiterated its opposition to bond purchases. A spokesman for the German Finance Ministry said it was not aware of any plans for the ECB to target bond spreads.\n\nThe Dow Jones industrial average was down 13.14 points, or 0.10 percent, at 13,262.06. The Standard & Poor’s 500 Index was down 2.54 points, or 0.18 percent, at 1,415.62. The Nasdaq Composite Index was down 6.34 points, or 0.21 percent, at 3,070.25.\n\nLimiting market losses was a major acquisition in the healthcare industry. Aetna Inc said it would buy Coventry Health Care Inc for $5.6 billion.\n\nCoventry shares jumped more than 19 percent to $41.61 after Aetna said it will pay $41.10 per share for the company, putting the deal at about a 20 percent premium to the stock’s Friday closing price. The deal is the latest in a string of multibillion-dollar acquisitions in the U.S. healthcare sector.\n\nLowe’s Cos Inc reported weaker-than-expected quarterly results and cut its profit outlook for the fiscal year as the world’s second-largest home improvement chain lost market share to larger rival Home Depot Inc. The shares fell 6.7 percent to $26.01.\n\nStruggling retailer Best Buy Co Inc said its founder, Richard Schulze, has turned down an offer from the board to conduct due diligence in connection with his proposal to take the company private at a valuation of more than $8 billion. The shares fell 7.9 percent to $18.67.\n\nThe global economic outlook is more uncertain now than at the start of the financial crisis in late 2008, Doug Oberhelman, chief executive of Caterpillar, the world’s largest maker of construction equipment, said on Monday. Caterpillar’s shares lost 0.8 percent to $89.32."
    },
    {
        "time": "4:40PM UTC",
        "header": "us stocks-wall st flat after rally; apple biggest company ever",
        "link": "http://www.reuters.com/article/2012/08/20/markets-usa-stocks-idUSL2E8JKFZV20120820",
        "body": "* Apple becomes most valuable company of all time\n\n* Facebook shares briefly fall more than 50 pct from issue price\n\nNEW YORK, Aug 20 (Reuters) - U.S. stocks were flat on Monday on signs of fatigue after a six-week run of gains as the European Central Bank quelled speculation about the form of market intervention that may be taken to stem the region’s debt crisis.\n\nDespite the lethargic trading, Apple Inc shares hit a new high, becoming the most valuable public company of all time, with the combined value of its shares exceeding a previous record set by Microsoft. Shares closed up 2.6 percent to $665.15.\n\nThe S&P 500 remains close to a four-year high, rising nearly 5 percent in the past six weeks. Investors had been waiting for the ECB to take steps to control the euro crisis in September. Last week, the index broke away from the 1,400 level where it had stalled for much of August.\n\nGerman magazine Der Spiegel said over the weekend the ECB is considering setting interest rate thresholds for any purchases of a struggling euro zone country’s bonds. A bank spokesman said it was misleading to report on decisions that still had not been taken.\n\nGermany’s central bank, the Bundesbank, also reiterated its opposition to bond purchases. A spokesman for the German Finance Ministry said it was not aware of any plans for the ECB to target bond spreads.\n\nThe slight losses on U.S. exchanges compared with much steeper declines in Europe and a fall in the Shanghai index to its lowest level since 2009.\n\n“Over there, the crisis is clearly much more real for them,” said Ken Polcari, managing director at ICAP Equities in New York.\n\n“For us, we are still sitting and waiting and people are almost numb to the headlines now so they are not going to make those quick reactions like they did - they are going to be much more patient,” said Polcari.\n\nFacebook Inc shares briefly fell more than 50 percent from its issue price to hit a new low of $18.75.\n\nThe Dow Jones industrial average shed 3.48 points, or 0.03 percent, to 13,271.72. The Standard & Poor’s 500 Index dipped 0.07 points, or 0.00 percent, to 1,418.09. The Nasdaq Composite Index lost 0.38 points, or 0.01 percent, to 3,076.21.\n\nThe healthcare sector was a bright spot after Aetna Inc said it would buy Coventry Health Care Inc for $5.6 billion. The Morgan Stanley healthcare payor index climbed 1.6 percent.\n\nCoventry shares jumped more than 20.3 percent to $42.04 after Aetna said it will pay $41.10 per share for the company, putting the deal at about a 20 percent premium to the stock’s Friday closing price. The deal is the latest in a string of multibillion-dollar acquisitions in the U.S. healthcare sector.\n\nLowe’s Cos Inc slumped 5.8 percent to $26.26 after the company reported weaker-than-expected quarterly results and cut its profit outlook for the fiscal year as the world’s second-largest home improvement chain lost market share to larger rival Home Depot Inc.\n\nStruggling retailer Best Buy Co Inc said its founder, Richard Schulze, has turned down an offer from the board to conduct due diligence in connection with his proposal to take the company private at a valuation of more than $8 billion. The shares fell 7.9 percent to $18.67.\n\nThe global economic outlook is more uncertain now than at the start of the financial crisis in late 2008, Doug Oberhelman, chief executive of Caterpillar, the world’s largest maker of construction equipment, said on Monday. Caterpillar’s shares edged up 0.5 percent to $90.44.\n\nVolume was weak in one of the lightest traded sessions of the year with about 4.83 billion shares traded on the New York Stock Exchange, NYSE Amex and Nasdaq, well below the daily average of 6.64 billion.\n\nDeclining stocks outnumbered advancing ones on the NYSE by 1,680 to 1,267, while on the Nasdaq, decliners beat advancers 1,432 to 999."
    },
    {
        "time": "7:56PM UTC",
        "header": "wall street flat after rally; apple biggest company ever",
        "link": "http://www.reuters.com/article/2012/08/20/us-markets-stocks-idUSBRE87J07520120820",
        "body": "NEW YORK (Reuters) - Stocks were flat on Monday on signs of fatigue after a six-week run of gains as the European Central Bank quelled speculation about the form of market intervention that may be taken to stem the region’s debt crisis.\n\nDespite the lethargic trading, Apple Inc (AAPL.O) shares hit a new high, becoming the most valuable public company of all time, with the combined value of its shares exceeding a previous record set by Microsoft. Shares closed up 2.6 percent to $665.15.\n\nThe S&P 500 remains close to a four-year high, rising nearly 5 percent in the past six weeks. Investors had been waiting for the ECB to take steps to control the euro crisis in September. Last week, the index broke away from the 1,400 level where it had stalled for much of August.\n\nGerman magazine Der Spiegel said over the weekend the ECB is considering setting interest rate thresholds for any purchases of a struggling euro zone country’s bonds. A bank spokesman said it was misleading to report on decisions that still had not been taken.\n\nGermany’s central bank, the Bundesbank, also reiterated its opposition to bond purchases. A spokesman for the German Finance Ministry said it was not aware of any plans for the ECB to target bond spreads.\n\nThe slight losses on U.S. exchanges compared with much steeper declines in Europe and a fall in the Shanghai index to its lowest level since 2009.\n\n“Over there, the crisis is clearly much more real for them,” said Ken Polcari, managing director at ICAP Equities in New York.\n\n“For us, we are still sitting and waiting and people are almost numb to the headlines now so they are not going to make those quick reactions like they did - they are going to be much more patient,” said Polcari.\n\nFacebook Inc (FB.O) shares briefly fell more than 50 percent from its issue price to hit a new low of $18.75.\n\nThe Dow Jones industrial average .DJI shed 3.48 points, or 0.03 percent, to 13,271.72. The Standard & Poor's 500 Index .SPX dipped 0.07 points, or 0.00 percent, to 1,418.09. The Nasdaq Composite Index .IXIC lost 0.38 points, or 0.01 percent, to 3,076.21.\n\nThe healthcare sector was a bright spot after Aetna Inc (AET.N) said it would buy Coventry Health Care Inc CVH.N for $5.6 billion. The Morgan Stanley healthcare payor index .HMO climbed 1.6 percent.\n\nCoventry shares jumped more than 20.3 percent to $42.04 after Aetna said it will pay $41.10 per share for the company, putting the deal at about a 20 percent premium to the stock’s Friday closing price. The deal is the latest in a string of multibillion-dollar acquisitions in the U.S. healthcare sector.\n\nLowe’s Cos Inc (LOW.N) slumped 5.8 percent to $26.26 after the company reported weaker-than-expected quarterly results and cut its profit outlook for the fiscal year as the world’s second-largest home improvement chain lost market share to larger rival Home Depot Inc (HD.N).\n\nStruggling retailer Best Buy Co Inc (BBY.N) said its founder, Richard Schulze, has turned down an offer from the board to conduct due diligence in connection with his proposal to take the company private at a valuation of more than $8 billion. The shares fell 7.9 percent to $18.67.\n\nThe global economic outlook is more uncertain now than at the start of the financial crisis in late 2008, Doug Oberhelman, chief executive of Caterpillar (CAT.N), the world’s largest maker of construction equipment, said on Monday. Caterpillar’s shares edged up 0.5 percent to $90.44.\n\nVolume was weak in one of the lightest traded sessions of the year with about 4.83 billion shares traded on the New York Stock Exchange, NYSE Amex and Nasdaq, well below the daily average of 6.64 billion.\n\nDeclining stocks outnumbered advancing ones on the NYSE by 1,680 to 1,267, while on the Nasdaq, decliners beat advancers 1,432 to 999."
    }
]