[
    {
        "time": "9:37AM UTC",
        "header": "ubs lança app ipad para criar algoritmos de cliente: \"ubs quod studio\"",
        "link": "http://www.reuters.com/article/2012/04/20/idUS142979+20-Apr-2012+BW20120420",
        "body": "“Nosso objetivo é virar o processo de desenvolvimento de produto e consultoria de execução na sua cabeça - tornando nossa plataforma focada no cliente e mais imediata”, disse Owain Self, Chefe Global de Negociação Algorítmica na UBS. “A primeira ferramenta que nós nos estamos lançando nesta família é o \"UBS QUOD Studio\" -- um aplicativo baseado em iPAD que oferece estrutura de desenvolvimento algorítmico rápido da próxima geração. A UBS Quant on Demand irá, ao longo do tempo, oferecer uma série de soluções quantitativas, consultivas e personalizadas altamente sofisticadas e automatizadas para os clientes \"a pedido\".\n\nUsando um aplicativo para iPad interativo proprietário, a equipe de negociação algorítmica da UBS trabalha com os clientes para projetar e construir estratégias personalizadas que se encaixam em seu fluxo de trabalho específico, visão do mercado e objetivos individualizados. Uma estratégia que eles podem usar no dia seguinte.\n\nUm processo de desenvolvimento algorítmico personalizado tradicional demora semanas para sua realização e consome recursos significativos. Assim, clientes e corretores ficam menos propensos a empreender projetos para desenvolver estratégias que possam não ter aplicações amplas de longo prazo. O UBS QUOD Studio permite que os usuários criem estratégias de forma oportuna e mudem suas mentes frequentemente. Eles podem projetar estratégias que servem a uma necessidade específica no curto prazo, ou estratégias que alteram fundamentalmente a maneira como eles negociam sob determinadas circunstâncias. Este nível de velocidade e flexibilidade jamais foi oferecido antes. Com o aplicativo para iPad UBS QUOD, um processo que costumava demorar meses - exigindo analistas quantitativos e programadores para codificar as milhares de linhas de comandos e participar de semanas de testes e ajustes - agora é possível em 24 horas.\n\nA UBS aproveita sua herança de 150 anos para atender os clientes privados, institucionais e corporativos no mundo todo, assim como clientes do varejo na Suíça. Sua estratégia comercial é centrada em seus negócios preeminentes globais de gestão de riquezas e em seu banco universal na Suíça. Junto com um Banco de Investimentos focado no cliente e um negócio forte e bem diversificado de Gestão de Ativos Globais , a UBS orientará ainda mais o crescimento e expandirá sua franquia premier de gestão de riqueza.\n\nA UBS está presente em todos os principais centros financeiros no mundo inteiro. Tem escritórios em 57 países, com cerca de 35% de seus funcionários trabalhando nas Américas, 36% na Suíça, 17% no resto da Europa, Oriente Médio e África e 12% na região da Ásia-Pacífico. A UBS emprega cerca de 65.000 pessoas no mundo. Suas ações são listadas na Bolsa Suíça SIX e na Bolsa de Valores de Nova York (NYSE).\n\nO texto no idioma original deste anúncio é a versão oficial autorizada. As traduções são fornecidas apenas como uma facilidade e devem se referir ao texto no idioma original, que é a única versão do texto que tem efeito legal."
    }
]