[
    {
        "time": "8:29PM UTC",
        "header": "apple rolls out ipad mini in sydney to shorter lines",
        "link": "http://www.reuters.com/article/2012/11/02/apple-ipad-mini-idUSL1E8M19I320121102",
        "body": "SYDNEY, Nov 2 (Reuters) - Apple fans lined up in Sydney, Australia, to get their hands on the iPad mini on Friday, but the device, priced above rival gadgets from Google and Amazon.com, attracted smaller crowds than at the company’s previous global rollouts.\n\nAbout 50 people waited for the Apple store to open, where in the past the line had stretched for several blocks when the company launched new iPhones.\n\nApple Inc’s global gadget rollouts are typically high-energy affairs drawing droves of buyers who stand in line for hours. But a proliferation of comparable rival devices may have sapped some interest.\n\nAt the head of Friday’s line was Patrick Li, who had been waiting since 4:30 am and was keen to get his hands on the 7.9-inch slate.\n\n“It’s light, easy to handle, and I’ll use it to read books. It’s better than the original iPad,” Li said.\n\nThe iPad mini marks Apple’s first foray into the smaller-tablet segment, and the latest salvo in a global mobile-device war that has engulfed combatants from Internet search leader Google Inc to Web retailer Amazon.com Inc and software giant Microsoft Corp.\n\nMicrosoft’s 10-inch Surface tablet, powered by the just-launched Windows 8 software, went on sale in October, while Google and Amazon now dominate sales of smaller, 7-inch multimedia tablets.\n\nUnveiled last week, the iPad mini has won mostly positive reviews, with criticism centering on a screen considered inferior to rivals’ and a lofty price tag. The new tablet essentially replicates most of the features of its full-sized sibling, but in a smaller package.\n\nAt $329 for a Wi-Fi only model, the iPad mini is a little costlier than predicted but some analysts see that as Apple’s attempt to retain premium positioning.\n\nSome investors fear the gadget will lure buyers away from Apple’s $499 flagship 9.7-inch iPad, while proving ineffective in combating the threat of Amazon’s $199 Kindle Fire and Google’s Nexus 7, both of which are sold at or near cost.\n\nAlso on Friday, Apple rolled out its fourth-generation iPad, with the same 9.7-inch display as the previous version but with a faster A6X processor and better Wi-Fi.\n\nApple will likely sell between 1 million and 1.5 million iPad minis in the first weekend, far short of the 3 million third-generation iPads sold last March in their first weekend, according to Piper Jaffray analyst Gene Munster.\n\n“The reason we expect fewer iPad minis compared to the 3rd Gen is because of the lack of the wireless option and newness of the smaller form factor for consumers,” Munster said in a note to clients. “We believe that over time that will change.”\n\nReviewers have applauded Apple for squeezing most of the iPad’s features into a smaller package that can be comfortably manipulated with one hand.\n\nJames Vohradsky, a 20 year-old student who previously queued for 17 hours at the Sydney store to buy the iPhone 5, only stood in line for an hour and a half this time.\n\n“I had an iPad 1 before, I kind of miss it because I sold it about a year ago. It’s just more practical to have the mini because I found it a bit too big. The image is really good and it’s got the fast A5 chip too,” Vohradsky said.\n\nThe iPad was launched in 2010 by late Apple visionary Steve Jobs and since then it has taken a big chunk out of PC sales, upending the industry and reinventing mobile computing with its apps-based ecosystem.\n\nA smaller tablet is the first device to be added to Apple’s compact portfolio under Cook, who took over from Jobs just before his death a year ago. Analysts credit Google and Amazon for influencing the decision.\n\nSome investors worry that Apple might have lost its chief visionary with Jobs, and that new management might not be able to stay ahead of the pack as rivals innovate and encroach on its market share."
    },
    {
        "time": "2:41PM UTC",
        "header": "court in uk tells apple to change statement on samsung case",
        "link": "http://www.reuters.com/article/2012/11/01/us-apple-samsung-court-idUSBRE8A01CZ20121101",
        "body": "LONDON (Reuters) - Apple must re-write a statement posted on its website acknowledging that Samsung did not infringe on its registered designs for tablet computers, and place it more prominently on its homepage, a court in the UK ruled on Thursday.\n\nThe statement was deemed to be “non-compliant” with the order in a previous High Court judgment that concluded Samsung’s Galaxy tablet did not infringe Apple’s designs, in part because its products were “not as cool”.\n\nThe world’s two leading smartphone makers are fighting over patents, both for smartphones and for tablets like Apple’s iPad, in courts around the world.\n\nSouth Korea’s Samsung argued that Apple’s statement, which made potentially confusing references to German and U.S. court decisions as well as the British ruling, was “inaccurate and misleading”.\n\nJudges agreed and said Apple must post the new statement within the next 48 hours, although the U.S. company said it would need two weeks to post the notice.\n\nJudge Robin Jacob told Apple’s lawyer, Michael Beloff, he did not believe that it would be difficult to post a new statement on the website.\n\n“I would like to see the head of Apple make an affidavit about why that is such a technical difficulty for the Apple company,” the Press Association quoted Jacob as saying. “This is Apple that cannot put something on their own website?”.\n\nApple declined to comment on the ruling."
    },
    {
        "time": "10:42AM UTC",
        "header": "apple's ipad mini includes lcd display driver from rival samsung",
        "link": "http://www.reuters.com/article/2012/11/01/apple-ipad-components-idUSL1E8M13JJ20121101",
        "body": "SAN FRANCISCO, Nov 1 (Reuters) - Apple Inc’s new iPad mini appears to include an LCD display driver from South Korea’s Samsung Electronics Co Ltd, a key supplier but also the Silicon Valley tech giant’s fiercest rival in a global mobile-device war.\n\nThe iPad mini, to be available in stores on Friday, includes Apple’s A5 processor, SK Hynix Inc flash memory and a number of chips from Fairchild Semiconductor International Inc , according to electronics repair company iFixit, which acquired one early and opened it on Thursday.\n\nApple and Samsung are engaged in patent disputes across 10 countries as they vie for market share in the booming mobile industry, and Apple is believed to be seeking ways to rely less on Samsung. But Samsung remains a key supplier for Apple, manufacturing its application processors and providing other components.\n\nThe 7.9 inch iPad mini marks the iPhone-maker’s first foray into the smaller-tablet segment. Apple hopes to beat back incursions onto its home turf of consumer electronics hardware, while safeguarding its lead in a larger tablet space - one that even deep-pocketed rivals like Samsung have found tough to penetrate."
    },
    {
        "time": "4:15PM UTC",
        "header": "brief-tripadvisor shares up 12.4 percent after the bell",
        "link": "http://www.reuters.com/article/2012/11/01/tripadvisor-brief-idUSWEN837820121101",
        "body": "NEW YORK, Nov 1 (Reuters) - TripAdvisor Inc : * Shares up 12.4 percent after the bell following results"
    },
    {
        "time": "5:26PM UTC",
        "header": "first ipad mini teardown reveals samsung display",
        "link": "http://www.reuters.com/article/2012/11/01/us-apple-ipad-components-idUSBRE8A017220121101",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc’s iPad mini uses a display from South Korea’s Samsung Electronics Co Ltd, one of Apple’s major suppliers and also its fiercest rival in the global mobile-device market that the two companies dominate.\n\nAnalysts say the Silicon Valley-based iPhone maker is trying to wean itself off its reliance on Samsung, as both giants are embroiled in a bitter international legal battle over mobile patents, for everything from microchips to displays.\n\nIn the first dismantling of the iPad mini, which will be sold in 34 countries beginning Friday, teardown and gadget-repair specialist company, iFixit, discovered a Samsung display driver chip, which indicated that Apple had picked the Korean firm’s screen technology.\n\nLike most producers of mobile hardware, the U.S. company typically employs several suppliers for the same components in its gadgets. Apple has been known to use screens made by LG Display, for instance.\n\n“Though the markings on the back of the LCD (display) don’t turn up much information, the Samsung display driver IC (chip) reveals that Apple, once again, went with Samsung in its display manufacturing,” iFixit said, detailing the teardown on its website.\n\nSupplying parts for Apple’s iPhones and iPads - some of the industry’s most popular and advanced gadgets - is considered a coup for chipmakers and other manufacturers.\n\nThe iPad mini also employs SK Hynix Inc flash memory, a Broadcom touch controller, and a number of microchips from Fairchild Semiconductor International Inc, according to iFixit, which acquired one early.\n\nThe 7.9-inch iPad mini marks the Apple’s first foray into the smaller-tablet segment. The company hopes to beat back incursions into its home territory - carved out with the original iPad’s launch in 2010 - with 7-inch slates that are popular with consumers, even as it safeguards its lead in a larger tablet space that even deep-pocketed rivals like Samsung have found tough to penetrate.\n\nIt has won mostly positive reviews focused on its ability to wrap most of the functions of its full-sized iPad sibling into a smaller package, but critics pointed out the higher price tag of the iPad mini and an inferior display relative to those of rival products like Amazon’s Kindle Fire HD and Google’s Nexus 7.\n\nA smaller tablet is the first device to be added to Apple’s compact portfolio under CEO Tim Cook, who took over from predecessor Steve Jobs just before his death a year ago. Analysts said it may have been Google and Amazon that helped influence the decision.\n\nOnline sales have run for a week, but Apple has not disclosed sales numbers so far. Friday’s global sales rollout may offer a hint of demand for the gadget, which analysts expect to be strong.\n\nStill, it will be playing catch up. Priced at $329 for a Wi-Fi only model, the iPad mini is more expensive than many analysts had expected. Amazon’s Kindle Fire and Google’s Nexus 7, both released at $199, have grabbed a chunk of the lower end of the tablet market.\n\nMeanwhile, it is battling Samsung in the smartphone arena, which still yields the majority of Apple’s revenue and profit. The Korean giant last year became the world’s largest maker of smartphones as other rivals lost steam.\n\nApple and Samsung are engaged in patent disputes across several countries, and Apple is believed to be seeking ways to rely less on Samsung. But the Asian tech powerhouse remains a key supplier for Apple, manufacturing its application processors and providing other components.\n\nSamsung has stopped supplying displays for Apple’s iPhone, and plays a reduced role in the full-sized iPad, according to DisplaySearch. Apple is also buying fewer memory chips from Samsung for the iPhone 5, relying more on Hynix and Elpida Memory.\n\nMany analysts believe Apple will also gradually phase out Samsung as the main producer of the mobile micro-processor and shift business to rival supplier TSMC."
    },
    {
        "time": "6:09PM UTC",
        "header": "tripadvisor profit beats expectations on higher ad revenue",
        "link": "http://www.reuters.com/article/2012/11/01/us-tripadvisor-results-idUSBRE8A01P320121101",
        "body": "(Reuters) - TripAdvisor Inc (TRIP.O) reported a higher-than-expected third-quarter profit as more people around the world visited the company’s travel website, generating higher advertising revenue.\n\nThe company, whose shares were up 18 percent at after the bell, aggregates reviews and opinions about destinations and accommodations and depends on ads and subscriptions for revenue.\n\nTotal traffic to TripAdvisor’s websites increased by about a third in the quarter, Chief Executive Stephen Kaufer said on a post-earnings conference call.\n\nRevenue from click-based advertising -- which accounts for about 80 percent of total revenue -- jumped 15 percent to $168.0 million. Total revenue rose 18 percent to $212.7 million.\n\nNet income attributable to the company rose to $59.4 million, or 41 cents per share, in the quarter ended September 30 from $53.0 million, or 37 cents per share, a year earlier.\n\nAnalysts on average had expected earnings of $42 per share, excluding items, on revenue of $211.3 million, according to Thomson Reuters I/B/E/S.\n\nShares of TripAdvisor, which was spun off from Expedia Inc (EXPE.O) in December, traded as high as $34.81 after the bell on Thursday. They closed at $29.41 on the Nasdaq."
    },
    {
        "time": "8:35PM UTC",
        "header": "small shops in big apple fight to survive sandy's destruction",
        "link": "http://www.reuters.com/article/2012/11/02/us-storm-sandy-business-idUSBRE8A102020121102",
        "body": "NEW YORK (Reuters) - Pumping water out of basements and yanking rotten food out of refrigerators, shop and restaurant owners said on Thursday they wonder when the power will come back and, more importantly, how they will possibly recover from the damage left by Sandy.\n\nThousands of small businesses, without power since the storm hit New York City on Monday, face the likelihood of darkness at least until the weekend, if not longer, authorities say.\n\nAs to the bigger question of survival, many despair of their options.\n\nMayor Michael Bloomberg has said small- and medium-sized businesses will be able to apply for emergency loans of up to $10,000 to help them recover from the disaster.\n\n“It’s better than a kick in the butt,” said Laura Tribuno, co-owner of Edi and the Wolf, an Austrian-themed restaurant on Avenue C in the Manhattan neighborhood known as Alphabet City.\n\n“It might buy a deep freezer,” she said.\n\nDamage from Sandy, which swept through the neighborhood with flooding and dangerous winds, more than wiped out the year’s profits, she estimated.\n\nThe cost of replacing equipment and merchandise will be about $80,000, and it could be weeks before paying customers can return, she said.\n\n“I would at least expect some massive tax break,” she said.\n\nAs she spoke, workers clad in wading boots carted out plastic crates filled with foul-smelling water and ruined refrigerator equipment. Inside the dark, cold dining room, staff and friends scrubbed the floor, wiped off furniture and stacked up grimy crates of wine bottles.\n\nOn the next block, Monica Pedreros, who owns a decades-old hardware store with her husband, said she fears her insurance does not cover flooding and that Bloomberg’s offer of an emergency loan falls far short of what they need.\n\n“To us, it doesn’t seem like a lot of help,” she said. “We don’t want to get into more debt because we’ve lost a lot.”\n\nInsurance experts say small businesses effectively put out of business by Sandy may recover something from insurers, but only if they had policies that cover what is known as a business interruption or a contingent business interruption.\n\nThe first covers losses from damage to their property; the other covers losses due to problems with customers or suppliers. However, such policies often come with restrictions on coverage of multiple events, experts said.\n\nPedreros said she guessed the power drills, electrical equipment, sheetrock panels and other ruined merchandise would cost $15,000 to $20,000 to replace.\n\n“At least we can sell what we still have,” she said, as neighbors came in to buy cleaning supplies.\n\n“Others have nothing to sell,” she added, pointing to a darkened grocery store across the street.\n\nDavid Hitchner, co-owner of a beer store nearby, said he was still figuring out what help to expect but sounded more optimistic than his neighbors.\n\n“I don’t know what the city is doing, but Bloomberg has generally been pro-business,” he said.\n\nPedreros added that she was trying to clean up as much of her hardware store as she could while her generator, one of dozens filling the avenue with noise and fumes, still had fuel.\n\n“Whenever this runs out, we just have to close and go,” she said."
    }
]