[
    {
        "time": "6:03PM UTC",
        "header": "tripadvisor, kiva to fund ‘hopes and dreams’ of world’s entrepreneurs",
        "link": "http://www.reuters.com/article/2012/12/04/idUS99826843220121204",
        "body": "While in the Peace Corps, I left my site once a month for a weekend in Bangkok. After weeks of village life, all I wanted was to feel like any other traveler, and yet I couldn’t shake the discrepancy between my poor rice farming community and the tempting metropolis. Many travelers share this sentiment, but don’t know how to give back to these countries in a meaningful way.\n\nToday, TripAdvisor and Kiva are announcing a partnership that will help with the ‘how.’\n\nKiva is a non-profit organization that facilities microfinance loans to sustainably fight poverty. The platform connects lenders with borrowers who use the money to create opportunities for themselves. Kiva works with individuals and partner organizations around the world to create a database of borrowers who post profiles with their intended project. This could be anything from giving a Kenyan farmer capital to buy livestock to helping a Phillippino store owner stock her store. Lenders offer a loan as small as $25, receive progress updates, and get paid back as soon as the entrepreneur is able.\n\nAs part of the partnership, TripAdvisor will make Kiva loans on behalf of its community. When a traveler submits a TripAdvisor review for a Kiva country, they will be offered the opportunity to select who they want to fund, and TripAdvisor will make a $25 loan. The first phase will fund $250K in loans, at no cost to the traveler.\n\n“There is an overlap between the Kiva spirit and the spirit of what our community does,” said TripAdvisor CMO Barbara Messing. “Travelers to developing countries often feel like they want to do more. They enjoy the hotels and the food but realize folks in that country need more than a smile, they need resources. This partnership says to a traveler ‘hey, you just had a great trip, and here is a real and meaningful way for you to give back.’”\n\nOne of Kiva’s core goals is to help people achieve financial independence. The site emphasizes the story behind each entrepreneur to create a lasting connection between borrowers and lenders. This aligns with TripAdvisor’s brand as well, which in its own way, provides a channel for travelers to share their experiences.\n\n“When you see someone and hear their story, it creates empathy,” said Kiva President Premal Shah on a Skype call from Sierra Leone. “Empathy creates generosity, and complete strangers are willing to lend each other money. What fosters and sustains that trust is when the money is repaid and can be loaned again and again. This is why the TripAdvisor partnership makes sense — as global citizens, none of us are visitors. We are connected, and this is never more clear than when we travel. Through this partnership, you can continue the affinity for the places you visit after you leave.”\n\nShah said the world is shrinking, and mobile technology is spreading to even the most remote corners of the globe. These trends, combined with developments in crowdsourcing and payments technology, have a profound impact on access to capital. Put that together with the 60 million monthly visitors to TripAdvisor, and you get thousands upon thousands of people whose lives will never be the same."
    },
    {
        "time": "1:03PM UTC",
        "header": "urban airship nabs tello for an early stake in apple’s passbook",
        "link": "http://www.reuters.com/article/2012/12/04/idUS219791562420121204",
        "body": "After building a significant business around making push messages easier to use, Urban Airship is now aiming to do the same with Apple’s Passbook with the acquisition of Tello.\n\nThe small startup has developed PassTools, a visual editor for Apple’s Passbook that lets anyone create passes without dealing with complicated code. Think of it like those simple webpage creators that made it possible to create a site without the headache of HTML. For Urban Airship, it’s an early play on a potentially explosive new market of mobile publishers.\n\n“Passbook allows companies to have a mobile presence without building an app and having consumers download it. … Now they can just build a pass,” said Urban Airship chief marketing officer Brent Heiggelke in an interview with VentureBeat. “We think this is very complementary [with push messaging].”\n\nTerms of the deal haven’t been disclosed. Urban Airship will keep Tello’s Palo Alto offices, which will give it a Silicon Valley base in addition to its San Francisco office and Portland, Ore. headquarters. All of Tello’s employees will move over to Urban Airship’s new Digital Wallet group, which Tello chief executive Joe Beninato will head up.\n\nAs Beninato tells it, Apple made it very difficult for publishers to create Passbook passes. The biggest issue? There was no way to see what your pass looked like while you were building it — instead you had to load it on an iPhone after you finished coding the pass. With PassTools, the company developed a visual editor to show what your pass would look like in real time, and it has also layered its own API on top of Apple’s Passbook API, allowing you to fully build a pass without using any JSON code.\n\nTello originally launched two years ago with a mobile feedback product, but it saw a bigger business opportunity when Apple announced Passbook in June and rushed to release PassTools alongside the release of iOS 6 on September 19.\n\n“The plan wasn’t let’s build this thing and sell it off a couple months later,” Beninato said.\n\nBut he quickly realized how well Tello would fit alongside Urban Airship. Beninato said he’s known Urban Airship CEO Scott Kveton for several years and that the companies shared some investors, which made an acquisition fairly painless.\n\nAs for Urban Airship’s new Digital Wallet group, Beninato said it will be preparing for the launch of wallet services on other platforms (Android already has Google Wallet, though that’s still in its early stages). For now, the team will be working on integrating its tech with Urban Airship.\n\n“We’re really excited about the idea of being able to work with companies outside of the need for having an app,” Heiggelke added. “We think there are a lot of companies where a pass may end up being a better solution for them than an app. Being able to work with those companies and develop a really effective mobile program … is really significant for our business.”\n\nUrban Airship, which has powered more than 30 billion push messages through its platform, added location capabilities to its push platform September. With Tello, the company is continuing to make the simple push message one of the most interesting features in smartphones.\n\nTello has raised $2.7 million from True Ventures, Bullpen Capital, 500 Startups, Felicis Ventures, and others. The company currently has five full-time employees and five part-time employees. Urban Airship has raised around $22 million so far from True Ventures, Foundry Group, Verizon, Salesforce, and others."
    }
]