[
    {
        "time": "3:30PM UTC",
        "header": "us stocks-retail sales buoy stocks but apple weighs on nasdaq",
        "link": "http://www.reuters.com/article/2012/04/16/markets-usa-stocks-idUSL2E8FGCPQ20120416",
        "body": "* Dow up 0.8 pct, S&P up 0.1 pct, Nasdaq off 0.7 pct\n\nNEW YORK, April 16 (Reuters) - U.S. stocks rose on Monday on better-than-expected retail sales, but concerns about Spain’s rising bond yields kept gains in check and a slide in Apple pushed the Nasdaq lower.\n\nU.S. retail sales for March shot up 0.8 percent, sharply higher than the forecast, according to the Commerce Department. Consumer products maker Procter & Gamble rose 1.7 percent to $66.94, while shares of Wal-Mart Stores, the world’s largest retailer, gained 1.5 percent to $60.67. The Dow got a lift from both P&G and Wal-Mart.\n\nBut Apple shares dropped 3.6 percent to $583.26, weighing heavily on the Nasdaq. Some investors have been watching a trend line in Apple’s meteoric rise this year and said it was broken on Monday at around the $596 level, leading to more profit taking. The stock is up about 45 percent this year and is susceptible to pullbacks.\n\n“It’s good old-fashioned profit-taking. The stock is, obviously, seeing some consolidation,” said Shaw Wu, technology analyst at Sterne Agee.\n\n“There’s a little bit of a snowball effect. The stock’s been weak the past week” and investors are increasingly cashing out, especially ahead of earnings next week, Wu said.\n\nOther major drags on the Nasdaq included a slide of nearly 10 percent in the shares of Mattel Inc, the world’s largest toy maker, on declining quarterly sales, and a nearly 3.1 percent drop in Google Inc shares ahead of a high-stakes legal battle with Oracle Corp.\n\nSpanish 10-year government bond yields climbed above the 6 percent mark on Monday for the first time since the beginning of December. Spain has acknowledged that it has probably slipped into its second recession since 2009.\n\nThe Dow Jones industrial average was up 103.50 points, or 0.81 percent, at 12,953.09. The Standard & Poor’s 500 Index was up 0.80 of a point, or 0.06 percent, at 1,371.06. But the Nasdaq Composite Index was down 21.96 points, or 0.73 percent, at 2,989.37.\n\n“Barring an accelerated flight of assets out of the euro zone and into U.S. equities, we see little reason for equities to rally appreciably above the most recent high,” said Peter Cecchini, managing director at Cantor Fitzgerald in New York.\n\n“Having said this, we are expecting a short-term bounce, which may lead to a retest of 1,400,” he said.\n\nMonday’s mixed session followed last week’s pullback, when both the Dow and the S&P 500 suffered their worst two-week percentage drops since late November on increasing concerns about the euro zone’s debt crisis and weaker-than-expected U.S. economic data.\n\nEarnings season will pick up steam this week, with 86 S&P 500 companies scheduled to report results. According to Thomson Reuters data through Monday, of the 34 S&P 500 companies to have reported earnings so far, 76 percent have reported earnings above analyst expectations.\n\nMattel’s quarterly profit fell short of analysts’ expectations as price increases hurt sales of its iconic Barbie dolls and Hot Wheels cars, sending its stock down 9.8 percent to $30.79."
    },
    {
        "time": "4:05PM UTC",
        "header": "us stocks snapshot-dow ends higher on retail sales; apple hits nasdaq",
        "link": "http://www.reuters.com/article/2012/04/16/markets-usa-stocks-close-idUSWEN411920120416",
        "body": "NEW YORK, April 16 (Reuters) - The Dow rose on Monday as robust U.S. retail sales helped large-cap consumer stocks, but a 3 percent slide in Apple hurt the Nasdaq.\n\nBased on the latest available data, the Dow Jones industrial average gained 71.82 points, or 0.56 percent, to end unofficially at 12,921.41. But the Standard & Poor’s 500 Index dipped 0.70 of a point, or 0.05 percent, to finish unofficially at 1,369.57. The Nasdaq Composite Index slipped 22.93 points, or 0.76 percent, to close unofficially at 2,988.40."
    },
    {
        "time": "4:32PM UTC",
        "header": "dow gains on retail sales but apple bites nasdaq",
        "link": "http://www.reuters.com/article/2012/04/16/us-markets-stocks-idUSBRE83F0GK20120416",
        "body": "NEW YORK (Reuters) - The Dow rose on Monday as robust U.S. retail sales data helped large-cap consumer stocks, but a 4 percent slide in Apple hurt the Nasdaq.\n\nU.S. retail sales for March shot up 0.8 percent, sharply higher than the forecast, pushing Procter & Gamble (PG.N) up 1.5 percent, while giving Wal-Mart Stores (WMT.N), the world’s largest retailer, a 1.4 percent boost.\n\nBut Apple shares (AAPL.O) dropped 4.2 percent to $580.13. After a meteoric rise of 43 percent this year, Apple was ripe for profit taking.\n\nApple wasn’t the market’s only worry. Spain’s rising borrowing costs and a weak New York state manufacturing report stirred concerns about Europe’s debt crisis and the U.S. economic recovery.\n\n“The market behavior is fairly manic today and investors are confused after a mixed set of data, Spanish yields, and momentum stocks like Apple losing ground,” said James Dailey, portfolio manager at TEAM Asset Strategy Fund in Harrisburg, Pennsylvania.\n\n“The confusion is leading to anxiety, and that’s why we are seeing the blue chips, the large caps, outperform.”\n\nOther major drags on the Nasdaq included a slide of 9 percent in the shares of Mattel Inc (MAT.O), the world’s largest toy maker, on declining quarterly sales, and a 3 percent drop in Google Inc (GOOG.O) shares ahead of a high-stakes legal battle with Oracle Corp. ORCL.O\n\nThe Dow Jones industrial average .DJI rose 71.82 points, or 0.56 percent, to 12,921.41 at the close. But the Standard & Poor's 500 Index .SPX inched down 0.69 of a point, or 0.05 percent, to 1,369.57. The Nasdaq Composite Index .IXIC dropped 22.93 points, or 0.76 percent, to close at 2,988.40.\n\nProcter & Gamble, the world’s largest household products company, closed at $66.78, up 1.5 percent, and helped bolster the Dow. Wal-Mart, another Dow component, ended at $60.58, up 1.4 percent.\n\nSpain’s 10-year government bond yields climbed above the 6 percent mark on Monday for the first time since the beginning of December. Spain has acknowledged that it has probably slipped into its second recession since 2009.\n\n“Barring an accelerated flight of assets out of the euro zone and into U.S. equities, we see little reason for equities to rally appreciably above the most recent high,” said Peter Cecchini, managing director at Cantor Fitzgerald in New York.\n\n“Having said this, we are expecting a short-term bounce, which may lead to a retest of 1,400,” he said.\n\nMonday’s mixed session followed last week’s pullback, when both the Dow and the S&P 500 suffered their worst two-week percentage drops since late November on increasing concerns about the euro zone’s debt crisis and weaker-than-expected U.S. economic data.\n\nEarnings season will pick up steam this week, with 86 S&P 500 companies scheduled to report results. According to Thomson Reuters data through Monday, of the 34 S&P 500 companies to have reported earnings so far, 76 percent have reported earnings above analysts’ expectations.\n\nMattel’s quarterly profit fell short of analysts’ expectations as price increases hurt sales of its iconic Barbie dolls and Hot Wheels cars, driving its stock down 9.1 percent to $31.01.\n\nGoogle’s stock slid 3 percent to $606.07 on Monday, when jury selection got under way in a high-stakes dispute over smartphone technology with Oracle Corp. Shares of Oracle ORCL.O gained 0.5 percent to $28.64.\n\nVolume was light, with about 6.25 billion shares traded on the New York Stock Exchange, the American Stock Exchange and Nasdaq, below last year’s daily average of 7.84 billion.\n\nAdvancers outnumbered decliners on the NYSE by a ratio of 17 to 13, while on the Nasdaq, about 13 stocks rose for every 12 that fell."
    }
]