[
    {
        "time": "8:53PM UTC",
        "header": "ubs lance une application ipad pour créer des algorithmes client : « ubs quod studio »",
        "link": "http://www.reuters.com/article/2012/04/20/idUS18455+20-Apr-2012+BW20120420",
        "body": "« Notre but est d'inverser le processus de développement de produit et de conseil en exécution – faisant de notre plateforme un cadre orienté client et plus immédiat, » a déclaré Owain Self, directeur mondial pour la négociation algorithmique chez UBS. « Le premier outil que nous lançons dans cette famille est l’“UBS QUOD STUDIO” -- une application pour iPad qui fournit un cadre de développement algorithmique rapide de nouvelle génération. UBS Quant on Demand fournira, au fil du temps, une série de solutions quantitatives et consultatives automatisées et personnalisées à ses clients “à la demande”. »\n\nPhil Allison, directeur mondial de la gestion de trésorerie chez UBS, a déclaré : « Ce qui fait de QUOD Studio un produit unique est qu'UBS adapte sa technologie aux besoins du client, et non l'inverse. Les négociateurs peuvent simuler la performance des algorithmes avant de les construire – ils peuvent donc tester différents scénarios pour voir comment peuvent évoluer les résultats lorsque différents composants et mécanismes sont modifiés. »\n\nUn processus de développement algorithmique personnalisé traditionnel prend des semaines pour aboutir et consomme beaucoup de ressources, les clients et les courtiers sont donc moins enclins à entreprendre des projets visant à bâtir des stratégies lorsqu'elles n'ont pas d'application large et à long terme. UBS QUOD Studio permet aux utilisateurs de créer des stratégies de façon opportuniste et de changer d'avis aussi souvent qu'ils le souhaitent. Ils peuvent concevoir des stratégies qui répondent à un besoin à court terme très spécifique, ou des stratégies qui changent fondamentalement leur manière d'opérer dans certaines circonstances. Ce niveau de rapidité et de flexibilité est sans précédent. Avec l'application iPad UBS QUOD Studio, un processus qui prend habituellement des mois -- obligeant des analystes et des concepteurs à coder des milliers de lignes de commande et à consacrer des semaines aux différents tests et ajustements -- est désormais réalisable en 24 heures.\n\nCette plateforme sera immédiatement disponible* pour une utilisation client spécialisée en Amérique du Nord et du Sud, en Europe, au Moyen-Orient et en Afrique. Elle sera disponible dans la région Asie-Pacifique plus tard dans l'année.\n\nUBS s'appuie sur un héritage de 150 ans au service de clients privés, institutionnels et d'entreprises dans le monde entier, et de clients grand public en Suisse. Sa stratégie commerciale est centrée sur ses entités mondiales prééminentes en gestion de patrimoine et sur sa banque universelle en Suisse. Forte d'une banque d'investissement centrée sur le client et d'une division de gestion mondiale d'actifs bien diversifiée, UBS poursuivra sa croissance et développera sa franchise de gestion de patrimoine de premier plan.\n\nUBS est présente sur toutes les principales places financières au monde. Elle est implantée dans 57 pays, avec environ 35 % de son personnel travaillant en Amérique du Nord et du Sud, 36 % en Suisse, 17 % dans le reste de l'Europe, au Moyen-Orient et en Afrique et 12 % dans la région Asie-Pacifique. UBS emploie environ 65 000 personnes dans le monde. Ses actions sont cotées au SIX Swiss Exchange et au New York Stock Exchange (NYSE)."
    },
    {
        "time": "9:04PM UTC",
        "header": "ubs veröffentlicht ipad app zur erstellung von kundenalgorithmen: „ubs quod studio\"",
        "link": "http://www.reuters.com/article/2012/04/20/idUS19961+20-Apr-2012+BW20120420",
        "body": "„Wir wollen den Prozess der Produktentwicklung und des Execution Consulting auf den Kopf stellen – indem wir unsere Plattform kundenorientiert und unmittelbarer gestalten”, so Owain Self, Global Head of Algorithmic Trading bei UBS. „Das erste von uns veröffentlichte Tool aus dieser Familie ist ‚UBS QUOD Studio’ - eine iPad-basierte App, die eine rasche algorithmische Entwicklungsmethode der neuen Generation bereitstellt. UBS Quant on Demand wird im Laufe der Zeit ‚auf Anfrage’ eine Reihe ausgeklügelter und automatisierter quantitativer, beratender und individueller Lösungen für die Kunden bereitstellen.\n\nDie UBS ist auf allen größeren Finanzplätzen der Welt präsent. Sie verfügt über Niederlassungen in 57 Ländern. Etwa 35 % der Mitarbeiter sind in Amerika beschäftigt, 36 % in der Schweiz, 17 % im restlichen Europa, im Nahen Osten und Afrika und 12 % in der asiatisch-pazifischen Region. UBS beschäftigt etwa 65.000 Mitarbeiterinnen und Mitarbeiter weltweit. Ihre Aktien werden an der Schweizer Börse (SIX Swiss Exchange) und der New York Stock Exchange (NYSE) gehandelt."
    },
    {
        "time": "6:36PM UTC",
        "header": "more apple antitrust woes: ceo, directors at hub of poaching case",
        "link": "http://www.reuters.com/article/2012/04/19/idUS262720386920120419",
        "body": "It’s not easy for antitrust plaintiffs to get past a defense motion to dismiss. Before the U.S. Supreme Court raised the pleading standard for everyone in Ashcroft v. Iqbal in 2009, it imposed that tough burden on antitrust claimants in Bell Atlantic v. Twombly, a 2007 opinion that held it’s not enough just to argue that alleged conspirators engaged in parallel price-fixing. Under Twombly, antitrust complaints have to offer detailed and specific facts to support a plausible argument that defendants colluded to restrict competition.\n\nOn Wednesday evening, U.S. District Judge Lucy Koh of San Francisco federal court ruled that software engineers in a putative class action against Apple, Google, Intel, Intuit, Lucasfilm, Adobe, and Pixar met that high standard. As the judge explained in her 29-page opinion, it certainly helped the plaintiffs that the defendants all entered consent decrees with the Justice Department in 2010, agreeing to end their practice of restricting cold calls to recruit one another’s engineers. But what really convinced the judge not to dismiss the engineers’ case was the “significant influence” of former Apple CEO Steve Jobs; Google chairman and Apple board member Eric Schmidt; and Apple and Google director Arthur Levinson.\n\nAt least one of those three men, Koh said, had a hand in each of the six bilateral anti-poaching agreements among the defendants. “Their overlapping board membership lends plausibility to plaintiffs’ allegations that each defendant entered into this conspiracy ‘with knowledge of the other defendants’ participation in the conspiracy, and with the intent of . . . reduc(ing) employee compensation and mobility through eliminating competition for skilled labor,’” the judge wrote.\n\nThe Apple board members’ influence on all of the defendants tied the six company-to-company anti-poaching agreements into a broader price-fixing conspiracy, said class counsel Joseph Saveri of Lieff Cabraser Heimann & Bernstein. Saveri told me he was pleased that Koh also picked up on arguments that the identical agreements lent weight to the plaintiffs’ conspiracy allegations. As the judge wrote, “The fact that all six identical bilateral agreements were reached in secrecy among seven defendants in a span of two years suggests that these agreements resulted from collusion, and not from coincidence.”\n\nThe plausible inference from the plaintiffs’ evidence, Koh said, is that “the agreements were negotiated, reached, and policed at the highest levels of the defendant companies.” According to the judge, Jobs pushed particularly hard for anti-poaching agreements and had a hand in four of the six company-to-company deals. When, for instance, former Palm CEO Ed Colligan balked at an agreement, Jobs allegedly told him, “‘We must do whatever we can’ to stop cold calling each other’s employees and other competitive recruiting efforts between the companies,” Koh wrote.\n\nMy colleague Jon Stempel pointed out in his story on Koh’s ruling that Jobs also personally reached out to Apple board member Schmidt when Google was attempting to recruit an Apple engineer. “I would be very pleased if your recruiting department would stop doing this,” Jobs wrote Schmidt. (The Google recruiter in the incident was subsequently fired, Stempel wrote.)\n\n“Jobs was kind of thuggish,” Saveri told me. “He was a tough guy and a force of nature, and he ran over almost everyone, including CEOs of big companies.”\n\nSaveri also said that thanks to Koh’s October 2011 order requiring defendants to turn over materials from the Justice Department investigation, the plaintiffs already have stronger evidence than what’s in the complaint Koh declined to dismiss. (She did dismiss California state-law business claims, but kept alive all state and federal antitrust allegations.) The class can now proceed with additional discovery.\n\nI emailed Apple counsel George Riley and Michael Tubach of O’Melveny & Myers, who submitted the joint defense motion to dismiss, but didn’t hear back.\n\nFor more of my posts, please go to Thomson Reuters News & Insight"
    },
    {
        "time": "8:51PM UTC",
        "header": "ubs lanza aplicación para ipad que genera algoritmos para el cliente: \"ubs quod studio\"",
        "link": "http://www.reuters.com/article/2012/04/20/idUS18209+20-Apr-2012+BW20120420",
        "body": ""
    }
]