[
    {
        "time": "5:29AM UTC",
        "header": "china cracks down on iphone-smuggling housewives: media",
        "link": "http://www.reuters.com/article/2012/11/16/us-china-iphone-smugglers-idUSBRE8AF0K320121116",
        "body": "SHANGHAI (Reuters) - Suppliers for what was one of China’s largest online iPhone stores have been hauled to court for allegedly evading taxes by smuggling Apple Inc’s iPhones and iPads into the country, official media reported on Friday.\n\nOn Wednesday, 26 suppliers of Lanyou Shuma.com were tried in a Shenzhen court as part of five rings that smuggled more than 162,000 mobile phones worth over 500 million yuan ($80 million) from Hong Kong over the past two years, the Beijing News said.\n\nHalf of the suspects are described as housewives who frequently travel to Hong Kong, according to another newspaper, the Southern Metropolis Daily, adding that they were paid 20 to 30 yuan in commission for each phone they brought back to the mainland.\n\nThe official Shanghai Daily said 25 defendants were tried for smuggling both iPads and iPhones.\n\nThe Lanyou Shuma.com digital store, once one of the largest on China’s Taobao Marketplace, was forced to close in April by Taobao after Hong Kong authorities launched an investigation on possible smuggling of the iPhone 4S, the Beijing News said.\n\nIt was not clear if all 26 defendants were suppliers for Lanyou Shuma.com.\n\nLanyou Shuma.com could not be reached for comment.\n\nTaobao Marketplace, a unit of Alibaba Group, is China’s largest e-commerce website with a consumer focus. An Alibaba spokeswoman confirmed the closure of Lanyou Shuma.com store but declined to elaborate, saying the company “demands merchants run their businesses in accordance with all regulations and policies”.\n\nElectronics and luxury products carry steep import and luxury duties when they are sold in China. As a result, many Chinese prefer to shop for these products in places like Hong Kong or Europe where the duties are lower.\n\nThis discrepancy in prices has led to a booming smuggling industry where, for example, iPhones are bought in the United States or Hong Kong, carried into China in suitcases by smugglers and then passed to scalpers in China.\n\nChina has cracked down on smugglers over the past two years. In 2010 it levied taxes on imported iPads, even if they were for personal use. In September China jailed an ex-flight attendant accused of evading taxes of more than 1 million yuan by smuggling cosmetics from South Korea."
    },
    {
        "time": "6:03PM UTC",
        "header": "samsung goes after htc deal to undercut apple",
        "link": "http://www.reuters.com/article/2012/11/16/us-apple-patents-idUSBRE8AF1FV20121116",
        "body": "SAN FRANCISCO (Reuters) - When Apple Inc and HTC Corp last week ended their worldwide legal battles with a 10-year patent licensing agreement, they declined to answer a critical question: whether all of Apple’s patents were covered by the deal.\n\nIt’s an enormously important issue for the broader smartphone patent wars. If all the Apple patents are included -including the “user experience” patents that the company has previously insisted it would not license - it could undermine the iPhone makers efforts to permanently ban the sale of products that copy its technology.\n\nSamsung Electronics Co Ltd, which could face such a sales ban following a crushing jury verdict against it in August, asked a U.S. judge on Friday to force Apple to turn over a copy of the HTC agreement.\n\nIn a court filing, Samsung argued it is “almost certain” that the HTC deal covers some of the patents involved in its own litigation with Apple.\n\nRepresentatives for Apple and Samsung could not immediately be reached for comment.\n\nJudges are reluctant to block the sale of products if the dispute can be resolved via a licensing agreement. To secure an injunction against Samsung, Apple must show the copying of its technology caused irreparable harm and that money, by itself, is an inadequate remedy.\n\nRon Laurie, managing director of Inflexion Point Strategy and a veteran IP lawyer, said he found it very unlikely that HTC would agree to a settlement that did not include all the patents. HTC declined to comment.\n\nIf the deal did in fact include everything, Laurie and other legal experts said that would represent a very clear signal that Apple under CEO Tim Cook was taking a much different approach to patent issues than his predecessor, Steve Jobs.\n\nApple first sued HTC in March 2010, and has been litigating for more than two years against handset manufacturers who use Google’s Android operating system.\n\nApple co-founder Jobs promised to go “thermonuclear” on Android, and that threat has manifested in Apple’s repeated bids for court-imposed bans on the sale of its rivals’ phones.\n\nCook, on the other hand, has said he prefers to settle rather than litigate, if the terms are reasonable. But prior to this month, Apple showed little willingness to license its patents to an Android maker.\n\nIn August, a Northern California jury handed Apple a $1.05 billion verdict, finding that Samsung’s phones violated a series of Apple’s software and design patents.\n\nApple quickly asked U.S. District Judge Lucy Koh to impose a permanent sales ban on those Samsung phones, and a hearing is scheduled for next month in San Jose, California.\n\nIn a surprise announcement on Saturday, however, Apple and HTC announced a license agreement covering “current and future patents” at both companies. Specific terms are unknown, though analysts have speculated that HTC will pay Apple somewhere between $5 and $10 per phone.\n\nAdditionally, Apple and Google are discussing whether to arbitrate some patent claims which would put at least part of its global courtroom battle on hold, according to court documents filed on Thursday.\n\nDuring the Samsung trial, Apple IP chief Boris Teksler said the company is generally willing to license many of its patents - except for those that cover what he called Apple’s “unique user experience” like touchscreen functionality and design.\n\nHowever, Teksler acknowledged that Apple has, on a few occasions, licensed those holy patents - most notably to Microsoft, which signed an anti-cloning agreement as part of the deal.\n\nIn opposing Apple’s injunction request last month, Samsung said Apple’s willingness to license at all shows money should be sufficient compensation, court documents show.\n\nApple has already licensed at least one of the prized patents in the Samsung case to both Nokia and IBM. That fact was confidential until late last year, when the court mistakenly released a ruling with details that should have been hidden from public view.\n\nIn a court filing last week, Apple argued that its Nokia, IBM and Microsoft deals shouldn’t stand in the way of an injunction. Microsoft’s license only covers Apple patents filed before 2002, and IBM signed several years before the iPhone launched, according to Apple.\n\n“IBM’s agreement is a cross license with a party that does not market smartphones,” Apple wrote.\n\nApple’s seeming shift away from Jobs-style war, and toward licensing, may also reflect a realization that injunctions have become harder to obtain for a variety of reasons.\n\nColleen Chien, a professor at Santa Clara Law in Silicon Valley, said an appellate ruling last month that tossed Apple’s pretrial injunction against the Samsung Nexus phone raised the legal standard for everyone.\n\n“The ability of technology companies to get injunctions on big products based on small inventions, unless the inventions drive consumer’s demand, has been whittled away significantly,” Chien said.\n\nThe case in U.S. District Court, Northern District of California is Apple Inc v. Samsung Electronics Co Ltd et al, 11-1846."
    },
    {
        "time": "4:54PM UTC",
        "header": "high-flying apple falls to earth as investors fret over taxes",
        "link": "http://www.reuters.com/article/2012/11/16/us-usa-apple-stock-idUSBRE8AF18S20121116",
        "body": "NEW YORK (Reuters) - Gravity has taken hold of Apple, and a lot of investors have been smacked on the head.\n\nApple Inc, the largest U.S. stock by market value, was headed toward its eighth straight week of declines on Friday, as the rush to secure profits before a potential hike in capital gains taxes next year has investors dumping the market favorite.\n\nSince hitting a record high of $705.07 a share in September, Apple has lost about a quarter of its value. The stock’s descent has vastly outpaced those of the S&P 500, which is down just under 7 percent in the same time frame.\n\n“No individual investment can defy gravity,” said Erik Davidson, deputy chief investment officer for Wells Fargo Private Bank, in San Francisco.\n\nThe declines have shaved about $170 billion off the company’s market capitalization -- or just a bit more than the entire value of Coca-Cola. Apple is still currently worth about $493 billion, about $100 billion more than the second-most valuable U.S. company, Exxon Mobil.\n\nApple on Friday afternoon was little changed, up 0.2 percent at $526.59.\n\nTaxes on capital gains and dividends are likely to rise next year as part of an expected deficit-cutting deal to avoid the so-called fiscal cliff of scheduled tax hikes and spending cuts.\n\nWith a stock like Apple, where investors may have large embedded capital gains as a result of its stellar run, selling now locks in gains and offsets the possibility of higher taxes next year. The uncertainty over the outcome of talks in Washington over the fiscal cliff has sapped the natural inclination to buy declining shares.\n\n“Some of the selling is being driven by these tax decisions, but the flip side is there is not a lot of buyers because the buyers are procrastinating to see how the negotiations come out,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama. “You probably have an inordinate effect to the downside because of these tax strategies.”\n\nThe current 15 percent tax rate on dividends and capital gains is scheduled at expire at year end, and the two items are to revert back to being taxed as ordinary income, which means the highest earners would face rates of 35 percent.\n\nThe recent plunge is a reversal of fortune for high-flying Apple, those though the shares remain up about 30 percent for the year so far. Apple shares have rise every year since 2003 with the exception of 2008, when the market was struck by the global financial crisis.\n\n“If you’ve got all these gains - which a lot of Apple investors have because it’s done very, very well - then you’re going to see selling in the likes of Apple and other companies that have had good runs,” Davidson said.\n\nApple’s stock has been below both its 14-day and 50-day moving average for over a month, suggesting both the short- and mid-term momentum is negative.\n\nDespite the declines, Thomson Reuters StarMine estimates the stock’s intrinsic value is about $833.90 a share. That figure is derived from analyst estimates for growth over the next five years and StarMine’s expected growth rates for several years after that.\n\nGiven that the stock is likely worth more than where it is trading, tax concerns are probably playing into the recent weakness, said Phil Orlando, chief equity market strategist at Federated Investors, in New York.\n\n“I think the stock is worth $750,” said Orlando.\n\n“If you are sitting here looking at Apple trading at $500, you say, ‘Well the stock ought to be 50 percent higher over the course of the next year or two,’ so the stock looks pretty attractive.”"
    }
]