[
    {
        "time": "7:54PM UTC",
        "header": "update 7-apple unwraps mini-ipad to take on amazon, google",
        "link": "http://www.reuters.com/article/2012/10/23/apple-ipad-idUSL1E8LN8ID20121023",
        "body": ""
    },
    {
        "time": "2:20PM UTC",
        "header": "apple's ipad mini to start at $329, go on sale friday",
        "link": "http://www.reuters.com/article/2012/10/23/us-apple-ipad-price-idUSBRE89M16E20121023",
        "body": "SAN JOSE (Reuters) - Apple Inc will sell its new 7.9-inch “iPad mini” for $329 and up, higher than some industry observers had expected.\n\nThe company, which hopes to beat back rivals such as Google Inc and Amazon.com Inc with their $199 seven-inch tablets, said online sales will begin on Friday and shipments start a week later."
    },
    {
        "time": "2:15PM UTC",
        "header": "brief-apple unveils the ipad mini",
        "link": "http://www.reuters.com/article/2012/10/23/apple-brief-idUSWEN800620121023",
        "body": "SAN JOSE, California, Oct 23 (Reuters) - Apple Inc : * CEO tim cook says iphone 5 “fastest-selling” phone in history * CEO says 200 million devices now running Mobile software ios6 * CEO says more than 35 billion Mobile apps have been downloaded * CEO says company has paid out total of $6.5 billion to apps developers * CEO announces new “ibooks” version, with continuous scrolling and icloud\n\nintegration * Marketing executive schiller says new 13-inch macbook pro has retina display * Apple’s schiller says new macbook pro starts at $1,699, ships today * Apple’s schiller announces ‘mac mini’ * Apple’s schiller unveils 4th generation ipad with a6x app processor * Apple’s schiller says 4th gen ipad has same 10 hour battery life as prev\n\ngeneration, expanded lte * Apple’s schiller says 4th gen ipad has wifi twice as fast * Apple’s schiller says 4th gen ipad starts at $499 * Apple’s schiller unveils smaller ipad * Apple’s schiller says smaller ipad called ipad mini * Apple’s schiller says ipad mini 7.2 mm thick, thin as a pencil * Apple’s schiller says ipad mini light as a pad of paper * Apple’s schiller says ipad mini screen size is 7.9 inches on diagonal * Apple’s schiller does side by side comparison of ipad mini and google’s nexus\n\n7 tablet * Apple’s schiller says ipad mini has a5 app processor * Apple’s schiller says ipad mini has lte, faster wifi * Apple’s schiller says ipad mini has 10 hour battery life * Apple’s schiller says ipad mini “is every inch an ipad” * Apple’s schiller says ipad mini prices start at $329 * Apple’s schiller says ipad mini offers 16 gb, 32 gb or 64 gb storage * Apple’s schiller says ipad mini preorders start Friday, start to ship a week\n\nlater * Apple’s schiller says ipad mini launches in more than 20 countries"
    },
    {
        "time": "1:28PM UTC",
        "header": "samsung wins preliminary round over apple patent",
        "link": "http://www.reuters.com/article/2012/10/23/us-apple-samsung-patent-idUSBRE89M12N20121023",
        "body": "WASHINGTON (Reuters) - Samsung Electronics Co Ltd, which is battling Apple Inc across the globe for dominance of the smartphone market, dealt the California company a setback by winning a preliminary invalidation of a key Apple patent, according to a court filing.\n\nThe fight is related to Apple’s war against Google, whose Android software powers many of Samsung’s devices.\n\nSamsung said in a filing late Monday that examiners at the U.S. Patent and Trademark Office (PTO) had taken a second look at an Apple patent and decided that it should not have been granted. The patent allows a user with a touch screen to bounce back to the image on the screen if the user goes beyond the edge.\n\nThe patent was one of six that Samsung was found to have infringed by a jury in a California federal court in August. It awarded Apple $1.05 billion in damages.\n\nThe case is being appealed, and Samsung is pursuing other challenges such as requests for the PTO to reexamine the patent.\n\nScott Daniels, a litigation partner at Westerman, Hattori, Daniels & Adrian LLP who is not part of the case, said the PTO’s preliminary invalidation is not the end of the battle over this specific patent.\n\nHe said the patent remains valid through the appeals process.\n\nThe case in U.S. District Court, Northern District of California, is Apple Inc v. Samsung Electronics Co Ltd et al, No. 11-1846."
    },
    {
        "time": "5:34PM UTC",
        "header": "apple's schiller defends ipad mini's price tag",
        "link": "http://www.reuters.com/article/2012/10/23/us-apple-schiller-idUSBRE89M1IN20121023",
        "body": "SAN FRANCISCO (Reuters) - Apple marketing wizard Phil Schiller defended the $329 price of the new iPad mini tablet, saying consumers will be willing to pay for quality not found in less expensive devices from rivals like Google and Amazon.\n\nWith competition growing from tablets that are smaller and less expensive than Apple’s wildly popular iPads, Apple Chief Executive Tim Cook and Schiller on Tuesday took the wraps off the new 7.9-inch tablet, which essentially has most of the functions and features of the full-size iPad but in a smaller package.\n\nWhile the news of the launch was welcomed by Wall Street, many analysts were concerned that the steeper-than-expected price might turn away some cost conscious consumers.\n\nGoogle’s Nexus 7 and Amazon’s Kindle Fire HD tablets are both priced starting at $199. While the iPad mini is significantly more expensive, it is also lighter, thinner and provides more screen space than rival offerings.\n\nAsked by Reuters whether the iPad mini’s price could make it too expensive for some cost-conscious shoppers who have been attracted to the Nexus 7 and Kindle Fire, Schiller said he believes consumers will see Apple’s smaller tablet as a premium product worth paying for.\n\n“The iPad is far and away the most successful product in its category. The most affordable product we’ve made so far was $399 and people were choosing that over those devices,” Schiller said.\n\n“And now you can get a device that’s even more affordable at $329 in this great new form, and I think a lot of customers are going to be very excited about that,” Schiller said.\n\nAmazon made inroads into the realm of 7-inch tablets last year with the launch of its Kindle Fire and has said its latest Kindle Fire HD is the best-selling product on the company’s website since the device went on sale more than a month ago.\n\nThe Internet retailer is believed to sell the product close to its cost, but the Fire HD is part of Amazon’s strategy to attract mobile customers to its website.\n\nInternet advertiser Google is similarly believed to sell its Nexus 7, manufactured by Asustek, near cost.\n\nApple is under pressure to defend its dominant position in tablets, a market it created with the launch of the first iPad in 2010. The intensity in the marketplace was evident in Tuesday’s unveiling of the iPad mini as Schiller took the unusual step of doing a side-by-side comparison of the smaller iPad and Google’s Nexus 7 tablet.\n\n“Others have tried to make tablets smaller than the iPad and they’ve failed miserably,” Schiller said during the event. “These are not great experiences.”\n\nThe launch of the iPad mini, at the California Theater in San Jose, was mostly a Schiller show with the veteran Apple executive responsible for all of its marketing and advertising strategy introducing all of the new products, including a fourth generation 10-inch iPad, a 13-inch Macbook Pro with a so-called retina screen and a new iMac.\n\nApple’s presentations typically feature a host of executives and even some external game company executives, but Schiller on Tuesday only shared the stage with Cook, who later mingled in a crowded room as journalists and analysts jostled in a crowded room to try out the new gadgets.\n\nAnalysts have worried that challenging the likes of Amazon in smaller and less expensive tablets could hurt Apple’s prized profit margins. Apple’s gross margin on the full-sized iPad is between 23 percent and 32 percent for US sales.\n\nDespite concerns that the high price tag may curb demand, analysts were still bullish of the company, which will releases its fiscal fourth-quarter results on Thursday.\n\n“In spite of concerns about the price … we would be buyers of the stock even in front of earnings this Thursday as we do believe that customers will pay a premium for an Apple tablet,” said Shebly Seyrafi, an analyst at FBN Securities."
    },
    {
        "time": "7:59AM UTC",
        "header": "federal agency to switch to iphone, drop blackberry",
        "link": "http://www.reuters.com/article/2012/10/23/us-blackberry-iphone-idUSBRE89L0YW20121023",
        "body": "(Reuters) - The U.S. Immigration and Customs Enforcement agency (ICE) said it will end its contract with BlackBerry maker Research In Motion Ltd in favor of Apple Inc’s iPhone, dealing a new blow to RIM just months before it launches a vital new device.\n\nThe agency said in a solicitation document posted last week that it intends to buy iPhones for more than 17,600 employees - a purchase worth $2.1 million.\n\nThe agency said it has relied on RIM for eight years, but the company “can no longer meet the mobile technology needs of the agency.”\n\nIt also said it analyzed Apple’s iOS-based devices and Google Inc’s Android operating system and concluded that, for the near term, Apple’s iPhone services offer the best technology for the agency because of Apple’s tight controls of the hardware platform and operating system.\n\nThe agency said the iPhone will be used by a ”variety of agency personnel, including, but not limited to, Homeland Security Investigations, Enforcement and Removal Operations and Office of the Principal Legal Advisor employees.\n\n“The iPhone services will allow these individuals to leverage reliable, mobile technology on a secure and manageable platform in furtherance of the agency’s mission.”\n\nLast week, consulting firm Booz Allen Hamilton said it was dropping BlackBerry and switching to iPhone and Android smartphones for its staff of around 25,000.\n\nAnalysts said that other businesses and agencies are likely to follow suit especially in light of demand for other smartphones.\n\n“You’re going to see this happen more and more,” said Ed Snyder, an analyst at Charter Equity Research.\n\n“They still have excellent security ... but if your handsets are a brick that no one wants to use it’s going to drag down your business.”\n\nRIM has high hopes that its new BB10 smartphone, expected to in early 2013, will compete with iPhones and Android phones. The BB10 will come equipped with a revamped operating system and is aimed at putting an end to a precipitous decline in RIM’s market share over the past year and longer.\n\n“Of course, we are disappointed by this decision,” RIM vice president of government solutions Paul Lucier said in an emailed statement. “We are working hard to make our new mobile computing platform, BlackBerry 10, meets the future needs of government customers.”\n\nRIM said that, after accounting for the ICE move, it had one million government customers in North America.\n\nRIM’s advantage has been what industry experts widely describe as superior security and device-management features that have made the BlackBerry appealing to corporate IT managers and a crucial tool for police, government and military use.\n\nBut that advantage is waning with the growing number of providers that help companies beef up security on iPhones and Androids and with Apple working on better security on its devices.\n\n“Apple is really addressing security,” Sterne Agee analyst Shaw Wu said, adding that it had improved security with the acquisition of AuthenTec and that it now supports Cisco’s VPN.\n\nWu said RIM’s problems were compounded by questions over the company’s economic viability.\n\n“Is the company going to be around in the next couple of years?” Wu said.\n\nIn addition, he added that “a lot of these enterprises have moved beyond email and voice, on to apps and, with RIM, it’s pretty clear that their app ecosystem is very weak.”"
    },
    {
        "time": "12:01PM UTC",
        "header": "apple set to unwrap mini-ipad",
        "link": "http://www.reuters.com/article/2012/10/23/uk-apple-ipad-idUSLNE89M02820121023",
        "body": "SAN JOSE (Reuters) - Apple Inc is expected to make its biggest product move on Tuesday since debuting the iPad two years ago, launching a smaller, cheaper tablet into a market staked out by Amazon.com Inc and Google Inc.\n\nApple hopes to beat back their charge onto its home turf of consumer electronics hardware, while safeguarding its lead in the larger 10-inch tablet space that even deep-pocketed rivals like Samsung Electronics have found tough to penetrate.\n\nAmazon’s Kindle and Google’s Nexus 7 have grabbed a chunk of the lower end of the tablet market and proved demand for a pocket-sized slate exists. That has forced Apple into a space it has avoided and at times derided, analysts say.\n\nA smaller tablet would mark the first device to be added to Apple’s compact portfolio under Chief Executive Tim Cook, who took over from co-founder Steve Jobs just before his death.\n\n“Apple sensed early that they had a real winner with the iPad and that has proven to be correct,” said Lars Albright, co-founder of mobile advertising startup SessionM and a former Apple ad executive.\n\n“They have a large market share, and to protect that market share they have got to be innovative,” he said.\n\nIn a departure from its usual practice of tightly controlling events, Apple will livestream an invitation-only San Jose presentation -- where it is expected to unveil the mini tablet -- to Apple devices such as the iPad and Macintosh computers at 10 am PT (1700 GMT). http ://www.apple.com/apple-events/october-2012/\n\nWall Street analysts have said for months that Apple was planning a less expensive version of the iPad to take on cheaper competing devices, a move they say might hurt its margins, but prevent its rivals from dominating an increasingly important segment.\n\nThe chief rival is Amazon, which proved a 7-inch tablet at around $200 has consumer appeal. The Kindle Fire, released last year for $199, was one of the hottest-selling holiday gadgets. It pressured Amazon’s margins but gave it potentially millions of new high-spending customers.\n\nAmazon sold more than a million Kindles a week during December, paving the way for others like Google with its Nexus 7 to try and beat Apple in a market the company created.\n\nThe Internet retailer has now put its second-generation Kindle Fire HD in the market, which it says is the “best-selling product across all of Amazon worldwide”, based on undisclosed U.S. sales figures and international preorders.\n\nGoogle’s Nexus 7 tablet, built by Asian manufacturer Asustek, quickly ran out of stock after its July launch.\n\nAll three companies will be vying to get their devices on shopping lists during the U.S. holiday season, which traditionally starts next month.\n\n“It’s going to be the go-to holiday gift,” said Michael Yoshikami, founder of Destination Wealth Management, which owns Apple shares.\n\nThe stock was down 1 percent at $626.88 in the morning, after gaining 4 percent on Monday in the run-up to the event.\n\nApple now has just one 9.7-inch iPad, starting at $499. The previous version, or iPad 2, is available for $399.\n\nJobs famously derided the 7-inch screen, saying such a device should come with sandpaper so users can file down their fingers. But an internal email revealed during a patent trial showed he turned more favourable to the idea by early 2011.\n\nApple has sold over 84 million iPads so far, with the device accounting for 26 percent of Apple’s fiscal third quarter revenue. Most Wall Street analysts expect Apple’s new tablet to fall between 7 inches and 8 inches in size, saying its price will be crucial to its success.\n\nThe “starting sweet spot” for the tablet would be in the $249-$299 range, according to a survey of over a thousand consumers by Baird Equity Research.\n\n“When asked what the most they would pay for a smaller iPad was, our respondents on average said that they would pay $242 for a 7-inch iPad and $268 for an 8-inch iPad,” William Power, Baird Equity Research analyst, said.\n\nAny erosion in Apple’s industry leading margins also hinges on the price tag. It earned gross margins of 23 percent to 32 percent on U.S. iPad sales between October 2010 and the end of March 2012, according to a July court filing by Apple.\n\nRivals haven’t fared as well. Amazon’s first Kindle Fire just about breaks even, according to IHS iSuppli estimates, and Google has said its Nexus 7 is being sold at cost.\n\nTopeka Capital’s Brian White argued a smaller tablet could overtake sales of the iPad in a few years. He is forecasting sales of 5 million to 7 million in the December quarter.\n\nApple shares rose 4 percent on Monday, buoying the benchmark S&P 500 index. While the stock is up 56 percent this year, it is currently down 10 percent from its record high of $705 on September 21, struck by concerns about iPhone-supply disruption at contract manufacturer, Foxconn Technology. Sharp criticism about errors in its Maps service also hurt.\n\n“Apple’s stock is up a ton and it is only logical that it will take a breather after a while,” Yoshikami said. “I don’t think there is any fundamental issue beyond that.” (Editing by Edwin Chan, Richard Pullin and Andrew Hay)"
    },
    {
        "time": "8:55PM UTC",
        "header": "softbank, kddi to offer apple's ipad mini in japan",
        "link": "http://www.reuters.com/article/2012/10/24/us-apple-softbank-kddi-idUSBRE89N00420121024",
        "body": "TOKYO (Reuters) - Both Softbank Corp and KDDI Corp will offer Apple Inc’s 7.9-inch version of the iPad in Japan, Apple said on its Japanese website on Wednesday, competing with one another as well as with Google Inc’s Nexus 7 and Rakuten Inc’s Kobo e-reader here.\n\nSoftbank is betting on a $20 billion bid to buy control of U.S. telco Sprint Nextel Corp and diversify away from Japan’s saturated market dominated by NTT Docomo."
    }
]