[
    {
        "time": "4:33PM UTC",
        "header": "dow, s&p rise on jobs, but apple bites nasdaq again",
        "link": "http://www.reuters.com/article/2012/12/07/us-markets-stocks-idUSBRE8AP08020121207",
        "body": "NEW YORK (Reuters) - The Dow and the S&P 500 advanced modestly on Friday, though another sell-off in Apple depressed technology shares and kept the Nasdaq negative, overshadowing a sharply better-than-expected jobs report.\n\nTrading was light, continuing the week’s trend of slight moves and anemic volume. The S&P 500 ended up a mere 0.1 percent for the week, following several volatile sessions that repeatedly pushed it in and out of positive territory. The benchmark index is just 3.8 percent below the 2012 intraday high of 1,474.51 reached in mid-September.\n\nEquities opened higher after the non-farm payrolls report, which showed 146,000 jobs added in November, far more than had been expected, while the U.S. unemployment rate dropped to 7.7 percent. A sour reading on consumer sentiment caused an erosion of those gains, though markets rebounded going into the close.\n\nThe Thomson Reuters/University of Michigan’s consumer sentiment index for early December fell to its lowest level since August. Sentiment fell on growing concerns over the “fiscal cliff” debates in Washington, which have been a major factor preventing broader moves as well.\n\n“We’re not as concerned as we were a few months ago because of improvement like you can see in the employment number, but there’s such a wild card over the cliff,” said Bruce McCain, chief investment strategist at Key Private Bank in Cleveland, Ohio. “There are such concerns about what could happen that markets will be overhung until a resolution is more certain.”\n\nOne of the biggest drags on the Nasdaq was Apple (AAPL.O) which fell 2.6 percent to $533.25, extending its losses for the week to 8.9 percent. This was the worst week for the stock since May 2010, and with the losses, the stock of the largest U.S. company by market value is now down 24.4 percent from an all-time intraday high reached in late September.\n\nIn Friday’s session, Apple’s 50-day moving average fell to $599.52 - below its 200-day moving average at $601.38. The weakness drove the S&P information technology sector .GSPT lower. The index fell 0.6 percent and was the weakest of the S&P 500’s 10 major industry sectors on Friday.\n\nThe Dow Jones industrial average .DJI gained 81.09 points, or 0.62 percent, to 13,155.13 at the close. The Standard & Poor's 500 Index .SPX rose 4.13 points, or 0.29 percent, to 1,418.07. The Nasdaq Composite Index .IXIC slipped 11.23 points, or 0.38 percent, to close at 2,978.04.\n\nFor the week, the Nasdaq is down 1.1 percent, hurt largely by the decline in Apple.\n\nThe Dow, which does not count Apple as a component, rose 1 percent for its third straight week of gains. The S&P 500 is also up for three straight weeks, rising 4.3 percent over that period.\n\nThe equity market has regained most of the ground it lost following President Barack Obama’s re-election as markets turned their focus to the coming “fiscal cliff.” Market response to the macroeconomic data remained muted as negotiations continued to command investor attention.\n\nU.S. House Speaker John Boehner said that talks this week with President Barack Obama produced no progress, and he renewed his demand that the president provide a new offer to avert the series of tax increases and spending cuts that are likely to hurt economic demand in 2013.\n\nMaterial shares .GSPM were the strongest performers of the day, with that index up 0.8 percent. Freeport-McMoRan Copper & Gold Co (FCX.N) gained 2.9 percent to $31.70 while Dow Chemical DOW.N added 2.2 percent to $30.30.\n\nAmarin Corp (AMRN.O) fell 18.9 percent to $9.69 after the biopharmaceutical company raised $100 million in financing to help it launch its heart drug, Vascepa, but disappointed investors, who had hoped for a sale or partnership.\n\nCombiMatrix Corp (CBMX.O) shares more than quadrupled, soaring 336.6 percent to $8.60 after the company said two studies published in a medical journal favored technology it uses for prenatal diagnosis of genetic abnormalities over traditional technologies.\n\nAbout 52 percent of shares listed on the New York Stock Exchange closed higher while slightly more than 50 percent of Nasdaq-listed stocks closed lower.\n\nVolume was light, with about 5.47 billion shares changing hands on the New York Stock Exchange, the Nasdaq and NYSE MKT, below the daily average so far this year of about 6.48 billion shares."
    },
    {
        "time": "5:16AM UTC",
        "header": "china's mini apple takes slice of smartphone pie",
        "link": "http://www.reuters.com/article/2012/12/07/us-china-xiaomi-apple-idUSBRE8B60A420121207",
        "body": "Less than three years after its founding, the smartphone maker is valued at $4 billion and evokes Apple-like adoration from its fans, some of whom are desperate enough to skip work for a shot at buying the latest product the day it goes on sale.\n\nFounder Lei Jun dresses like the late Steve Jobs, in jeans and a black top. He has created a fervent fan base for Xiaomi’s moderately priced high-end smartphones by mimicking Apple Inc’s marketing tactic of attaching an aura of exclusivity around its products.\n\nBefore Xiaomi, the 42-year-old Lei was a key investor in China’s early Internet scene, co-founding startups including Joyo.cn, which was eventually sold to Amazon.com Inc, and the recently listed YY Inc.\n\nBorn in Xiantao, a small city in China’s central Hubei province better known for breeding Olympic gymnasts than billionaire technocrats, Lei brushes off comparisons to Jobs but concedes that the Apple visionary was an inspiration.\n\n“China’s media say I am China’s Steve Jobs,” Lei told Reuters in an interview.\n\n“I will take this as a compliment but such kind of comparison brings us huge pressure,” said Lei, who grew up assembling radios as a hobby. “Xiaomi and Apple are two totally different companies. Xiaomi’s based on the Internet. We are not doing the same thing as Apple.”\n\nXiaomi has already sold 300,000 of its latest phone model, launched in October. The Xiaomi phone 2 has specifications similar to those of Samsung Electronics’ Galaxy S3 and Apple’s iPhone5 but a top-of-the-line model sells for about $370, half the price of an iPhone5.\n\nUnlike the big domestic smartphone players, such as Lenovo Group, ZTE Corp and Huawei Technologies, which work with telecom carriers to sell a large volume of smartphones, Xiaomi sells most of its phones online and in small batches.\n\nThis small volume strategy creates pent-up demand that gives Xiaomi free marketing buzz. The first batch of 50,000 phones released on October 30 sold out in less than two minutes. Subsequent larger batches have also sold out in minutes.\n\nLei, who has nearly 4 million followers on China’s popular microblogging platform, Weibo, feeds the buzz by dangling teasers about new products and launch dates.\n\n“We’re not a company that chases sales volume. We chase customer satisfaction. We look for ways to give the customer a great surprise,” Lei said.\n\nHis vision for an exclusive mid-tier brand that builds up incrementally, rather than swamping the market, has found financial backers. In June, Xiaomi raised $216 million from Singapore’s sovereign wealth fund, the Government of Singapore Investment Corp, and a few of Lei’s friends, local media reported, giving it a valuation of $4 billion.\n\n“China is ripe for its own Apple, HTC or Samsung,” said Hans Tung, managing partner at Qiming Venture Partners, a venture firm backing Xiaomi. “The country is big enough, there are enough mobile Internet users and mobile phone consumers. Therefore having its own mobile ecosystem built up by a domestic brand makes sense.”\n\nXiaomi, which was founded in April 2010 and only started selling smartphones in October 2011, is on track to sell 7 million units this year, exceeding its target of 2 million.\n\nXiaomi is already profitable and is expected to rake in sales of up to 13 billion yuan ($2 billion) this year.\n\n“Our product only sold for a year and hit sales of $2 billion. That is pretty impressive,” Lei said, adding Xiaomi was not considering an initial public offering within the next five years.\n\nTung said Xiaomi’s net margins were 10 percent. This suggests its net profit could hit $200 million this year.\n\nMo Xiaohua, a 24-year-old accountant, is a proud Xiaomi fan who only recently bought her first Xiaomi phone. For many who use Xiaomi phones, the customizable themes and the weekly updates are a big draw.\n\n“I like Xiaomi because among China’s brand smartphones, its value is the best,” Mo said. “Now that we have such a good China branded phone, we need to support it.”\n\nXiaomi has its fair share of detractors who doubt it will have a happy ending. They say the smartphone game in China can only be won with wide distribution and high volume or a big brand with distinctive designs.\n\nXiaomi, whose attraction is its price and high technical specifications, does not win points for cutting-edge design.\n\n“This is a world where people are now cranking out ‘black back flats’, that’s what all these phones are when you put 10 on the table... Xiaomi is not going to stick out,” said Michael Clendenin, managing director at RedTech Advisors. “In this world, the market is driven by two things: one is massive volume and two huge brands.”\n\nZTE and Huawei have set smartphone sales targets for this year at about 30 million and 60 million respectively. The firms have traditionally dominated the cheap low-end smartphone segment but have been pushing into the mid-price range.\n\nZTE said it launched 11 types of smartphones in the mid-price range of 1,500-2,500 yuan this year, up from six last year. Apple released its mid-range tablet, the iPad Mini, in China on Friday.\n\n“Xiaomi had great headline appeal a year ago... but the problem is now you have got guys like ZTE and Huawei and Meizu with phones that are priced in a similar range,” Clendenin said.\n\nChina is expected to surpass the United States as the world’s largest smartphone market this year with 165-170 million unit sales, up from 78 million last year, Gartner said.\n\nAnalysts said Xiaomi had to ramp up volume and address technical problems and a shortage of customer service centers if it wanted a shot at the big league.\n\n“One of the challenges of being in the middle is that you can get squeezed,” said Duncan Clark, chairman of Beijing-based consultancy BDA.\n\nLei is resolute that he will prove the naysayers wrong.\n\n“In this industry, I think the most important thing is to get love from your customers,” he said. “If you are popular with your customers, you succeed.” ($1 = 6.2253 yuan)"
    },
    {
        "time": "6:35AM UTC",
        "header": "refile-interview-china's mini apple takes slice of smartphone pie",
        "link": "http://www.reuters.com/article/2012/12/07/china-xiaomi-apple-idUSL4N09G09120121207",
        "body": "* Xiaomi not considering IPO in next 5 years\n\n* Analysts say Xiaomi faces tough road to a becoming a big brand\n\nLess than three years after its founding, the smartphone maker is valued at $4 billion and evokes Apple-like adoration from its fans, some of whom are desperate enough to skip work for a shot at buying the latest product the day it goes on sale.\n\nFounder Lei Jun dresses like the late Steve Jobs, in jeans and a black top. He has created a fervent fan base for Xiaomi’s moderately priced high-end smartphones by mimicking Apple Inc’s marketing tactic of attaching an aura of exclusivity around its products.\n\nBefore Xiaomi, the 42-year-old Lei was a key investor in China’s early Internet scene, co-founding startups including Joyo.cn, which was eventually sold to Amazon.com Inc, and the recently listed YY Inc.\n\nBorn in Xiantao, a small city in China’s central Hubei province better known for breeding Olympic gymnasts than billionaire technocrats, Lei brushes off comparisons to Jobs but concedes that the Apple visionary was an inspiration.\n\n“China’s media say I am China’s Steve Jobs,” Lei told Reuters in an interview.\n\n“I will take this as a compliment but such kind of comparison brings us huge pressure,” said Lei, who grew up assembling radios as a hobby. “Xiaomi and Apple are two totally different companies. Xiaomi’s based on the Internet. We are not doing the same thing as Apple.”\n\nXiaomi has already sold 300,000 of its latest phone model, launched in October. The Xiaomi phone 2 has specifications similar to those of Samsung Electronics’ Galaxy S3 and Apple’s iPhone5 but a top-of-the-line model sells for about $370, half the price of an iPhone5.\n\nUnlike the big domestic smartphone players, such as Lenovo Group, ZTE Corp and Huawei Technologies , which work with telecom carriers to sell a large volume of smartphones, Xiaomi sells most of its phones online and in small batches.\n\nThis small volume strategy creates pent-up demand that gives Xiaomi free marketing buzz. The first batch of 50,000 phones released on Oct. 30 sold out in less than two minutes. Subsequent larger batches have also sold out in minutes.\n\nLei, who has nearly 4 million followers on China’s popular microblogging platform, Weibo, feeds the buzz by dangling teasers about new products and launch dates.\n\n“We’re not a company that chases sales volume. We chase customer satisfaction. We look for ways to give the customer a great surprise,” Lei said.\n\nHis vision for an exclusive mid-tier brand that builds up incrementally, rather than swamping the market, has found financial backers. In June, Xiaomi raised $216 million from Singapore’s sovereign wealth fund, the Government of Singapore Investment Corp, and a few of Lei’s friends, local media reported, giving it a valuation of $4 billion.\n\n“China is ripe for its own Apple, HTC or Samsung,” said Hans Tung, managing partner at Qiming Venture Partners, a venture firm backing Xiaomi. “The country is big enough, there are enough mobile Internet users and mobile phone consumers. Therefore having its own mobile ecosystem built up by a domestic brand makes sense.”\n\nXiaomi, which was founded in April 2010 and only started selling smartphones in October 2011, is on track to sell 7 million units this year, exceeding its target of 2 million.\n\nXiaomi is already profitable and is expected to rake in sales of up to 13 billion yuan ($2 billion) this year.\n\n“Our product only sold for a year and hit sales of $2 billion. That is pretty impressive,” Lei said, adding Xiaomi was not considering an initial public offering within the next five years.\n\nTung said Xiaomi’s net margins were 10 percent. This suggests its net profit could hit $200 million this year.\n\nMo Xiaohua, a 24-year-old accountant, is a proud Xiaomi fan who only recently bought her first Xiaomi phone. For many who use Xiaomi phones, the customisable themes and the weekly updates are a big draw.\n\n“I like Xiaomi because among China’s brand smartphones, its value is the best,” Mo said. “Now that we have such a good China branded phone, we need to support it.”\n\nXiaomi has its fair share of detractors who doubt it will have a happy ending. They say the smartphone game in China can only be won with wide distribution and high volume or a big brand with distinctive designs.\n\nXiaomi, whose attraction is its price and high technical specifications, does not win points for cutting-edge design.\n\n“This is a world where people are now cranking out ‘flat black slabs’, that’s what all these phones are when you put 10 on the table... Xiaomi is not going to stick out,” said Michael Clendenin, managing director at RedTech Advisors. “In this world, the market is driven by two things: one is massive volume and two huge brands.”\n\nZTE and Huawei have set smartphone sales targets for this year at about 30 million and 60 million respectively. The firms have traditionally dominated the cheap low-end smartphone segment but have been pushing into the mid-price range.\n\nZTE said it launched 11 types of smartphones in the mid-price range of 1,500-2,500 yuan this year, up from six last year. Apple released its mid-range tablet, the iPad Mini, in China on Friday.\n\n“Xiaomi had great headline appeal a year ago... but the problem is now you have got guys like ZTE and Huawei and Meizu with phones that are priced in a similar range,” Clendenin said.\n\nChina is expected to surpass the United States as the world’s largest smartphone market this year with 165-170 million unit sales, up from 78 million last year, Gartner said.\n\nAnalysts said Xiaomi had to ramp up volume and address technical problems and a shortage of customer service centres if it wanted a shot at the big league.\n\n“One of the challenges of being in the middle is that you can get squeezed,” said Duncan Clark, chairman of Beijing-based consultancy BDA.\n\nLei is resolute that he will prove the naysayers wrong.\n\n“In this industry, I think the most important thing is to get love from your customers,” he said. “If you are popular with your customers, you succeed.” ($1 = 6.2253 yuan) (Additional reporting by Jane Lee and the Shanghai Newsroom; Editing by Emily Kaiser and Nick Macfie)"
    },
    {
        "time": "5:19AM UTC",
        "header": "t-mobile usa sees end to client exodus in 2013 thanks to iphone",
        "link": "http://www.reuters.com/article/2012/12/07/deutschetelekom-iphone-idUSL5E8N73GF20121207",
        "body": "BONN, Germany, Dec 7 (Reuters) - Deutsche Telekom’s T-Mobile USA expects that the iPhone will help to stop its customer exodus by as early as end-next year, its chief executive said on Friday.\n\n“It is an aggressive target but we think it is possible,” T-Mobile USA’s Chief Executive John Legere told reporters on Friday.\n\nT-Mobile USA, which has agreed to merge with smaller rival MetroPCS, on Thursday announced an agreement to sell the iPhone, becoming the last big carrier to sign on with Apple Inc ."
    },
    {
        "time": "1:47PM UTC",
        "header": "us stocks-solid jobs data spurs little buying, apple falls again",
        "link": "http://www.reuters.com/article/2012/12/07/markets-usa-stocks-idUSL1E8N787020121207",
        "body": "* Dow up 0.4 pct, S&P up 0.1 pct, Nasdaq down 0.5 pct (Updates to early afternoon)\n\nNEW YORK, Dec 7 (Reuters) - The S&P 500 eked out only a slight gain on Friday as weak consumer sentiment data offset enthusiasm from a better-than-expected jobs report, while the Nasdaq slipped after some investors resumed a sell-off of Apple shares.\n\nWall Street opened higher after the U.S. Labor Department said non-farm payrolls added 146,000 jobs in November. However, the gains faded, and selling increased after the Thomson Reuters/University of Michigan’s consumer sentiment index for early December fell to its lowest level since August.\n\nApple shares resumed a recent slide, falling 2.9 percent to $531.27. The stock of Apple, the largest U.S. company by market value, is down 10 percent this week. It has dropped 24 percent from its all-time intraday high of $705.07 reached in late September.\n\nIn Friday’s session, Apple’s 50-day moving average fell to $599.52 - below its 200-day moving average at $601.38 - and putting the stock on track for its worst week since May 2010.\n\n“There are a number of contributing factors to the weakness today. One is the return to the negative slide in Apple. It’s a pretty big proxy for tech in general, and the market overall,” said Michael James, senior trader at Wedbush Morgan in Los Angeles.\n\nIn Friday’s session, Apple’s 50-day moving average fell to $599.52 - below its 200-day moving average at $601.38 - and putting the stock on track for its worst week since May 2010.\n\nApple’s weakness drove the S&P information technology sector lower. The index fell 0.7 percent and was the weakest of the S&P 500’s 10 major industry sectors on Friday.\n\nThe equity market has regained most of the ground it lost following President Barack Obama’s re-election as markets turned their focus to the coming “fiscal cliff.” Market response to the macroeconomic data remained muted as negotiations continued to command investor attention.\n\nThe conflicting reports “would have had more of a lasting effect in a normal environment, but in the current environment? No. There’s total uncertainty with what’s going to transpire here and abroad. Too many questions,” said Warren West, principal at Greentree Brokerage Services in Philadelphia.\n\nU.S. House Speaker John Boehner said that talks this week with President Barack Obama produced no progress, and he renewed his demand that the president provide a new offer to avert the series of tax increases and spending cuts that are likely to hurt economic demand in 2013.\n\nStill, the S&P 500 is just 4.1 percent below the 2012 intraday high of 1,474.51 reached in mid-September.\n\nThe Dow Jones industrial average rose 53.67 points, or 0.41 percent, to 13,127.71. The Standard & Poor’s 500 Index gained 1.80 points, or 0.13 percent, to 1,415.74. The Nasdaq Composite Index fell 15.55 points, or 0.52 percent, at 2,973.72.\n\nAmarin Corp shares lost 18.5 percent to $9.74 after the biopharmaceutical company raised $100 million in financing to help it launch its heart drug, Vascepa, but disappointed investors, who had hoped for a sale or partnership.\n\nCombiMatrix Corp shares soared 250.3 percent to $6.90 after the company said two studies published in a medical journal favored technology it uses for prenatal diagnosis of genetic abnormalities over traditional technologies.\n\nShares of Netflix Inc, which had fluctuated between positive and negative territory earlier in the session, turned higher once more by early afternoon. Netflix was up 0.6 percent at $86.66 following news that the Securities and Exchange Commission was considering taking action against the company and its Chief Executive Reed Hastings for violating public disclosure rules with a Facebook post. (Additional reporting by Chuck Mikolajczak; Editing by Bernadette Baum and Jan Paschal)"
    }
]