[
    {
        "time": "4:03PM UTC",
        "header": "us stocks snapshot-wall st ends higher; apple shares rebound",
        "link": "http://www.reuters.com/article/2012/12/06/markets-usa-stocks-close-idUSEAP10R62I20121206",
        "body": "NEW YORK, Dec 6 (Reuters) - U.S. stocks edged higher on Thursday a day ahead of the key monthly jobs report, with a rebound in Apple’s shares helping to boost the Nasdaq.\n\nBased on the latest available data, the Dow Jones industrial average was up 39.55 points, or 0.30 percent, to end unofficially at 13,074.04. The Standard & Poor’s 500 Index was up 4.64 points, or 0.33 percent, to finish unofficially at 1,413.92. The Nasdaq Composite Index was up 15.57 points, or 0.52 percent, to close unofficially at 2,989.27."
    },
    {
        "time": "10:21PM UTC",
        "header": "t-mobile usa plans to ditch phone subsidies, sell iphone in 2013",
        "link": "http://www.reuters.com/article/2012/12/07/us-tmobileusa-iphone-idUSBRE8B604A20121207",
        "body": "NEW YORK (Reuters) - T-Mobile USA said on Thursday it planned to stop subsidizing smartphones, the first major U.S. carrier to do so, in a move it hopes will cut costs and woo customers frustrated with restrictions on upgrades in longer-term contracts.\n\nT-Mobile USA also announced an agreement to sell the iPhone, becoming the last big carrier to sign on with Apple Inc, which will also help it win new customers and keep existing subscribers.\n\nU.S. operators typically pay phone subsidies, giving subscribers discounts in exchange for tying them into a two-year contract. While this helps retain customers, it also ramps up costs, particularly for the higher-priced iPhone.\n\nThe No. 4 mobile service provider, which has been struggling with customer losses, already gives customers the option to pay less for their phone service if they forego a smartphone subsidy.\n\nNext year, T-Mobile USA plans do away with subsidies entirely, Chief Executive John Legere said in parent company Deutsche Telekom’s investor meeting, which was webcast.\n\nThe move will cut T-Mobile USA’s upfront costs but Legere also expects it to appeal to customers, who dislike restrictions on how often they can upgrade their phones under the subsidy model favored by bigger rivals Verizon Wireless Inc, AT&T Inc and Sprint Nextel Corp.\n\n“We think there is huge room for a challenger to change some of that, in a way that the larger players will not be able to or will choose not to respond to,” the executive said.\n\nUnder the unsubsidized model, Legere said customers will be able to upgrade their phones when they want to by trading in the device. T-Mobile USA’s bigger rivals have been restricting upgrades to keep their subsidy costs under control.\n\nHe did not say when exactly in 2013 the company plans to switch entirely away from subsidizing phones. Around 80 percent of the company’s new phone activations are currently from subscribers who have decided not to pay a subsidy for their device.\n\nWhile T-Mobile USA has long wanted to sell the iPhone, which first went on sale at AT&T in 2007, the phone’s high price appeared to stop it from reaching a deal with Apple.\n\nLegere said that T-Mobile USA worked hard to come to a deal with Apple and promised that the Apple experience would be “dramatically different” compared to other operators.\n\nHe said T-Mobile USA did not have to make the same kind of commitment Sprint made to order a certain number of iPhones, but did not give further details about his company’s deal with Apple.\n\nSprint agreed to pay Apple a minimum of $15.5 billion over four years for selling the iPhone.\n\nLegere did not say when T-Mobile USA would start selling Apple products but said it would be months before he could give more details.\n\nT-Mobile USA has agreed to merge with smaller rival MetroPCS Communications Inc next year."
    },
    {
        "time": "11:38PM UTC",
        "header": "ntt docomo loses record 40,800 subscribers in nov, as iphone gains",
        "link": "http://www.reuters.com/article/2012/12/07/us-nttdocomo-users-japan-idUSBRE8B604Z20121207",
        "body": "TOKYO (Reuters) - Japan’s dominant mobile carrier NTT Docomo Inc said it lost 40,800 subscribers on a net basis in November, as users switched to Softbank Corp and KDDI Corp to grab an Apple Inc iPhone 5 supplied in Japan by the two smaller carriers.\n\nNTT Docomo said it was the first drop in the number of users in over five years, and its biggest user decline on record.\n\nThe number of Softbank’s subscribers grew by 301,900, with the upstart carrier winning the most users on a net basis for the 11th straight month. The number of KDDI’s users grew by 228,800."
    },
    {
        "time": "6:43PM UTC",
        "header": "ftc sides with apple on essential patents, undercuts motorola",
        "link": "http://www.reuters.com/article/2012/12/06/idUS162995917020121206",
        "body": "Last month, when a majority of the commissioners on the Federal Trade Commission issued a statement warning about aggressive assertion of standard-essential patents in connection with the merger of two companies that make car air conditioners, Reuters took note. On its own, the FTC’s statement wasn’t particularly interesting. But the antitrust watchdog is reportedly looking into allegations that Google is abusing the portfolio of essential tech patents it acquired in its merger with Motorola. Perhaps the FTC’s statement in the auto air-conditioning case, Reuters said, was an indicator of where the commission stood on Google’s use of Motorola’s patents.\n\nWe now have some more substantive evidence of what the FTC thinks about those patents — and it doesn’t bode well for Google. This week the agency filed an amicus brief in cross-appeals by Apple and Motorola of Judge Richard Posner‘s pox-on-both-your-houses dismissal of their claims against one another last summer. (Posner sits on the 7th Circuit Court of Appeals but heard the case as a district judge in federal court in Chicago; Apple and Motorola’s cross-appeals of his ruling are before the Federal Circuit.) The brief claims to be in support of neither party, but in reality the FTC sided squarely with Apple, arguing that when Posner refused to grant Motorola an injunction based on Apple’s unlicensed use of standard-essential patents, the judge correctly applied the U.S. Supreme Court’s 2006 ruling in Ebay v. MercExchange.\n\nMore broadly, the agency asserted that injunctions should not be wielded as a threat in licensing negotiations by holders of standard-essential patents, which are supposed to encourage competition by promoting interoperability. In exchange for the industrywide adoption of their patents, the FTC said, companies like Motorola commit to licensing their patents on reasonable and non-discriminatory terms. “However, a royalty negotiation that occurs under the threat of an injunction may be heavily weighted in favor of the patentee in a way that is in tension with the RAND commitment,” the agency’s brief said. “High switching costs combined with the threat of an injunction could allow the patentee to obtain unreasonable licensing terms despite its RAND commitment because implementers are locked into practicing the standard.” That’s particularly true, the brief said in an argument that echoed Posner’s ruling, when the patent at issue covers just one component of a complex device. Using the leverage of an injunction in licensing talks “is the essence of hold-up,” the FTC argued.\n\nThe FTC’s brief is hardly the only encroachment on the dominion of Motorola’s standard-essential patents. As you probably remember, two different federal district judges have held that Motorola is obligated by the terms of its agreements with standard-setting bodies to license its IP to third parties (such as Apple and Motorola) on reasonable terms. U.S. District Judge James Robart of Seattle held a bench trial in November todetermine what such terms should be, rejecting Motorola’s attempts to reshape the case. (The company fared better at the end of Apple’s parallel case in federal court in Madison, Wisconsin, when U.S. District Judge Barbara Crabb decided on the eve of a bench trial that she wasn’t going to go to the trouble of finding a reasonable rate if Apple wouldn’t agree to abide by her ruling.) But the regulator’s firm stance is yet another indication that Motorola’s patents may not be as potent as Google thought when it acquired the company — particularly because the FTC is reportedly still deciding whether to bring an antitrust action against Motorola.\n\nI should point out that the agency wasn’t the only amicus to file a brief at the Federal Circuit in the Apple and Motorola cross-appeals. Five other amici made appearances. All purported to support neither party, but only the brief from The Institute of Electrical and Electronics Engineers seems truly non-partisan and informational. Abrief by Cisco, Wal-Mart and several other big companies asks the Federal Circuit to clarify a standard for damages that reflects the value of any particular patent to an entire product; the argument seems to be a slap at Apple, which has accused other smart-device makers, including Motorola, of infringing its patents on nifty features. The Intellectual Property Law Association, on the other hand, argued in its amicus brief that the standard Posner applied in deciding that Apple hadn’t shown its potential damages would, if broadly adopted, make it impossible for patent holders to prove how much harm they suffered from infringement. That’s a pro-Apple argument.\n\nLike the FTC, both Verizon and the American Antitrust Institute addressed injunctions based on standard-essential patents in their amicus briefs. Both agreed with the FTC (and Apple) that, generally speaking, injunctions shouldn’t be permitted when patent holders have agreed to license their IP on reasonable terms.\n\nI left a message with Motorola counsel David Nelson of Quinn Emanuel Urquhart & Sullivan but didn’t hear back. Apple’s lawyer in the appeal, Joshua Rosenkranz of Orrick, Herrington & Sutcliffe, declined to comment.\n\nFor more of my posts, please go to Thomson Reuters News & Insight"
    },
    {
        "time": "1:52PM UTC",
        "header": "us stocks-wall st flat, apple helps techs to rise",
        "link": "http://www.reuters.com/article/2012/12/06/markets-usa-stocks-idUSL1E8N68O120121206",
        "body": "* Apple’s stock up 1.4 pct, one day after worst drop since 2008\n\n* Indexes: Dow off 0.1 pct, S&P 500 off 0.1 pct, Nasdaq up 0.3 pct\n\nNEW YORK, Dec 6 (Reuters) - U.S. stocks drifted near the unchanged mark on Thursday as investors postponed big bets before the November employment report on Friday, but technology stocks rose on gains in Apple and Broadcom.\n\nMonthly payroll numbers, to be released by the Labor Department, are expected to show a sharp slowdown in jobs growth because of superstorm Sandy.\n\nBroadcom boosted other semiconductor companies a day after it forecast fourth-quarter revenue at the high end of its target range due to slightly better-than-expected sales in its mobile business. Shares rose 1.9 percent to $32.97.\n\nThe S&P technology index was the best performing of the 10 major S&P sectors, gaining 0.36 percent. The PHLX semiconductor index rose 0.5 percent.\n\nApple was up 1.4 percent after losing as much as 3.7 percent at the open. The stock suffered its biggest one-day drop in four years on Wednesday due to concerns about higher capital gains taxes in 2013 and the company’s market share in the tablet market.\n\nApple Inc’s rank in China’s smartphone market fell to No. 6 in the third quarter as it faces tougher competition from Chinese brands, research firm IDC said.\n\nBroader moves were limited, however, as traders focused on the “fiscal cliff” debate. About three weeks remain before a series of tax increases and spending cuts would begin that could slow growth. Legislators are trying to come up with a deal to avoid some of the negative effects on the economy while still reducing the U.S. budget deficit.\n\nWhile Republican leaders in the U.S. House of Representatives insist that raising tax rates on the rich is not negotiable, some GOP lawmakers now see it as inevitable to avoid the fiscal cliff.\n\n“As we get close to the last two weeks, things will pick up,” said Gordon Charlop, managing director at Rosenblatt Securities in New York. Congress and the White House will have final discussions near the end of the year about how to handle the “fiscal cliff,” he said.\n\nWithout action from Congress, tax cuts on capital gains and dividends will expire at the end of 2012, which has contributed to selling certain stocks that have done extremely well in recent years, such as Apple.\n\nThe Dow Jones industrial average slipped 7.93 points, or 0.06 percent, at 13,026.56. The Standard & Poor’s 500 Index fell 0.14 point, or 0.01 percent, at 1,409.14. The Nasdaq Composite Index gained 8.31 points, or 0.28 percent, at 2,982.00.\n\nSirius XM Radio shares rose 1.4 percent to $2.81 after its board approved a $2 billion stock repurchase and declared a special dividend, giving a big payout to its largest shareholder, Liberty Media, which rose 2.3 percent to $108.87.\n\nGarmin shares rose 4.5 percent to $41.49 after Standard & Poor’s said it would add the navigation device maker to the S&P 500 index. Garmin will replace R.R. Donnelley & Sons after the close of trading on Dec. 11."
    },
    {
        "time": "6:46AM UTC",
        "header": "samsung files redacted copy of apple-htc deal in u.s. court",
        "link": "http://www.reuters.com/article/2012/12/06/us-apple-samsung-idUSBRE8B505Y20121206",
        "body": "(Reuters) - Lawyers for Samsung Electronics Co Ltd filed a redacted copy of a 10-year patent licensing agreement between Apple Inc and Taiwan’s HTC Corp in a U.S. court late on Wednesday following a judge’s order.\n\nThe Korean electronics company had earlier filed a motion to compel Apple -- with which it is waging a bitter legal battle over mobile patents across several countries -- to reveal details of a settlement that was made with HTC on November 10 but which have been kept under wraps.\n\nThe court last month ordered Apple to disclose to Samsung details of the legal settlement that the iPhone maker reached with HTC, including terms of the 10-year patents licensing agreement.\n\nLegal experts say the question of which patents are covered by the Apple-HTC settlement, and licensing details, could be instrumental in Samsung’s efforts to thwart Apple’s subsequent quest for a permanent sales ban on its products.\n\nThe redacted copy excludes key specifics such as the royalty payments HTC would have to make to Apple for using some of the U.S. company’s patents. Also excluded are details of some of HTC’s covered products that were part of the licensing deal.\n\nThe court order had stated that “only the pricing and royalty terms of license agreements may be sealed.”\n\nHowever, Samsung lawyers said in the filing that they had withheld a few other details of the licensing agreement as requested by Apple and HTC.\n\nAs per the Apple-HTC agreement, the licenses do not include Apple’s design patents, according to a filing made with the District Court of Northern California.\n\nApple and HTC also agreed to fully paid-up, royalty-free, non-exclusive, non-transferable, non-sublicensable licenses to certain of the other’s patents.\n\nApple has agreed not to initiate legal action over some of HTC’s covered products. The details of the products were not disclosed.\n\nThe copy of the Apple-HTC deal filed with the court “incorporates redactions HTC requested and the redactions Apple requested, which are a subset of HTC’s redactions. Samsung takes no position on whether the redactions are appropriate at this time,” Samsung’s lawyers said in a filing.\n\nIf all the Apple patents are included -- including the “user experience” patents that the company has previously insisted it would not license -- it could undermine the iPhone maker’s efforts to permanently ban the sale of products that copy its technology.\n\nIn a previous court filing, Samsung argued that it was “almost certain” that the HTC deal covered some of the patents involved in its own litigation with Apple.\n\nThe case in U.S. District Court, Northern District of California, is Apple Inc v. Samsung Electronics Co Ltd et al, No. 11-1846."
    },
    {
        "time": "12:06PM UTC",
        "header": "us stocks-wall st gains as apple rebounds; fiscal talks eyed",
        "link": "http://www.reuters.com/article/2012/12/06/markets-usa-stocks-idUSL1E8N678A20121206",
        "body": "* Apple’s stock up 2 pct on day after worst drop since 2008\n\n* Apple’s rank drops to No. 6 in China’s smartphone market\n\n* Dow up 0.1 pct, S&P 500 up 0.2 pct, Nasdaq up 0.7 pct\n\nNEW YORK, Dec 6 (Reuters) - U.S. stocks managed slight gains by midday on Thursday as Broadcom’s upbeat guidance and a turnaround in Apple shares helped lift technology stocks, while investors monitored news from Washington for signs of progress on the “fiscal cliff” negotiations.\n\nApple erased initial losses of as much as 3.7 percent at the open, which briefly brought the market capitalization of the world’s largest publicly traded company below $500 billion. By midday, Apple’s stock was up 2.3 percent at $551.35 - a day after its worst drop in four years.\n\nTech stocks also got a lift from chipmaker Broadcom , up 2.2 percent at $33.06 a day after it forecast fourth-quarter revenue at the high end of its target range, citing slightly better-than-expected sales in its mobile business.\n\nThe S&P technology index gained 1 percent and ranked as the best performer among the S&P 500’s 10 major sectors. The PHLX semiconductor index rose 0.9 percent.\n\nBut budget discussions commanded center stage for investors. President Barack Obama said there could be a quick deal to avert the “fiscal cliff” - huge tax hikes and spending cuts set to begin in January, possibly driving the U.S. economy back into recession next year - if Republican leaders agree to raise tax rates for those making more than $250,000 a year.\n\nWhile Republican leaders in the U.S. House of Representatives insist that raising tax rates on the rich is not negotiable, some GOP lawmakers now see it as inevitable to avoid the fiscal cliff.\n\n“It’s really being held hostage to (the fiscal cliff negotiations) and the stock action of Apple,” said Bruce Zaro, chief technical strategist at Delta Global Asset Management in Boston.\n\n“We’re back in the mode of there’s a direct correlation between the market and Apple - traders seems to be focused on the movement of Apple, and what its impact is on the indices.”\n\nWithout action from Congress in the next few weeks, tax cuts on capital gains and dividends will expire at the end of 2012.\n\nThe Dow Jones industrial average gained 8.64 points, or 0.07 percent, to 13,043.13. The Standard & Poor’s 500 Index added 2.66 points, or 0.19 percent, to 1,411.94. The Nasdaq Composite Index climbed 19.82 points, or 0.67 percent, to 2,993.52.\n\nApple Inc’s rank in China’s smartphone market fell to No.6 in the third quarter as it faces tougher competition from Chinese brands, research firm IDC said on Thursday. Apple’s 6.4 percent drop on Wednesday was its worst daily performance since December 2008 and dragged the Nasdaq Composite Index down 0.8 percent for the day.\n\nSirius XM Radio shares rose 1.8 percent to $2.83 after its board approved a $2 billion stock repurchase and declared a special dividend, giving a big payout to its largest shareholder, Liberty Media.\n\nGarmin shares rose 4.7 percent to $41.56 after Standard & Poor’s said it would add the navigation device maker to the S&P 500 index. Garmin will replace R.R. Donnelley & Sons after the close of trading on Dec. 11."
    },
    {
        "time": "5:41PM UTC",
        "header": "wilan sues apple, htc, sierra wireless",
        "link": "http://www.reuters.com/article/2012/12/06/wilan-lawsuits-idUSL4N09G3WF20121206",
        "body": "Dec 7 (Reuters) - Canadian patent licensing company WiLan Inc filed patent lawsuits against Apple Inc, HTC Corp and Sierra Wireless Inc’s U.S. unit.\n\nThe company filed three suits claiming infringement of its fourth-generation LTE wireless technologies against all three companies in a federal court in Florida.\n\nThe other two suits, related to 3G HSPA handset products, were filed against Apple and Sierra in Texas."
    },
    {
        "time": "10:33AM UTC",
        "header": "us stocks-wall street flat, volatile; fiscal talks, apple in focus",
        "link": "http://www.reuters.com/article/2012/12/06/markets-usa-stocks-idUSL1E8N64AF20121206",
        "body": "* Dow off 0.1 pct, S&P down 0.1 pct, Nasdaq up 0.1 pct\n\nNEW YORK, Dec 6 (Reuters) - U.S. stocks were little changed in choppy morning trading on Thursday as upbeat guidance from Broadcom partially offset weakness in Apple shares, while traders kept an eye on fiscal negotiations in Washington.\n\nExtending Wednesday’s 6.4 percent decline, Apple was trading down 0.7 percent at $535 early on Thursday, after falling as much as 3.7 percent at the open, which brought the market capitalization of the world’s largest publicly traded company down to below $500 billion briefly. In September, it was capitalized at a record $663 billion.\n\nBroadcom shares led the advance in chip makers with a 2.1 percent gain, one day after it forecast for fourth-quarter revenue at the high end of its target range, citing slightly better-than-expected sales in its mobile business.\n\nBudget discussions continued to be a key focus for investors. President Barack Obama said there could be a quick deal to avert the “fiscal cliff” - tax hikes and spending cuts set to begin next year, possibly driving the U.S. economy back into recession - if Republican leaders agree to raise tax rates for those making more than $250,000 a year.\n\nWhile Republican leaders in the House of Representatives insist that raising tax rates on the rich is a no-go, some GOP lawmakers now see it as inevitable to avoid the fiscal cliff.\n\n“There are no real triggers here. It is just positioning going on for year-end, and this big decision” on the fiscal cliff, said Rick Meckler, president of hedge fund LibertyView Capital Management LLC in Jersey City, New Jersey.\n\nHe said Apple’s weakness was taking a toll on the market and expects equities to continue trading choppily through the day.\n\nThe Dow Jones industrial average fell 17.89 points, or 0.14 percent, to 13,016.60. The S&P 500 dropped 1.78 points, or 0.13 percent, to 1,407.50. The Nasdaq Composite Index gained 2.89 points, or 0.10 percent, to 2,976.59.\n\nApple Inc’s rank in China’s smartphone market fell to No.6 in the third quarter as it faces tougher competition from Chinese brands, research firm IDC said Thursday. Apple’s 6.4 percent drop on Wednesday was its worst daily performance since December 2008 and dragged down the Nasdaq Composite.\n\nShares of Apple were down 0.7 percent at $535, after earlier falling more than 3 percent.\n\nSirius XM Radio shares rose 2.2 percent to $2.83 after its board approved a $2 billion stock repurchase and issued a special dividend, giving a big payout to its largest shareholder, Liberty Media.\n\nWithout action from Congress in coming weeks, tax cuts on capital gains and dividends will expire at the end of 2012.\n\nGarmin shares rose 5 percent to $41.71 after Standard & Poor’s said it would add the navigation device maker to its S&P 500 index. Garmin will replace R.R. Donnelley & Sons after the close of trading on Dec. 11.\n\nSeveral European equity benchmark indexes hit 2012 highs, boosted by hopes a U.S. budget deal will be reached before the year-end, and that the worst of Europe’s debt crisis might be over."
    }
]