[
    {
        "time": "9:49AM UTC",
        "header": "update 1-barnes & noble takes aim at amazon, apple with hd nook tablets",
        "link": "http://www.reuters.com/article/2012/09/26/barnesandnoble-nook-idUSL1E8KQ58K20120926",
        "body": "* Tablets can have multiple users with own home pages\n\n* Will hit U.S. stores in November\n\nNEW YORK, Sept 26 (Reuters) - Barnes & Noble Inc took a shot at archrival Amazon.com on Wednesday, unveiling its own lighter and thinner hi-definition tablets that can accommodate multiple users in a bid to win a bigger share of the exploding tablet market.\n\nThe largest U.S. bookstore chain introduced the new devices with price tags ranging from $199 for a 7-inch Nook HD tablet with 8 gigabytes of memory, to $299 for a 9-inch Nook HD+ tablet, similar in size to Apple Inc’s market-leading iPad, with 32 GB of memory. IPad prices are roughly twice as high for similar devices.\n\nThe new Nooks are the latest entrants in the fight for sales of tablets and e-readers - and the digital content like books, movies and magazines that goes with them. Barnes & Noble has staked its future on its digital business as the company faces an overall industrywide drop in the sales of physical books.\n\n“A key growth area is to get their existing customer base onto the digital platform,” Forrester Research analyst Sarah Rotman Epps told Reuters, saying the new devices were competitive with similar products by Amazon in terms of features and pricing.\n\nBarnes & Noble faces formidable competition from Amazon, which can use its Prime shipping service and amazon.com site to draw users to its Kindle tablets, and Apple, which has sold tens of millions of iPads.\n\nTo keep pace, Barnes & Noble added innovative features that would allow each a family to share a Nook tablet, with each user able to create a home page and customize preferences, the first table to do so. There are also parental controls that can prevent kids from reading “Fifty Shades of Grey” or go shopping on the digital store.\n\nThe company is also launching a new video-streaming and download service for Nook, narrowing the gap with Amazon and Apple, which offer more content on their devices.\n\nAt a media event in Manhattan on Tuesday, officials said the company had emphasized features such as image resolution and page-turning technology given the needs of its basic customers, book and magazine readers.\n\n“We are playing in the tablet space, but reading is at our core,” Barnes & Noble Chief Executive William Lynch told Reuters in an interview on Tuesday.\n\nThe 7-inch tablet weighs 11.1 ounces. Its larger sibling is 18.2 ounces, making it lighter than the iPad and making them both more appropriate for reading, he added. The iPad weighs about 23 ounces.\n\nThe top U.S. bookstore chain launched its first Nook device, a basic e-reader, in 2009 and has held its own with deep-pocketed rivals Amazon, Apple and Google Inc. That success has allowed it to garner as much as 30 percent of the U.S. electronic-books market.\n\nBarnes & Noble’s new devices, available for pre-order on Wednesday, will ship in October and be in U.S. stores in November. They will be on sale in Britain beginning in late November at chains including Sainsbury’s and Waitrose.\n\nin early New York Stock Exchange trading. On Nasdaq, Amazon dipped 0.3 percent, while Apple fell 1.7 percent.\n\nThe tablet market is among the fastest-growing sectors of the technology industry. Research firm Gartner forecasts that sales will almost double this year, to 118.9 million units.\n\nBarnes & Noble’s latest Nooks will appear in its nearly 700 stores as well as chains Best Buy Co Inc, Target Corp and Wal-Mart Stores Inc. Target and Wal-Mart have decided to no longer carry Amazon’s Kindles, giving the Nook an edge at thousands of retail locations.\n\nAmazon.com Inc earlier this month unveiled its own HD tablets. It launched its first last year and says it has a 22 percent share of the U.S. market.\n\nWith the new Nooks, Barnes & Noble is also taking aim at Apple, whose iPad is far more expensive, because there is room in the market for a strong tablet at a lower price, Lynch said.\n\nQuestions about the Nook’s long-term viability arose last month after Barnes & Noble reported that Nook revenue including ebooks last quarter was up only 0.3 percent, hurt by price decreases early in the summer. That has added urgency to developing new products.\n\nPrice wars with Amazon have been bruising, but Lynch was undismayed: “We’re growing the digital content portion of the business, and that’s where we envision making our economics,” Lynch said.\n\nLast quarter, Barnes & Noble lost business when it didn’t have enough Nook devices that allow for reading in the dark. Lynch said the company is now producing HD tablets in numbers sufficient to meet what it expects will be strong demand during the holiday period.\n\n“We believe we’ll gain significant share in the tablet category, and we’ve planned for that from a production standpoint. I believe these are going to be hot holiday gifts.”"
    },
    {
        "time": "8:38PM UTC",
        "header": "amazon seeks to throw out apple \"app store\" advertising claim",
        "link": "http://www.reuters.com/article/2012/09/27/net-us-apple-amazon-appstore-lawsuit-idUSBRE88Q00C20120927",
        "body": "(Reuters) - Amazon.com Inc has asked a federal judge to throw out Apple Inc’s false advertising claim in a lawsuit challenging the online retailer’s use of the “app store” name.\n\nThe claim is part of a March 2011 trademark lawsuit in which Apple, which this year became the world’s largest company ever by market value, accused Amazon of misusing its “App Store” name to solicit developers for a mobile software download service.\n\nApple added the trademark claim last November, soon after Amazon announced the launch of the Kindle Fire tablet and, according to the complaint, began to call its app store “Amazon Appstore” rather than “Amazon Appstore for Android.” It said this change could have contributed to confusion among consumers.\n\nBut in a filing on Wednesday with the U.S. District Court in Oakland, California, Amazon said the term “app store” has become so generic that its use could not constitute false advertising.\n\nAmazon added that even Apple Chief Executive Tim Cook and his predecessor Steve Jobs have used the term to discuss rivals, with Cook having commented on “the number of app stores out there” and Jobs referring to the “four app stores on Android.”\n\n“Apple presumably does not contend that its past and current CEOs made false statements regarding to those other app stores to thousands of investors in earnings calls,” Amazon said.\n\n“To the contrary, the use of the term ‘app store’ to refer to stores selling apps is commonplace in the industry.”\n\nApple is based in Cupertino, California, and Amazon in Seattle. A hearing on Amazon’s motion is scheduled for October 31, and a trial is scheduled for August 19, 2013.\n\nThe case is Apple Inc v. Amazon.com Inc et al, U.S. District Court, Northern District of California, No. 11-01327."
    }
]