[
    {
        "time": "9:00AM UTC",
        "header": "tomtom updates its navigation app for iphone and ipad",
        "link": "http://www.reuters.com/article/2012/08/21/idUS113195+21-Aug-2012+BW20120821",
        "body": "TomTom Updates Its Navigation App for iPhone and iPad\n\n~ Introducing new ways to find new places ~\n\nTomTom launches a new version (v1.11) of its Navigation app for iPhone and iPad. Customers with an older version of the app can download it for free. They’ll then be able to navigate to addresses found on the internet, search with foursquare™*, and get the very latest TomTom maps.\n\nDrivers can now quickly and easily navigate to places they’ve found on websites and other apps by copying an address and pasting it into their TomTom Navigation app. There’s no need to type as the app will automatically work out the destination and direct them straight there.\n\nWhile v1.10 integrated Facebook Places with the app, v1.11 adds foursquare. After linking foursquare to the TomTom app, users can search and navigate to their favorite foursquare places, checking in to collect points on arrival.\n\n“Drivers now have new ways to find places with their TomTom app,” says Corinne Vigreux, Managing Director Consumer at TomTom. “This should be particularly helpful when people are off on holidays and day trips. They can find great places to visit and get there fast with foursquare or a quick copy-paste. And that leaves more time to relax and have fun.”\n\nBeyond the new search facilities, v1.11 brings other improvements to TomTom Navigation for iPhone. Changes have also been made to the user interface to make the app even more intuitive to use.\n\nThe latest version of the TomTom Navigation app for iPhone and iPad is available as a free download to customers with an earlier version of the app.\n\nFor new customers, the app can be purchased for $49.99 at the Apple App Store.\n\n*Foursquare, is a location-based social networking website for mobile devices, such as smartphones. Users \"check in\" at venues using a mobile website, text messaging or a device-specific application by selecting from a list of venues the application locates nearby.\n\nFounded in 1991, TomTom (AEX:TOM2) is the world’s leading supplier of in-car location and navigation products and services focused on providing all drivers with the world’s best navigation experience. Headquartered in Amsterdam, TomTom has over 3,500 employees and sells its products in over 40 countries.\n\nOur products include portable navigation devices, in-dash infotainment systems, fleet management solutions, maps and real-time services, including the award winning TomTom HD Traffic.\n\nFor the world’s most up-to-date route planner, including live traffic information go to www.tomtom.com/livetraffic\n\nFor further information, please visit www.tomtom.com"
    },
    {
        "time": "6:14PM UTC",
        "header": "iphone dining guide ness nabs $15m to expand beyond restaurants",
        "link": "http://www.reuters.com/article/2012/08/21/idUS372551417520120821",
        "body": "The Silicon Valley makers of iPhone application Ness have received a five-star review from investors. The company closed a $15 million round led by SingTel Innov8, the venture arm of Singapore Telecommunications.\n\nFounded in 2009, Ness Computing intends to help people discover places. The startup released Ness for iPhone one year ago, and the application pivots around a “likeness” score that predicts how much a customer will like a restaurant, using a 0 to 100 percent scoring system. Users leave bite-sized reviews in the form of one to five-star ratings, and Ness combines those ratings with social data from Foursquare and Facebook to perfect its score.\n\nNess ultimately wants to tell you more than where to just grab a bite or pick up a cup of coffee; it wants to show you what to do, see, and buy. American Express, existing investors Khosla Ventures and Alsop Louie Partners, and an affiliate of the LeFrak Organization participated in the startup’s latest round, which Ness will use to develop into more of a personal shopping tool for mobile.\n\nThe three-year-old company, which competes with Yelp and Foursquare, has the multimillion-dollar confidence of investors because the algorithms used in Ness’s search and recommendations engines can be applied to areas such as bars, nightlife, travel, movies, music, shopping, and beyond, Ness cofounder Corey Reese said.\n\n“The risk area that we’ve mitigated … was that core technology development,” Reese said, comparing the sophistication of his company’s search technologies to those employed by Google, Amazon, and Apple.\n\nBut a startup that’s hesitant to share the size of its active user base, as is this case with Ness, is not one that typically instills confidence in its health (at least for this reporter). Reese insisted, however, that Ness intentionally chose not to focus on user growth and opted instead to improve the technology powering the application.\n\n“We’re using this next round of financing to focus on growing the user base and getting out into these additional categories,” he said. “We spent a lot of time improving our recommendation technology, developing our own new algorithms … and we’ve been generating a tremendous amount of data from our users.”\n\nOn the data front, Ness users have contributed more than 3 million ratings to the system since the iPhone application’s release last August. On average, people generate 17 ratings the first time they start using Ness, Reese said.\n\nIn addition to going after users, Ness will apply its fresh $15 million in financing to move into the new verticals mentioned above, piece together even more signals from channels such as Twitter and credit card transactions to perfect the scoring algorithm, and continue to focus on product craftsmanship, Reese said. The startup also hopes to release an application for Android by early next year.\n\nNess Computing has raised $20 million in total funding to date."
    },
    {
        "time": "9:00AM UTC",
        "header": "pioneer releases rekordbox dj music app for iphone and ipod touch",
        "link": "http://www.reuters.com/article/2012/08/21/idUS113184+21-Aug-2012+BW20120821",
        "body": "Pioneer Electronics (USA) Inc. Professional Sound and Visual Division today announced the availability of its new rekordbox® DJ music management app for iPhone® and iPod touch®1. The rekordbox App enables users to prepare and manage music stored on their portable devices as well as create playlists, cue/loop point and beat location settings, perform waveform analysis, and more. The organized music in the device can also be wirelessly synched with a computer utilizing the Pioneer rekordbox music management PC software, providing the additional convenience of preparing music for playback on a Pioneer DJ system.\n\n“Pioneer’s rekordbox music management software continues to grow in popularity within the DJ community and we’re now making it available as an app for iPhone and iPod touch,” said David Arevalo, senior marketing manager, Professional Sound and Visual Division for Pioneer Electronics (USA) Inc. “The rekordbox App will make it easy for anyone to organize the music stored on a device so it can be ready for playback on a variety of Pioneer systems.”\n\nMuch like Pioneer’s rekordbox PC software, the rekordbox App makes it fun and easy to prepare songs for DJ playback. The app utilizes graphics similar to the waveforms, bars and buttons found on Pioneer players so users can simply touch the screen of the device being used to create and customize set points in their music. The new app also features music file browsing with the ability to customize browsing and sorting menus; log and play tracking for saving playlists on the device; and the ability to change the language of the display from among nine languages.\n\nPioneer’s recently announced XDJ-AERO DJ system takes full advantage of the rekordbox App, enabling an iPhone and iPod touch to become an additional source for music content. The XDJ-AERO also creates its own access point, eliminating the need for any hard-wired connections and allowing an iPhone or iPod touch with the rekordbox App to temporarily transfer content wirelessly to the DJ system.\n\nPioneer’s rekordbox DJ music management App is available at no charge from the App Store on iPhone and iPod touch or at www.itunes.com/appstore/.\n\nPioneer offers a complete line of professional DJ Equipment through its Professional Sound & Visual Division. Its DJ products are industry standards at clubs, studios, mobile rigs and homes around the world, known for their high quality sound and reliability. For more information, visit www.pioneerdjusa.com.\n\nPioneer Electronics (USA) Inc. is headquartered in Long Beach, Calif., and its U.S. Web address is http://www.pioneerelectronics.com/. Its parent company, Pioneer Corporation, established in Tokyo in 1938, is a preeminent manufacturer of high-performance audio, video and computer equipment for the home, car and business markets.\n\n1 iPhone 3GS and above/iPod touch 3rd generation and above/iPad iOS 5 and above\n\nPioneer and rekordbox are registered trademarks of Pioneer Corporation\n\niPhone and iPod touch are registered trademarks of Apple Inc.\n\nFor more information follow us on:\n\nTwitter at twitter.com/PioneerDJ\n\nFacebook at facebook.com/PioneerDJusa\n\nYouTube at youtube.com/pioneerdjglobal"
    }
]