[
    {
        "time": "6:22AM UTC",
        "header": "u.s. trade panel says apple did not violate google patent",
        "link": "http://www.reuters.com/article/2013/04/23/us-apple-google-patent-idUSBRE93L17Y20130423",
        "body": "WASHINGTON (Reuters) - Apple Inc scored a win on Monday when the U.S. International Trade Commission ruled that it did not violate a Google patent to make the popular iPhones.\n\nApple had initially been accused of infringing on six patents for iPhone-related technology covering everything from reducing signal noise to programming the device’s touch screen so a user’s head does not accidentally activate it while talking on the phone.\n\nIf Apple had been found guilty of violating the patent, its devices could have been banned from being imported into the United States.\n\nGoogle can appeal the decision to the U.S. Court of Appeals for the Federal Circuit. “We’re disappointed with this outcome and are evaluating our options,” the company said in a statement. A spokeswoman for Apple declined comment.\n\nThe smartphone industry has seen dozens of lawsuits on several continents as Apple vies for market share with companies that make smartphones that use Google’s Android software.\n\nGoogle acquired the patents in the case - and the lawsuit - when it purchased Motorola Mobility for $12.5 billion in 2012, partly for its library of telecommunications patents.\n\nGoogle’s Android software, which the company lets handset makers use for free, has become the world’s No. 1 smartphone operating system, ahead of the iOS software used on Apple iPhones.\n\nThe ITC, a U.S. trade panel that investigates patent infringement involving imported goods, is a popular venue for patent lawsuits because it can bar the importation of infringing products and because it issues decisions relatively quickly.\n\nMotorola Mobility, which has since been acquired by Google, accused Apple in 2010 of infringing on six of its patents. Two were terminated from the case, and the ITC said last August that Apple was innocent of infringing three others.\n\nBut the commission had also asked its internal judge, Thomas Pender, to reconsider its finding that Apple did not violate a fourth patent, which is for a sensor to monitor the location of a user’s head to keep it from maneuvering on the touch screen. Pender found that patent obvious in December, and the full ITC came to the same conclusion on Monday.\n\nThe case in the ITC is In the Matter of Certain Wireless Communication Devices, Portable Music and Data Processing Devices, Computers and Components Thereof, 337-745."
    },
    {
        "time": "5:51PM UTC",
        "header": "instant view: apple results surpass street targets, doubles cash return",
        "link": "http://www.reuters.com/article/2013/04/23/us-apple-results-instant-idUSBRE93M1EH20130423",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc, bowing to Wall Street’s increasingly strident demands, announced a doubling in its cash-return program for shareholders as it reported better-than-expected quarterly results.\n\n”We all had concerns on the June quarter guidance. The issue was 15 out of 40 analysts had cut June quarter numbers. The market was telling you the numbers were too high. Now the stock is up on guidance that’s pretty much even worse than even I was expecting.\n\n”But the actual March quarter was fantastic. So you got to take the actual results first. And that buyback, that’s a big chunk of dough to be throwing at the market. That’s going to help.\n\n”Buying back stock like that with the bulk of the cash, they’re saying they’re big believers in what’s happening inside the company. And for those who want yield, they’re giving a little bit of taste with the dividend. I respect that. I would have wanted a little bit more on the divvy.\n\n“The market was expecting a weak June quarter. We’re not likely to have any new product shipping in June. Doesn’t mean that the market isn’t changing structurally for Apple. ASPs are declining and margins are going to be under pressure. These things look like the realities. So I don’t expect the stock to soar back to where it was. But it’s nice to see it not crumble apart.”\n\n”Encouraging to see them talking about the dividend. What they did do is, they’re expanding their repurchase program. Last year it was $10 billion and now they bringing it up to $60 billion. That means they believe in the company. That’s exactly what we need.\n\n“I‘m actually relieved to see the numbers. I think it’s a transitional quarter. The new products are all coming out next quarter and China still hasn’t kicked in. So, given the fact that the whisper was for them to not even hit the lower number, given the fact that they hit the midpoint numbers, this slight beat is actually very positive.”\n\n”The March results were in line with our expectations. The bigger news, and what is driving the stock up 5 percent, is the big buyback announcement and Apple putting its big cash balance to use.\n\n”We are encouraged that they expect to borrow to fund it in order to get that overseas cash, which is trapped. Most of Apple’s cash is overseas, so what they have to do is take debt in the U.S. that is probably collaterized with the money overseas.\n\n“We were hoping Apple would make such a move and I think investors are encouraged by it.”\n\n”From a unit-volume perspective, in the different markets I think they’ve done well. On the iPhone 5, China has had a big role to play within the quarter, and it looks like Apple was able to take advantage of the Chinese New Year, and the pickup of the iPhone 5 introduction in China.\n\n”The overall iPad number was positive. Only a marginal decline over Q4, their strong seasonal quarter. It will be interesting to see the mix of that 19 million, how much of that is iPad mini vs traditional, and to see if they’re keeping the mix at 50-50 as it was in Q4, or if the iPad mini is beginning to erode into the traditional iPad.\n\n“On the Mac, obviously 4 million is not the number that people are going to pay attention to. But a nearly flat number from year before in Q1, when the market was down double digits, that’s pretty impressive.”\n\n”The results were as expected. They slightly beat the lowered expectations, and they guided low. That was all expected. This was in preparation of a new product cycle that will come in the August to October timeframe.\n\n”They did increase the share buyback, that’s a band aid. The investor focus should be on, when are the new products coming? As soon as Apple launches new products, that’s the key to the stock recovering.\n\n“When that happens, the stock could go to all-time highs. But unless Apple comes out with new products, the stock will be going sideways.”"
    }
]