[
    {
        "time": "5:44PM UTC",
        "header": "drop in apple shares, weak profits drag wall street lower",
        "link": "http://www.reuters.com/article/2013/04/17/us-markets-stocks-idUSBRE93006T20130417",
        "body": "NEW YORK (Reuters) - Stocks fell in a broad market selloff Wednesday, led by a sharp drop in Apple shares on worries about slowing demand for its products and weaker-than-expected results from Bank of America that battered the financial sector.\n\nApple Inc (AAPL.O) slid 5.5 percent to $402.80 after falling below $400 for the first time since December 2011. A key supplier, chipmaker Cirrus Logic (CRUS.O), gave a disappointing revenue forecast, fueling worries about weakening demand for the iPhone and iPad.\n\nThe CBOE Volatility index .VIX, a measure of investor anxiety, jumped 18.3 percent to 16.51. It remains well below the 20 mark, however, suggesting market volatility is still considered relatively subdued.\n\nWednesday’s losses were the week’s second big sell-off, adding to views the market may be starting the pullback analysts have been speculating about for months. The market has had strong gains since the start of year, yet on Monday, the S&P 500 posted its worst day since November 7 following a sharp drop in gold prices.\n\n“After Monday’s gold selloff spooked U.S. equities, it seems as though the dip buyers are a bit less aggressive, allowing the market to fall a bit more,” said Gordon Charlop, a managing director at Rosenblatt Securities in New York.\n\n“This could also be indicative of a muted risk tolerance and perhaps mark the beginning of a long-awaited equity pullback.”\n\nThe Dow Jones industrial average .DJI was down 138.19 points, or 0.94 percent, at 14,618.59. The Standard & Poor's 500 Index .SPX was down 22.56 points, or 1.43 percent, at 1,552.01. The Nasdaq Composite Index .IXIC was down 59.96 points, or 1.84 percent, at 3,204.67.\n\nVolume was roughly 7.89 billion shares traded on the New York Stock Exchange, the Nasdaq and the NYSE MKT, well above the average daily closing volume of about 6.36 billion this year. Decliners outpaced advancers by nearly 4 to 1 on both the NYSE and the Nasdaq.\n\nFinancial stocks also fell after Bank of America Corp (BAC.N) posted revenue and profits that were below Wall Street expectations. Shares of the Dow component slumped 4.7 percent to $11.70.\n\nThe S&P financial index .SPSY was down 1.9 percent and shares of Morgan Stanley (MS.N), due to report Thursday, were down 1.7 percent.\n\nBesides financials and technology, energy and materials sectors fell sharply along with oil and copper prices. The S&P 500 energy companies .SPNY fell 1.9 percent and shares of Chevron (CVX.N) slid 1.9 percent to $114.81 and helped lead declines on the Dow.\n\nAs Apple shares moved lower, the stock’s implied volatility shot higher, reflecting more risk for the stock in the next 30 days.\n\n“This continues a trend since December 2012 where the risk paradigm in Apple has changed,” said Ophir Gottlieb, managing director of San-Francisco-based options analytics Livevol.\n\nIn a notable technical move, the S&P 500 came close to falling below its 50-day moving average. It has not fallen below the level since the end of last year.\n\nAmong other tech decliners, Texas Instruments (TXN.O) shed 4.3 percent to $34.21. Yahoo Inc YHOO.O declined 0.4 percent to $23.70 after the Internet company reported first-quarter revenue that missed expectations, though many Wall Street analysts raised their price targets on the stock.\n\nS&P 500 earnings are now expected to have risen 1.7 percent in the first quarter, based on actual results from 56 companies and estimates for the rest, according to Thomson Reuters data.\n\nThat expectation is up from a previous estimate of 1.5 percent growth at the start of the month, but so far just 48.2 percent of companies this reporting period have beaten revenue expectations.\n\nAfter the closing bell, shares of eBay (EBAY.O) and memory chipmaker SanDisk SNDK.O fell after reporting results. EBay was down 2.3 percent at $54.80 while shares of SanDisk were down 3.1 percent at $54.\n\nAdding to uncertainty in the market, authorities said a letter sent to President Barack Obama and intercepted at a mail screening facility contained the deadly poison ricin, according to preliminary testing.\n\n“The ongoing sequence of these terrorist incidents ... doesn’t create an environment for good investor psychology,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama."
    },
    {
        "time": "4:45PM UTC",
        "header": "us stocks-wall street sells off, led by apple",
        "link": "http://www.reuters.com/article/2013/04/17/markets-usa-stocks-idUSL2N0D42CB20130417",
        "body": "NEW YORK, April 17 (Reuters) - U.S. stocks fell in a broad market selloff Wednesday, led by a sharp fall in Apple shares on worries about slowing demand for its products and weaker-than-expected results from Bank of America that battered the financial sector.\n\nApple Inc slid 5.5 percent to $402.80 after falling below $400 for the first time since December 2011. A key supplier, chipmaker Cirrus Logic, gave a disappointing revenue forecast, fueling worries about weakening demand for the iPhone and iPad.\n\nThe CBOE Volatility index, a measure of investor anxiety, jumped 18.3 percent to 16.51. It remains well below the 20 mark, however, suggesting volatility is still considered relatively subdued.\n\nWednesday’s losses were the week’s second big sell-off, adding to views the market may be starting the pullback analysts have been speculating about for months. The market has had strong gains since the start of year, yet on Monday, the S&P 500 posted its worst day since Nov. 7 following a sharp drop in gold prices.\n\n“After Monday’s gold selloff spooked U.S. equities, it seems as though the dip buyers are a bit less aggressive, allowing the market to fall a bit more,” said Gordon Charlop, a managing director at Rosenblatt Securities in New York.\n\n“This could also be indicative of a muted risk tolerance and perhaps mark the beginning of a long-awaited equity pullback.”\n\nThe Dow Jones industrial average was down 138.19 points, or 0.94 percent, at 14,618.59. The Standard & Poor’s 500 Index was down 22.56 points, or 1.43 percent, at 1,552.01. The Nasdaq Composite Index was down 59.96 points, or 1.84 percent, at 3,204.67.\n\nFinancial stocks also fell after Bank of America Corp posted revenue and profits that were below Wall Street expectations. Shares of the Dow component slumped 4.7 percent to $11.70.\n\nThe S&P financial index was down 1.9 percent.\n\nBesides financials and technology, energy and materials sectors fell sharply along with oil and copper prices. The S&P 500 energy companies fell 1.9 percent and shares of Chevron slid 1.9 percent to $114.81 and helped lead declines on the Dow.\n\nAs Apple shares moved lower, the stock’s implied volatility shot higher, reflecting more risk for the stock in the next 30 days.\n\n“This continues a trend since December 2012 where the risk paradigm in Apple has changed and what was once the most valuable company in the world has seen half of its capitalization disappear in the last seven months,” said said Ophir Gottlieb, managing director of San-Francisco-based options analytics Livevol.\n\nAmong other tech decliners, Texas Instruments shed 4.3 percent to $34.21.\n\nS&P 500 earnings are now expected to have risen 1.7 percent in the first quarter, based on actual results from 42 companies and estimates for the rest, according to Thomson Reuters data. That expectation is up from a previous estimate of 1.5 percent growth at the start of the month. At the start of the year analysts saw earnings growing 4.3 percent.\n\nAdding to uncertainty in the market, authorities said a letter sent to President Barack Obama and intercepted at a mail screening facility contained the deadly poison ricin, according to preliminary testing.\n\n“The ongoing sequence of these terrorist incidents ... doesn’t create an environment for good investor psychology,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama."
    },
    {
        "time": "12:45PM UTC",
        "header": "us stocks-wall st slumps in broad decline, apple sinks",
        "link": "http://www.reuters.com/article/2013/04/17/markets-usa-stocks-idUSL2N0D41HI20130417",
        "body": "NEW YORK, April 17 (Reuters) - U.S. stocks dropped 1 percent in a broad decline on Wednesday, with materials and energy shares leading the way lower as commodity prices dropped, while a selloff in Apple shares pressured the Nasdaq.\n\nApple Inc dropped 5.8 percent to $401.31, the stock’s worst daily decline since Jan. 24 after chipmaker Cirrus Logic gave a disappointing revenue outlook that raised concerns about weakening demand for Apple products.\n\nAll but two of the S&P 500’s 10 major sectors dropped more than 1 percent while about four-fifths of stocks traded on the New York Stock Exchange and Nasdaq were lower.\n\nThe CBOE Volatility index, a measure of investor anxiety, spiked 26 percent, though action on the VIX was also influenced by the expiration of April futures contracts.\n\nMining and other materials companies sunk 2.6 percent while energy companies were off 2.6 percent as U.S. crude futures dropped 2.6 percent to $86.40 a barrel. Brent crude is on pace for its sixth straight daily decline.\n\nFinancial stocks fell after Bank of America Corp posted revenue and profits that were below Wall Street expectations. Shares of the Dow component slumped 6.4 percent to $11.49.\n\n“Banks are clearly struggling,” said Jim McDonald, chief investment strategist at Chicago-based Northern Trust Global Investments, which has $760 billion in assets. “Loan growth has been disappointing, which points to economic growth not being robust.”\n\nThe Dow Jones industrial average was down 174.93 points, or 1.19 percent, at 14,581.85. The Standard & Poor’s 500 Index was down 28.51 points, or 1.81 percent, at 1,546.06. The Nasdaq Composite Index was down 72.28 points, or 2.21 percent, at 3,192.35.\n\nThe S&P information technology sector fell 2.6 percent. In addition to Apple Inc, which neared breaking below $400 per share for the first time since December 2011, Texas Instruments shed 4.6 percent to $34.10.\n\nIntel Corp slipped 1.1 percent to $21.67 after the chipmaker said its current-quarter revenue would decline as much as 8 percent and it trimmed its 2013 capital spending plans.\n\nOil prices dropped on the prospect of sluggish fuel demand in the United States and China, a sign that economic growth was weak. Crude is down about 10 percent so far this year. Among the most active energy companies, Valero Energy dropped 4.2 percent to $37.97, while Halliburton Co was off 5.2 percent to $37.56.\n\nMarkets have been volatile this week, with the S&P moving more than 1 percent in each session, putting the VIX on track for its biggest weekly jump since May 2010. While the S&P is down 2.6 percent on the week, it posted its second-best daily performance of the year on Tuesday.\n\nAdding another element of uncertainty to the market, the U.S. Secret Service said that a letter addressed to President Barack Obama containing a suspicious substance was received at a White House mail screening facility on Tuesday. The letter came on the heels of the bombing on Monday in Boston.\n\n“The ongoing sequence of these terrorist incidents ... doesn’t create an environment for good investor psychology,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama, who speculated that investors could move into government bonds from stocks if such events proliferated.\n\nYahoo Inc fell 0.9 percent to $23.57 after the Internet company reported first-quarter revenue that missed expectations, though many analysts raised their price targets on the stock.\n\nTextron Inc was the biggest percentage decliner on the S&P 500, shedding 13 percent to $25.45 after cutting its full-year profit outlook on a decline in sales to the military.\n\nOn the upside, Mattel Inc rose 2.4 percent to $44 as the S&P’s biggest gainer after the company reported earnings that topped forecasts, helped by cost controls.\n\nWith 9 percent of the S&P 500 having reported, 67 percent have beaten earnings expectations, even with the average over the past four quarters, but above the average of 63 percent since 1994.\n\nS&P 500 earnings are now expected to have risen 1.7 percent in the first quarter, based on actual results from 42 companies and estimates for the rest, according to Thomson Reuters data. That expectation is up from a previous estimate of 1.5 percent growth at the start of the month. At the start of the year analysts saw earnings growing 4.3 percent.\n\nOther S&P 500 companies expected to report on Wednesday include American Express Co, eBay Inc and Sandisk Corp.\n\nThe Federal Reserve is expected to release its Beige Book describing economic conditions at 2 p.m. (1600 GMT)."
    },
    {
        "time": "2:52PM UTC",
        "header": "us stocks-wall street falls, led by drop in apple",
        "link": "http://www.reuters.com/article/2013/04/17/markets-usa-stocks-idUSL2N0D41W220130417",
        "body": "NEW YORK, April 17 (Reuters) - U.S. stocks dropped 1 percent in a broad decline on Wednesday, led by a drop in Apple shares on worries about slowing demand, while energy and other commodity-related shares sank for a second day this week.\n\nApple Inc dropped 5.4 percent to $403.26 and briefly fell below $400 for the first time since December 2011. A key supplier, chipmaker Cirrus Logic, gave a disappointing revenue forecast, fueling worries about weakening demand for the iPhone and iPad.\n\nThe CBOE Volatility index, a measure of investor anxiety, spiked 26 percent, though action on the VIX was also influenced by the expiration of April futures contracts.\n\nA drop in gold triggered a stock sell-off Monday that drove the S&P 500 down more than 2 percent in its biggest daily percentage fall since Nov. 7. Stocks bounced back on Tuesday, but analysts said stocks could fall further given the strong gains since the start of the year.\n\n“After Monday’s gold sell-off spooked U.S. equities, it seems as though the dip buyers are a bit less aggressive, allowing the market to fall a bit more,” said Gordon Charlop, a managing director at Rosenblatt Securities in New York.\n\n“This could also be indicative of a muted risk tolerance and perhaps mark the beginning of a long-awaited equity pullback.”\n\nBesides technology, energy and materials sectors were among the worst performers as oil and copper prices fell. The S&P 500 energy companies was down 2.1 percent and shares of Chevron slid 1.8 percent to $114.87 and led declines on the Dow.\n\nFinancial stocks also fell after Bank of America Corp posted revenue and profits that were below Wall Street expectations. Shares of the Dow component slumped 6 percent to $11.54.\n\nThe Dow Jones industrial average was down 121.22 points, or 0.82 percent, at 14,635.56. The Standard & Poor’s 500 Index was down 21.22 points, or 1.35 percent, at 1,553.35. The Nasdaq Composite Index was down 57.22 points, or 1.75 percent, at 3,207.40.\n\nAs Apple shares moved lower, the stock’s implied volatility, which measures perceived risk of future stock movement, shot up, according to Ophir Gottlieb, managing director of options analytics firm Livevol.\n\nAmong other tech decliners, Texas Instruments shed 3.8 percent to $34.37.\n\nIntel Corp added 0.5 percent to $21.01 after the chipmaker said its current-quarter revenue would decline as much as 8 percent. The world’s largest chipmaker also trimmed its 2013 capital spending plans.\n\nAdding to uncertainty in the market, authorities said a letter sent to President Barack Obama and intercepted at a mail screening facility contained the deadly poison ricin, according to preliminary testing.\n\n“The ongoing sequence of these terrorist incidents ... doesn’t create an environment for good investor psychology,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama."
    },
    {
        "time": "7:29PM UTC",
        "header": "nikkei set to fall on weak global markets; apple-linked shares may falter",
        "link": "http://www.reuters.com/article/2013/04/17/markets-japan-stocks-idUSL3N0D4V1N20130417",
        "body": ""
    },
    {
        "time": "4:13PM UTC",
        "header": "us stocks snapshot-wall st ends sharply lower as apple slides",
        "link": "http://www.reuters.com/article/2013/04/17/markets-usa-stocks-close-idUSEAP10RH2I20130417",
        "body": "NEW YORK, April 17 (Reuters) - U.S. stocks fell in a broad market selloff Wednesday, led by a sharp fall in Apple on worries about slowing demand while weaker-than-expected results from Bank of America pressured the financial sector.\n\nThe Dow Jones industrial average was down 138.19 points, or 0.94 percent, at 14,618.59. The Standard & Poor’s 500 Index was down 22.56 points, or 1.43 percent, at 1,552.01. The Nasdaq Composite Index was down 59.96 points, or 1.84 percent, at 3,204.67."
    },
    {
        "time": "7:22PM UTC",
        "header": "supplier woes stir apple demand fears, stock drops below $400",
        "link": "http://www.reuters.com/article/2013/04/17/us-apple-shares-idUSBRE93G0PA20130417",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc’s shares fell below $400 on Wednesday for the first time since December 2011 after a chip supplier’s disappointing revenue forecast fanned fears about weakening demand for the iPhone and iPad as competition intensifies.\n\nThe stock dropped below $400 briefly before bouncing back to end 5.5 percent lower at $402.80, losing more than $22 billion of market value in a single day.\n\nCirrus Logic, which makes analog and audio chips for the iPhone and iPad, on Tuesday warned of a reduced product forecast from one customer - which it did not name. But 90 percent or more of its business comes from Apple, making it a key indicator of demand for iPhones and iPads.\n\nThe surprise warning fueled fears that demand for the iPhone - which makes up more than half of Apple’s revenue - is falling faster than expected as Samsung Electronics and other rivals who use Google Inc’s Android software flood the market with cheaper phones. Typically, many Apple fans also hold off on buying the gadgets if they believe a new model will be introduced in the next few months.\n\nApple is to report quarterly results on Tuesday. Analysts say Cirrus Logic’s reduced outlook lends weight to arguments that consumers’ love affair with the iPhone is waning as challengers such as Samsung vie for their attention.\n\n“This is a tough environment. Apple is in transition between products,” said Michael Yoshikami, a portfolio manager at Destination Wealth Management, which owns about 50,000 Apple shares. Cirrus’s warning “makes it more likely Apple’s not going to surprise on upside.”\n\nSince its September 2012 peak, Apple has lost 40 percent of its market value or more than $280 billion - slightly more than Google’s entire capitalization - battered by worries about the effect on Apple’s industry-leading margins if it’s forced to do faster updates of its products to keep up.\n\nSome believe Apple will not be able to sustain its high gross margins as competition in the tablet and smartphone markets leads to lower prices. Shorter product cycles limit Apple’s ability to bring down component costs, Bernstein Research analyst Toni Sacconaghi said in a note to clients.\n\nCirrus’s weak forecast follows a 19 percent decline in first-quarter sales at Taiwan’s Hon Hai Precision Industry Co Ltd, Apple’s main contract manufacturer.\n\n“It’s a reminder of weakening demand and the challenges around product transitions,” Shannon Cross, of Cross Research, said. “There’s not a lot of conviction about what the second half is going to look like.”\n\nVerizon Communications Inc, which with Vodafone controls the No. 1 U.S. wireless carrier Verizon Wireless, reports results on Thursday and may offer more clues to iPhone and iPad demand in the quarter.\n\nShares of other chip makers and Apple suppliers, including Qualcomm, Avago Technologies, Broadcom and Skyworks, fell between 2 and 6 percent on a day that saw broad weakness in financial markets.\n\nGoldman Sachs analyst Bill Shope said in a note on Wednesday that Apple’s momentum could weaken further before it launches new products later this year.\n\nApple, which relies heavily on new products to drive its revenue growth, has not had a launch since last October when it unveiled its 7.9-inch iPad mini and an updated full-size iPad.\n\nThe company typically launches a new iPad in the spring, but it is unlikely to do so because of the October update. Looking forward, investors now expect an upcoming new iPhone to power earnings in the second half. The two versions of the iPad are also likely to get an update in the fall.\n\nIn the past week, analysts had reduced their estimates for Apple’s March quarter revenue on average to $42.53 billion from $42.68 billion. Following Cirrus’ warning on Tuesday, some think Apple’s results could miss those already reduced expectations.\n\nApple is expected to report a 9 percent increase in quarterly revenue, with net profit expected to decline 17 percent to $9.59 billion, or $10.08 a share, for its fiscal second quarter, according to average analysts’ estimates.\n\nSacconaghi, who lowered his revenue estimate to $41.1 billion from $42.4 billion, said he expects mixed results with Apple’s revenue coming in below consensus and earnings per share largely as expected.\n\nApple’s implied volatility, which measures perceived risk of future stock movement, shot up on Wednesday. The implied volatility for the next 30 days for Apple stood at 43.73 percent, a 16.7 percent increase.\n\nShare price volatility should increase into earnings and surpass an annual high in the next few days, said Ophir Gottlieb, managing director of options analytics firm Livevol."
    },
    {
        "time": "8:15PM UTC",
        "header": "nikkei follows global markets lower; apple-linked shares hit",
        "link": "http://www.reuters.com/article/2013/04/18/markets-japan-stocks-idUSL3N0D505D20130418",
        "body": ""
    },
    {
        "time": "11:44PM UTC",
        "header": "nikkei retreats as blue-chips lose ground; apple suppliers sag",
        "link": "http://www.reuters.com/article/2013/04/18/markets-japan-stocks-idUSL3N0D52DX20130418",
        "body": ""
    },
    {
        "time": "9:28PM UTC",
        "header": "nikkei falls as exporters lose ground; apple-linked shares hit",
        "link": "http://www.reuters.com/article/2013/04/18/markets-japan-stocks-idUSL3N0D51TZ20130418",
        "body": ""
    },
    {
        "time": "8:17PM UTC",
        "header": "lg display tumbles on concerns of weaker sales to apple",
        "link": "http://www.reuters.com/article/2013/04/18/us-lgdisplay-shares-idUSBRE93H00F20130418",
        "body": "SEOUL (Reuters) - Shares in LG Display (034220.KS), a flat-screen supplier for Apple Inc (AAPL.O), plunged more than 4 percent on Thursday, hit by concerns of weaker demand from the iPhone and iPad maker after disappointing revenue forecast by a chip supplier to the U.S. firm.\n\nApple shares also fell below $400 on Wednesday for the first time since December 2011 after Cirrus Logic (CRUS.O), which makes analog and audio chips for the iPhone and iPad warned of a reduced product forecast from one customer- which it did not name. But 90 percent of more of its business comes from Apple, making it a key indicator of demand for iPhones and iPads.\n\n“A warning by Cirrus Logic fueled concerns about sluggish sales of iPhone and iPad and adversely affect shares of LG Display, which generates about 20 percent to 25 percent of its revenue from Apple,” said Jay Yoo, an analyst at Korea Investment & Securities."
    },
    {
        "time": "5:43PM UTC",
        "header": "us stocks-drop in apple shares, weak profits drag wall st lower",
        "link": "http://www.reuters.com/article/2013/04/17/markets-usa-stocks-idUSL2N0D42KI20130417",
        "body": "NEW YORK, April 17 (Reuters) - U.S. stocks fell in a broad market selloff Wednesday, led by a sharp drop in Apple shares on worries about slowing demand for its products and weaker-than-expected results from Bank of America that battered the financial sector.\n\nApple Inc slid 5.5 percent to $402.80 after falling below $400 for the first time since December 2011. A key supplier, chipmaker Cirrus Logic, gave a disappointing revenue forecast, fueling worries about weakening demand for the iPhone and iPad.\n\nThe CBOE Volatility index, a measure of investor anxiety, jumped 18.3 percent to 16.51. It remains well below the 20 mark, however, suggesting market volatility is still considered relatively subdued.\n\nWednesday’s losses were the week’s second big sell-off, adding to views the market may be starting the pullback analysts have been speculating about for months. The market has had strong gains since the start of year, yet on Monday, the S&P 500 posted its worst day since Nov. 7 following a sharp drop in gold prices.\n\n“After Monday’s gold selloff spooked U.S. equities, it seems as though the dip buyers are a bit less aggressive, allowing the market to fall a bit more,” said Gordon Charlop, a managing director at Rosenblatt Securities in New York.\n\n“This could also be indicative of a muted risk tolerance and perhaps mark the beginning of a long-awaited equity pullback.”\n\nThe Dow Jones industrial average was down 138.19 points, or 0.94 percent, at 14,618.59. The Standard & Poor’s 500 Index was down 22.56 points, or 1.43 percent, at 1,552.01. The Nasdaq Composite Index was down 59.96 points, or 1.84 percent, at 3,204.67.\n\nVolume was roughly 7.89 billion shares traded on the New York Stock Exchange, the Nasdaq and the NYSE MKT, well above the average daily closing volume of about 6.36 billion this year. Decliners outpaced advancers by nearly 4 to 1 on both the NYSE and the Nasdaq.\n\nFinancial stocks also fell after Bank of America Corp posted revenue and profits that were below Wall Street expectations. Shares of the Dow component slumped 4.7 percent to $11.70.\n\nThe S&P financial index was down 1.9 percent and shares of Morgan Stanley, due to report Thursday, were down 1.7 percent.\n\nBesides financials and technology, energy and materials sectors fell sharply along with oil and copper prices. The S&P 500 energy companies fell 1.9 percent and shares of Chevron slid 1.9 percent to $114.81 and helped lead declines on the Dow.\n\nAs Apple shares moved lower, the stock’s implied volatility shot higher, reflecting more risk for the stock in the next 30 days.\n\n“This continues a trend since December 2012 where the risk paradigm in Apple has changed,” said Ophir Gottlieb, managing director of San-Francisco-based options analytics Livevol.\n\nIn a notable technical move, the S&P 500 came close to falling below its 50-day moving average. It has not fallen below the level since the end of last year.\n\nAmong other tech decliners, Texas Instruments shed 4.3 percent to $34.21. Yahoo Inc declined 0.4 percent to $23.70 after the Internet company reported first-quarter revenue that missed expectations, though many Wall Street analysts raised their price targets on the stock.\n\nS&P 500 earnings are now expected to have risen 1.7 percent in the first quarter, based on actual results from 56 companies and estimates for the rest, according to Thomson Reuters data.\n\nThat expectation is up from a previous estimate of 1.5 percent growth at the start of the month, but so far just 48.2 percent of companies this reporting period have beaten revenue expectations.\n\nAfter the closing bell, shares of eBay and memory chipmaker SanDisk fell after reporting results. EBay was down 2.3 percent at $54.80 while shares of SanDisk were down 3.1 percent at $54.\n\nAdding to uncertainty in the market, authorities said a letter sent to President Barack Obama and intercepted at a mail screening facility contained the deadly poison ricin, according to preliminary testing.\n\n“The ongoing sequence of these terrorist incidents ... doesn’t create an environment for good investor psychology,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama."
    }
]