[
    {
        "time": "2:23PM UTC",
        "header": "apple to unveil next iphone sept 10: report",
        "link": "http://www.reuters.com/article/2013/08/12/us-apple-iphone-idUSBRE97A0E420130812",
        "body": "(Reuters) - Apple Inc, the world’s largest technology company, is expected to present its redesigned iPhone in September, according to technology blog AllThingsD.\n\nThe blog cited unnamed sources as saying that Apple will unveil its next smart phone at a special event on Sept 10.\n\nThe company was not immediately available for comment.\n\nApple’s iPhone launches are among the most-watched events on the tech industry calendar.\n\nReuters reported in June that Apple is exploring launching iPhones with bigger screens, as well as cheaper models in a range of colors, over the next year, according to several sources with knowledge of the matter.\n\nThe new iPhone would hit store shelves in time for the crucial holiday season."
    },
    {
        "time": "3:19PM UTC",
        "header": "us stocks-dow, s&p 500 slip, blackberry and apple lift nasdaq",
        "link": "http://www.reuters.com/article/2013/08/12/markets-usa-stocks-idUSL2N0GD1EI20130812",
        "body": "* Indexes: Dow down 0.2 pct; S&P down 0.3 pct; Nasdaq up 0.1 pct\n\nNEW YORK, Aug 12 (Reuters) - The Dow and the S&P 500 indexes fell on Monday, extending losses from Wall Street’s worst week since June last week, but Apple and BlackBerry kept the Nasdaq index afloat.\n\nTrading volume was light as many traders were away on holiday in August, amplifying market swings. In addition, the earnings period is drawing to a close as the market enters a seasonally slow period.\n\nLast week, the market had some of its lightest trading volume of the year. But hedging activity picked up in the options market as traders brace for a short-term decline in equities, according to Credit Suisse.\n\n“While we’re seeing increased near-term hedging going into September’s (Federal Reserve) meeting, the option market is becoming more constructive on the medium-term market outlook,” said Mandy Xu, equity derivatives strategist at Credit Suisse in New York.\n\nThe Fed’s policy has helped fueled the S&P’s gain of nearly 19 percent in 2013. The Fed is seen as moving toward reducing its stimulus in the form of $85 billion in monthly bond purchases, causing some investors to take a step back from stocks.\n\nSome Fed officials have said the U.S. central bank could begin scaling back its quantitative easing next month if the economy continues to improve.\n\nThe Dow Jones industrial average was down 32.67 points, or 0.21 percent, at 15,392.84. The Standard & Poor’s 500 Index was down 4.78 points, or 0.28 percent, at 1,686.64. The Nasdaq Composite Index was up 3.78 points, or 0.10 percent, at 3,663.89.\n\nU.S.-listed shares of smartphone maker BlackBerry rose 12 percent to $10.90 after the company said it had set up a committee to explore a possible sale or partnership. The stock was the most actively traded on Nasdaq on Monday.\n\nShares of Apple Inc, the world’s largest technology company, rose 2.4 percent to $465 after technology blog AllThingsD reported that the company is expected to present its redesigned iPhone in September.\n\nSteinway Musical Instruments, the manufacturer of pianos, saxophones and trumpets, said it received a $38-per-share buyout offer from an investment firm it did not identify, topping an earlier bid by Kohlberg & Co. Shares of Steinway rose 8.6 percent to $39.34.\n\nVical Inc shares plummeted 56 percent to $1.50 after the company said it would stop developing cancer therapy Allovectin after a late-stage trial failed. The stock was one of the most actively traded on the Nasdaq Stock Market.\n\nTesla Motors Inc dipped 4.2 percent to $146.60 after Lazard downgraded the stock."
    },
    {
        "time": "4:01PM UTC",
        "header": "us stocks snapshot - dow, s&p 500 end lower; apple lifts nasdaq",
        "link": "http://www.reuters.com/article/2013/08/12/markets-usa-stocks-close-idUSEAP10RC2I20130812",
        "body": "NEW YORK, Aug 12 (Reuters) - The Dow and the S&P 500 indexes fell on Monday, extending losses from Wall Street’s worst week since June last week, but Apple and BlackBerry kept the Nasdaq index afloat.\n\nBased on the latest available data, the Dow Jones industrial average was down 4.83 points, or 0.03 percent, at 15,420.68. The Standard & Poor’s 500 Index was down 1.92 points, or 0.11 percent, at 1,689.50. The Nasdaq Composite Index was up 9.84 points, or 0.27 percent, at 3,669.95."
    },
    {
        "time": "6:02PM UTC",
        "header": "dow, s&p 500 end lower; nasdaq lifted by blackberry, apple",
        "link": "http://www.reuters.com/article/2013/08/12/us-markets-stocks-idUSBRE9770GZ20130812",
        "body": "NEW YORK (Reuters) - The Dow and the S&P 500 indexes dipped on Monday, extending losses from Wall Street’s worst week since June last week, but Apple and BlackBerry kept the Nasdaq index afloat.\n\nTrading volume was light, marking one of the five days this year with fewer than 5 billion shares traded over a full session. Many traders are away on holiday in August, amplifying market swings, and the earnings period is drawing to a close as the market enters a seasonally slow period.\n\nBut hedging activity picked up in the options market as traders brace for a short-term decline in equities, according to Credit Suisse.\n\n“While we’re seeing increased near-term hedging going into September’s (Federal Reserve) meeting, the option market is becoming more constructive on the medium-term market outlook,” said Mandy Xu, equity derivatives strategist at Credit Suisse in New York.\n\nFed stimulus has helped fuel the S&P’s gain of nearly 19 percent in 2013. The Fed is seen as moving toward reducing its$85 billion in monthly bond purchases, causing some investors to take a step back from stocks.\n\nSome Fed officials have said the U.S. central bank could begin scaling back its quantitative easing next month if the economy continues to improve.\n\nThe Dow Jones industrial average .DJI was down 5.83 points, or 0.04 percent, at 15,419.68. The Standard & Poor's 500 Index .SPX was down 1.95 points, or 0.12 percent, at 1,689.47. The Nasdaq Composite Index .IXIC was up 9.84 points, or 0.27 percent, at 3,669.95.\n\nU.S.-listed shares of smartphone maker BlackBerry BBRY.O rose 10.5 percent to $10.78 after the company said it had set up a committee to explore a possible sale or partnership. The stock was the most actively traded on Nasdaq on Monday.\n\nShares of Apple Inc (AAPL.O), the world’s largest technology company, rose 2.8 percent to $467.36 after technology blog AllThingsD reported the company is expected to present its redesigned iPhone in September.\n\nSteinway Musical Instruments LVB.N, the manufacturer of pianos, saxophones and trumpets, said it received a $38-per-share buyout offer from an investment firm it did not identify, topping an earlier bid by Kohlberg & Co. Shares of Steinway rose 9.3 percent to $39.59.\n\nVical Inc (VICL.O) shares plummeted 57 percent to $1.53 after the company said it would stop developing cancer therapy Allovectin after a late-stage trial failed. The stock was one of the most actively traded on the Nasdaq Stock Market.\n\nTesla Motors Inc (TSLA.O) dipped 3.7 percent to $147.38 after Lazard downgraded the stock.\n\nOther decliners were commercial real estate companies including Prologis (PLD.N), down 1.6 percent at $37.68 and BRE Properties BRE.N, down 0.9 percent at $50.27.\n\nVolume was roughly 4.9 billion shares traded on the New York Stock Exchange, the Nasdaq and the NYSE MKT, below the average daily closing volume of about 6.36 billion this year.\n\nOn the NYSE, advancing stocks beat decliners by 1,626 to 1,364. On the Nasdaq, advancing stocks beat decliners by 1,430 to 1,086."
    },
    {
        "time": "3:58PM UTC",
        "header": "money damages should be good enough for apple in smartphone wars",
        "link": "http://www.reuters.com/article/2013/08/12/idUS55411412620130812",
        "body": "I hold few principles more dearly than the inherent value of intellectual property. I’d be crazy to think otherwise, considering that I’m a content creator. No one who starts from scratch, whether they’re writing a news story or developing a killer smartphone feature, abides copycats. So on one level my sympathies lie with the geniuses at Apple who developed the iPhone and iPad, only to see less innovative rivals steal ideas and market share.\n\nBut at this point in the long-running litigation between Apple and its smart device competitors, I believe the appropriate remedy for Apple’s injury is money – damages for past infringement of its patents plus a reasonable licensing fee for continued use – and not a ban on competing devices. I’d like to see the U.S. Trade Representative veto the exclusion order against certain Samsung devices issued Friday by the U.S. International Trade Commission, based on the ITC’s finding that Samsung’s infringed certain claims in two Apple patents. And I’m hoping that after oral arguments Friday, the Federal Circuit Court of Appeals agrees with U.S. District Judge Lucy Koh of San Jose, California, and concludes that Apple is not entitled to a post-trial injunction as the result of a jury finding last year that Samsung infringed six Apple smart device patents.\n\nPatent laws, of course, entail the right to seek an injunction. The U.S. Supreme Court confirmed that right in 2006 in eBay v. MercExchange, though the court set a difficult-to-meet four-part test to determine whether courts should enjoin infringing products. MercExchange, as you probably know, was prompted by patent trolls’ use of injunctions (or the threat of injunctions) to extract favorable settlements from operating companies. But you also probably know that the smartphone patent wars have prompted courts and federal agencies to do a lot of thinking about injunctions in the context of products that employ thousands of patents. Much of that reconsideration has involved patents essential to technology standards, widely known as standard-essential patents. Patent owners are obliged, under agreements with standard-setting bodies, to license standard-essential patents on reasonable terms. That responsibility is in tension with the IP owner’s right to a bar on competing goods. Earlier this month, for instance, the U.S. Trade Representative made an extremely rare decision to overturn an ITC exclusion order that was based on Apple’s infringement of Motorola standard-essential technology. The ITC, like the Justice Department, the Federal Trade Commission, the U.S. Patent Office and several federal judges, said that, as a general rule, the danger of patent hold-up should preclude injunctions based on IP encumbered by licensing obligations.\n\nThe Apple patents Samsung has been found to infringe at the ITC and in federal court in San Jose do not involve standard-essential tech. They cover a variety of the proprietary features that made Apple devices so irresistible, including aspects of the iPhone’s once-revolutionary touch screen technology. Unlike owners of standard-essential patents, Apple never signed a broad agreement to license its IP to all comers and has no obligation to engage in licensing negotiations with its competitors. No doubt, that fact distinguishes Apple’s efforts to bar competing products that borrow its IP too liberally from the almost entirely unsuccessful attempts by Motorola and Samsung to enjoin products that infringe patents they’ve promised to license to rivals on fair and reasonable terms.\n\nBut there’s different rationale for limiting the recourse to post-trial injunctions for companies like Apple: The injury doesn’t justify the cure. Remember, we’re not talking about pre-trial injunctions. The Federal Circuit has already ruled, at an earlier stage of the litigation between Apple and Samsung, that Apple was not entitled to a preliminary injunction unless it could show a “causal nexus” between Samsung’s infringement and the alleged injury to Apple. Apple couldn’t demonstrate that it was irreparably harmed by Samsung’s infringement – one of the four prongs in the Supreme Court’s eBay test – without proving that consumers bought Samsung products specifically because of features copied from Apple. “Sales lost to an infringing product cannot irreparably harm a patentee if consumers buy that product for reasons other than the patented feature,” the Federal Circuit said. “If the patented feature does not drive the demand for the product, sales would be lost even if the offending feature were absent from the accused product.”\n\nThe entire Federal Circuit declined to take up the “causal nexus” ruling en banc, so it’s the law of the land for preliminary injunctions, at least until the Supreme Court says otherwise. Apple, in other words, has no pre-trial means of preventing rivals from incorporating Apple features, so long as those features are not the only reason consumers buy competing products. Apple cannot avert loss of market share before it proves infringement at trial.\n\nHow much benefit would it receive from a post-trial injunction? Apple obviously thinks a bar on infringing Samsung devices is worth the very considerable time and money it has invested in litigating the issue. For Apple, there’s a principle at stake. Its most recent brief in support of an injunction at the Federal Circuit argues that the causal nexus standard undermines IP rights and creates an improper distinction between complex, multi-patent products and simpler products. Without the availability of injunctive relief, Apple contends, there’s inadequate disincentive for would-be infringers – a result authorized by neither Congress nor the Supreme Court.\n\nBut if you compare the speed of technological innovation to the more stately pace of patent litigation, it’s a good bet that by the time a company like Apple goes to trial and obtains an infringement ruling, it’s already lost whatever market share is attributable to its competitor’s infringement. In fact, Samsung’s Federal Circuit brief in the injunction appeal argues that Samsung has stopped selling many of the products found to violate Apple patents and has designed around Apple IP in the others. “The only effect of an injunction would be to confuse and intimidate Samsung’s carriers and retailers with respect to non-accused products never adjudicated in this case,” Samsung said. (In fairness to Apple, the new ITC exclusion order, which addresses different patents than those in the federal court case, says that some Samsung workarounds did not resolve its infringement.)\n\nApple asserts that the balance of equities entitles it to an injunction. I disagree, and luckily I can rely on Judge Richard Posner of the 7th Circuit, presiding last year by designation in an Apple case against Motorola, to explain why. “The grant of an injunction is not an automatic or even a presumptive consequence of a finding of liability, either generally or in a patent case – in fact the Supreme Court has held that the standard for deciding whether to grant such relief in patent cases is the normal equity standard,” Posner wrote. “And that means, with immaterial exceptions, that the alternative of monetary relief must be inadequate” in order to justify the grant of an injunction. Posner held that any harm to the owner of smartphone patents can be repaired by money damages, though he also said Apple hadn’t adequately demonstrated what its damages were. “The only thing Apple lost as a result of the alleged infringements was royalties capped at the minimum design-around cost,” he said. “Its alleged loss of market share because Motorola’s smartphones do the same thing (either via license or design-around) would have occurred with or without an injunction, and so doesn’t establish the inadequacy of damages.”\n\nPlaintiffs can’t get damages at the ITC, where the only potential relief is an exclusion order. That doesn’t mean, however, that the ITC commissioners should be handing out bans. Perhaps it means that despite its popularity as a patent forum, the ITC isn’t the proper jurisdiction for smartphone suits.\n\nOr it could be that the Federal Circuit panel that heard Friday’s arguments (by William Lee of Wilmer Cutler Pickering Hale and Dorr for Apple and Kathleen Sullivan of Quinn Emanuel Urquhart & Sullivan for Samsung) decides that the causal nexus standard is limited to preliminary injunctions, not post-trial bans. Personally, I’d rather receive a check for the reuse of my IP than bar the publication of outdated stories.\n\nFor more of my posts, please go to WestlawNext Practitioner Insights"
    }
]