[
    {
        "time": "2:27PM UTC",
        "header": "amazon gains against apple's itunes in music downloads",
        "link": "http://www.reuters.com/article/2013/04/16/us-amazon-music-idUSBRE93F0WM20130416",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc has grabbed more than a fifth of the market for digital music downloads, helped by the launch of its own tablet computers and aggressive pricing, according to an industry study released on Tuesday.\n\nAmazonMP3, the online retailer’s digital music business, had 22 percent of the market for music downloads in the United States in last year’s fourth quarter, research firm the NPD Group said in its Annual Music Study.\n\nThat compares with 15 percent in 2011, 13 percent in 2010, 10 percent in 2009 and 7 percent in 2008, NPD data showed.\n\nApple Inc’s iTunes store, which turns 10 years old on April 28, was still dominant with 63 percent of the market in the fourth quarter of 2012. But that was down from 68 percent in 2011 and 69 percent in 2009, according to NPD.\n\n“Amazon’s entry into tablets probably helped,” said Russ Crupnick, senior vice president, industry analysis, at NPD Group.\n\nAmazon launched its own tablet, the Kindle Fire, in 2011, and last year the company rolled out larger versions of the device to compete more with Apple’s iPad.\n\nAmazon is using the Kindle Fire to try to sell more digital goods, such as music, video, apps and games, where iTunes leads.\n\nAmazon, known for low prices, has also taken that approach in music downloads, running frequent price promotions to spur more sales. In 2011, the company offered Lady Gaga’s album “Born This Way” for 99 cents in MP3 format. Demand was so strong that Amazon’s computer servers stalled, forcing the company to run the promotion again a few days later.\n\nAmazon has also benefited from a large base of consumers who buy physical CDs from the retailer. As those shoppers switch to digital music, the company has managed to keep many of them as customers, Crupnick explained.\n\nAmazon sells digital music without Digital Rights Management, or DRM, a technology that limits how people can consume such content. The company’s DRM-free approach boosted demand because it let consumers listen to music on any devices, including Apple devices like iPods and iPhones, Crupnick said.\n\nEven as Amazon gains in this area, the focus is shifting to digital music streaming, currently provided by smaller companies such as Pandora Media Inc and Spotify.\n\nGoogle Inc, Amazon and Apple are among Silicon Valley powerhouses that have been sounding out top recording industry executives as they look for ways to make streaming profitable."
    }
]