[
    {
        "time": "4:37PM UTC",
        "header": "apple sells 33.8 mln iphones in quarter, in line with street",
        "link": "http://www.reuters.com/article/2013/10/28/apple-results-idUSL1N0II1KU20131028",
        "body": "Oct 28 (Reuters) - Apple Inc said on Monday it sold 33.8 million iPhones last quarter, roughly in line with analyst expectations, signaling that its new phones are not as unpopular as some had feared.\n\nThe company reported fiscal fourth-quarter revenue of $37.5 billion, ahead of Wall Street’s average forecast of $36.8 billion, according to Thomson Reuters I/B/E/S."
    },
    {
        "time": "7:00AM UTC",
        "header": "rpt-apple's iphone sales, holiday quarter up for scrutiny",
        "link": "http://www.reuters.com/article/2013/10/28/apple-results-idUSL1N0IH0E920131028",
        "body": "Oct 27 (Reuters) - Apple Inc’s iPhone sales and revenue forecasts, due to be released on Monday, may offer clues as to whether its low-cost 5C model missed the mark or whether the world’s largest tech company can continue its run of smash-hit gadgets.\n\nSigns have emerged that demand for the cheaper model is lagging the top-tier iPhone 5S - both of which went on sale in September - because its $100 discount is proving to be insufficient to motivate emerging market and price-conscious customers.\n\nBut some analysts say the concerns are overblown and that a greater proportion of iPhone 5S shipped, translates into better margins and earnings overall.\n\nApple will be reporting results just a week after taking the wraps off an incrementally improved iPad Air. But it is the iPhone, which accounts for more than half the company’s profit and is its highest-margin gadget, that takes center stage.\n\nApple is expected to report sales of 33 million to 36 million iPhones in its fiscal fourth quarter that ended in September, rising to more than 50 million in the typically strong holiday quarter - the first full quarter of sales of the two new phones.\n\n“Media reports of 5C production cuts are misleading, in our view, given what we think has been strengthening overall 5S/5C production with 5S vectors continuing to strengthen even real time,” Timothy Arcuri, an analyst at Cowen & Co, said in a research note.\n\nApple has come under pressure over the past year or two to bolster sales of its iPhones and iPads as perennial rival Samsung Electronics and cheaper gadgets based on Google Inc’s Android software chip away at its once-leading market share.\n\nIts stock has gained 12.5 percent since August, when famously aggressive activist investor Carl Icahn disclosed a large position in the iPhone maker and began making calls for a new, stepped-up $150 billion share buyback program - boosting hopes of a bigger return of cash to shareholders than anticipated. [ID: nL1N0IE0Y5]\n\nBut the stock is still down about 1 percent this year, vastly underperforming the S&P 500’s 23 percent gain.\n\nLonger-term, investors wonder whether the company that revolutionized the cellphone industry and popularized the tablet computer has another groundbreaking device left in it.\n\nAnalysts say it will take a genuinely new device - like the oft-rumored smartwatch or some sort of TV - to revive the stock. Investors also hope that Apple will seal a deal to sell phones through China Mobile Ltd, gaining access finally to the country’s largest telecoms operator.\n\n“We do see fewer positive catalysts for the stock as the company finishes its annual product line refresh,” Colin Gillis, an analyst at BGC Financial, said in a Friday note to clients.\n\nApple is expected to have moved 15 million iPads in the September quarter, which would be an increase of 1 million over the year-ago quarter.\n\nA month ago, on the back of strong initial sales of its new iPhones, Apple polished its fiscal fourth-quarter financial forecast, saying it expected revenue toward the high end of its previous forecast for $34 billion to $37 billion.\n\nInvestors will also look at Apple’s December quarter forecasts - once ludicrously conservative but now a better indication of management’s expectations - for an idea of the company’s holiday-quarter hopes.\n\nApple is cutting production orders for the plastic-backed, multi-hued model just a month after launch, a source familiar with its supply chain said a week ago, fueling speculation its discount to the 5S may not be enough to drive demand during the crucial shopping season.\n\nPegatron Corp, which assembles the model, had seen orders reduced by less than 20 percent, said the source, who asked not to be identified because the information is sensitive. Hon Hai Precision Industry Co, another major assembly contractor for the 5C, had its orders for the same period reduced by a third, the Wall Street Journal reported.\n\nBeyond holiday projections, analysts want evidence on Monday that profit margins can be sustained as the competition intensifies, and evidence of its ability to innovate.\n\nWall Street is expecting fiscal fourth-quarter revenue of $36.8 billion, up from $36 billion a year ago, and earnings per share of $7.93, down from $8.67 a year ago, as profit margins come under pressure."
    },
    {
        "time": "6:04PM UTC",
        "header": "brazil's osx vessel plugged to ogx field not for sale, source says",
        "link": "http://www.reuters.com/article/2013/10/28/brazil-batista-capital-idUSL1N0II1Z320131028",
        "body": "RIO DE JANEIRO, Oct 28 (Reuters) - The OSX-3 vessel, which Brazilian oil producer OGX Petróleo e Gas Participações SA is seeking to hook up to the offshore Tubarão Martelo field, is not up for sale, a source with direct knowledge of the situation said on Monday.\n\nOGX will continue to look for fresh capital even if it files for bankruptcy protection, said the source, who declined to be identified because the decision has not yet been made public. Three sources told Reuters on Monday that OGX, controlled by former billionaire Eike Batista, is preparing to file for bankruptcy protection as early as Tuesday.\n\nOSX Brasil SA, OGX’s sister company and the owner of the vessel, has no plans to file for bankruptcy protection at the moment, the company said earlier in the day."
    },
    {
        "time": "6:59PM UTC",
        "header": "instant view: apple's quarterly sales fail to excite investors",
        "link": "http://www.reuters.com/article/2013/10/28/us-apple-results-instantview-idUSBRE99R0Z420131028",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc’s quarterly revenue barely beat Wall Street’s heightened expectations after it sold a solid 33.8 million iPhones in the September quarter, but gross margins and profit slid, disappointing some investors.\n\nShares in the company were down more than 2 percent after hours.\n\n”They guided for a solid quarter and it came in a little bit above where they guided. The upside looks like more aggressive share-repurchase and better iPhone numbers than people were expecting.\n\n”They’re guiding for another solid quarter and indicating that they’re going to continue along their path of aggressively returning cash, although not as aggressively as (Carl) Icahn might like.\n\n”Clearly the iPhone is doing very well at 33 million sold. There was a point in time when people were talking about this quarter as potentially really low for iPhone units, but now the basic consensus on the street is the iPhone is still doing well.\n\n”Their operating expense is up a bit more than I anticipated. They’re going to be very aggressive in terms of their marketing.\n\n“They had already preannounced and people got euphoric in recent weeks. It wasn’t a massive blowout. They’re taking a much more pragmatic, rational guidance these days.”\n\nOn why Apple’s stock fell following the report: “Irrational expectations on part of over-exuberant analysts trying to have the high number.”\n\n”The Mac revenue was on the light side and it was negatively impacted by a sharp decline in the blended ASPs.\n\n“My view is they were going to take an iPad hit in front of the new cycle. That was to be expected. I don’t think they terribly ‘upsided’ the gross margin as much as some people would have wanted.”\n\n”With Apple focusing on premium products, maintaining their pricing, ignoring calls for a low-cost iPhone in China, I think we would have expected higher gross margins.\n\n“With the higher-price phones and clear preference toward the 5S, we were all expecting more of a gross margin boost for the December quarter.”"
    },
    {
        "time": "11:05AM UTC",
        "header": "this is apple’s new ‘spaceship’ campus (video)",
        "link": "http://www.reuters.com/article/2013/10/28/idUS46025879220131028",
        "body": "Apple’s senior director of real estate and facilities presented Apple’s vision of its new campus to a Cupertino joint city council and planning commission meeting last week, including video of the projected new campus.\n\n“Definitely the mothership has landed in Cupertino,” a Cupertino city official says in the video.\n\nThen the city of Cupertino posted the video, and the presentation. Fast forward to about 3:35 to see the campus, as well as the architects and Apple planning personnel:\n\n“One of the most memorable things — and perhaps vital to the project — was Steve [Jobs] saying: ‘Don’t think of me as your client. Think of me as one of your team,’” says Norman Foster, the chief architect.\n\nThe campus will house 24,000 Apple employees in an environmentally friendly building that Apple is designing to have no net new environmental impacts. It will include one of the largest solar arrays in the world for an individual corporate building and is designed to not need air conditioning 70 percent of the time, due to natural heating and cooling.\n\nAnd when finished, 80 percent of the campus will be greenspace, Apple’s VP of environmental impact said.\n\n“The idea is to bring California back to Cupertino,” says Apple’s senior arborist, David Muffly. I wonder how many other tech companies have a senior arborist. “Our plan is to transplant the most resilient trees on the campus, and augment them with even more resilient species, such as oaks.”\n\nOn November 15, Cupertino’s city council will vote on final approval for the project. There is almost no opposition to the project, so this would seem to be almost a formality, and construction could start this year.\n\nThe last word, as it should be, is from Steve Jobs:\n\n“I think we do have a shot at building the best office building in the world.”"
    },
    {
        "time": "2:50PM UTC",
        "header": "us stocks-wall st inches higher on fed expectations; apple up",
        "link": "http://www.reuters.com/article/2013/10/28/markets-usa-stocks-idUSL1N0II1GN20131028",
        "body": "* Dow up 0.2 pct, S&P 500 up 0.3 pct, Nasdaq up 0.1 pct\n\nNEW YORK, Oct 28 (Reuters) - U.S. stocks edged higher on Monday, pushing the S&P 500 to another intraday high, with expectations high the Federal Reserve will keep its stimulus in place for the time being.\n\nThe S&P 500 has risen more than 6 percent since Oct. 8, its lowest point during the partial government shutdown and debate over raising the debt ceiling.\n\nThe gains have sent the benchmark to a series of record highs, largely on investor expectations the Fed will keep stimulus measures in place for at least several months as a result of the damage done to the economy by the political wrangling in Washington. Fed policymakers will meet on Tuesday and Wednesday.\n\n“You’re not going to have tapering probably until March or June. Energy prices are going down, which will help the consumer discretionaries. All of that kind of bodes well for maybe a better holiday season,” said Alan Lancz, president of Alan B. Lancz & Associates Inc, an investment advisory firm in Toledo, Ohio.\n\nShares of Apple Inc, whose highly-anticipated results will come after the market closes, were up 0.9 percent at $530.70.\n\nThe Dow Jones industrial average was up 25.75 points, or 0.17 percent, at 15,596.03. The Standard & Poor’s 500 Index was up 5.03 points, or 0.29 percent, at 1,764.80. The Nasdaq Composite Index was up 2.57 points, or 0.07 percent, at 3,945.93.\n\nOn the down side, Dow component Merck & Co fell 2.8 percent to $45.25, one of the biggest drags on the Dow, after reporting a decline in sales of its Januvia diabetes treatment, raising concerns about growth prospects for its biggest product.\n\nBiogen Idec posted a rise in its third-quarter profit and boosted its full-year earnings and revenue outlook, sending its shares up 2.5 percent to $258.61.\n\nBased on Thomson Reuters data through Monday morning, S&P 500 earnings are expected to have risen just 3.4 percent in the third quarter.\n\nOf the 249 companies in the S&P 500 that have reported earnings so far, 69.1 percent beat analysts’ expectations, above both the 63 percent beat rate since 1994 and the 66 percent rate for the past four quarters.\n\nRevenue has been lackluster, however, with growth seen at 2.2 percent for the quarter. Just 53.9 percent have beaten sales estimates, below the 61 percent rate since 2002, but above the 49 percent rate for the past four quarters.\n\nMosaic Co agreed to buy CF Industries Holdings Inc’s phosphate mining and manufacturing business for $1.2 billion in cash. Shares of CF climbed 4.5 percent to $219.09 while Mosaic edged up 1.5 percent to $46.64.\n\nHousing stocks dipped as economic data showed pending home sales slumped 5.6 percent in September, a rate that was far steeper than expected and the biggest drop in more than three years."
    },
    {
        "time": "8:11AM UTC",
        "header": "us stocks-futures edge higher, apple to highlight earnings",
        "link": "http://www.reuters.com/article/2013/10/28/markets-usa-stocks-idUSL1N0II0EX20131028",
        "body": "* S&P 500 hit record close Friday after three weeks of gains\n\nNEW YORK, Oct 28 (Reuters) - U.S. stock index futures edged higher on Monday, indicating that the rally that took major indexes to record highs would continue with the latest earnings, including Apple’s much-anticipated results.\n\nThe largest U.S. company by market cap, Apple Inc will report after the market closes. Investors want to see the amount of sales of the company’s low-cost iPhone.\n\nThe S&P 500 has hit a series of record highs over the past two weeks, including Friday. However, further gains may be harder to come by given the market’s rapid advance this year.\n\nThe gains have largely come from expectations that the U.S. Federal Reserve would not slow its stimulus policies for several months. The Fed’s policy-making committee will meet Tuesday and Wednesday and, according to analysts, is extremely unlikely to alter its policies.\n\n“In the short-term we’re overbought and due for a pullback, but with the Fed continuing stimulus investors are looking for a reason to sell and they can’t find one,” said Adam Sarhan, chief executive of Sarhan Capital in New York.\n\nCorporate earnings have also given investors reason to buy. While the third-quarter results have been mixed and revenues in many cases below expectations, bellwethers like Microsoft and Amazon.com rallied last week.\n\nNoting that Apple shares are down slightly this year, Sarhan said that ”from a valuation standpoint, Apple is something of an underdog.\n\n“The stock is trying to move back up after consolidating, and since it is such a large percentage of the Nasdaq, what’s good for Apple is good for the market at large.”\n\nS&P 500 futures rose 2.1 points and were above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures added 45 points and Nasdaq 100 futures rose 7.25 points.\n\nThe S&P 500 is up 23.4 percent so far this year, just shy of the 23.5 percent gain it posted in 2009. Surpassing the 2009 record would give the index its biggest annual gain in a decade.\n\nMuch of those gains have come recently, with both the Dow and S&P 500 posting their third straight week of gains last week. The Nasdaq has climbed for seven of the past eight weeks while the Russell 2000 index of small cap stocks registered its eighth week of gains last week, its longest streak since 2003.\n\nMerck & Co reported third-quarter earnings that beat expectations, though sales of its Januvia diabetes treatment fell, raising concerns about growth prospects for its biggest product. Shares of the Dow component fell 1.3 percent to $45.95 in premarket trading.\n\nBased on the latest Thomson Reuters data, S&P 500 earnings are expected to have risen just 3.4 percent in the third quarter, with 69 percent of companies reporting earnings above analysts’ expectations. Revenue growth is seen at 2.2 percent for the quarter, with just 54.2 percent beating sales estimates, below the long-term average of 61 percent.\n\nInvestors will also look ahead to September pending home sales, due at 10 a.m. (1400 GMT), which are seen rising 0.1 percent, a rebound from the 1.6 percent decline last month.\n\nIn company news, cable television network AMC Networks Inc on Monday said it agreed to buy Chellomedia, the international content unit of Liberty Global Inc, for about $1.04 billion."
    }
]