[
    {
        "time": "4:41PM UTC",
        "header": "wall street rises on economic data, apple rallies",
        "link": "http://www.reuters.com/article/2013/08/13/us-markets-stocks-idUSBRE9770GZ20130813",
        "body": "NEW YORK (Reuters) - Stocks rose on Tuesday after strong economic data including retail sales, while Apple boosted the Nasdaq after billionaire investor Carl Icahn revealed a long position in the stock.\n\nRising U.S. retail sales in July, combined with a higher ZEW German sentiment index and euro zone industrial production, painted a rosier picture of the global economy. The data pushed U.S. Treasury yields higher and homebuilder stocks fell in anticipation of higher mortgage rates.\n\nAll but one of the 19 components of the PHLX housing index .HGX fell, with Ryland Group RYL.N down 5 percent to $36.04.\n\nAtlanta Fed President Dennis Lockhart said the U.S. central bank could begin reducing its bond-buying stimulus as early as its September meeting, but data has been too mixed to outline a detailed exit strategy from stimulus.\n\nThe day’s moves were “a reflection of the better economic data and a growing acceptance by the market that the Fed is going to scale back purchases sooner rather than later,” said Quincy Krosby, market strategist at Prudential Financial in Newark, New Jersey.\n\nInvestors have been closely watching for clues about when, and by how much, the Fed will begin to wind down its $85 billion a month in asset purchases, which have helped lift the S&P 500 to a record high while keeping interest rates low.\n\nThe Dow Jones industrial average .DJI rose 31.33 points or 0.2 percent, to 15,451.01, the S&P 500 .SPX gained 4.69 points or 0.28 percent, to 1,694.16 and the Nasdaq Composite .IXIC added 14.492 points or 0.39 percent, to 3,684.443.\n\nApple shares shot up 4.8 percent to $489.57, their highest since late January, after activist investor Carl Icahn said via Twitter he has built a “large position” in the stock and had a “nice conversation” with Apple CEO Tim Cook about a larger stock buyback.\n\nShare volume in Apple was near 3 times its recent daily average, as was overall option volume.\n\nUS Airways LCC.N shares lost 13.1 percent to $16.36 after the Justice Department filed an antitrust lawsuit to block its merger with American Airlines parent AMR Corp. [ID:nL2N0GE0QH]Shares of Delta Airlines (DAL.N) fell 7.1 percent to $19.55 and United Continental (UAL.N) dropped 7.5 percent to $31.11.\n\nJ.C. Penney (JCP.N) shares fell 3.7 percent to $12.68 after initially rising on news activist investor William Ackman had resigned from its board.\n\nShares of travel website Orbitz OWW.N were down 13.1 percent to $10.20 after one of its largest investors, PAR Capital Management, said it sold 8.1 million of its 24.6 million-share stake in the company.\n\nYum Brands Inc (YUM.N) fell 2 percent to $72.97, a day after the fast food chain operator said China sales slid 13 percent in July.\n\nEli Lilly and Co (LLY.N) rose 2.6 percent to $54.96 after it said its experimental lung cancer drug increased survival in a late-stage trial.\n\nAbout 5.6 billion shares changed hands on the New York Stock Exchange, the Nasdaq and NYSE MKT, below the daily average so far this year of about 6.3 billion shares.\n\nOn the NYSE, roughly three issues fell for every two that rose and on Nasdaq decliners and advancers were roughly even on the day."
    },
    {
        "time": "5:41PM UTC",
        "header": "billionaire carl icahn says apple shares could trade at $700",
        "link": "http://www.reuters.com/article/2013/08/13/us-funds-icahn-apple-idUSBRE97C0XK20130813",
        "body": "(Reuters) - Hedge fund billionaire Carl Icahn took a “large” position in Apple Inc. (AAPL.O) shares and told Reuters on Tuesday that he believes Apple should trade at $700 a share.\n\nIn a telephone interview, Icahn said he believes ”Apple has the ability to do a $150 billion buyback now by borrowing funds at 3 percent.\n\n“If Apple does this now and earnings increase at only 10 percent, the stock - even keeping the same multiple currently - should trade at $700 a share.”\n\nApple shares were at $489.57 on Tuesday.\n\nApple has “huge borrowing power, little relative debt and trades at a low multiple,” Icahn said.\n\nEarlier on Tuesday, Icahn stunned markets after he sent a tweet, saying: “We currently have a large position in APPLE. We believe the company to be extremely undervalued. Spoke to Tim Cook today. More to come.”\n\nHe also tweeted: “Had a nice conversation with Tim Cook today. Discussed my opinion that a larger buyback should be done now. We plan to speak again shortly.”"
    },
    {
        "time": "7:26PM UTC",
        "header": "icahn says bigger buybacks can drive apple shares to $700",
        "link": "http://www.reuters.com/article/2013/08/13/us-apple-icahn-idUSBRE97C0S320130813",
        "body": "SAN FRANCISCO/NEW YORK (Reuters) - Activist investor Carl Icahn said he has amassed a “large position” in Apple Inc and believes the stock could be worth as much as $700 a share if Chief Executive Tim Cook pushed for a larger stock buyback.\n\nThe surprise revelation from the billionaire activist caused a stir on Wall Street and pushed Apple’s stock almost 5 percent higher to close at a 7-month high of $489.57 on the Nasdaq on Tuesday.\n\nIcahn said on Twitter that he had a “nice conversation” with Cook on Tuesday and they planned to speak again soon. Apple confirmed the conversation took place, but did not say if it influenced management’s view of buybacks.\n\nIcahn told Reuters that the iPhone, iPad and Mac computer maker has the ability to do a $150 billion buyback now by borrowing funds at 3 percent.\n\n“If Apple does this now and earnings increase at only 10 percent, the stock - even keeping the same multiple currently - should trade at $700 a share,” Icahn said in a phone interview. Apple has “huge borrowing power, little relative debt and trades at a low multiple.”\n\nIcahn, who this year launched an assault on Michael Dell’s $25 billion effort to take Dell Inc private, did not say how many shares of Apple he holds.\n\nA source familiar with the matter, who declined to be named because Icahn hasn’t disclosed his holdings in Apple, said the investor’s stake was worth around $1 billion, a fraction of the company’s market value of more than $400 billion.\n\nU.S. rules require investors to disclose stakes of 5 percent or larger within 10 days of hitting that threshold.\n\nIn April, Apple bowed to Wall Street pressure and said it would return $100 billion to shareholders by the end of 2015 - double the amount set aside previously. It got there in part by raising its dividend 15 percent and boosting its share buyback program six-fold to $60 billion, one of the largest of its kind.\n\nThe news gave Apple shares a lift, but they remain down more than 30 percent since hitting a record high of $702.10 in September 2012, pummeled by fears of slowing growth and thinning margins amid competition from Samsung Electronics.\n\n“We currently have a large position in Apple. We believe the company to be extremely undervalued,” Icahn said in one of two tweets about Apple on Tuesday.\n\n“Had a nice conversation with Tim Cook today. Discussed my opinion that a larger buyback should be done now. We plan to speak again shortly,” he said in his second tweet.\n\nIcahn is the second prominent activist to target Apple this year. The company had averted a dispute with hedge fund manager David Einhorn of Greenlight Capital, who sued Apple to try to block a proposal regarding voting on preferred shares.\n\nApple eventually withdrew the proposal. Einhorn’s $8 billion hedge fund is a major shareholder and owned about 2.4 million shares of the company as of the end of the first quarter.\n\n“We appreciate the interest and investment of all our shareholders,” Apple said in a statement on Tuesday in response to Icahn’s tweets. “Tim had a very positive conversation with Mr. Icahn today.”\n\nAnalysts said Icahn’s interest in Apple helped cement improving sentiment on the stock, as investors began to anticipate a new line-up of gadgets in the fall, including possibly a cheaper iPhone that can spearheard a deeper drive into fast-growing emerging markets.\n\nSpeculation has persisted also that the company may be planning some sort of TV or smartwatch product - worn on the user’s wrist - in the near future.\n\nCook said last month there will be products “in new categories” but gave no details.\n\nApple bought about more than $16 billion worth of stock in the June quarter, much more than analysts had expected.\n\n“It’s a heavyweight investor who can maybe accelerate the (buyback) program,” said Morningstar analyst Brian Collelo. “It helps the positive momentum that Apple has seen.”\n\nOthers say they saw little need for Apple to expand or speed up its buyback program. Much of the company’s $147 billion in cash is held overseas, and that cash cannot be accessed without incurring taxes. As an alternative, Apple raised debt to bankroll its buyback program.\n\n“It was already greatly increased and there was a debt offering to facilitate that,” Hudson Square Research analyst Daniel Ernst said. “I can’t say that I agree that the pace of the buyback is tepid.”\n\nInvestors’ biggest long-term concern about Apple is whether the company has lost its innovative edge. “Product innovation and profitability” are now top priorities, Ernst said.\n\nApple’s profit fell 22 percent in the June quarter as gross margins slid below 37 percent from over 42 percent a year earlier.\n\nOn Tuesday, about 31 million Apple shares changed hands, almost three times the recent daily average. The stock is now up nearly $20 from its 200-day moving average of around $470.\n\nOptions volume was running three times the average daily turnover with 764,000 calls and 344,000 puts changing hands, according to options analytics firm Trade Alert.\n\nApple’s options volume also accounted for 11.6 percent of the total single-stock options volume for the day, data from Trade Alert showed."
    },
    {
        "time": "4:39PM UTC",
        "header": "us stocks-wall st rises on economic data, apple rallies",
        "link": "http://www.reuters.com/article/2013/08/13/markets-usa-stocks-idUSL2N0GE1D820130813",
        "body": "* Fed’s Lockhart: Too early to lay out full stimulus exit\n\nNEW YORK, Aug 13 (Reuters) - U.S. stocks rose on Tuesday after strong economic data including retail sales, while Apple boosted the Nasdaq after billionaire investor Carl Icahn revealed a long position in the stock.\n\nRising U.S. retail sales in July, combined with a higher ZEW German sentiment index and euro zone industrial production, painted a rosier picture of the global economy. The data pushed U.S. Treasury yields higher and homebuilder stocks fell in anticipation of higher mortgage rates.\n\nAll but one of the 19 components of the PHLX housing index fell, with Ryland Group down 5 percent to $36.04.\n\nAtlanta Fed President Dennis Lockhart said the U.S. central bank could begin reducing its bond-buying stimulus as early as its September meeting, but data has been too mixed to outline a detailed exit strategy from stimulus.\n\nThe day’s moves were “a reflection of the better economic data and a growing acceptance by the market that the Fed is going to scale back purchases sooner rather than later,” said Quincy Krosby, market strategist at Prudential Financial in Newark, New Jersey.\n\nInvestors have been closely watching for clues about when, and by how much, the Fed will begin to wind down its $85 billion a month in asset purchases, which have helped lift the S&P 500 to a record high while keeping interest rates low.\n\nThe Dow Jones industrial average rose 31.33 points or 0.2 percent, to 15,451.01, the S&P 500 gained 4.69 points or 0.28 percent, to 1,694.16 and the Nasdaq Composite added 14.492 points or 0.39 percent, to 3,684.443.\n\nApple shares shot up 4.8 percent to $489.57, their highest since late January, after activist investor Carl Icahn said via Twitter he has built a “large position” in the stock and had a “nice conversation” with Apple CEO Tim Cook about a larger stock buyback.\n\nShare volume in Apple was near 3 times its recent daily average, as was overall option volume.\n\nUS Airways shares lost 13.1 percent to $16.36 after the Justice Department filed an antitrust lawsuit to block its merger with American Airlines parent AMR Corp. Shares of Delta Airlines fell 7.1 percent to $19.55 and United Continental dropped 7.5 percent to $31.11.\n\nJ.C. Penney shares fell 3.7 percent to $12.68 after initially rising on news activist investor William Ackman had resigned from its board.\n\nShares of travel website Orbitz were down 13.1 percent to $10.20 after one of its largest investors, PAR Capital Management, said it sold 8.1 million of its 24.6 million-share stake in the company.\n\nYum Brands Inc fell 2 percent to $72.97, a day after the fast food chain operator said China sales slid 13 percent in July.\n\nEli Lilly and Co rose 2.6 percent to $54.96 after it said its experimental lung cancer drug increased survival in a late-stage trial.\n\nAbout 5.6 billion shares changed hands on the New York Stock Exchange, the Nasdaq and NYSE MKT, below the daily average so far this year of about 6.3 billion shares.\n\nOn the NYSE, roughly three issues fell for every two that rose and on Nasdaq decliners and advancers were roughly even on the day."
    },
    {
        "time": "6:02PM UTC",
        "header": "carl icahn invests in apple saying the company is ‘extremely undervalued’",
        "link": "http://www.reuters.com/article/2013/08/13/idUS228629490920130813",
        "body": "Billionaire Carl Icahn tweeted today that he purchased a “large position” in Apple after chatting with chief executive Tim Cook today.\n\n“We appreciate the interest and investment of all our shareholders,” an Apple spokesperson told VentureBeat in an email. “Tim had a very positive conversation with Mr. Icahn today.”\n\nIcahn believes that Apple is “extremely undervalued,” according to his tweets, and has made a significant investment in the company. He did not disclose the amount of the investment. Furthermore, he said that he is encouraging Cook to undergo a “larger buyback [that] should be done now.”\n\nIn April, Apple announced that it plans to return $60 billion to its shareholders as a part of a share repurchasing program. It originally started out as a smaller $10 billion plan, but Apple soon added the extra $50 billion.\n\nWe currently have a large position in APPLE. We believe the company to be extremely undervalued. Spoke to Tim Cook today. More to come.\n\nHad a nice conversation with Tim Cook today. Discussed my opinion that a larger buyback should be done now. We plan to speak again shortly.\n\nApple’s stock was trending downward until the beginning of August. It is now sitting at $493 a share, up five percent on Icahn’s news. This could have been because of its relatively lackluster Worldwide Developers Conference, which some criticized as missing the “wow factor.”\n\nIcahn is otherwise busy with his attempt to take over beleaguered Dell, but he doesn’t plan on letting that distract him. He says that he will speak with Cook again “shortly.”"
    },
    {
        "time": "11:03PM UTC",
        "header": "carl icahn makes #activism look easy at apple",
        "link": "http://www.reuters.com/article/2013/08/14/idUS135644089820130814",
        "body": "Apple may be Carl Icahn’s easiest activist campaign ever. The 77-year-old billionaire disclosed a big position in the iPad maker on Twitter in what may be one of the most valuable tweets to date, at $142 million a character based on the roughly $20 billion it added to the company’s market value on Tuesday. His message was as simple as the medium – Apple should buy back more stock and fast. It would be a smart, relatively effortless move.\n\nIcahn won’t have much leverage against the tech behemoth. His reported $1.5 billion stake may be sizeable in the context of his own estimated $18 billion fortune, but is relatively insignificant for $445 billion Apple. Chief Executive Tim Cook already stared down another uppity investor, David Einhorn, when he demanded the issuance of newfangled preference shares earlier this year.\n\nAll shareholders did benefit from Apple’s olive branch, though. It agreed to borrow to increase a stock repurchase program by $50 billion, taking the total amount it plans to hand back to investors to $100 billion by the end of 2015. A similar sort of accord with Icahn would make sense.\n\nThough Apple is aggressively returning capital to shareholders – it bought back $18 billion of stock in the most recent quarter – it could still do more. The company receives little credit from investors for the roughly $130 billion of net cash on its books. It trades at roughly eight times earnings when cash is stripped out.\n\nBecause of its prodigious cashflow, however, Apple’s planned buybacks are unlikely to make any significant dent in the balance sheet. The cash pile might even grow. But there are limitations to how much even Apple can borrow, despite Icahn’s suggestion of an almost immediate $150 billion buyback funded with debt at a 3 percent interest rate. Something on a smaller scale would be manageable.\n\nCook hasn’t provided any obvious reasons to think he has better, alternative ways to deploy so much cash. And unlike Einhorn’s convoluted plan, Icahn’s message isn’t too complex and was delivered concisely. If any company should be able to appreciate the value of such simplicity, it’s Apple."
    },
    {
        "time": "2:37PM UTC",
        "header": "icahn has large apple stake; calls company extremely undervalued",
        "link": "http://www.reuters.com/article/2013/08/13/apple-icahn-idUSL2N0GE1CF20130813",
        "body": "SAN FRANCISCO, Aug 13 (Reuters) - Activist investor Carl Icahn said on Tuesday he now has a “large stake” in Apple Inc , which he believes to be extremely undervalued.\n\nThe billionaire, with a reputation for pushing aggressive corporate change, said on Twitter he discussed a larger buyback program with Chief Executive Officer Tim Cook.\n\n“Had a nice conversation with Tim Cook today. Discussed my opinion that a larger buyback should be done now,” Icahn tweeted."
    },
    {
        "time": "5:39PM UTC",
        "header": "update 1-interview-billionaire carl icahn says apple shares could trade at $700",
        "link": "http://www.reuters.com/article/2013/08/13/funds-icahn-apple-idUSL2N0GE1SO20130813",
        "body": "Aug 13 (Reuters) - Hedge fund billionaire Carl Icahn took a “large” position in Apple Inc. shares and told Reuters on Tuesday that he believes Apple should trade at $700 a share.\n\nIn a telephone interview, Icahn said he believes ”Apple has the ability to do a $150 billion buyback now by borrowing funds at 3 percent.\n\n“If Apple does this now and earnings increase at only 10 percent, the stock - even keeping the same multiple currently - should trade at $700 a share.”\n\nApple shares were at $489.57 on Tuesday.\n\nApple has “huge borrowing power, little relative debt and trades at a low multiple,” Icahn said.\n\nEarlier on Tuesday, Icahn stunned markets after he sent a tweet, saying: “We currently have a large position in APPLE. We believe the company to be extremely undervalued. Spoke to Tim Cook today. More to come.”\n\nHe also tweeted: “Had a nice conversation with Tim Cook today. Discussed my opinion that a larger buyback should be done now. We plan to speak again shortly.” (Reporting By Jennifer Ablan; Editing by Andrew Hay and Ken Wills)"
    },
    {
        "time": "5:00PM UTC",
        "header": "foxconn branches out beyond apple in troubled solar industry",
        "link": "http://www.reuters.com/article/2013/08/13/us-solar-foxconn-idUSBRE97C0WK20130813",
        "body": "TAIPEI/HONG KONG (Reuters) - Foxconn Technology Group, best known for assembling Apple Inc’s iPhones, will decide by year-end whether to branch off into unconventional new territory: making solar panels in China.\n\nIt is an industry plagued by overcapacity that outstrips demand, and panel prices have tumbled by more than two-thirds in the past two years. Yet some analysts say Foxconn may end up timing it right, ready to make a move just as the sector shows some signs of stabilizing.\n\nFoxconn, the trading name of Taiwan’s Hon Hai Precision Industry Co Ltd, has been testing the market for two years but has revealed little about its Fox Energy solar unit. The company has one small solar panel factory in eastern China, and has also held talks with the southwestern province of Guangxi about building solar power plants.\n\n“We aim to make a decision about whether or not we will enter this market by the end of this year,” Foxconn spokesman Simon Hsing told Reuters. “We believe renewable energy is a potentially good trend. It looks like a good project. This is an industry we probably need to know more about.”\n\nHon Hai has not disclosed its investment in solar, which analysts reckon is small, but with $22.7 billion in cash on the balance sheet as of March, it has the wherewithal to expand.\n\nThe company is seeking to cut its reliance on Apple, which accounted for an estimated 60 percent of Hon Hai revenue that exceeded $100 billion last year. It reported a second-quarter net profit of T$16.98 billion ($567.15 million) on Tuesday, up 35 percent from a year earlier and exceeding analysts’ expectations.\n\nThe same strengths that have served Foxconn well with Apple - assembly efficiency, cost-control expertise and an international footprint - may also help it succeed in solar.\n\n“Based on my recent contacts with several officials at Foxconn, they are still examining the industry to see whether the market still suits them, whether the market will become big enough for them to get in,” said Jason Huang, a Shanghai-based solar analyst with Taiwan-based consultancy TrendForce.\n\nSolar panel demand fell sharply after the 2008 global financial crisis, which forced many governments to slash subsidies for solar power. The solar industry is still grappling with severe overcapacity, with China alone boasting an annual capacity of 55 gigawatts (GW) versus total global demand of 35 GW estimated for this year.\n\nChinese solar panel makers such as LDK Solar, Suntech and Trina Solar have been helped by an agreement between Beijing and Brussels last month, which averted what could have been a crushing trade war.\n\nThe longer-term future depends largely on whether China can boost domestic demand and Japan keeps buying solar panels to help offset the loss of nuclear power shut off after the Fukushima Daiichi nuclear disaster in 2011.\n\nFoxconn first indicated its interest in expanding its solar presence in 2011, when it signed a preliminary deal with top Chinese solar silicon producer GCL-Poly Energy Holdings Ltd to set up solar-related ventures in northern China. But they have made no headway.\n\nIn March, the Guangxi government said it would work with Foxconn on a plan to expand the firm’s businesses in the province, including a proposal to build five solar equipment plants and 20 solar farms. The announcement, posted on the ministry’s Web site, gave no details.\n\nZhu Hanwen, an official at the Commerce Ministry’s branch in Guangxi, told Reuters that Foxconn was still negotiating with the local government on the proposed solar projects but “no projects have been launched yet”.\n\nFoxconn’s Hsing confirmed that the company had not signed any contracts with the Guangxi government on solar investment.\n\nIf Foxconn makes a big foray into solar manufacturing, it may become a formidable industry player, thanks in part to its cost-control expertise.\n\nFoxconn has come under fire in recent years for working conditions in its factories in China, which employ 1.2 million people to mass produce electronics components and gadgets such as iPads and iPhones.\n\nIts enigmatic founder and chairman Terry Gou, in the wake of a series of suicides among young workers at Foxconn China factories in the last few years, has talked about plans to put a million robots in its factories. It has also been moving its China factories inland, including Guangxi, in search of lower labor costs as wages soar in coastal cities.\n\nAnd with a global footprint that far surpasses other industry players, Foxconn has the potential to embed itself as deeply in the worldwide solar supply chain as it has in smartphones and computers. As trade disputes continue to keep the sector on high alert, Foxconn can take advantage of the massive scale to shift production elsewhere and sidestep export restrictions and tariffs.\n\nIt could also play a role as a panel contractor rather than launch products under its own brand.\n\nFox Energy signed a deal in April to manufacture up to 350 MW of solar modules at a plant in Mexico for SunEdison Inc, a solar services provider controlled by MEMC Electronic Materials Inc, according to a statement on the U.S. company’s website, which Foxconn confirmed."
    }
]