[
    {
        "time": "7:47PM UTC",
        "header": "amazon to sell set-top box to challenge apple tv: report",
        "link": "http://www.reuters.com/article/2013/04/24/us-amazon-settopbox-idUSBRE93N1FZ20130424",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc will release a set-top TV box later this year that will stream video over the Internet, challenging Apple Inc’s Apple TV device and a similar gadget sold by start-up Roku, BloombergBusinessweek reported on Wednesday.\n\nThe box will plug into TVs and give viewers access to Amazon’s digital video content, which the company has been expanding, BloombergBusinessweek said, citing three unidentified people familiar with the project.\n\nAmazon’s video content is already available on other devices, including Roku, Microsoft Corp’s Xbox and Sony Corp’s PlayStation 3. However, it is not available on Apple TV.\n\nHaving its own gadget will help Amazon put its content more directly in front of consumers and give developers another reason to create apps for Amazon’s digital platform, BloombergBusinessweek said.\n\n“Amazon has a good content distribution strategy but not a great one,” said Ron Josey, an analyst at JMP Securities. “Doing their own box maybe them admitting that it’s a little bit harder to get embedded in all these different devices and platforms.”\n\nAmazon has been investing heavily in licensing, distributing and even creating its own digital content such as video, music, apps and games. The company has focused on getting that content on as many devices as possible, rather than building a lot of its own hardware.\n\nHowever, the company has designed its own gadgets in situations where it believes it can bring a different approach to a market. When it launched its Kindle Fire tablet computer in 2011, for instance, the device’s screen was 7 inches which at that time was not a popular size.\n\nJMP’s Josey, who said he was not privy to any Amazon plans in this area, speculated on Wednesday that any Amazon set-box device could include the ability to stream music, play games, access other apps and even shop through TVs, rather than just watch videos.\n\nThe set-top box is being developed by Amazon’s Lab126 division, based in Cupertino, California, near Apple’s headquarters. It’s being run by Malachy Moynihan, a former vice president of emerging video products at Cisco Systems Inc, BloombergBusinessweek added.\n\nBloombergBusinessweek also said that while Netflix Inc’s video streaming service will likely be available on Amazon’s TV box, Amazon’s own video and music services will be more prominently integrated."
    },
    {
        "time": "1:55PM UTC",
        "header": "us stocks-dow slips, s&p edges up as durable goods, apple drag",
        "link": "http://www.reuters.com/article/2013/04/24/markets-usa-stocks-idUSL2N0DB1T220130424",
        "body": "NEW YORK, April 24 (Reuters) - The Dow dipped while the S&P 500 edged up on Wednesday as a sharp drop in durable goods orders last month added to worries about slower U.S. economic activity and Apple’s results disappointed investors.\n\nShares of Amgen dropped 6 percent to $106.03, weighing on the Nasdaq and the S&P 500 a day after the drug company reported first-quarter sales below analysts’ expectations. The S&P 500 healthcare sector index fell 1.2 percent and was the worst performer among the S&P’s 10 sectors.\n\nHelping to limit losses, Boeing jumped 3.4 percent to $91.13 and gave the biggest support to the Dow after the aerospace company reported earnings that beat expectations. Boeing shares rallied despite concerns about the company’s 787 Dreamliner.\n\nThe market’s mixed day followed gains so far this week. The S&P 500 is still up 10.8 percent for the year despite a fairly weak month so far.\n\nAdding to market weakness, March U.S. durable goods orders slid 5.7 percent in March, the government said, marking the biggest decline in seven months. The March drop was slightly more than twice the 2.8 percent decline forecast by economists polled by Reuters.\n\n“That doesn’t surprise me a whole lot. People are maybe starting to feel the pinch of the payroll tax that took effect in January,” said Bryant Evans, portfolio manager at Cozad Asset Management, in Champaign, Illinois.\n\nEvans said it’s more evidence of slow economic growth in the United States, which may likely continue the rest of the year.\n\nThe Dow Jones industrial average was down 21.33 points, or 0.14 percent, at 14,698.13. The Standard & Poor’s 500 Index was up 1.60 points, or 0.10 percent, at 1,580.38. The Nasdaq Composite Index was up 0.25 of a point, or 0.01 percent, at 3,269.58.\n\nProcter & Gamble Co, another Dow component, fell 4.8 percent to $78 after the biggest U.S. household goods manufacturer issued a profit outlook that was below expectations. It was the stock’s biggest drop since January 2009, and contributed to a 1.1 percent drop in the S&P consumer staples index.\n\nDefensive shares, however, have led the S&P 500 index’s gains so far this year, which has underscored views that economic activity remains painfully slow."
    },
    {
        "time": "7:03AM UTC",
        "header": "analysts cut apple targets on profit decline, soft outlook",
        "link": "http://www.reuters.com/article/2013/04/24/us-apple-results-research-idUSBRE93N0EV20130424",
        "body": "(Reuters) - Apple Inc’s first quarterly profit decline in more than a decade and a soft outlook for the current quarter prompted at least 11 brokerages to slash their price targets on the iPhone maker’s shares by up to $180 per share.\n\nApple forecast revenue of $33.5 billion to $35.5 billion this quarter, lagging Wall Street’s average expectations of $38.2 billion.\n\nApple shares traded up slightly in after-hours trade at $407.20 after Apple’s results, in which it also announced the return of $100 billion in capital to shareholders.\n\nApple could be resetting investor expectations with its soft June quarter outlook, JP Morgan’s Mark Moskowitz said. He slashed his target price on the shares to $545 from $725, reflecting the much lower revenue outlook.\n\nCanaccord Genuity said it sees much weaker overall iPhone sales and a higher proportion of sales of lower-priced Phone 4 models.\n\n“This guidance is consentient with our expectations for the iPhone to lose material high-end market share to Samsung and other OEMs ahead of a fall iPhone 5S refresh,” the brokerage said, as it cut its target price on Apple shares to $560 from $600.\n\nBMO Capital analyst Keith Bachman, who downgraded his rating on the shares to “market perform” from “outperform,” said Apple’s March quarter results highlighted concerns about Apple trading off revenue growth against margins.\n\nApple’s gross margin was 37.5 percent in the second quarter, below market expectations of 38.5 percent.\n\nApple’s growth has slowed as smartphones reach saturation in the developed world and it goes head-to-head with increasingly aggressive rivals in developing countries such as China and India, where customers prefer cheaper models.\n\n“We believe the increased competitiveness of the smartphone market is creating challenges for Apple,” Bachman said.\n\nFacing stiff competition from Samsung Electronics Co Ltd and Google’s Android phone system, Apple shares have almost halved since hitting a record high of $705.07 last September.\n\nWhile the valuation on Apple shares does not appear stretched, there is still a lot of risk and uncertainty around earnings, Nomura analysts said.\n\nApple stock is now trading at roughly 13 times estimated 2013 earnings per share. By contrast, the average price-earnings ratio for the sector is about 16.5, according to Starmine\n\nApple also disappointed Wall Street by indicating that consumers would have to wait till the fall and 2014 for any new products.\n\n“We had anticipated a late July to August launch of the iPhone 5S and midrange iPhone,” Nomura analysts said in a note. The brokerage cut its target price to $420 from $490.\n\nApple relies heavily on new product launches to drive revenue growth. It refreshed its offerings in October, unveiling the 7.9-inch iPad mini and an updated full-size iPad.\n\nInvestors looking for sales and profit to start accelerating again will need to be patient, analysts at Credit Suisse said as they cut their target price on Apple shares by $75 to $600."
    }
]