[
    {
        "time": "8:14AM UTC",
        "header": "lower costs help applebee's owner dineequity beat estimates",
        "link": "http://www.reuters.com/article/2013/10/29/dineequity-results-idUSL3N0IJ40L20131029",
        "body": "Oct 29 (Reuters) - DineEquity Inc, the owner of Applebee’s and IHOP restaurants, reported a better-than-expected adjusted quarterly profit as costs nearly halved due to franchising.\n\nExpenses fell about 43 percent to $68.2 million in the third quarter ended Sept. 30.\n\nExcluding items, the company earned $1.10 per share, beating the average analyst estimate of 92 cents, according to Thomson Reuters I/B/E/S.\n\nNet income fell to $18.7 million, or 97 cents per share, from $60.6 million, or $3.14 per share, a year earlier."
    },
    {
        "time": "10:38AM UTC",
        "header": "apple still rules in japan as carriers battle to sell iphones",
        "link": "http://www.reuters.com/article/2013/10/29/us-apple-japan-idUSBRE99S0T620131029",
        "body": "TOKYO (Reuters) - Apple Inc’s disappointing third quarter was nowhere in evidence in Japan, where sales increased more than 40 percent as the highly anticipated launch of the new iPhone by Japan’s biggest mobile firm boosted sales - at rival carriers.\n\nJapan accounted for nearly 10 percent of Apple’s global revenue in July-September, its gadget-loving consumers enticed by discounts and cash-backs from carriers under threat as industry leader NTT DoCoMo Inc finally began selling the iPhone after years of foot-dragging.\n\nFor Apple, that price competition has helped to cement iPhone’s dominance in the market.\n\n“Japan is Apple country,” said Serkan Toto, a Tokyo-based technology consultant. “(It) was positioned as a cool gadget to have, not because of its advanced features - it doesn’t have a lot of things feature phones have, no e-Wallet, no digital TV tuner - it’s a lifestyle product.”\n\nThe California-based company is considered well placed to extend its lead in Japan over Samsung Electronics, whose Galaxy smartphones dominate in China and Europe, after DoCoMo’s entry helped boost the iPhone’s share to a record 34 percent in September, according to Counterpoint Technology Marketing Research.\n\nIronically, DoCoMo was not the main beneficiary - at least not yet - from its leap into the iPhone market.\n\nThe carrier’s net subscriptions fell 66,800 in September, its biggest monthly loss ever, while rivals KDDI Corp and SoftBank Corp each had net gains of about a quarter of a million, company data showed. The data also showed DoCoMo lost a net 133,100 of its subscribers to rival carriers, while the other two posted net gains.\n\nWhile the carriers battle it out for market share, however, Apple is sitting pretty.\n\n“Japan is already one of the best countries for Apple in terms of iPhone market share before NTT DoCoMo started to sell, and its share could reach half of (all) smartphones, if all the major three carriers continue to sell as they have been doing,” said Atsuro Sato, senior research analyst at Gartner, who tied the iPhone’s popularity in part to aggressive pricing campaigns.\n\nBut it wasn’t the 5S, which customers still must wait two weeks to buy in Japan - or four weeks for the gold version - that sold best after the launch.\n\nThose long waits spurred many smartphone buyers to opt for the ‘older’ iPhone 5, drawn by the deals and discounts that DoCoMo’s rivals offered to protect their market share. As a new iPhone vendor, DoCoMo has no older iPhones in stock.\n\nSoftBank, for example, is offering 21,000 yen ($210) in cash back for customers buying the iPhone 5.\n\nAnalysts not only see potential for Apple to boost its market share, but also for the smartphone market overall to grow faster than in other developed economies. Its smartphone penetration is still relatively low, at 25 percent against 55 percent in the United States, according to One Mobile Research, a project commissioned by Google Inc.\n\nCutting-edge features such as streamed TV, animated email and electronic payments were available on Japanese mobile phones well before the advent of smartphones.\n\nThe crowded ranks of Japan’s smartphone makers have also seen a shakeout in recent months, in part as DoCoMo has focused on a few models for its sales promotions, such as Sony Corp’s Xperia handsets. Sony was the second-biggest smartphone maker in Japan in April-June, according to IDC.\n\nFor DoCoMo, while the 5S launch caught it flat-footed when stocks ran low and rivals were able to grab business by offering discounted older models, the embrace of the iPhone is beginning to staunch an exodus of customers to rival carriers.\n\n“The iPhone effect is clearly working,” NTT DoCoMo’s CEO Kaoru Kato said on Friday, when the company announced quarterly earnings. [ID:nXB12WHYU6] “The number of users who have shifted to other carriers has fallen 30 percent from last year.”\n\nKato said the iPhone would help the company reach its full-year handset sales target of 24.5 million, making up the shortfall of the first half, when it shifted 10.5 million units."
    },
    {
        "time": "8:17PM UTC",
        "header": "brazil shipbuilder osx breaks lease contract with batista's ogx",
        "link": "http://www.reuters.com/article/2013/10/30/brazil-batista-osx-idUSE5N0EN00Q20131030",
        "body": "SAO PAULO, Oct 29 (Reuters) - OSX Brasil SA, the shipbuilding unit of Eike Batista’s unraveling industrial conglomerate, broke its leasing contract with Batista’s oil company OGX SA due to non-payment on an FPSO production vessel that was under lease, OSX said in a filing Tuesday night."
    }
]