[
    {
        "time": "2:44PM UTC",
        "header": "u.s. faces tough questions in apple e-books antitrust appeal",
        "link": "http://www.reuters.com/article/2014/12/15/apple-ebooks-appeal-idUSL1N0TZ1U520141215",
        "body": "NEW YORK (Reuters) - A U.S. government lawyer faced tough questioning in an appeals court on Monday as he sought to defend a judge’s ruling that Apple Inc conspired with five publishers to raise e-book prices.\n\nIn arguments before the 2nd U.S. Circuit Court of Appeals in New York, some judges appeared sympathetic to Apple’s contention that it engaged in pro-competitive conduct when in 2010 it entered an e-books market largely dominated by Amazon.com Inc . Amazon at the time had a 90 percent market share.\n\nCircuit Judge Dennis Jacobs asked a Department of Justice lawyer why it was wrong for the publishers to get together to defeat a “monopolist” that was using “predatory pricing.”\n\n“It’s like the mice getting together to put a bell on the cat,” Jacobs said.\n\nMalcolm Stewart, the Justice Department lawyer, replied that no publisher on its own would have entered into the deals with Apple unless they were conspiring to drive up e-book prices.\n\n“It was to combat the public perception that books are only worth so much,” Stewart said.\n\nThe appeal followed a 2013 decision by U.S. District Judge Denise Cote that Apple played a “central role” in a conspiracy with publishers to eliminate retail price competition and raise e-book prices.\n\nThe government said the scheme caused some e-book prices to rise to $12.99 or $14.99 from the $9.99 that Amazon charged.\n\nThe publishers include Lagardere SCA’s Hachette Book Group Inc, News Corp’s HarperCollins Publishers LLC, Penguin Group Inc, CBS Corp’s Simon & Schuster Inc and Verlagsgruppe Georg von Holtzbrinck GmbH’s Macmillan.\n\nApple has denied wrongdoing and argues its entry into the e-books market actually helped push e-books prices on average down overall.\n\n“We think the conduct here was innovative and pro-competitive,” Theodore Boutrous, Apple’s lawyer, argued Monday.\n\nIf Apple wins the appeal, it could jeopardize a related $450 million settlement among Apple, 33 attorneys general, and lawyers for a class of consumers.\n\nCircuit Judge Debra Livingston, for example, called it “troubling,” that Apple’s contracts with the publishers that normally would be “perfectly legal” had been subject to allegations of a scheme.\n\nOn Monday, Simon & Schuster and Macmillan also asked the court to reverse an injunction Cote entered against Apple that they said imposed restraints on them beyond those provided in the publishers’ related settlements with the Justice Department.\n\nThe case is U.S. v. Apple Inc, 2nd U.S. Circuit Court of Appeals, No. 13-3741."
    },
    {
        "time": "2:49PM UTC",
        "header": "closing arguments begin in trial over apple ipod, rivals",
        "link": "http://www.reuters.com/article/2014/12/15/apple-antitrust-trial-idUSL1N0TZ1HY20141215",
        "body": "OAKLAND, Calif., Dec 15 (Reuters) - A software update for Apple Inc’s iPod music player was not a product improvement, but was intended to improperly raise costs for consumers who wanted to switch to newer devices, an attorney for Apple customers said in court.\n\nClosing arguments began on Monday in an Oakland, California, federal courtroom in an antitrust trial over the digital music market. The plaintiffs, a group of individuals and businesses who purchased iPods from 2006 to 2009, seek about $350 million in damages from Apple for unfairly blocking competing device makers.\n\nPlaintiff attorney Patrick Coughlin told jurors the 2006 software update was a “one, two punch” designed to restrict the iPod to music purchased on iTunes.\n\n“This is all about competition,” Coughlin said.\n\nAn attorney for Apple was scheduled to begin the company’s closing arguments later Monday. The company has said the software update was meant to improve the consumer experience and protect against fraud.\n\nThe jury will deliberate first on the sole issue of whether the update had benefits for customers. If it agrees with Apple, the company will prevail in the case. If the eight-member jury disagrees, they will deliberate on other antitrust issues, and damages.\n\nApple faced a challenge in the online music market from Real Networks, which developed RealPlayer, its own digital song manager, the plaintiffs claimed. It included software that allowed music purchased there to be playable on iPods as well as competing devices.\n\nApple eventually introduced a software update that restricted the iPod to music bought on its iTunes website. Plaintiffs said that step discouraged iPod owners from buying a competing device when it came time to upgrade.\n\nThe trial included video deposition testimony given by Apple co-founder Steve Jobs shortly before he died in 2011.\n\nThe case in U.S. District Court, Northern District of California is The Apple iPod iTunes Anti-Trust Litigation, 05-37. (Reporting by Dan Levine; Editing by Jeffrey Benkoe)"
    },
    {
        "time": "4:39PM UTC",
        "header": "gt advanced tech modifies bankruptcy deal with apple",
        "link": "http://www.reuters.com/article/2014/12/15/us-gtadvanced-bankruptcy-apple-idUSKBN0JT27I20141215",
        "body": "(Reuters) - GT Advanced Technologies Inc altered its settlement with former partner Apple Inc to produce more near-term cash to support its emergence from bankruptcy, a lawyer for the sapphire maker told a court on Monday.\n\nThe new terms should be worth $50 million more than the original settlement, according to an attorney for GT noteholders, providing financing critical to return the business to its pre-Apple focus on selling sapphire furnaces.\n\nThe Merrimack, New Hampshire-based company abandoned the furnace business in 2013 when it agreed to begin supplying Apple with scratch-resistant sapphire material for iPhone screens. But Apple then turned to a different material for the screen of its iPhone 6 model.\n\nGT Advanced, which invested heavily into increasing production of sapphire materials for Apple, blamed the supply agreement for forcing it into bankruptcy in October, a move that shocked investors and sent its stock plummeting more than 90 percent to under $1 before Nasdaq suspended the shares.\n\nThe stock, now traded over the counter, shot 48 percent higher on Monday to close at 40.8 cents per share after news of the new deal terms.\n\nU.S. Bankruptcy Judge Henry Boroff in Springfield, Massachusetts indicated on Monday he would approve the settlement once the final wording was documented. The deal will allow GT Advanced to raise cash by initiating the sale of about 2,000 sapphire furnaces in Mesa, Arizona.\n\nThe furnaces were installed to make sapphire for Apple, which loaned GT $439 million for the project.\n\nDespins told the court he anticipated each furnace would fetch at least $500,000. Apple would receive $169,000 for each of the first 500 furnaces under the modified agreement. Previously, the parties had agreed that Apple would get $200,000 from each of the first 500 furnaces sold.\n\nThe new settlement terms also allow GT to store its furnaces in Mesa rent-free for an additional three months, to the end of next year.\n\nMichael Stamer, an Akin Gump Strauss Hauer Feld attorney who represents investors who hold $230 million of GT notes, said the new terms improved the original settlement by at least $50 million, prompting his group to withdraw its objection.\n\nNeil Augustine, a Rothschild Inc financial expert who advised GT’s board, testified that the case against Apple offered the potential for a big win, but it might cost $15 million to bring. The company only has $6 million in cash.\n\n“If we lost, it would be game over for the company,” Augustine said. “We concluded we should do the settlement.”\n\nThe case is In re: GT Advanced Technologies Inc., U.S. Bankruptcy Court, District of New Hampshire, No. 14-11916."
    }
]