[
    {
        "time": "9:57PM UTC",
        "header": "oil slide, apple knock south korea exports, rate cut view grows ",
        "link": "http://www.reuters.com/article/2014/12/01/us-southkorea-economy-trade-idUSKCN0JF15V20141201",
        "body": "SEOUL (Reuters) - South Korean shipments unexpectedly tumbled their most in more than 1-1/2 years in November as a plunge in oil prices and stiff competition from Apple Inc. hit the export-reliant economy’s major products, heightening pressure for further rate cuts.\n\nThe data joins other recent indicators that have cast doubt about the recovery in Asia’s fourth-largest economy, while the decline in oil has added to fears of deflation despite recent government and central bank stimulus steps.\n\n“The central bank will definitely face more pressure to cut rates as inflation runs the risk of slowing even more and as exports in oil products have worsened due to the falling oil prices,” said Stephen Lee, an economist at Samsung Securities in Seoul.\n\nExports fell 1.9 percent in November from a year earlier while imports dropped at a faster pace of 4.0 percent, the trade ministry said on Monday.\n\nIt was the biggest annual decline for exports since an 8.6 percent fall in February 2013 - partly due to one less day in November compared to last year - and defied a median 2.8 rise forecast in a Reuters poll.\n\nThe Bank of Korea has already cut interest rates by 50 basis points in two moves this year to match a record-low 2.00 percent but some analyst see one or more cuts in the near term amid low inflationary pressures and a fragile economic recovery.\n\nA private-sector survey by Markit Economics and HSBC released on Monday showed South Korea’s manufacturing activity in November shrank for a third consecutive month.\n\nThe yen’s sharp decline has also raised concerns about South Korea losing market share to Japanese rivals, though there’s been scarce evidence of that so far.\n\nExports of oil products fell 21.6 percent in November on-year. Wireless communications exports declined 4.3 percent due to increased competition from Apple Inc (AAPL.O) and China, the ministry said in a statement.\n\nThe nation’s biggest-listed company, Samsung Electronics (005930.KS), has seen its share of smartphones squeezed in recent quarters by Chinese rivals at the low end, and Apple’s iPhones at the top.\n\nOverall exports to China, South Korea’s biggest trade partner, fell 3.2 percent in November on-year, while those to the European Union slipped 6.7 percent. On the brighter side, shipments to the U.S. were up sharply by 20.8 percent, reflecting a broadening recovery in the world’s biggest economy."
    }
]