[
    {
        "time": "7:33PM UTC",
        "header": "s&p 500, dow end up after late rebound; apple, pfizer lift",
        "link": "http://www.reuters.com/article/2014/04/28/us-markets-stocks-idUSBREA360QI20140428",
        "body": "NEW YORK (Reuters) - The S&P 500 ended higher on Monday after a volatile session, as gains in Apple (AAPL.O) and Pfizer (PFE.N) helped offset another round of selling in some high-growth tech shares.\n\nThe Dow also managed to end the session with a modest gain, while the Nasdaq closed slightly lower after rebounding from a fall of over 1 percent. Leading the Nasdaq down was Amazon.com (AMZN.O), which extended Friday’s sharp drop a day after its earnings report.\n\nA flurry of merger and acquisition activity in the pharmaceutical sector increased speculation of further deal-making. Shares of Pfizer gained 4.2 percent to $32.04 after the U.S. drugmaker was said to be working on its next move in a potential bid to take over Britain’s AstraZeneca Plc (AZN.L).\n\n“What we saw earlier was you had more rotation out of the high-beta momentum names, and a lot of those tech players rotated into Apple, which just had positive earnings,” said Michael O‘Rourke, chief market strategist at JonesTrading in Greenwich, Connecticut.\n\n“This whole M&A aspect of the pharmaceutical healthcare industry has people positively biased for the time being,” he said, and “people who had to sell the momentum names are at least finished for the time being.”\n\nThe Dow Jones industrial average .DJI rose 87.28 points or 0.53 percent, to end at 16,448.74. The S&P 500 .SPX gained 6.03 points or 0.32 percent, to 1,869.43. The Nasdaq Composite .IXIC dropped 1.161 points or 0.03 percent, to 4,074.401.\n\nApple’s stock jumped 3.9 percent to $594.09. The stock has gained 13.2 percent since the close on Wednesday, when Apple reported results after the bell.\n\nAmazon.com ended down 2.4 percent at $296.58. High-growth stocks have been battered in recent weeks as investors have pulled out of the tech and biotech space.\n\nBank of America shares tumbled 6.3 percent to $14.95 after the company said it will suspend a planned increase in its quarterly dividend as well as its latest stock-buyback program because it miscalculated a measure of the capital on its books.\n\nChinese Internet stocks also fell after China’s government ordered the removal of four U.S. television shows from video websites. The U.S.-listed shares of Baidu (BIDU.O) slid 7.4 percent to $150.93.\n\nIn other M&A activity, Forest Laboratories Inc FRX.N said it would buy Furiex Pharmaceuticals Inc FURX.O for up to $1.46 billion. Furiex Pharmaceuticals shares surged 28.6 percent to $103.05 while Forest Laboratories shares shed 0.4 percent to $89.50.\n\nAgenus (AGEN.O) shares jumped 19.5 percent to $3.06 after the biotechnology company said it signed a deal with Merck & Co Inc (MRK.N) to discover and develop antibody-based treatments against cancer.\n\nAfter the bell, shares of in-flight wireless Internet services provider Gogo (GOGO.O) dropped 19.2 percent to $14.85 after AT&T (T.N) said it plans to launch an in-flight connectivity service. <ID:WNBB047WB>\n\nDuring the session, about 7.4 billion shares changed hands on U.S. exchanges, above the 6.5 billion average so far this month, according to data from BATS Global Markets."
    },
    {
        "time": "4:44PM UTC",
        "header": "us stocks-s&p 500 ends up with apple, pfizer; nasdaq dips",
        "link": "http://www.reuters.com/article/2014/04/28/markets-usa-stocks-idUSL2N0NK1QU20140428",
        "body": "* Pfizer works on next move in takeover bid for Astrazeneca\n\n* Dow up 0.5 pct; S&P 500 up 0.3 pct; Nasdaq down 0.03 pct\n\nNEW YORK, April 28 (Reuters) - The S&P 500 ended higher on Monday after a volatile session, as gains in Apple and Pfizer helped offset another round of selling in some high-growth tech shares.\n\nThe Nasdaq ended slightly lower but rebounded late in the session from a fall of over 1 percent. Leading the Nasdaq down was Amazon.com, which extended Friday’s sharp decline a day after its earnings report.\n\nA flurry of merger and acquisition activity in the pharmaceutical sector lifted shares. Shares of Pfizer Inc gained 4.2 percent to $32.04 after the U.S. drugmaker was said to be working on its next move in a potential $100 billion bid to take over Britain’s AstraZeneca Plc, after two earlier bids were rejected. Pfizer’s gains helped to lift the Dow.\n\n“What we saw earlier was you had more rotation out of the high-beta momentum names, and I think a lot of those tech players rotated into Apple, which just had positive earnings and the buyback and dividend boost,” said Michael O‘Rourke, chief market strategist at JonesTrading in Greenwich, Connecticut.\n\n“Obviously, this whole M&A aspect of the pharmaceutical healthcare industry has people positively biased for the time being.”\n\nThe Dow Jones industrial average rose 87.28 points or 0.53 percent, to end at 16,448.74. The S&P 500 gained 6.03 points or 0.32 percent, to 1,869.43. The Nasdaq Composite dropped 1.161 points or 0.03 percent, to 4,074.401.\n\nApple’s stock jumped 3.9 percent to $594.09. The stock has gained 13.2 percent since the close on Wednesday, when Apple reported results after the bell.\n\nAmazon.com ended down 2.4 percent at $296.58, while Facebook fell 2.7 percent to close at $56.14. High-growth stocks such as those have been battered in recent weeks as investors have pulled out of the tech and biotech space.\n\nBank of America shares tumbled 6.3 percent to $14.95 after the company said it will suspend a planned increase in its quarterly dividend as well as its latest stock-buyback program because it miscalculated a measure of the capital on its books.\n\nThe three major U.S. stock indexes lost ground during the session after Reuters, citing sources, reported that European Central Bank President Mario Draghi sees quantitative easing as still a ways away.\n\nChinese Internet stocks fell after China’s government ordered the removal of four U.S. television shows, including “The Big Bang Theory,” from video websites during the weekend. The U.S.-listed shares of Baidu slid 7.4 percent to $150.93.\n\nIn another M&A deal, Forest Laboratories Inc said it would buy Furiex Pharmaceuticals Inc for up to $1.46 billion, including milestone payments to add Furiex’s promising treatment for irritable bowel syndrome to Forest’s portfolio of gastrointestinal drugs.\n\nFuriex Pharmaceuticals shares surged 28.6 percent to $103.05 while Forest Laboratories shares shed 0.4 percent to $89.50.\n\nAbout 7.4 billion shares changed hands on U.S. exchanges, above the 6.5 billion average so far this month, according to data from BATS Global Markets.\n\nAdvancers outnumbered decliners on the New York Stock Exchange by a ratio of 8 to 7. On the Nasdaq, eight stocks fell for every five that rose. (Editing by Bernadette Baum and Jan Paschal)"
    },
    {
        "time": "4:04PM UTC",
        "header": "us stocks snapshot-s&p 500 ends up with apple after volatile session",
        "link": "http://www.reuters.com/article/2014/04/28/markets-usa-stocks-close-idUSZXN0R5Q2I20140428",
        "body": "NEW YORK, April 28 (Reuters) - The S&P 500 ended higher on Monday after a volatile session, as gains in Apple and Pfizer helped offset another round of selling in some high-growth tech shares.\n\nBased on the latest available data, the Dow Jones industrial average rose 87.34 points or 0.53 percent, to end unofficially at 16,448.80. The S&P 500 gained 6.03 points or 0.32 percent, to finish unofficially at 1,869.42. The Nasdaq Composite dipped 1.161 points or 0.03 percent, to close unofficially at 4,074.401. (Reporting by Caroline Valetkevitch; Editing by Jan Paschal)"
    }
]