[
    {
        "time": "3:17PM UTC",
        "header": "us stocks-wall st dips in late afternoon as energy, apple weigh",
        "link": "http://www.reuters.com/article/2014/09/08/markets-usa-stocks-idUSL1N0R91SQ20140908",
        "body": "NEW YORK, Sept 8 (Reuters) - The Dow and S&P 500 are down in late afternoon trading on Monday, led by declines in energy shares and Apple, while the Nasdaq is up a tad.\n\nEnergy shares are the weakest sector on the day, with the S&P energy index off 1.7 percent. Shares of Exxon Mobil are down 1.5 percent and Schlumberger’s are down 2.2 percent, among the biggest drags on the S&P 500.\n\nBrent crude traded below $100 a barrel for the first time in more than a year as Chinese and U.S. data pointed to slower-than-expected growth in the world’s top oil consumers, while U.S. crude settled lower.\n\nResearch from the San Francisco Federal Reserve indicated investors expect rates to stay low for longer than the central bank itself does. Recent market momentum has been driven by accommodative Fed policy, including bond purchases and low interest rates.\n\nThe Dow Jones industrial average is falling 38.68 points, or 0.23 percent, to 17,098.68, the S&P 500 is losing 8.63 points, or 0.43 percent, to 1,999.08 and the Nasdaq Composite is dropping 0.92 points, or 0.02 percent, to 4,581.98.\n\nThe largest percentage gainer on the New York Stock Exchange is Essent Group, up 10.59 percent, while the largest percentage decliner is Coupons.com, down 8.08 percent.\n\nAmong the most active stocks on the NYSE are Brazil’s Petrobras, down 5.31 percent to $18.35, and Ford Motor Co, down 2.19 percent to $16.77.\n\nBesides Apple, Yahoo, up 4.3 percent to $41.28, and Microsoft, up 1.1 percent to $46.43 are among the most actively traded.\n\nDeclining issues are outnumbering advancers on the NYSE by 1,996 to 960, for a 2.08-to-1 ratio on the downside; on the Nasdaq, 1,391 issues are falling and 1,322 advancing for a 1.05-to-1 ratio favoring decliners.\n\nThe broad S&P 500 index was posting 44 new 52-week highs and three new lows; the Nasdaq Composite was recording 70 new highs and 26 new lows. (Editing by Meredith Mazzilli and Nick Zieminski)"
    },
    {
        "time": "6:35PM UTC",
        "header": "showtime for apple: big phones, smart watches and high expectations",
        "link": "http://www.reuters.com/article/2014/09/08/us-apple-preview-idUSKBN0H20BG20140908",
        "body": "SAN FRANCISCO (Reuters) - It has been four years since Apple Inc (AAPL.O) introduced a completely new gadget and the pressure is on for the world’s largest tech company to wow at its “special event” in Cupertino, California, on Tuesday.\n\nApple has fed the high expectations, with promises by executives that the company’s best product pipeline in 25 years is being readied inside its secretive facilities. That’s a high bar for a company whose hits include the modern, graphic-based personal computer, the smartphone, the iPod and the tablet PC.\n\nThose now ubiquitous gadgets were created under the innovative and famously meticulous eye of Apple co-founder Steve Jobs, who died in 2011. When Chief Executive Officer Tim Cook takes the stage on Tuesday, technology aficionados, investors and rivals will be watching closely to see whether Jobs’ handpicked successor inherited the magic touch or whether Apple’s winning streak is coming to an end.\n\n“We think Apple’s pipeline is finally going to satisfy those who have wondered if the company has any new products. The stock price has been rallying as investors are beginning to believe that Tim Cook all along was telling the truth that there is an incredible pipeline of products,” said Michael Yoshikami, CEO of Destination Wealth Management.\n\nIn the last five years, the period beginning July 1 has been the most fruitful for holders of Apple shares, with an average price gain of about 22.5 percent, compared with 11 percent gains seen in the first half of the last five years.\n\nBelow are some of the key products and features to look out for at Apple’s big event on Tuesday:\n\niWatch?: Rumors of an Apple smartwatch go back several years, but Tuesday may finally be showtime. The watch, which will reportedly have a flexible screen and come in two sizes, will track its wearer’s health and fitness, double as an electronic wallet and of course, display messages.\n\nThe watch is not likely to go on sale until sometime in 2015 and Apple may not even reveal its price on Tuesday. But with rivals such as Google Inc (GOOGL.O) and Samsung Electronics Co (005930.KS) already entering the smartwatch market, tech-watchers are anxious for Apple to show its cards.\n\n“The market has been waiting for Apple’s product as the real category-defining product,” said FBN Securities analyst Shebly Seyfari.\n\niPhone 6: Smartphones are Apple’s bread-and-butter, representing more than half of its revenue, and the company is expected to introduce a pair of new models with bigger screens, a sleeker design and wireless payment capabilities. The iPhone 6 will be available with 5.5-inch or 4.7-inch screens, a step up from the current models’ 4-inch screens. There is also speculation that some phones will boast extra-tough screens made from scratch-resistant sapphire material.\n\nMobile Wallet: Apple has reportedly struck deals with major credit card providers Visa Inc (V.N), MasterCard Inc (MA.N) and American Express Co (AXP.N). The partnerships, as well as a special communication chip within the new iPhone and smartwatch, would allow consumers to use their gadgets at stores to buy everything from coffee to blue jeans - changing the shopping experience and extending Apple’s reach from the Web to real-world commerce.\n\nHealth: Apple’s launch of the “HealthKit” data service earlier this year made it clear that it sees its products helping consumers manage personal health information. By incorporating the HealthKit service into the iPhone 6, and by packing its smartwatch with sensors capable of monitoring physical movements and heart rates, Apple could lay the groundwork for a broader push into mobile healthcare.\n\nOne More Thing? Apple’s Jobs was famous for surprising fans with unexpected products at the end of his presentations. Could Cook preserve the tradition with a peek at a long-awaited Apple television, a rumored bigger iPad or a completely unexpected product?"
    },
    {
        "time": "9:48AM UTC",
        "header": "wechat helps apple rack up bonus points in china",
        "link": "http://www.reuters.com/article/2014/09/08/us-apple-china-software-idUSKBN0H20T920140908",
        "body": "BEIJING (Reuters) - Apple Inc has a lot for which to thank people like Deng.\n\nA Beijing-based quality analyst, she gave only her surname as she’s embarrassed by how much money she spends playing mobile games on WeChat, a hugely popular messaging app developed by Chinese internet giant Tencent Holdings Ltd.\n\n“The most expensive time was when I spent 68 yuan ($11.08) on a leopard on Tiantiankupao,” said Deng, an avid iPhone user, referring to Tencent’s hit game - called Timi Run Everyday in English - where characters run through obstacle courses. Having a leopard as a pet gives the characters extra power, helping players beat their friends.\n\nDeng and tens of millions like her have made China Apple’s third-largest market for software sales, and a huge chunk of that comes through WeChat. Known locally as Weixin, WeChat had 438 million monthly active users globally, mostly in China, at the end of June, and has rapidly evolved from a messaging tool into a digital Swiss Army knife, allowing users to send messages, play games, book taxis and shop online.\n\nThe app has proved a winning formula in getting people in China, a market notorious for not paying for software, to connect their bank accounts with their phones and pay for virtual goods like extra lives and power-ups in mobile games.\n\n“We’re seeing some substantial strength there,” Apple CEO Tim Cook said of China in a July earnings call. “The thing that’s actually growing the most is the iTunes, Software and Services category, which has the App Store in it. That area is almost doubling year over year.”\n\nApple’s Greater China revenues, which include Hong Kong and Taiwan, soared 28 percent in April-June from a year earlier to $5.9 billion, and globally, iTunes, Software and Services sales were the company’s second-fastest growing product category, up 12 percent year-on-year to $4.5 billion.\n\nTencent was the top game publisher for Apple’s iOS operating system in China by revenue for both June and July, according to App Annie, a company that measures app usage. Apple is this week expected to launch its new iPhone - with a gamer-friendly larger screen.\n\nApple makes all software sales on the iPhone go through its App Store. Typically, the Cupertino, California-based company will take its 30 percent of the sales, while the rest goes to an app’s developer or publisher.\n\nWeChat, which itself hosts apps and games made by other developers, is no different. The cash from any products sold on the app are split between Apple, Tencent and the developer.\n\n“By far the biggest factor driving App Store revenue in China is WeChat,” said Ben Thompson, who writes about technology at stratechery.com. “WeChat has driven app download and usage, which drives people to want to buy stuff, which drives them to connect their payment information. It’s been a very virtuous cycle.”\n\nGrowth has also been helped by increased smartphone sales since China Mobile, the country’s largest carrier, began offering the iPhone in January.\n\nA big part of WeChat’s success has been with casual games - highly addictive hits like Candy Crush Saga and Temple Run that are often free to download but let users pay for in-game upgrades. WeChat has its own stable of games, and also publishes Candy Crush in China.\n\nGames integrated with WeChat and Tencent’s other mobile social network, Mobile QQ, generated revenues of 3 billion yuan ($489 million) for Tencent in April-June, up from around 1.8 billion yuan in January-March.\n\n“If you look at who’s playing Temple Run and Candy Crush, a lot of these were non-gamers five years ago,” said Junde Yu, App Annie’s vice president of Asia Pacific. “With the advent of smartphones, the ease of use, they started to download apps, and because they’re very casual and fun they start playing games. It hooks them and encourages them to start making payments.”\n\nChina is unique in another way that helps push up spending on smartphones.\n\nBoth Apple and Tencent have tried to drive the adoption of mobile payments on their platforms, but China’s banking payment system is complex at best, and makes it difficult to carry out any kind of online payment with ease.\n\nApple uses a top-up system for its App Store in China, with a 50 yuan ($8.15) minimum value, said Yu - for those using China’s national bank card payment network rather than international credit cards. “This leads to a lot of repeat purchases as people aren’t likely to spend 50 yuan on one purchase,” Yu said. “After the first time, they won’t stop but will keep purchasing and playing games.”\n\niPhone users themselves are a big draw for app developers, and some value them more highly than people using smartphones operating on Google Inc’s Android system.\n\n“I’d pay six times the price for an iOS user compared to Android,” said Peng Tao, chief executive of breadtrip, a Beijing-based travel app. Part of the reason, in China at least, is that Android’s Google Play app store isn’t accessible, so dozens of smaller, less curated app stores have sprung up.\n\n“On the iOS App Store front page apps are chosen by merit, whereas in China for Android they’re chosen by who pays,” said Peng. “Android users just like to download things, no matter the need. They see it’s free and download it, so they shift apps quickly - download and delete, download and delete.”\n\nFor Apple, though, WeChat may turn out to be a Trojan horse.\n\nWhile the U.S. company is earning good money through WeChat’s success, there is some concern that Tencent may want Apple to see less of that.\n\n“WeChat made the market, Apple didn‘t, and it’s becoming so powerful on mobile in China that, broadly speaking, it’s a threat to Apple,” said stratechery.com’s Thompson. “If Tencent want to flex their muscles and keep more of that revenue, I could certainly see them leaning on the government to help them and keep a bigger percentage of the sales they’re driving.”\n\nChina’s ruling Communist Party is no stranger to heavy-handed regulation. Last week, a U.S. business lobby said foreign companies are increasingly concerned they are being targeted by Chinese regulators, charges the regulators deny. [ID:nL1N0R40O5]\n\nApple itself has repeatedly come under fire from Chinese state media - more frequently since former U.S. National Security Agency contractor Edward Snowden’s revelations about U.S. government cyber-espionage conducted through private companies including Apple, Google and Microsoft Corp.\n\nIn July, China’s state broadcaster branded the iPhone a national security threat because of its ability to track and time-stamp user locations, and government mouthpieces have called for ‘severe punishment’, accusing Apple of providing user data to U.S. intelligence agencies.\n\nSome of WeChat’s rivals in messaging apps have also fallen by the wayside in China because of the government.\n\nChinese authorities said in August they blocked South Korean firm Kakao Corp’s KakaoTalk and Naver Corp’s Line as part of efforts to fight terrorism, according to the Korean government, explaining service disruptions in China that had begun a month earlier.\n\n“The biggest danger for Apple in China is always the uncertain regulatory environment,” said stratechery.com’s Thompson. “It’s very plausible to see the government moving against Apple’s App Store policy.”"
    }
]