[
    {
        "time": "7:55PM UTC",
        "header": "apple unveils watch, larger iphones in bid to retake innovation crown",
        "link": "http://www.reuters.com/article/2014/09/09/us-apple-launch-idUSKBN0H41XG20140909",
        "body": "CUPERTINO Calif. (Reuters) - Apple Inc unveiled a watch, two larger iPhones and a mobile payments service on Tuesday as Chief Executive Officer Tim Cook seeks to revive the technology company’s reputation as a wellspring of innovation.\n\nThe first new product to be developed and introduced under Cook’s reign is a timepiece tethered to the iPhone that will combine health and fitness tracking with communications. It will price at $349 and go on sale in early 2015.\n\nFirst impressions were mixed. Some expected Apple to blow away the current competition but others warned the fact that it requires a paired iPhone may limit its sales.\n\nStarting at $349 - $50 more than the cheapest version of the iPhone 6 with a contract, the lofty price tag may also keep some consumers on the sidelines. It could go up to more than $1,000 for higher-end editions, IDC analyst Danielle Levitas said.\n\nThe Apple Watch can receive phone calls and messages, play music, serve as a digital wallet to pay for goods and monitor heart rates via special sensors. The watches will come in three collections, including a sport edition and an upscale line coated in 18-karat gold.\n\n“People are kind of scratching their heads on this watch, especially the fact that to successfully use the watch and to take advantage of its capabilities, you also have to have an iPhone,” said Daniel Morgan, vice president at Synovus Trust Company in Atlanta. “I don’t know if they’re in the right direction with this iWatch.”\n\nStill, rival watch and wearable device makers will keep a wary eye on Apple, which upended the music industry and drove once-dominant phone makers like Blackberry to the brink of extinction.\n\nSony Corp, Samsung, LG Electronics Inc and Qualcomm Inc have already launched smartwatches, albeit without much success.\n\n“Not the knockout some were anticipating. A bit gimmicky also on the health end of the wearable bands market,” said Jon Cox, an analyst of Swiss watch companies at brokerage Kepler Cheuvreux in Zurich.\n\n”Not as cool as I feared. Nick Hayek is probably sleeping a little easier tonight,” Cox said, referring to the chief executive of Swatch Group.\n\nShares of the company closed just a tad higher after having risen almost 5 percent before executives trotted out the watch. The stock tends to rise in the run-up to a major product launch, and come under selling pressure afterward as investors cash out.\n\nThe watch is unlikely to increase Apple’s top-line. Estimates vary but IDC expects total global demand of 42 million smartwatches in 2015. Apple sells that many or more iPhones in a good quarter.\n\nBut the pressure was on for the world’s largest tech company to wow on Tuesday, after a years-long drought of products beyond new iPhones and iPads. The prospect of a new gadget attracted a broader swathe of attendees than usual, with celebrities, fashion industry editors and even healthcare executives rounding out the mostly tech-industry crowd.\n\nIn a rare move, Apple had planned on livecasting its entire event online, with a simultaneous translation in Chinese. But the livestream went down about a half-hour in, prompting many users to take to Twitter to express their frustrations.\n\nAlso on Tuesday, the company took the wraps off a larger, 4.7-inch iPhone 6 and 5.5-inch iPhone 6 Plus. They will support more than 200 telecoms carriers worldwide, including all three in China - a key growth market for the company.\n\nAnd it introduced a new mobile payments service dubbed “Apple Pay.” Each phone will come equipped with its new payments service, which launches in the United States next month and allows users to pay for items in stores with their phones instead of physically presenting their credit or debit cards.\n\nLaunch partners include Walt Disney Co, McDonald’s and Whole Foods. The move gives Apple access to a trove of data on how consumers shop in brick and mortar stores, where more than 90 percent of U.S. retail sales are still conducted.\n\nEach new iPhone will come with a “secure element” chip and a near-field communications, or NFC, antenna.\n\nBen Milne, CEO of Internet payment network Dwolla, wanted to hear a lot more about how Apple will tackle the aging payments infrastructure. Apple Pay should get some level of mass adoption based on the number of iPhones out there, but Apple will have to tackle the current high costs of payment processing to make its new feature more widespread, he said.\n\n“The old architecture that payments is driven on is not up to snuff for the future they want to build,” Milne said."
    },
    {
        "time": "6:03AM UTC",
        "header": "update 1-taiwan exports jump ahead of iphone 6, tech products hit record high",
        "link": "http://www.reuters.com/article/2014/09/09/taiwan-economy-exports-idUSL3N0RA26720140909",
        "body": "* Exports to U.S. +4.9 pct y/y, to China +8.7 pct\n\nTAIPEI, Sept 9 (Reuters) - Taiwan’s export growth doubled market expectations in August ahead of the launch of Apple Inc’s newest smartphone packed with components made by the island’s technology firms.\n\nExports in August leapt 9.6 percent from a year earlier to $28.1 billion, its second-highest monthly level. A Reuters poll of analysts estimated exports would grow just 4.58 percent in August from a year earlier.\n\nThe value of technology exports last month hit a monthly record of $9.23 billion, data from the Ministry of Finance showed on Tuesday.\n\nThe figures come just hours ahead of the launch of Apple’s new product offerings, including the much-anticipated iPhone 6, a new smartphone to be fitted with bigger screens, sleeker designs and possibly extra-tough screens made from scratch resistant sapphire material.\n\n“Optimism around the iPhone 6 is running high given Apple’s user loyalty and installed base of over 300 million iPhones, which could drive a big upgrade cycle,” HSBC analyst Steven Pelayo wrote in a recent research note.\n\nTaiwan’s heavily trade-dependent economy has gained from improving U.S. demand, especially the island’s manufacturers, who are a major part of the global technology supply chain.\n\nTaiwan Semiconductor Manufacturing Co Ltd, the world’s largest contract chip manufacturer, to parts assemblers Hon Hai Precision Industry Co Ltd and Pegatron Corp and metal casings maker Catcher Technology Co Ltd , are among suppliers to Apple. Many firms receive their orders in Taiwan but export via mainland China, where numerous Taiwanese factories are located.\n\nExports to China, Taiwan’s largest export destination, rose 8.7 percent in August from a year earlier, picking up speed from July’s 6.5 percent pace.\n\nFor the month, Taiwan’s imports also rose a strong 14.1 percent from a year earlier, resulting in a trade surplus of $4.11 billion in August, finance ministry data showed.\n\nGovernment agencies have said the new Apple smartphone will help bolster Taiwan’s economic expansion this year.\n\nIt is likely that full year export growth will exceed the government’s current forecast of 3.21 percent, said Yeh Maan-Tzwu, director general of the finance ministry’s statistics department.\n\nBank of America Merrill Lynch said in a report that demand for semiconductors and camera lenses used in the iPhone 6 should add 2 percent to Taiwan’s monthly exports for August, September and October.\n\n“There’s really no one single driver out there that could exceed Apple’s contribution to Taiwan’s exports,” said Masterlink Securities economist Anita Hsu. “Considering this high level of dependence, we wouldn’t be surprised if export growth in the fourth quarter averaged below 5 percent.”\n\nHsu added that she remains concerned for Taiwan’s exports heading into the fourth quarter once the Apple effect tapers off."
    },
    {
        "time": "8:18AM UTC",
        "header": "global markets-dollar sweeps to 14-month high, iphone mania builds",
        "link": "http://www.reuters.com/article/2014/09/09/markets-global-idUSL5N0RA1BU20140909",
        "body": ""
    },
    {
        "time": "3:34PM UTC",
        "header": "us stocks-wall st falls late afternoon; apple shares cut gain",
        "link": "http://www.reuters.com/article/2014/09/09/markets-usa-stocks-idUSL1N0RA24G20140909",
        "body": "NEW YORK, Sept 9 (Reuters) - U.S. stocks were down sharply in late afternoon trading on Tuesday in a broad selloff as shares of Apple cut earlier gains.\n\nApple, which jumped earlier in the session after it unveiled a smartwatch, was last up 0.2 percent in heavy volume.\n\nAll 10 S&P sectors were lower. Shares of Home Depot were down 2.2 percent, among the biggest drags on the Dow and S&P 500, a day after the company confirmed its payment security system had been breached.\n\nAlso weighing on the market, McDonald’s shares were down 1.5 percent as it reported lower August same-store sales in all regions.\n\nThe Dow Jones industrial average was falling 100.42 points, or 0.59 percent, to 17,011, the S&P 500 was losing 13.22 points, or 0.66 percent, to 1,988.32 and the Nasdaq Composite was dropping 37.24 points, or 0.81 percent, to 4,555.05.\n\nThe largest percentage gainer on the New York Stock Exchange was Pulse Electronics, rising 67.33 percent, while the largest percentage decliner was MaxLinear, down 16.53 percent. MaxLinear cut its third-quarter revenue outlook on Monday.\n\nAmong the most active stocks on the NYSE were Petrobras , down 3.60 percent to $17.69 and Rite Aid, down 1.94 percent to $6.34.\n\nBesides Apple, Yahoo, down 2.5 percent at $40.76 and SinoCoking Coal, up 175.0 percent to $8.03 were the most actively traded.\n\nDeclining issues outnumbered advancing ones on the NYSE by 2,304 to 714, for a 3.23-to-1 ratio on the downside; on the Nasdaq, 1,961 issues were falling and 711 advancing for a 2.76-to-1 ratio favoring decliners.\n\nThe broad S&P 500 index was posting 17 new 52-week highs and three new lows; the Nasdaq Composite was recording 53 new highs and 47 new lows. (Editing by Nick Zieminski and Chris Reese)"
    },
    {
        "time": "2:20PM UTC",
        "header": "us stocks-investors see new watch as time to buy apple",
        "link": "http://www.reuters.com/article/2014/09/09/markets-usa-stocks-idUSL1N0RA1X920140909",
        "body": "NEW YORK, Sept 9 (Reuters) - Apple Inc was sharply higher in afternoon trading on Tuesday, moving on heavy volume as the company unveiled a new smartwatch, an item representing a new product category, as had been widely expected.\n\nThe stock was one of the S&P 500’s biggest gainers on the day, advancing 3.2 percent to $101.56 in its biggest one-day move since April 28. Volume of about 109 million shares was more than double its 50-day average of 49.1 million.\n\nThe stock was volatile throughout the tech giant’s product launch event, where it also unveiled new versions of its iPhone line, with shares at one point turning flat, though they subsequently rebounded to session highs.\n\nThe move helped broader markets. The tech-heavy Nasdaq, after falling almost 0.6 percent on the day, trimmed its losses, trading down 0.2 percent. The S&P also pared its losses as Apple rallied.\n\nInvestors were hoping Apple would announce a new product category at the event. While the stock has posted strong earnings and revenue since Steve Jobs, the company’s former chief executive, died in 2011, it has struggled to match the blistering growth rates it was known for when it debuted such products as the iPhone, iPad and iPod music player.\n\n* Nasdaq Comp is down 6.74 points, or 0.15 percent.\n\n* Dow industrials are down 52.29 points, or 0.31 percent.\n\n* S&P MidCap is down 7.82 points, or 0.54 percent.\n\n* S&P SmallCap is off 5.65 points, or 0.84 percent. (Editing by Nick Zieminski)"
    },
    {
        "time": "5:01PM UTC",
        "header": "verizon offers free iphone 6 in return for two-year contract, used phone",
        "link": "http://www.reuters.com/article/2014/09/09/us-apple-launch-verizon-idUSKBN0H42CZ20140909",
        "body": "WASHINGTON (Reuters) - Verizon Communications will give subscribers who trade in an old iPhone a free iPhone 6 in exchange for a two-year contract, the country’s largest wireless carrier announced hours after Apple Inc unveiled the widely anticipated device.\n\nThe announcement came as critics speculated that Apple’s newest phone, starting at $199 with a two-year contract, would not be competitive as more carriers eliminate contracts and unbundle service charges from the cost of devices.\n\nAnalysts say that by making the cost of devices more transparent, equipment financing plans make expensive handsets like the iPhone less appealing. On the other hand, the plans allow customers to pay for devices in installments, making pricy devices like the iPhone more accessible.\n\nCustomers who trade in an iPhone 4, 4s, 5, 5c or 5s in working condition will receive a $200 gift card to pre-order the 16-gigabyte version of the newer model, Verizon said in a statement. The offer does not apply to Apple’s other new phone, the larger iPhone 6 Plus.\n\nVerizon has been more reluctant than competitors to dive into equipment financing, and its promotion indicates its attachment to the older contract model, which binds subscribers to the carrier for a fixed term, said Jan Dawson, analyst at JackDaw Research.\n\n“There is an inherent risk in the shift to installment billing that it creates more loyalty to the device than to the carrier,” said Dawson.\n\n“Verizon sees the value of the two-year contract in that tying a device to a two-year plan can prevent churn,” said Dawson.\n\nHe pointed out that new device releases are major factors for subscribers in deciding whether to switch carriers.\n\nAs the market for new smartphone customers shrinks, carriers have been competing aggressively for subscribers, slashing prices and engaging in creative promotions to poach each others’ customers.\n\nOn Monday, T-Mobile announced it would beat any other major carriers’ trade-in rates and give customers a $50 credit as well."
    },
    {
        "time": "4:05PM UTC",
        "header": "us stocks snapshot-wall st ends lower as bond yields rise, apple falls",
        "link": "http://www.reuters.com/article/2014/09/09/markets-usa-stocks-close-idUSZXN0R9G2I20140909",
        "body": "NEW YORK, Sept 9 (Reuters) - U.S. stocks fell on Tuesday as bond yields hit their highest in a month on expectations interest rates could rise sooner than some investors expect and as Apple shares declined.\n\nBased on the latest available data, the Dow Jones industrial average fell 97.62 points or 0.57 percent, to 17,013.8, the S&P 500 lost 13.11 points or 0.65 percent, to 1,988.43 and the Nasdaq Composite dropped 40.00 points or 0.87 percent, to 4,552.29. (Reporting by Caroline Valetkevitch; Editing by Meredith Mazzilli)"
    },
    {
        "time": "9:56PM UTC",
        "header": "nikkei falls on wall st weakness; apple suppliers slip",
        "link": "http://www.reuters.com/article/2014/09/10/markets-japan-stocks-idUSL3N0RB13E20140910",
        "body": ""
    },
    {
        "time": "7:58PM UTC",
        "header": "wall street ends lower as apple falls, bond yields rise",
        "link": "http://www.reuters.com/article/2014/09/09/us-markets-stocks-idUSKBN0H410J20140909",
        "body": "NEW YORK (Reuters) - U.S. stocks fell on Tuesday as Apple (AAPL.O) shares declined and as bond yields hit their highest in a month on concerns the Federal Reserve could raise interest rates sooner than some investors had expected.\n\nAll 10 S&P 500 sectors ended lower. Apple shares, which jumped as much as 4.8 percent earlier in the session after the company unveiled a smartwatch, ended down 0.4 percent at $97.99. Apple also announced two larger iPhones.\n\nSectors with high-dividend paying stocks including utilities were among the day’s weakest. The utilities sector .SPLRCU and telecommunications .SPLRCL each fell 1.2 percent.\n\nImproving U.S. economic conditions may force the Federal Reserve “to tighten sooner rather than later,” said Doug Cote, chief market strategist with Voya Investment Management in New York.\n\n“Rising rates are an immediate discount for financial assets, including equities,” he said.\n\nShares of Home Depot (HD.N) fell 2.1 percent, a day after the company confirmed its payment security system had been breached.\n\nThe Dow Jones industrial average .DJI declined 97.55 points or 0.57 percent, to 17,013.87, the S&P 500 .SPX lost 13.1 points or 0.65 percent, to 1,988.44 and the Nasdaq Composite .IXIC dropped 40.00 points or 0.87 percent, to 4,552.29.\n\nAbout 5.7 billion shares changed hands on U.S. exchanges, above the 5.5 billion average for the last five days, according to data from BATS Global Markets.\n\nIn the options market, Apple options volume rose to a record daily volume of 2.97 million contracts traded, according to Henry Schwartz, president of options analytics firm Trade Alert. Contract volume was about three times normal and calls led puts by a ratio of 2.1:1, according to Trade Alert data.\n\nThe largest percentage gainer on the New York Stock Exchange was Pulse Electronics PULS.N, which was rising 53.47 percent, while the largest percentage decliner was Usec USU.N, down 18.05 percent.\n\nAmong the most active stocks on the NYSE were Brazil’s Petrobras (PBR.N), down 2.83 percent to $17.83 and Pfizer (PFE.N), down 0.58 percent at $29.23.\n\nBesides Apple, Yahoo YHOO.O, down 2.5 percent at $40.78, and Microsoft (MSFT.O), up 0.6 percent to $46.76 were among the most actively traded on Nasdaq.\n\nDeclining issues were outnumbering advancing ones on the NYSE by 2,338 to 698, for a 3.35-to-1 ratio on the downside; on the Nasdaq, 2,046 issues were falling and 637 advancing for a 3.21-to-1 ratio favoring decliners.\n\nThe broad S&P 500 index was posting 17 new 52-week highs and five new lows; the Nasdaq Composite was recording 56 new highs and 58 new lows."
    },
    {
        "time": "7:43PM UTC",
        "header": "u2 surprise apple event with new album released for free on itunes",
        "link": "http://www.reuters.com/article/2014/09/09/us-apple-launch-u2-album-idUSKBN0H42ED20140909",
        "body": "LOS ANGELES (Reuters) - Veteran Irish rockers U2 pulled off a surprise at Apple Inc’s event to launch new products on Tuesday, making its latest album available for free on Apple’s iTunes online store.\n\nThe Grammy Award-winning band performed at the Cupertino, California event, at which Apple unveiled two new iPhones, a smart watch and a mobile payments system.\n\nU2 released its new 11-track “Songs of Innocence” live on stage with Apple Chief Executive Officer Tim Cook. The album immediately appeared in iTunes users’ music libraries.\n\nCook called it the largest album release in history because there are more than 500 million iTunes users. But the giveaway is unlikely to count toward official music sales figures at Nielsen SoundScan because it was distributed for free.\n\nThe band will release the 11-track “Songs of Innocence” and a deluxe version featuring four new tracks and acoustic performances to the rest of the world on October 14, its label Interscope Records, said on Tuesday.\n\nIn July 2013, rapper Jay Z released his album “Magna Carta Holy Grail” for free to a million users of Samsung smartphones via a special app. However, the 1 million copies were not eligible for Nielsen or Billboard’s weekly charts of best-selling albums."
    },
    {
        "time": "12:43PM UTC",
        "header": "apple counts down to launch of smartwatch, bigger iphone",
        "link": "http://www.reuters.com/article/2014/09/09/us-apple-iphone-idUSKBN0H41MY20140909",
        "body": "(Reuters) - Apple Inc (AAPL.O) is expected to unveil its first new device in four years, the iWatch, in a gala event on Tuesday that may also mark its long-awaited entry into mobile payments and deliver a larger iPhone.\n\nThe company’s shares rose nearly 2 percent to $100.22 in heavy trading.\n\nAnalysts say the new iPhone is likely to help Apple gain market share against mobiles running Google Inc’s (GOOGL.O) Android platform by offering something Apple previously lacked — larger screens.\n\nThe iPhone 6 is expected to be available with a 5.5-inch or 4.7-inch screen, a step up from the current models’ 4 inches. It may also boast extra-tough screens made from scratch-resistant sapphire material.\n\nFans of the iPhone are already lining up outside the Apple store on New York’s Fifth Avenue to be among the first to get their hands on the new device, even though the phones typically arrive in stores around 10 days after their launch.\n\nCowen & Co analysts said they expected Apple to price its top-end iPhone at $499 and to reduce the price of its existing models.\n\nApple has struck deals with credit card providers such as Visa Inc (V.N) and MasterCard Inc (MA.N), the Wall Street Journal reported last week, allowing consumers to use the mobile payment feature of their gadgets for shopping. (on.wsj.com/1Bf9Vn3)\n\nIt might also finally be showtime for Apple’s smartwatch, or iWatch — the company’s first new device since the iPad in 2010 and the first to be launched by Tim Cook since he became chief executive in 2011. [ID:nL1N0R62SW]\n\nApple has hired renowned industrial designer Marc Newson to work with Jonathan Ive in its design team. Newson, who has designed products from aircraft to watches, has been called \"arguably the most influential industrial designer of his generation\" by the New York Times. (nyti.ms/1qCtqCz)\n\nThe company has invited top fashion editors and bloggers in unprecedented numbers to its launch gala as it tries to forge closer ties to the fashion world that may prove crucial to the success of a wearable device.\n\nBernstein Research analyst Toni Sacconaghi estimated that if Apple were to sell 30 million iWatches at $250 each, it would add about $7.5 billion to its revenue.\n\nRival electronics giants such as Sony Corp (6758.T), Samsung Electronics Co Ltd (005930.KS), LG Electronics Inc (066570.KS) and Qualcomm Inc (QCOM.O) have already launched smartwatches, albeit without much success.\n\nThe Cowen & Co analysts estimated that Apple could sell 15 million to 20 million iWatches in 2015.\n\nCook, who opened a Twitter account last year on the same day that Apple launched its 5S and 5C smartphones, trumpeted Tuesday’s event with an early morning tweet: “Looking forward to a great day in Cupertino! Join us at 10am Pacific.”"
    },
    {
        "time": "10:02PM UTC",
        "header": "u2's free itunes album surprises at apple launch gala",
        "link": "http://www.reuters.com/article/2014/09/10/us-apple-launch-u2-album-idUSKBN0H42ED20140910",
        "body": "LOS ANGELES (Reuters) - Veteran Irish rockers U2 pulled off the largest album release in history at Tuesday’s Apple Inc event to launch new products, after making its latest record available for free on Apple’s iTunes online stores to half a billion iTunes users.\n\nThe Grammy Award-winning band performed its latest single “The Miracle (of Joey Ramone)” at the Cupertino, California event, at which Apple unveiled two new iPhones, a smart watch and a mobile payments system.\n\nU2 released its new 11-track “Songs of Innocence” live on stage with Apple Chief Executive Officer Tim Cook. The album immediately appeared in iTunes users’ music libraries.\n\nHowever, the giveaway to more than 500 million iTunes users will not count toward official music sales figures at Nielsen SoundScan because it was distributed for free.\n\nThe band will release “Songs of Innocence” and a deluxe version featuring four new tracks and acoustic performances to the rest of the world on Oct. 14, its label Interscope Records, said on Tuesday.\n\nBillboard, which will include the album in chart listings only after its October release, said on Tuesday that “Songs of Innocence” will also miss the Grammy awards eligibility period, which runs from Oct. 1 2013 to Sept. 30 this year, and only applies to “commercially released” records.\n\nIn July 2013, rapper Jay Z released his album “Magna Carta Holy Grail” for free to a million users of Samsung smartphones via a special app. However, the 1 million copies were not eligible for Nielsen or Billboard’s weekly charts of best-selling albums."
    },
    {
        "time": "11:07AM UTC",
        "header": "apple set to unveil smartwatch, bigger iphone",
        "link": "http://www.reuters.com/article/2014/09/09/apple-iphone-idUSL3N0RA3F120140909",
        "body": "Sept 9 (Reuters) - Apple Inc is expected to unveil a smartwatch, its first new device in four years, in a gala event on Tuesday that may also mark its long-awaited entry into the mobile payments sphere and deliver a larger iPhone.\n\nShares of the company rose more than 1 percent to $99.44 in heavy trading.\n\nThe iPhone 6 will be available with 5.5-inch or 4.7-inch screens, a step up from the current models’ 4-inch screens, and may boast extra-tough screens made from scratch-resistant sapphire material.\n\nAnalysts said the new iPhones were likely to help Apple to gain market share against mobiles running Google Inc’s Android platform by offering something that Apple previously lacked - larger screens.\n\nApple has also struck deals with credit card providers such as Visa Inc and MasterCard Inc, the Wall Street Journal reported last week, allowing consumers to use the mobile payment feature of their gadgets for shopping. (on.wsj.com/1Bf9Vn3)\n\nAfter several years of rumors, it might also finally be show time for Apple’s smartwatch, or iWatch.\n\nApple has invited top fashion editors and bloggers in unprecedented numbers to its launch gala as it tries to forge closer ties to the fashion world that may prove crucial to the success of a wearable device.\n\nBernstein Research analyst Toni Sacconaghi estimated that, if Apple were to sell 30 million iWatches at $250 each, it would add about $7.5 billion to the company’s revenue.\n\nRival electronics giants such as Sony Corp, Samsung Electronics Co Ltd, LG Electronics Inc and Qualcomm Inc have already launched smartwatches, albeit without much success.\n\nA smartwatch would be Apple’s first new device launch since it unveiled the iPad in 2010, and also the first brand new product launched by Tim Cook since he became chief executive in 2011.\n\nCowen & Co analysts said many of Apple’s 300 million-plus iPhone users would want a larger screen, and estimated that Apple could sell 15 million to 20 million iWatches in 2015.\n\nCook, who opened a Twitter account last year on the same day that Apple launched its 5S and 5C smartphones, trumpeted Tuesday’s event with an early morning tweet: “Looking forward to a great day in Cupertino! Join us at 10am Pacific.” (Additional reporting by Soham Chatterjee and Lehar Maan in Bangalore and Edwin Chan in San Francisco; Editing by Robin Paxton)"
    },
    {
        "time": "6:45PM UTC",
        "header": "gt shares plunge as apple taps other source for new iphone display",
        "link": "http://www.reuters.com/article/2014/09/09/us-apple-launch-gt-idUSKBN0H42HS20140909",
        "body": "NEW YORK (Reuters) - Shares of GT Advanced Technologies Inc plunged in their heaviest-ever trading day on Tuesday after Apple Inc said its new iPhone 6 would not feature screens made with GT’s sapphire glass displays.\n\nGT’s stock began falling abruptly in early afternoon trading as Apple’s latest product launch event was underway in Silicon Valley. By the close of trading, it had dropped 12.9 percent to $14.94 on record volume of 37.7 million shares.\n\nSome GT options due to expire later this week also spiraled lower.\n\n“There was a chance that Apple would announce Sapphire displays in their new iPhones, and (Apple) has decided not to go that route,” Ophir Gottlieb, chief executive officer at Los Angeles-based Capital Market Laboratories LLC, said.\n\nA GT spokesman was not immediately available to comment.\n\nGT, which makes equipment for consumer electronics, power electronics, solar and LED products, said last year it would partner with Apple to build a plant to make sapphire screens for iPhones and iPads. In its latest quarterly report, the company said it had “incurred significant costs” in connection with the Mesa, Arizona, plant’s development.\n\nUnder the deal, dated last October, GT granted Apple an exclusive license for certain applications of GT’s sapphire glass technology, according to the filing with the U.S. Securities and Exchange Commission. The deal also placed restrictions against GT selling sapphire for use in certain applications. At the same time, however, Apple had no obligation to purchase any of GT’s sapphire glass.\n\nMoves in the stock have been linked to expectations involving the use of GT’s glass displays by Apple since November 2013, when shares rallied sharply after it first won a manufacturing deal with Apple.\n\nSince then, the stock has gone through ups and downs depending on expectations for GT’s inclusion in Apple’s new products. The stock sold off in July after an analyst questioned how much sapphire glass would be used in the new iPhone.\n\nIn addition to the stock’s plunge, several strikes of GT call options due to expire later this week lost nearly all their value.\n\nFor instance, the 17.5 calls that expire on Friday, which opened the day at 97 cents a piece and were near an at-the-money position before the news, dropped 92 cents to end at 5 cents each, losing 95 percent of their value. They were the second-most active call options on the day, with 3,715 contracts traded against existing open interest of 2,374 contracts.\n\nGT was not left completely out of the Apple product launch, however. It will supply the screens for two of the three versions of the Apple Watch, which was also announced on Tuesday."
    },
    {
        "time": "10:46AM UTC",
        "header": "showtime for apple: big phones, smart watches and high expectations",
        "link": "http://www.reuters.com/article/2014/09/09/us-apple-preview-idUSKBN0H20BG20140909",
        "body": "SAN FRANCISCO (Reuters) - It has been four years since Apple Inc (AAPL.O) introduced a completely new gadget and the pressure is on for the world’s largest tech company to wow at its “special event” in Cupertino, California, on Tuesday.\n\nApple has fed the high expectations, with promises by executives that the company’s best product pipeline in 25 years is being readied inside its secretive facilities. That’s a high bar for a company whose hits include the modern, graphic-based personal computer, the smartphone, the iPod and the tablet PC.\n\nThose now ubiquitous gadgets were created under the innovative and famously meticulous eye of Apple co-founder Steve Jobs, who died in 2011. When Chief Executive Officer Tim Cook takes the stage on Tuesday, technology aficionados, investors and rivals will be watching closely to see whether Jobs’ handpicked successor inherited the magic touch or whether Apple’s winning streak is coming to an end.\n\n“We think Apple’s pipeline is finally going to satisfy those who have wondered if the company has any new products. The stock price has been rallying as investors are beginning to believe that Tim Cook all along was telling the truth that there is an incredible pipeline of products,” said Michael Yoshikami, CEO of Destination Wealth Management.\n\nIn the last five years, the period beginning July 1 has been the most fruitful for holders of Apple shares, with an average price gain of about 22.5 percent, compared with 11 percent gains seen in the first half of the last five years.\n\nBelow are some of the key products and features to look out for at Apple’s big event on Tuesday:\n\niWatch?: Rumors of an Apple smartwatch go back several years, but Tuesday may finally be showtime. The watch, which will reportedly have a flexible screen and come in two sizes, will track its wearer’s health and fitness, double as an electronic wallet and of course, display messages.\n\nThe watch is not likely to go on sale until sometime in 2015 and Apple may not even reveal its price on Tuesday. But with rivals such as Google Inc (GOOGL.O) and Samsung Electronics Co (005930.KS) already entering the smartwatch market, tech-watchers are anxious for Apple to show its cards.\n\n“The market has been waiting for Apple’s product as the real category-defining product,” said FBN Securities analyst Shebly Seyfari.\n\niPhone 6: Smartphones are Apple’s bread-and-butter, representing more than half of its revenue, and the company is expected to introduce a pair of new models with bigger screens, a sleeker design and wireless payment capabilities. The iPhone 6 will be available with 5.5-inch or 4.7-inch screens, a step up from the current models’ 4-inch screens. There is also speculation that some phones will boast extra-tough screens made from scratch-resistant sapphire material.\n\nMobile Wallet: Apple has reportedly struck deals with major credit card providers Visa Inc (V.N), MasterCard Inc (MA.N) and American Express Co (AXP.N). The partnerships, as well as a special communication chip within the new iPhone and smartwatch, would allow consumers to use their gadgets at stores to buy everything from coffee to blue jeans - changing the shopping experience and extending Apple’s reach from the Web to real-world commerce.\n\nHealth: Apple’s launch of the “HealthKit” data service earlier this year made it clear that it sees its products helping consumers manage personal health information. By incorporating the HealthKit service into the iPhone 6, and by packing its smartwatch with sensors capable of monitoring physical movements and heart rates, Apple could lay the groundwork for a broader push into mobile healthcare.\n\nOne More Thing? Apple’s Jobs was famous for surprising fans with unexpected products at the end of his presentations. Could Cook preserve the tradition with a peek at a long-awaited Apple television, a rumored bigger iPad or a completely unexpected product?"
    },
    {
        "time": "4:43PM UTC",
        "header": "us stocks-wall st ends lower as apple falls, bond yields rise",
        "link": "http://www.reuters.com/article/2014/09/09/markets-usa-stocks-idUSL1N0RA2F620140909",
        "body": "NEW YORK, Sept 9 (Reuters) - U.S. stocks fell on Tuesday as Apple shares declined and as bond yields hit their highest in a month on concerns the Federal Reserve could raise interest rates sooner than some investors had expected.\n\nAll 10 S&P 500 sectors ended lower. Apple shares, which jumped as much as 4.8 percent earlier in the session after the company unveiled a smartwatch, ended down 0.4 percent at $97.99. Apple also announced two larger iPhones.\n\nBenchmark 10-year U.S. Treasury note yields rose to 2.5 percent. Sectors with high-dividend paying stocks including utilities were among the day’s weakest. The utilities sector and telecommunications each fell 1.2 percent.\n\nImproving U.S. economic conditions may force the Federal Reserve “to tighten sooner rather than later,” said Doug Cote, chief market strategist with Voya Investment Management in New York.\n\n“Rising rates are an immediate discount for financial assets, including equities,” he said.\n\nShares of Home Depot fell 2.1 percent, a day after the company confirmed its payment security system had been breached.\n\nThe Dow Jones industrial average declined 97.55 points or 0.57 percent, to 17,013.87, the S&P 500 lost 13.1 points or 0.65 percent, to 1,988.44 and the Nasdaq Composite dropped 40.00 points or 0.87 percent, to 4,552.29.\n\nAbout 5.7 billion shares changed hands on U.S. exchanges, above the 5.5 billion average for the last five days, according to data from BATS Global Markets.\n\nIn the options market, Apple options volume rose to a record daily volume of 2.97 million contracts traded, according to Henry Schwartz, president of options analytics firm Trade Alert. Contract volume was about three times normal and calls led puts by a ratio of 2.1:1, according to Trade Alert data.\n\nThe largest percentage gainer on the New York Stock Exchange was Pulse Electronics, which was rising 53.47 percent, while the largest percentage decliner was Usec, down 18.05 percent.\n\nAmong the most active stocks on the NYSE were Brazil’s Petrobras, down 2.83 percent to $17.83 and Pfizer , down 0.58 percent at $29.23.\n\nBesides Apple, Yahoo, down 2.5 percent at $40.78, and Microsoft, up 0.6 percent to $46.76 were among the most actively traded on Nasdaq.\n\nDeclining issues were outnumbering advancing ones on the NYSE by 2,338 to 698, for a 3.35-to-1 ratio on the downside; on the Nasdaq, 2,046 issues were falling and 637 advancing for a 3.21-to-1 ratio favoring decliners.\n\nThe broad S&P 500 index was posting 17 new 52-week highs and five new lows; the Nasdaq Composite was recording 56 new highs and 58 new lows."
    },
    {
        "time": "9:03PM UTC",
        "header": "fashion world divided on first look at apple watch",
        "link": "http://www.reuters.com/article/2014/09/10/us-apple-launch-fashion-idUSKBN0H502C20140910",
        "body": "CUPERTINO Calif. (Reuters) - Apple Inc’s newly unveiled smartwatch on Tuesday split fashion arbiters who may prove pivotal to its broad acceptance.\n\nMany praised the “Apple Watch”, priced from $349 when it debuts next year, for its clean aesthetic, but some bloggers and editors said the watch had a masculine aura, which would limit its allure to parts of the style-conscious crowd. Others said the design, while pleasing, was less than revolutionary.\n\nThe gadget, which must be paired with an iPhone, is shaped like a traditional timepiece, with a small square display. A dial on the side, reminiscent of the winding mechanism on a mechanical watch, can be spun or pushed to manipulate what is on the touch screen.\n\nApple will offer three different versions -- sport, standard, and a luxury edition, with finishes including stainless steel and gold plated. The display can be customized to show the time in numbers or a facsimile of a watch with hands.\n\nWrist bands range from leather and stainless steel to sports models in hues from pink to blue. The Watch recognizes voice commands and carries sensors that can track activity such as steps and heart rate.\n\nRoseanne Morrison, fashion director for The Doneger Group, an industry consultant, said the design fell short of her expectations.\n\n“It’s not pretty,” she told Reuters. “It’s very future techno as opposed to feminine sexy.”\n\nMany contacted by Reuters agreed that the device was better looking than existing offerings from the likes of Samsung Electronics and LG, which are judged to be clunkier.\n\nBut rival tech giants like Google Inc and Intel Corp are increasingly competing with Apple in the emerging market for wearable devices. Based on tablet and PC adoption rates, Citigroup expects the smartwatch market to reach about $10 billion by 2018 versus an estimated $1.4 billion to $1.8 billion in 2014.\n\nEric Wilson, fashion news director for InStyle Magazine, said Apple also faces competition from luxury watch-makers like Rolex. Swatch has said it’s exploring a watch with intelligent digital features.\n\n“The Apple Watch will be a status symbol to carry,” he said. But the design is “generic in the sense of its flexibility and individualization.” With the exception of the bright colors and gold trim, he added, it is “a very masculine watch.”\n\nSome fashionistas may prove reluctant to wear a smartwatch at all, said Sonny Vu, chief executive of Misfit Wearables, which makes an activity monitor that can be worn as a broach, on a necklace, or on a wrist band. Some female consumers are concerned about tan lines, for instance, and many might own a watch that has sentimental value, he said.\n\nBut other fashion critics were effusive.\n\n“It is immaculate in terms of how function meets design. The issue is really about how much people want to wear something so clearly, essentially an amazing gadget,” said Alexandra Shulman, editor of British Vogue.\n\nThe Watch is the closest the U.S. company has come to selling a fashion accessory and marks its first foray into the personal luxury goods market, although its iPhones and other gadgets have long been seen as fashion symbols.\n\nWearable technology was the “topic of the moment” at New York Fashion Week. Many fashion editors were invited to the Apple product launch for the first time this year.\n\nIn recent years, Apple has hired Patrick Pruniaux, former vice president of Tag Heuer’s global sales and retail; Angela Ahrendts, former chief executive of Burberry Inc; and former Yves Saint Laurent CEO Paul Deneve joined as vice president of special projects.\n\nA first-time invitee to an Apple event, Marie Claire tech editor Jenna Blaha, said she was impressed with the Watch but would need to touch and feel the device before recommending it to readers.\n\nAt Tuesday’s launch in Cupertino, California, Apple displayed a gallery of watches but onlookers had to be content with tightly controlled demonstrations by Apple employees. Gwen Stefani, fashion designer and “No Doubt” singer, told Reuters even she wasn’t allowed to play with these watches.\n\nMany of the fashion experts agreed that the most compelling wearables haven’t hit the market yet. Fashion editors were curious about an expected wearable accessory from fashion designer Rebecca Minkoff; a high-fashion smart bracelet from Intel; and a smart ring from Ringly.\n\n“This is just the beginning. How long before there is a partnership with Marc Jacobs and Valentino to do more sophisticated faces?” said Lea Goldman, features and special projects reporter for Marie Claire."
    }
]