[
    {
        "time": "5:36PM UTC",
        "header": "tech workers ask appeals court to reject apple, google bid",
        "link": "http://www.reuters.com/article/2014/10/14/us-apple-google-lawsuit-idUSKCN0I32KK20141014",
        "body": "SAN FRANCISCO (Reuters) - Employees suing Apple, Google and two other tech companies over hiring practices said an appeals court should not approve a $324.5 million settlement in the case, according to a court filing on Tuesday.\n\nPlaintiff workers accused Apple, Google, Intel and Adobe in a 2011 lawsuit of conspiring to avoid poaching each other’s employees. The companies agreed to a $324.5 million settlement earlier this year.\n\nU.S. District Judge Lucy Koh in San Jose, California then rejected the proposed class action settlement, saying the amount was too low. The companies appealed last month, saying she committed “clear legal error.”\n\nIn the filing on Tuesday, the workers said that although they believed the $324.5 million deal originally warranted approval, the judge had the proper authority to reject it and they would “defer to (Koh‘s) sound judgment about how best to oversee this litigation.”\n\nAn Intel spokesman declined to comment, as did an Apple spokeswoman. Representatives for Google and Adobe could not immediately be reached.\n\nTech employees alleged that the conspiracy limited their job mobility and, as a result, kept a lid on salaries.\n\nThe case has been closely watched because of the possibility of big damages being awarded and for the opportunity of a glimpse into the world of some of the United States’ elite tech firms.\n\nPlaintiffs based their allegations of conspiracy largely on emails circulated among Apple’s late co-founder Steve Jobs, former Google Chief Executive Officer Eric Schmidt, and some of their rivals.\n\nIn rejecting the proposed settlement, Koh repeatedly referred to a related deal last year involving Disney and Intuit. Apple and Google workers got proportionally less in the latest agreement compared with the one involving Disney, Koh wrote.\n\nTo match the earlier settlement, the latest deal “would need to total at least $380 million,” Koh wrote.\n\nIn the filing on Tuesday, the plaintiffs argued that the $324.5 million deal “ceased to exist” the moment Koh rejected it, by virtue of the settlement terms negotiated by both sides. The companies “should not complain about this state of affairs, given that it is their own doing,” attorneys for the employees wrote.\n\nThe case is In Re: High-Tech Employee Antitrust Litigation, U.S. District Court, Northern District of California 11-cv-2509."
    }
]