[
    {
        "time": "7:59AM UTC",
        "header": "an apple a day keeps russian food embargo at bay, says berlin",
        "link": "http://www.reuters.com/article/2014/09/02/ukraine-crisis-farming-germany-idUSL5N0R31YC20140902",
        "body": "Sept 2 (Reuters) - Europeans should eat more fruit and vegetables to remedy the impact of Russian restrictions on food imports from the West, Germany’s agriculture minister said on Tuesday.\n\n“Eat! You should eat, I should eat, we should eat,” the minister, Christian Schmidt, told German radio.\n\nEurope faces disruption to food markets from import restrictions imposed by President Vladimir Putin, although Schmidt said the situation was manageable.\n\nThe one-year Russian embargo, in retaliation for Western economic sanctions over Moscow’s actions in Ukraine, affects meat, fish, dairy, fruit and vegetables from the United States, European Union and others.\n\n“You cannot lament the fact that there is lots of fruit and then not eat fruit, that much is obvious. I need to get rid of it,” Schmidt said in the interview with Deutschlandfunk.\n\nHe was due to meet the French and Polish farm ministers in Bonn later on Tuesday to prepare for an EU meeting on Friday to address the impact of the Russian import ban.\n\nSchmidt said he was looking for alternative markets for produce like German apples in areas like South America and China, saying: “Russia is not the only country in the world that needs apples.”\n\nIn the meantime, he urged Europeans to eat fruit “every morning, five times a day, full stop”. (Reporting by Bethan John; Editing by Stephen Brown)"
    },
    {
        "time": "9:16PM UTC",
        "header": "celebrity hacking clouds apple's upcoming product launch",
        "link": "http://www.reuters.com/article/2014/09/03/entertainment-photos-apple-idUSL1N0R329Z20140903",
        "body": "SAN FRANCISCO, Sept 2 (Reuters) - Apple Inc has often displayed uncanny timing, with its well-orchestrated end-of-year iPhone releases. But the leak of racy celebrity photos in the past few days put the company in the unusual position of having to mend its image just days before a highly anticipated Sept. 9 product launch.\n\nNude photos of Hollywood celebrities, including Oscar-winning actress Jennifer Lawrence, posted on Internet forums by unknown hackers has sparked condemnation from stars and their publicists, and prompted an investigation by the Federal Bureau of Investigation.\n\nIn the wake of the breach, cybersecurity experts and mobile developers have called out inadequacies in Apple’s and, more generally, cloud-services security. Thousands have taken to Twitter to express their frustrations with the company.\n\nSome security experts faulted Apple for failing to make its devices and software easier to secure through two-factor authentication, which requires a separate verification code after users log in initially. The process requires several steps and more than rudimentary knowledge of a phone’s workings.\n\nApple could also do more to advertise that option, they said. Most people do not bother with security measures because of the extra hassle, experts say, and the leading phone makers are partly to blame.\n\n“Making things more private or secure by default instead of having ”security options“ would go a long way. Most people won’t take those options and they aren’t necessarily advertised as available,” said Matt Johansen, senior manager of the Threat Research Center at WhiteHat Security Inc.\n\n“Most sites with two-factor authentication, you need to go to some very obscure options menu, multiple-clicks deep.”\n\nTo be sure, the inadequacies identified in Apple’s cloud and mobile security ring true of other cloud or Internet-storage services, experts said. Official and celebrity Twitter accounts for instance had been routinely hacked.\n\nApple said on Tuesday the hacks were the result of targeted attacks on accounts and not a direct breach of its systems. The company referred to such attempts as “all too common on the Internet.”\n\nBut the highly public affair remains potentially one of Apple’s worst public crises in years. Speculation continues to spread on blogs about flaws in the iCloud service, which lets computer and mobile users store photos, documents and other data so they can be accessed from a plethora of devices they own.\n\nBrandwatch, a company that analyzes sentiment on social media, blogs and other sites, found that prior to the hack, Apple received very few negative mentions on Twitter, a testament to its strong brand in the United States.\n\nBut in the past three days, 17,000 mentions on Twitter were related to the security breach as of Tuesday afternoon. 7,600 of these tweets specifically mention Apple. Some of the negative words associated with mentions of Apple’s iCloud service include “violation,” “disgusting violation,” “criminality,” “failure,” “glitch” and “disappointment.”\n\nBrandwatch spokeswoman Dinah Alobeid said Brandwatch differentiates between negative and neutral tweets by analyzing keywords. There were three times as many negative mentions as positive mentions related to the incident.\n\nApple has dealt with several high-profile public faux-pas in past years, including a maps service criticized for lacking important geographic detail and “Antennagate,” when experts exposed how a flaw in the latest iPhone led to dropped calls. Depending on how the hacks went down, this incident could be as damaging to its reputation, if not more.\n\n“This could be a scary time publicly for Apple,” JD Sherry, vice president of cybersecurity provider Trend Micro wrote in a Tuesday blogpost. “They haven’t had many, Antennagate and Apple Maps come to mind, and this would most likely trump those.”\n\nThe celebrity hacks underscore the longer-term risks for mobile users as smartphones increasingly become the repository for far more sensitive education, healthcare and banking data. And that data gets stored increasingly in personal cloud accounts, hosted on the public and private Internet.\n\n“We need to get to a point where security is the standard (and) Apple could make it easier in the set up,” said Branden Spikes, founder and CEO of Spikes Security and former chief information officer of Space Exploration Technologies.\n\nAt its upcoming event, Apple is expected to announce the launch of a mobile payments service alongside its iPhone 6.\n\nBeyondTrust security expert Marc Maiffret expects the phone will someday replace the wallet, storing sensitive payments information such as credit card accounts - data that would prove increasingly tempting to hackers.\n\n“How long after that does it make sense for your identity beyond your financial information to follow?” he said.\n\nApple has encouraged developers to use iCloud. But the leaks have left some app developers feeling uncertain.\n\n“Things like this happen and you wonder, can you trust Apple with other people’s data,” said Ruben Martinez, a developer building Apple software applications. Martinez said he considered using iCloud for an app he is building, but he may now explore other options. (Editing by Eric Effron and Lisa Shumaker)"
    }
]