[
    {
        "time": "11:38AM UTC",
        "header": "your money-ten ways to put your retired iphone to work",
        "link": "http://www.reuters.com/article/2014/09/23/apple-consumers-oldphones-idUSL2N0RN1KZ20140923",
        "body": "Sept 23 (Reuters) - With about 10 million new iPhone 6s ordered in the initial days on the market, a whole lot of old iPhones are destined for the scrap heap.\n\nSure, you could sell, donate or recycle your old iPhone, but you probably will not. And there are better things to do with it.\n\nOne creative example: At the Missouri University of Science and Technology, a biology class is making old iPhones into microscopes. Using less than $10 worth of supplies, the old phones are mounted onto a lens and can magnify an object to 175 times its size.\n\nEven an old phone with a cracked screen can be repurposed, says Josh Smith, editor of GottaBeMobile.com. “You’re only really limited by your imagination,” Smith says.\n\nHere are 10 smart - and cheap - uses for old iPhones.\n\nSet your old phone on a dock or a stand and use a clock app. With Standard Time ($3.99), you will have a timepiece unlike any other.\n\nWith this app, your clock is a non-stop time lapse video of construction workers switching out pieces of lumber to shape the actual time. “It’s mesmerizing,” says Shawn Roberts, 47, an Oakland, California, marketing executive.\n\nYou can also set up flexible alarms and get the phone to play soothing white noise as you go to sleep. Set it close enough to the bed, and it can be a sleep tracker, too, with an app like SleepBot (free).\n\nTake your music library on the road. Some cars come equipped with docking ports for iPhones and have dashboard screens so you can navigate your musical options hands-free. Or you can just use the cigarette lighter for power.\n\nTelevisions, speakers and other devices now have apps that allow users to make their iPhones into sleek remotes.\n\nCarm Lyman, 42, of Napa, California, converted his iPhone 4 into a remote for his household sound system after his iPhone 5 arrived. Lyman can control the audio levels and activate speakers in various parts of his home as well as access different music services.\n\nApps can convert an old iPhone that has access to WiFi into a surveillance camera and motion detector. Presence, which is a free app, provides a live stream from the area you want to monitor. You can set it up to record video clips when it detects motion, too.\n\nIf you buy a robotic viewing stand for about $100, you can move the camera 360 degrees rather than stick with a stationary view.\n\nNo need to go through recipe books or hunt around for other devices when you have a kitchen iPhone. Download a cookbook app, such as My Recipe Book (99 cents) or Big Oven (free), and just leave the device on the kitchen counter. It takes up almost no space and will hold far more recipes than any book.\n\nNeed a place to store old photos and music or other files? Turn your old phone into a storage drive using a free app like USB & Wi-Fi Flash Drive.\n\nWhy buy a digital voice recorder when you have a retired iPhone? Using any of several free apps, including Voice Recorder and Voice Record Pro, you will have a designated memo recorder or a device to record interviews and speeches.\n\nGenius Scan and Doc Scan are two apps that will turn an iPhone into a handy portable scanner that you can use for work, school reports, genealogical research, or recording receipts. And they will not cost you a penny.\n\nFor $20 and up, you can buy a stand that makes your iPhone into a stationary scanner.\n\nSure, you can spend $100 or more on a baby monitor, or you can just set your old iPhone up to watch streaming video of your baby as well as hear and even talk to him or her.\n\nCloud Baby Monitor ($3.99) also allows parents to receive the signal on a wireless network or on WiFi so they do not have to be within a certain number of feet of the monitor.\n\nWhether you need to find your car if it is stolen, record where you have traveled, or spy on your teenage driver, the built-in GPS in your phone can be used as a tracking device. An app like InstaMapper ($2.99) lets you watch the vehicle in real-time and have a record of it.\n\nOf course, you may end up taking the simple path of letting a child use your old iPhone as an iPod Touch. Keep in mind that the phone can still dial 911, even if it does not have cellular service, Smith said.\n\nYou can also use your old phone as a back-up in case your new model suffers irreparable harm. That said, the battery of a phone that sits in a drawer unused could drain to the point where it is no longer viable. (Editing by Lauren Young, Beth Pinsker and Lisa Von Ahn)"
    },
    {
        "time": "6:15AM UTC",
        "header": "china regulator says iphone 6 in final review stages: tencent",
        "link": "http://www.reuters.com/article/2014/09/23/us-iphone-6-tencent-idUSKCN0HI0VP20140923",
        "body": "BEIJING (Reuters) - Apple Inc’s iPhone 6 is in the final stages of review for approval, with results due shortly, a top Chinese government regulator said in an interview published on Tuesday by Tencent.\n\nThe status of the iPhone 6 in China has been a mystery since Apple unveiled the device this month without releasing a launch date for the world’s largest smartphone market.\n\nThe delay has led to widespread speculation the iPhone has run into difficulty securing regulatory approval from China’s Ministry of Industry and Information Technology (MIIT), with some reports suggesting the launch could be delayed until 2015.\n\n“The iPhone 6 has entered the final stage of the approval process, now it’s just a matter of time,” MIIT chief Miao Wei told Tencent in an exclusive interview in Beijing. “Netizens, please wait patiently.”\n\nMiao declined to offer a time frame for completion of the review, saying only that he expected a result “very soon”.\n\nThe ministry could not be immediately reached for comment Tuesday."
    },
    {
        "time": "11:43AM UTC",
        "header": "ten ways to put your retired iphone to work",
        "link": "http://www.reuters.com/article/2014/09/23/us-apple-consumers-oldphones-idUSKCN0HI1RZ20140923",
        "body": "(Reuters) - With about 10 million new iPhone 6s ordered in the initial days on the market, a whole lot of old iPhones are destined for the scrap heap.\n\nSure, you could sell, donate or recycle your old iPhone, but you probably will not. And there are better things to do with it.\n\nOne creative example: At the Missouri University of Science and Technology, a biology class is making old iPhones into microscopes. Using less than $10 worth of supplies, the old phones are mounted onto a lens and can magnify an object to 175 times its size.\n\nEven an old phone with a cracked screen can be repurposed, says Josh Smith, editor of GottaBeMobile.com. “You’re only really limited by your imagination,” Smith says.\n\nHere are 10 smart - and cheap - uses for old iPhones.\n\nSet your old phone on a dock or a stand and use a clock app. With Standard Time ($3.99), you will have a timepiece unlike any other.\n\nWith this app, your clock is a non-stop time lapse video of construction workers switching out pieces of lumber to shape the actual time. “It’s mesmerizing,” says Shawn Roberts, 47, an Oakland, California, marketing executive.\n\nYou can also set up flexible alarms and get the phone to play soothing white noise as you go to sleep. Set it close enough to the bed, and it can be a sleep tracker, too, with an app like SleepBot (free).\n\nTake your music library on the road. Some cars come equipped with docking ports for iPhones and have dashboard screens so you can navigate your musical options hands-free. Or you can just use the cigarette lighter for power.\n\nTelevisions, speakers and other devices now have apps that allow users to make their iPhones into sleek remotes.\n\nCarm Lyman, 42, of Napa, California, converted his iPhone 4 into a remote for his household sound system after his iPhone 5 arrived. Lyman can control the audio levels and activate speakers in various parts of his home as well as access different music services.\n\nApps can convert an old iPhone that has access to WiFi into a surveillance camera and motion detector. Presence, which is a free app, provides a live stream from the area you want to monitor. You can set it up to record video clips when it detects motion, too.\n\nIf you buy a robotic viewing stand for about $100, you can move the camera 360 degrees rather than stick with a stationary view.\n\nNo need to go through recipe books or hunt around for other devices when you have a kitchen iPhone. Download a cookbook app, such as My Recipe Book (99 cents) or Big Oven (free), and just leave the device on the kitchen counter. It takes up almost no space and will hold far more recipes than any book.\n\nNeed a place to store old photos and music or other files? Turn your old phone into a storage drive using a free app like USB & Wi-Fi Flash Drive.\n\nWhy buy a digital voice recorder when you have a retired iPhone? Using any of several free apps, including Voice Recorder and Voice Record Pro, you will have a designated memo recorder or a device to record interviews and speeches.\n\nGenius Scan and Doc Scan are two apps that will turn an iPhone into a handy portable scanner that you can use for work, school reports, genealogical research, or recording receipts. And they will not cost you a penny.\n\nFor $20 and up, you can buy a stand that makes your iPhone into a stationary scanner.\n\nSure, you can spend $100 or more on a baby monitor, or you can just set your old iPhone up to watch streaming video of your baby as well as hear and even talk to him or her.\n\nCloud Baby Monitor ($3.99) also allows parents to receive the signal on a wireless network or on WiFi so they do not have to be within a certain number of feet of the monitor.\n\nWhether you need to find your car if it is stolen, record where you have traveled, or spy on your teenage driver, the built-in GPS in your phone can be used as a tracking device. An app like InstaMapper ($2.99) lets you watch the vehicle in real-time and have a record of it.\n\nOf course, you may end up taking the simple path of letting a child use your old iPhone as an iPod Touch. Keep in mind that the phone can still dial 911, even if it does not have cellular service, Smith said.\n\nYou can also use your old phone as a back-up in case your new model suffers irreparable harm. That said, the battery of a phone that sits in a drawer unused could drain to the point where it is no longer viable."
    }
]