[
    {
        "time": "9:25AM UTC",
        "header": "new iphones to be available in more than 115 countries by year-end",
        "link": "http://www.reuters.com/article/2014/10/13/us-apple-iphone-idUSKCN0I216520141013",
        "body": "(Reuters) - Apple Inc (AAPL.O) said that its recently released iPhone 6 and iPhone 6 Plus phones will be available in more than 115 countries by the end of the year.\n\nThe iPhones will arrive in 36 additional countries and territories across Europe, Asia, the Middle East, Latin America and Africa by the end of this month, Apple said.\n\nThe iPhone 6 and iPhone 6 Plus will be made available in China, the world’s biggest smartphone market, and India from Oct. 17.\n\nOther countries where the phones will be launched include Israel, Czech Republic, Greenland, Poland, South Africa, Bahrain and Kuwait, making this the fastest rollout of iPhones, the company said.\n\nReuters had earlier reported that the iPhone 6 will be sold in China from Oct 17, after rigorous regulator scrutiny led to Apple reassuring the Chinese government that the smartphones did not have security “backdoors” through which U.S. agencies can access users’ data."
    },
    {
        "time": "8:31PM UTC",
        "header": "solvay wins contract to provide plastic for iphone 6: bloomberg",
        "link": "http://www.reuters.com/article/2014/10/14/us-solvay-contract-apple-idUSKCN0I300Z20141014",
        "body": "(Reuters) - Belgian chemicals company Solvay SA has won a contract to provide plastic for Apple Inc’s latest smartphone iPhone 6 handsets, Bloomberg said on Monday.\n\nSolvay will supply polyether ether ketone polymer (PEEK) a colorless thermoplastic polymer, for internal parts of the iPhone 6 models, Bloomberg reported, citing people with knowledge of the situation.\n\nNeither Solvay nor Apple could immediately be reached for comment.\n\nApple’s new iPhones, which became available in September, logged a record 4 million pre-orders on the first day.\n\nPEEK, used in various industries like medical, aerospace and automotive, is popular for its strength and rigidity and is known to withstand high temperatures."
    }
]