[
    {
        "time": "10:34AM UTC",
        "header": "pm abe says apple to build technical center in japan",
        "link": "http://www.reuters.com/article/2014/12/09/us-apple-japan-idUSKBN0JN10Y20141209",
        "body": "TOKYO (Reuters) - Apple Inc is building a technical development center in Japan, Prime Minister Abe Shinzo said on Tuesday, which a company spokesman later confirmed, saying that the plan calls for several dozen jobs to be created as a result.\n\n“Apple has decided it undertake cutting-edge R&D in Japan,” Jiji news service quoted Abe as saying in a campaign speech outside of Tokyo ahead of a general election on Sunday. “It will be formally announced soon.”\n\nAbe said the facility will be on par with Apple’s biggest technical development centers in Asia, Jiji and Kyodo news said, without offering any further detail.\n\nAn Apple spokesman in London said the new technical center will be located in Yokohama, outside Tokyo, and will lead to the creation of dozens of new jobs.\n\nTechnical development centers typically are involved in aspects of new processes or products, rather than designing finished products.\n\nAll of Apple’s research and new product development continues to be done from the company’s headquarters in Cupertino, California, the spokesman added."
    },
    {
        "time": "5:23AM UTC",
        "header": "pm abe says apple to build big r&d centre in japan - media",
        "link": "http://www.reuters.com/article/2014/12/09/apple-japan-idUSL3N0TT34U20141209",
        "body": "TOKYO, Dec 9 (Reuters) - Apple Inc will build a large research and development facility in Japan, Prime Minister Abe Shinzo said on Tuesday, local media reported.\n\n“Apple has decided it undertake cutting-edge R&D in Japan,” Jiji news service quoted Abe as saying in a campaign speech outside of Tokyo ahead of a general election on Sunday. “It will be formally announced soon.”\n\nAbe said the facility will be on par with Apple’s biggest R&D centres in Asia, Jiji and Kyodo news said, without offering any further detail.\n\nApple Japan could not be immediately reached for comment."
    }
]