[
    {
        "time": "6:10PM UTC",
        "header": "jabil circuit forecasts strong first quarter on iphone sales",
        "link": "http://www.reuters.com/article/2014/09/24/us-jabil-circuit-results-idUSKCN0HJ28Z20140924",
        "body": "(Reuters) - Contract electronics maker Jabil Circuit Inc forecast current-quarter revenue and core earnings above market estimates after sales of Apple Inc’s iPhone 6 and 6 plus exceeded expectations.\n\nApple sold more than 10 million iPhones in the first weekend after its new models went on sale on Sept.19, far surpassing the 2 million recorded for iPhone 5 two years ago.\n\nRBS Capital Markets analysts said they expect “the positive demand for the iPhone” to drive growth for Jabil.\n\n“As Apple’s iPhone 6 ramps continue over the next three months, we believe this will act as an incremental tailwind for Jabil’s total revenue,” analysts wrote in a pre-earnings note.\n\nUBS estimates iPhone 6 and 6 plus production to ramp up to more than 90 million units in the second half of the year.\n\nJabil said it expected first-quarter revenue to rise 6 percent in its diversified manufacturing services business, which makes casings for iPhones.\n\nThe company forecast first-quarter core earnings of 41-53 cents per share on revenue of $4.2 billion-$4.4 billion.\n\nAnalysts on average expected the company to earn 40 cents per share on revenue of $4.11 billion, according to Thomson Reuters I/B/E/S.\n\nJabil reported a net loss attributable to the company of $26.2 million, or 13 cents per share, in the fourth quarter ended Aug. 31, compared with a profit of $127 million, or 61 cents per share, a year earlier.\n\nThe company reported core earnings of 5 cents per share.\n\nAnalysts on average had expected the company to break even on a per-share basis on revenue of $3.83 billion, according to Thomson Reuters I/B/E/S.\n\nJabil’s shares closed at $20.85 on the New York Stock Exchange on Wednesday."
    },
    {
        "time": "6:20PM UTC",
        "header": "apple iphone rollout marred by ‘bendgate,’ dropped cell service",
        "link": "http://www.reuters.com/article/2014/09/24/us-apple-iphone-bend-idUSKCN0HJ20B20140924",
        "body": "SAN FRANCISCO (Reuters) - Two new Apple (AAPL.O) products hit speed bumps on Wednesday: iPhone 6 Plus buyers discovered their phones can bend when placed in back pockets, and the company pulled its latest mobile operating system after reports of dropped cellular service.\n\n“Bendgate,” as the problem has already been dubbed on social media sites, is a reminder of 2010’s “antennagate,” when iPhone 4 users reported a design flaw that caused dropped calls.\n\nApple did not comment on the bending-phone reports. But it did announce that it was investigating reports of an issue with an update of its iOS 8 operating system and in the meantime had pulled the version designated 8.0.1.\n\nThe bendable-phone situation might prove particularly troubling for those who wear skinny jeans, according to reports on Facebook and Twitter. The phrase “Your pants are too tight for your phone” has already received hundreds of mentions.\n\nSome say the device, which has a lightweight aluminum shell, is more malleable than expected, but that might fall short of a design flaw, according to analysts.\n\n“A ‘bendability test’ hasn’t been part of our breakability testing to date because up until this week we’ve never seen a phone thin enough to make this a potential issue,” said a spokesman at SquareTrade.\n\nSquareTrade, which provides warranties to iPhone users, said it planned more tests later on Wednesday.\n\nReports on the quirk first surfaced on Unbox Therapy, a gadget-review show on YouTube.\n\nBrandwatch, a company that tracks and analyzes data from social media sites, said only a small number of people tweeted about the “bend” in the days leading up to Sept. 22. But after the release of the YouTube video, which had racked up over 6 million views by midday Wednesday, Twitter mentions of the “bend” had skyrocketed to 75,000.\n\nTweets are flying about the “bend in your pocket,” the challenge of wearing “tight pants,” and that the iPhone 6 Plus bends “with bare hands,” said Brandwatch spokeswoman Dinah Alobeid.\n\nAnother key topic, she said, is a comparison with the Samsung Galaxy Note 3 phone, which has nearly 4,500 mentions.\n\nApple spokespeople did not immediately respond to requests for comment, but at least one rival smartphone maker jumped at the chance to weigh in.\n\n“I would challenge you guys to bend our Passport,” John Chen, Blackberry’s (BB.TO) chief executive officer, said on Wednesday at an event in Toronto to unveil its newest phone.\n\nOn Monday, Apple said it had shipped 10 million units of the iPhone 6 and 6 Plus since it began selling the phone on Friday.\n\nApple stock edged down 89 cents, or 0.87 percent to $101.75 on the Nasdaq on Wednesday."
    },
    {
        "time": "6:59PM UTC",
        "header": "brief-straight path communications subsidiary sues apple over patents",
        "link": "http://www.reuters.com/article/2014/09/24/straight-path-apple-lawsuit-idUSL2N0RP39620140924",
        "body": "* Straight Path Communications Inc subsidiary sues Apple Inc over four patents related to Facetime technology-court filing\n\n* Straight Path patent lawsuit against Apple filed in Northern California federal court seeks unspecified damages Source text for Eikon: Further company coverage: (Reporting by Dan Levine)"
    },
    {
        "time": "3:15PM UTC",
        "header": "apple pulls ios 8 update after reports of dropped cellular service",
        "link": "http://www.reuters.com/article/2014/09/24/us-apple-iphone-ios-idUSKCN0HJ24V20140924",
        "body": "(Reuters) - Apple Inc has pulled an update to iOS 8, its latest mobile operating system, following reports of dropped cellular service.\n\n“We have received reports of an issue with the iOS 8.0.1 update. We are actively investigating ... In the meantime, we have pulled back the iOS 8.0.1 update,” said Trudy Miller, an Apple spokeswoman.\n\nUsers took to microblogging site Twitter to post their complaints.\n\nCustomers said the fingerprint reading Touch ID feature was also not working after the update."
    },
    {
        "time": "1:59PM UTC",
        "header": "apple customers discover unexpected flexibility in iphone 6 plus",
        "link": "http://www.reuters.com/article/2014/09/24/apple-iphone-bend-idUSL2N0RP1RO20140924",
        "body": "SAN FRANCISCO, Sept 24 (Reuters) - Apple iPhone 6 Plus buyers have discovered an unexpected quirk in their new phones: they bend when placed in back pockets.\n\n“Bendgate,” as the issue has already been dubbed on social-media sites, is a reminder of 2010’s “antennagate,” when iPhone 4 users reported a design flaw that caused dropped calls.\n\nThe situation might be particularly troubling for those who wear skinny jeans, according to reports circulating on Facebook and Twitter. The phrase: “Your pants are too tight for your phone” has already received hundreds of mentions.\n\nSome say the device, which has a lightweight aluminum shell, is more malleable than expected, but that might fall short of a design flaw, according to analysts.\n\n“A ”bendability test“ hasn’t been part of our breakability testing to date because up until this week we’ve never seen a phone thin enough to make this a potential issue,” said a spokesman at SquareTrade. SquareTrade, which provides warranties to iPhone users, said it planned more tests later on Wednesday.\n\nReports on the quirk first surfaced on Unbox Therapy, a gadget-review show on YouTube.\n\nBrandwatch, a company that tracks and analyzes data from social media sites, said only a small number of people tweeted about the bend in the days leading up to Sept. 22. But after the release of the video, which had racked up over 6 million views by midday Wednesday, Twitter mentions of the “bend” had skyrocketed to 75,000.\n\nTweets are flying about the “bend in your pocket,” the challenge of wearing “tight pants,” and that the iPhone 6 Plus bends “with bare hands,” said Brandwatch spokeswoman Dinah Alobeid.\n\nAnother key topic, she said, is a comparison with the Samsung Galaxy Note 3 phone, which has nearly 4,500 mentions.\n\nApple spokespeople did not immediately respond to requests for comment, but at least one rival smartphone maker leapt at the chance to weigh in.\n\n“I would challenge you guys to bend our Passport,” John Chen, Blackberry’s chief executive officer, said at an event in Toronto on Wednesday.\n\nOn Monday, Apple said it had shipped 10 million units of the iPhone 6 and 6 Plus. (Reporting By Christina Farr. Editing by Andre Grenon)"
    }
]