[
    {
        "time": "1:40PM UTC",
        "header": "us stocks-wall st falls on weak global data; apple stumbles",
        "link": "http://www.reuters.com/article/2014/12/01/markets-stocks-usa-idUSL2N0TL1BI20141201",
        "body": "* Slump in Apple shares weighs on overall market\n\n* Data points to weak growth with indexes near records\n\nNEW YORK, Dec 1 (Reuters) - U.S. stocks fell in a broad selloff on Monday, with the S&P 500 suffering its biggest one-day drop in more than a month, as economic data indicated weakness across the globe and the U.S. holiday shopping season got off to a tepid start.\n\nThe day’s losses were broad, with seven of the ten primary S&P 500 sectors lower on the day. Only one group - utilities , which are a defensive play - rose sharply, while energy shares inched up a mere 0.1 percent despite a rebound of 3.7 percent in the price of crude oil.\n\nApple Inc was one of the biggest weights on the session, falling 2.3 percent to $116.15 in its biggest one-day decline since September. The tech giant tumbled shortly after the open, falling more than 3 percent in a minute that also saw the largest one-minute volume in more than a month.\n\nIndustrials were the worst-performing sector in the S&P as the U.S. manufacturing sector’s growth rate slowed for a third straight month in November to its most sluggish since January, according to Markit. The ISM report also showed a slowing pace of growth, though it was stronger than expected.\n\nManufacturing growth across Asia and Europe eased last month as heavy price cuts failed to revive demand.\n\n“We’re watch growth struggle, especially outside the United States,” said Mark Martiak, senior wealth strategist at Premier Wealth/First Allied Securities in New York. “Investors may be overly complacent.”\n\nEquities have been strong of late, with major indexes hitting multiple records last week and closing out a sixth straight week of gains.\n\nEarly holiday promotions and the growing appeal of online shopping took a toll on in-store U.S. sales during the Thanksgiving weekend as shoppers on average spent 6.4 percent less than they did a year earlier, according to data released Sunday by an industry group. Target Corp fell 1.5 percent to $72.90.\n\nAt 1:25 p.m. (1825 GMT), the Dow Jones industrial average fell 11.27 points, or 0.06 percent, to 17,816.97, the S&P 500 lost 9.05 points, or 0.44 percent, to 2,058.51 and the Nasdaq Composite dropped 45.06 points, or 0.94 percent, to 4,746.57.\n\nWhile the rise in crude oil didn’t translate to the overall energy sector, some names in the group rallied. Occidental Petroleum surged 4.4 percent to $79.89 while Chevron Corp was up 2.6 percent to $111.67, limiting the Dow’s decline.\n\nDeclining issues outnumbered advancing ones on the NYSE by 2,183 to 868, for a 2.51-to-1 ratio; on the Nasdaq, 1,958 issues fell and 719 advanced for a 2.72-to-1 ratio.\n\nThe benchmark S&P 500 index was posting 101 new 52-week highs and 25 new lows; the Nasdaq Composite was recording 99 new highs and 142 new lows. (Editing by Bernadette Baum and Nick Zieminski)"
    },
    {
        "time": "7:08PM UTC",
        "header": "wall street falls in broad decline; apple stumbles",
        "link": "http://www.reuters.com/article/2014/12/02/us-markets-stocks-idUSKCN0JF26620141202",
        "body": "NEW YORK (Reuters) - U.S. stocks fell in a broad decline on Monday, with the S&P 500 suffering its biggest one-day drop in more than a month, as economic data indicated weakness across the globe and the holiday shopping season got off to a tepid start.\n\nThe day’s losses were broad, with eight of the ten primary S&P 500 sectors lower on the day. Industrials were the day’s biggest decliners, pressured by manufacturing data that still pointed to sluggish demand.\n\nApple Inc (AAPL.O) was one of the biggest weights on the session, falling 3.2 percent to $115.07 in its biggest one-day decline since September. It tumbled shortly after the open in its largest one-minute volume in more than a month in what some traders deemed a “mini-flash crash.”\n\nGrowth in the U.S. manufacturing sector slowed for a third straight month in November, decelerating to its most sluggish since January, according to Markit. The ISM report also showed a slowing pace of growth, though it was stronger than expected.\n\nManufacturing growth across Asia and Europe eased last month as heavy price cuts failed to revive demand. General Electric Co (GE.N) fell 1.8 percent to $26.02.\n\n“We’re watching growth struggle, especially outside the United States,” said Mark Martiak, senior wealth strategist at Premier Wealth/First Allied Securities in New York. “Investors may be overly complacent.”\n\nEarly holiday promotions and online shopping took a toll on in-store U.S. sales during the Thanksgiving weekend as shoppers on average spent 6.4 percent less than they did a year earlier, according to data released Sunday by an industry group. The S&P 500 retail index .SPXRT fell 1.5 percent while Target Corp (TGT.N) lost 1.7 percent to $72.75.\n\nThe Dow Jones industrial average .DJI fell 51.44 points, or 0.29 percent, to 17,776.9, the S&P 500 .SPX lost 14.12 points, or 0.68 percent, to 2,053.44 and the Nasdaq Composite .IXIC dropped 64.28 points, or 1.34 percent, to 4,727.35.\n\nDespite Monday’s decline, equities have been strong of late, with major indexes hitting multiple records last week and closing out a sixth straight week of gains.\n\nEnergy stocks .SPNY were a bright spot on the day, up 0.7 percent alongside a 4.8 percent surge in crude oil, which rebounded from a massive drop of more than 10 percent on Friday. The S&P energy index remains the weakest sector of 2014, down almost 10 percent.\n\nExxon Mobil Corp (XOM.N) rose 2 percent to $92.35, while Chevron Corp (CVX.N) was up 2.6 percent to $111.73. Both stocks limited the Dow’s decline.\n\nNYSE decliners outnumbered advancers 2,410 to 693, for a 3.48-to-1 ratio; on the Nasdaq, 2,133 issues fell and 602 advanced, for a 3.54-to-1 ratio.\n\nThe S&P 500 posted 105 new 52-week highs and 25 new lows; the Nasdaq Composite recorded 103 new highs and 155 new lows.\n\nAbout 7 billion shares traded on all U.S. platforms, according to BATS exchange data."
    },
    {
        "time": "4:22PM UTC",
        "header": "us stocks-wall st falls in broad decline; apple stumbles",
        "link": "http://www.reuters.com/article/2014/12/01/markets-stocks-usa-idUSL2N0TL1R720141201",
        "body": "* Slump in Apple weighs on overall market\n\n* Data points to weak growth with indexes near records\n\nNEW YORK, Dec 1 (Reuters) - U.S. stocks fell in a broad decline on Monday, with the S&P 500 suffering its biggest one-day drop in more than a month, as economic data indicated weakness across the globe and the holiday shopping season got off to a tepid start.\n\nThe day’s losses were broad, with eight of the ten primary S&P 500 sectors lower on the day. Industrials were the day’s biggest decliners, pressured by manufacturing data that still pointed to sluggish demand.\n\nApple Inc was one of the biggest weights on the session, falling 3.2 percent to $115.07 in its biggest one-day decline since September. It tumbled shortly after the open in its largest one-minute volume in more than a month in what some traders deemed a “mini-flash crash.”\n\nGrowth in the U.S. manufacturing sector slowed for a third straight month in November, decelerating to its most sluggish since January, according to Markit. The ISM report also showed a slowing pace of growth, though it was stronger than expected.\n\nManufacturing growth across Asia and Europe eased last month as heavy price cuts failed to revive demand. General Electric Co fell 1.8 percent to $26.02.\n\n“We’re watching growth struggle, especially outside the United States,” said Mark Martiak, senior wealth strategist at Premier Wealth/First Allied Securities in New York. “Investors may be overly complacent.”\n\nEarly holiday promotions and online shopping took a toll on in-store U.S. sales during the Thanksgiving weekend as shoppers on average spent 6.4 percent less than they did a year earlier, according to data released Sunday by an industry group. The S&P 500 retail index fell 1.5 percent while Target Corp lost 1.7 percent to $72.75.\n\nThe Dow Jones industrial average fell 51.44 points, or 0.29 percent, to 17,776.9, the S&P 500 lost 14.12 points, or 0.68 percent, to 2,053.44 and the Nasdaq Composite dropped 64.28 points, or 1.34 percent, to 4,727.35.\n\nDespite Monday’s decline, equities have been strong of late, with major indexes hitting multiple records last week and closing out a sixth straight week of gains.\n\nEnergy stocks were a bright spot on the day, up 0.7 percent alongside a 4.8 percent surge in crude oil, which rebounded from a massive drop of more than 10 percent on Friday. The S&P energy index remains the weakest sector of 2014, down almost 10 percent.\n\nExxon Mobil Corp rose 2 percent to $92.35, while Chevron Corp was up 2.6 percent to $111.73. Both stocks limited the Dow’s decline.\n\nNYSE decliners outnumbered advancers 2,410 to 693, for a 3.48-to-1 ratio; on the Nasdaq, 2,133 issues fell and 602 advanced, for a 3.54-to-1 ratio.\n\nThe S&P 500 posted 105 new 52-week highs and 25 new lows; the Nasdaq Composite recorded 103 new highs and 155 new lows.\n\nAbout 7 billion shares traded on all U.S. platforms, according to BATS exchange data. (Editing by Nick Zieminski)"
    }
]