[
    {
        "time": "3:06AM UTC",
        "header": "fitch assigns indonesia's tiphone first-time 'a-(idn)'; outlook stable",
        "link": "http://www.reuters.com/article/idUSFit92771920150707",
        "body": "(The following statement was released by the rating agency) JAKARTA/SYDNEY, July 07 (Fitch) Fitch Ratings Indonesia has assigned PT Tiphone Mobile Indonesia Tbk (Tiphone) a National Long-Term Rating of 'A-(idn)' with Stable Outlook. At the same time the agency has also assigned Tiphone's IDR2trn bond programme and IDR500bn bond issued under the programme a 'A-(idn)' rating. Tiphone's rating reflects its strategic business relationship with PT Telekomunikasi Selular Tbk (Telkomsel; AAA(idn)/Stable). Tiphone's main business is the distribution and sale of prepaid vouchers for mobile phone services and the company accounts for 20% of Telkomsel's sales of prepaid vouchers. The rating is constrained by the high working capital needed for its handset sales business; the company forecasts increases in working capital will consume a significant proportion of funds flow from operations over the next four years. Tiphone's credit profile is also affected by Fitch's expectation of higher inventory risks in the handset business as competition in the low-end segment will continue to be intense. 'A' National Ratings denote expectations of low default risk relative to other issuers or obligations in the same country. However, changes in circumstances or economic conditions may affect the capacity for timely repayment to a greater degree than is the case for financial commitments denoted by a higher rated category. KEY RATING DRIVERS Cash Flow Stability from Telkomsel: Half of Tiphone's EBITDA comes from sales of Telkomsel prepaid vouchers. Tiphone controls 20% of Telkomsel's voucher sales, which is significant in the highly fragmented voucher distribution market. Fitch expects the voucher business to continue to make a significant contribution to cash flows in the medium term, driven by Telkomsel's market leadership in the Indonesian mobile market and as the country's large young, middle-income population continues to drive demand. However, Tiphone acquires the Telkomsel vouchers on the same terms as its competitors and it does not have a long-term contract with Tekomsel. High Working Capital Needs: Tiphone's working-capital intensive handset business constrains the company's credit profile. The company's cash flow from operations is very weak compared with its revenue and debt. However, Tiphone's handset sales are robust at the moment because Samsung phones, which account for most of Tiphone's handset sales, are among the most popular in Indonesia. This helps mitigate some of the inventory turnaround risk. Competitive Market for Handsets: We expect competition in handset sales to continue to be intense, especially in the low-end segment. The competition will squeeze margins and the financial profile of Tiphone, which has thin margins, may weaken. Samsung's strong branding, wide product offering and large market share partially mitigate this risk. Although Samsung has financial capacity to invest in marketing to promote sales, it will face growing competition from local or Chinese brands and we expect Samsung's global market share in smartphones to decline over time. Weak Liquidity: The company relies on the roll-over of short-term facilities, which are secured on working capital and require 20% cash collateral. Our rating assumes that such facilities will continue to be available. We are likely to consider negative rating action if there is any evidence that these lenders become less willing to provide credit to Tiphone or if the terms of credit become less favourable. KEY ASSUMPTIONS Fitch's key assumptions within our rating case for the issuer include: - Tiphone's prepaid vouchers business expands in line with growth in Telkomsel's prepaid subscribers, and the latter's ability to maintain its majority market share (48% in 2015 and 50% in 2016) in Indonesia's mobile telecommunications market in terms of subscribers - Samsung handsets continue to dominate Tiphone's handset sales - Increase in inventory days to 50 days in 2016 from 47 days in in 2015 RATING SENSITIVITIES Negative: Future developments that may, individually or collectively, lead to negative rating action include: - Gross debt/ EBITDA above 4x (2014: 3.4x) on a sustained basis - Net working capital days (account receivable days + inventory days - account payable days) above 70 days (2014: 70 days) on a sustained basis. Positive: Not expected over the medium term, unless there is evidence of stronger ties to Telkomsel. Contact: Primary Analyst Erlin Salim Associate Director +62 21 2988 6811 PT Fitch Ratings Indonesia DBS Bank Tower 24th Floor Suite 2403 Jl Prof Dr Satrio Kav 3-5 Jakarta 12940 Committee Chairperson Matt Jamieson Senior Director +61 2 8256 0366 Media Relations: Leslie Tan, Singapore, Tel: +65 67 96 7234, Email: leslie.tan@fitchratings.com. Note to editors: Fitch's National ratings provide a relative measure of creditworthiness for rated entities in countries with relatively low international sovereign ratings and where there is demand for such ratings. The best risk within a country is rated 'AAA' and other credits are rated only relative to this risk. National ratings are designed for use mainly by local investors in local markets and are signified by the addition of an identifier for the country concerned, such as 'AAA(idn)' for National ratings in Indonesia. Specific letter grades are not therefore internationally comparable. Additional information is available at www.fitchratings.com. Applicable Criteria Corporate Rating Methodology - Including Short-Term Ratings and Parent and Subsidiary Linkage (pub. 28 May 2014) here National Scale Ratings Criteria (pub. 30 Oct 2013) here Additional Disclosures Solicitation Status here <a href=\"https://www.fitchratings.com/jsp/creditdesk/PolicyRegulation.faces?context =2&detail=31\">Endorsement Policy ALL FITCH CREDIT RATINGS ARE SUBJECT TO CERTAIN LIMITATIONS AND DISCLAIMERS. PLEASE READ THESE LIMITATIONS AND DISCLAIMERS BY FOLLOWING THIS LINK: here. IN ADDITION, RATING DEFINITIONS AND THE TERMS OF USE OF SUCH RATINGS ARE AVAILABLE ON THE AGENCY'S PUBLIC WEBSITE 'WWW.FITCHRATINGS.COM'. PUBLISHED RATINGS, CRITERIA AND METHODOLOGIES ARE AVAILABLE FROM THIS SITE AT ALL TIMES. FITCH'S CODE OF CONDUCT, CONFIDENTIALITY, CONFLICTS OF INTEREST, AFFILIATE FIREWALL, COMPLIANCE AND OTHER RELEVANT POLICIES AND PROCEDURES ARE ALSO AVAILABLE FROM THE 'CODE OF CONDUCT' SECTION OF THIS SITE. FITCH MAY HAVE PROVIDED ANOTHER PERMISSIBLE SERVICE TO THE RATED ENTITY OR ITS RELATED THIRD PARTIES. DETAILS OF THIS SERVICE FOR RATINGS FOR WHICH THE LEAD ANALYST IS BASED IN AN EU-REGISTERED ENTITY CAN BE FOUND ON THE ENTITY SUMMARY PAGE FOR THIS ISSUER ON THE FITCH WEBSITE."
    },
    {
        "time": "5:37AM UTC",
        "header": "fitch memberi peringkat tiphone di 'a-(idn)'; outlook stabil",
        "link": "http://www.reuters.com/article/idUSFit92809920150707",
        "body": "(The following statement was released by the rating agency) JAKARTA/SYDNEY, July 07 (Fitch) Fitch Ratings Indonesia telah memberi peringkat Nasional Jangka Panjang untuk PT Tiphone Mobile Indonesia Tbk (Tiphone) di 'A-(idn)' dengan Outlook Stabil. Pada saat yang bersamaan Fitch juga telah memberi peringkat 'A-(idn)' untuk program obligasi Tiphone sebesar Rp 2 triliun dan untuk obligasi sebesar Rp 500 milyar yang diterbitkan sebagai bagian dari program obligasi tersebut. Peringkat Tiphone mencerminkan hubungan bisnis strategis dengan PT Telekomunikasi Selular Tbk (Telkomsel; 'AAA(idn)'/ Stabil). Bisnis utama Tiphone adalah distribusi dan penjualan voucher isi ulang untuk layanan telepon seluler dan perusahaan berkontribusi sekitar 20% terhadap penjualan voucher isi ulang Telkomsel. Peringkat dibatasi oleh kebutuhan modal kerja yang tinggi untuk bisnis penjualan telepon genggam; perusahaan memproyeksikan peningkatan modal kerja akan menggerus arus kas dari operasional secara signifikan dalam jangka waktu 4 tahun ke depan. Profil kredit Tiphone juga dipengaruhi oleh resiko persediaan yang lebih tinggi dari bisnis telepon genggam sejalan dengan tingginya kompetisi di segmen produk yang lebih rendah. Peringkat nasional di kategori 'A' menunjukkan ekspektasi akan resiko gagal bayar yang rendah relatif terhadap emiten atau surat utang lainnya di Indonesia. Namun adanya perubahan pada keadaan atau kondisi ekonomi bisa saja mempengaruhi kapasitas untuk membayar secara tepat waktu dibandingkan komitmen keuangan yang ditunjukkan oleh kategori peringkat yang lebih tinggi. Faktor- faktor Pendukung Peringkat Stabilitas Arus Kas dari Telkomsel: Setengah dari EBITDA Tiphone berasal dari penjualan voucher isi ulang Telkomsel. Tiphone mengontrol sekitar 20% dari penjualan voucher isi ulang Telkomsel, yang signifikan mengingat pasar distribusi voucher yang fragmented. Fitch berekspektasi bisnis penjualan voucher akan terus berkontribusi secara signifikan selama jangka menengah, didorong oleh kepemimpinan pasar Telkomsel di dalam pasar telepon seluler di Indonesia, seiring dengan peningkatan permintaan dari populasi berusia muda dan kelas menengah. Namun, Tiphone membeli voucher Telkomsel dengan ketentuan yang sama dengan kompetitor dan perusahaan tidak memiliki kontrak jangka panjang dengan Telkomsel. Kebutuhan Modal Kerja yang Tinggi: Bisnis telepon genggam Tiphone yang padat modal membatasi profil kredit perusahaan. Arus kas operasional perusahaan lemah jika dibandingkan dengan pendapatan dan tingkat hutangnya. Namun, penjualan telepon genggam Tiphone untuk saat ini kuat karena merk Samsung, yang berkontribusi paling banyak terhadap penjualan, merupakan merk yang paling popular di Indonesia. Hal ini membantu memitigasi sebagian dari resiko perputaran inventori. Pasar yang Kompetitif Untuk Telepon Genggam: Fitch berekspektasi bahwa kompetisi telepon genggam akan terus intens, terutama di segmen low-end. Kompetisi akan menekan marjin keuntungan dan profil keuangan Tiphone, yang memiliki marjin keuntungan yang rendah. Merk Samsung yang kuat dan pilihan produk yang lebar dan pangsa pasar yang besar memitigasi resiko ini. Meskipun Samsung memiliki kemampuan keuangan untuk melakukan investasi pemasaran untuk mendorong penjualan, Samsung akan menghadapi kompetisi yang meningkat dari merk lokal atau China dan kami berekspektasi pangsa pasar telepon genggam Samsung secara global akan menurun dari waktu ke waktu. Likuiditas yang Lemah: Perusahaan bergantung pada perpanjangan fasilitas pinjaman jangka pendek, yang dijamin oleh modal kerja dan memerlukan jaminan kas sebesar 20%. Peringkat berasumsi bahwa fasilitas tersebut akan terus tersedia . Kami akan mempertimbangkan untuk menurunkan peringkat jika terdapat bukti bahwa kreditur semakin tidak bersedia memberikan pinjaman kepada Tiphone atau jika ketentuan pinjaman menjadi semakin tidak menguntungkan. Asumsi-asumsi Dasar Asumsi yang digunakan Fitch dalam proyeksi antara lain: - Bisnis voucher isi ulang Tiphone terus bertumbuh sejalan dengan pertumbuhan pelanggan prabayar Telkomsel dan kemampuan Telkomsel untuk menjaga pangsa pasar yang dominan (48% di 2015 dan 50% di 2016) di dalam pasar telekomunikasi Indonesia berdasarkan jumlah pelanggan - Telepon genggam merk Samsung terus mendominasi penjualan Tiphone - Peningkatan hari inventori menjadi 50 hari di 2016 dari 47 hari di 2015 Sensitivitas Peringkat Negatif: Perkembangan di masa depan yang secara individu maupun kolektif dapat menurunkan peringkat: - Gross debt/ EBITDA di atas 4x (2014: 3,4x) secara berkelanjutan - Periode modal kerja bersih (hari piutang dagang + hari inventori - hari hutang dagang) di atas 70 hari secara berkelanjutan (2014: 70 hari) Positif: Tidak diharapkan dalam jangka waktu menengah, kecuali jika ada bukti hubungan yang lebih kuat dengan Telkomsel. Kontak: Analis Utama Erlin Salim Associate Director +62 21 2988 6811 PT Fitch Ratings Indonesia DBS Bank Tower 24th Floor Suite 2403 Jl Prof Dr Satrio Kav 3-5 Jakarta 12940 Ketua Komite Matt Jamieson Senior Director +61 2 8256 0366 Media Relations: Leslie Tan, Singapore, Tel: +65 67 96 7234, Email: leslie.tan@fitchratings.com. Informasi tambahan dapat diperoleh di www.fitchratings.com. Catatan: Peringkat Nasional Fitch menggambarkan ukuran relatif atas kredibilitas entitas yang diperingkat di negara-negara yang memiliki peringkat sovereign relatif rendah dan ada kebutuhan untuk dilakukan pemeringkatan dimaksud. Peringkat terbaik di suatu negara adalah 'AAA' dan peringkat lainnya menggambarkan tingkat risiko relatif terhadap peringkat 'AAA'. Peringkat nasional dirancang untuk digunakan oleh sebagian besar investor lokal di pasar lokal dan diidentifikasi dengan menggunakan tambahan tanda sesuai dengan negara masing-masing. Sebagai contoh 'AAA(idn)' untuk Peringkat Nasional di Indonesia. Karenanya, peringkat ini tidak dapat dibandingkan secara internasional. Kriteria yang digunakan, \"Corporate Rating Methodology: Including Short-Term Ratings and Parent and Subsidiary Linkage\" tertanggal 28 Mei 2014, dan 'National Scale Ratings Criteria' tertanggal 30 Oktober 2013 dapat diperoleh di www.fitchratings.com. Solicitation Status Setiap peringkat yang disebutkan dalam Rating Action Commentary (RAC) dari mana report ini diakses adalah permintaan dari penerbit surat berharga atau entitas yang bertindak atas nama penerbit surat berharga (\"Solicited - Sell Side\"). Oleh karena itu, Fitch memperoleh kompensasi untuk penyediaan peringkat Applicable Criteria Corporate Rating Methodology - Including Short-Term Ratings and Parent and Subsidiary Linkage (pub. 28 May 2014) here National Scale Ratings Criteria (pub. 30 Oct 2013) here ALL FITCH CREDIT RATINGS ARE SUBJECT TO CERTAIN LIMITATIONS AND DISCLAIMERS. PLEASE READ THESE LIMITATIONS AND DISCLAIMERS BY FOLLOWING THIS LINK: here. IN ADDITION, RATING DEFINITIONS AND THE TERMS OF USE OF SUCH RATINGS ARE AVAILABLE ON THE AGENCY'S PUBLIC WEBSITE 'WWW.FITCHRATINGS.COM'. PUBLISHED RATINGS, CRITERIA AND METHODOLOGIES ARE AVAILABLE FROM THIS SITE AT ALL TIMES. FITCH'S CODE OF CONDUCT, CONFIDENTIALITY, CONFLICTS OF INTEREST, AFFILIATE FIREWALL, COMPLIANCE AND OTHER RELEVANT POLICIES AND PROCEDURES ARE ALSO AVAILABLE FROM THE 'CODE OF CONDUCT' SECTION OF THIS SITE. FITCH MAY HAVE PROVIDED ANOTHER PERMISSIBLE SERVICE TO THE RATED ENTITY OR ITS RELATED THIRD PARTIES. DETAILS OF THIS SERVICE FOR RATINGS FOR WHICH THE LEAD ANALYST IS BASED IN AN EU-REGISTERED ENTITY CAN BE FOUND ON THE ENTITY SUMMARY PAGE FOR THIS ISSUER ON THE FITCH WEBSITE."
    }
]