[
    {
        "time": "9:04AM UTC",
        "header": "hackers of apple, facebook seen as independent group seeking money",
        "link": "http://www.reuters.com/article/us-hacking-financial-idUSKCN0PI1IR20150708",
        "body": "SAN FRANCISCO (Reuters) - A hacking group best known for breaking into top-tier technology companies Apple Inc, Facebook Inc and Twitter Inc more than two years ago is now believed to be one of a handful of highly skilled independent gangs pursuing corporate secrets for profit.\n\nAccording to new research from the largest U.S. security software vendor, Symantec Corp, the group appears to be among the few that display significant talent without backing from a national government. The group stays below the radar with a small number of carefully targeted attacks.\n\n“They are very focused, wanting everything valuable from the top companies of the world,” said Vikram Thakur, a Symantec senior manager. “The only way they could use it, in our opinion, is through some financial market or by selling it.”\n\nThakur said Symantec and other security companies such as FireEye Inc were tracking less than a half dozen such groups, including one called FIN4.\n\nFIN4 has less technical skill but uses knowledge of the investment banking world and strong social engineering, or trickery, to harvest email credentials and discover material financial information. The U.S. Securities and Exchange Commission is investigating some FIN4 breaches at large, publicly traded companies.[ID:nL1N0Z31G0]\n\nSymantec said its group, which it calls Morpho, dropped out of sight for months after press accounts of the Silicon Valley breaches in early 2103 shone a light on their techniques, which included use of a previously unknown “zero-day” flaw in Oracle’s Java platform.\n\nMorpho also used a “watering hole” approach, infecting websites that were likely to attract employees of its targets as visitors. In the best-known case, a website frequented by iPhone developers was infected.\n\nSome had suspected China or another country in the Silicon Valley attacks. Some of the companies breached, including Apple, said they found no evidence of data being stolen.\n\nIn a paper being released Wednesday, Symantec said Morpho came back from its absence to breach a small number of additional technology companies. It has also gone after the pharmaceutical industry and airlines, typically hitting multiple competitors in a sector and infecting a very few machines, usually in the research departments.\n\nMorpho has breached about 49 organizations that Symantec knows about since 2012, with the number penetrated each year rising to 14 by 2015. The United States, Europe and Canada have the most victims.\n\nThakur said his team thinks the group might have about 10 members around the world, with some fluent in English and one or more perhaps having worked at an intelligence agency. They could be offering themselves for hire or could be breaking into companies on speculation and trying to sell the information or trade shares based on it.\n\nAmong the team’s greatest strengths is its operational security, as it uses multiple proxies to disguise its location, employs heavy encryption where it stores digital loot, and strikes within a day or two of entry before wiping its tracks.\n\nA break in Symantec’s research came when a regular backup was made of a targeted machine during a 12-hour window when some of Morpho’s custom-made navigation tools were still in use. Symantec then looked for where the same tools had been employed.\n\nThakur said law enforcement agencies in the United States and Europe had been apprised of Symantec’s findings. An FBI spokesman did not respond to a request for comment, nor did Twitter and Facebook. An Apple spokesman declined to discuss the research."
    },
    {
        "time": "12:17PM UTC",
        "header": "apple plans record initial production of new iphones: wsj",
        "link": "http://www.reuters.com/article/us-apple-iphone-idUSKCN0PI1X920150708",
        "body": "(Reuters) - Apple Inc (AAPL.O) is preparing for the largest initial production run for its next iPhones by the end of the year, the Wall Street journal reported.\n\nThe company is asking suppliers to manufacture 85 million to 90 million units of two new models with 4.7-inch and .5-inch displays.\n\nThe company had ordered 70 million to 80 million of iPhone 6 and iPhone 6 Plus last year, in its largest initial production run so far.\n\nThe new phones are also expected to feature Force Touch technology which can distinguish between a light tap and deep press, people familiar with the matter told the Journal.\n\nThe information about orders came from Apple’s suppliers, the paper added.\n\nBloomberg reported last month that suppliers had started initial production of iPhone models with Force Touch, a technology already used in Apple Watch and MacBook laptop.\n\nThe screen sizes are the same as in the iPhone 6 and iPhone 6 Plus. Apple is also expected to maintain the screen resolution, the Journal said.\n\nApple is also considering a third assembler, Taiwan-based Wistron Corp (3231.TW) to help produce the new phones, the paper said. Last year, Apple relied on Hon Hai Precision Industry Co(2317.TW) and Pegatron Corp (4938.TW).\n\nSome component suppliers started manufacturing parts for the new iPhones in large quantity earlier this month, the newspaper reported.\n\nHon Hai, Apple’s primary assembler also known as Foxconn, has been recruiting workers at its main iPhone production base in Zhengzhou, north-central China, anticipating mass production to begin next month, the journal reported.\n\nApple could not immediately be reached for comment.\n\nApple’s shares were down 1.8 percent at $123.50 in afternoon trading on the Nasdaq."
    },
    {
        "time": "3:20PM UTC",
        "header": "nasdaq - \"we encourage all participants to purge their quotes in bkx, epx, hgx, osx, uty, and xau prior to reopen\"",
        "link": "http://www.reuters.com/article/nasdaq-we-encourage-all-participants-to-idUSL8N0ZO4HW20150708",
        "body": "NASDAQ - \"WE ENCOURAGE ALL PARTICIPANTS TO PURGE THEIR QUOTES IN BKX, EPX, HGX, OSX, UTY, AND XAU PRIOR TO REOPEN\""
    },
    {
        "time": "8:38AM UTC",
        "header": "judge voids $533 mln verdict against apple, sets damages trial",
        "link": "http://www.reuters.com/article/apple-smartflash-damages-idUSL1N0ZO0LZ20150708",
        "body": "July 8 (Reuters) - A federal judge has thrown out a $532.9 million damages award against Apple Inc after a jury found that its iTunes software infringed three patents owned by a Texas company.\n\nIn a decision on Tuesday, U.S. District Judge Rodney Gilstrap said his jury instructions might have “skewed” jurors’ understanding of the damages that Apple should pay SmartFlash LLC, a licensing company that held the patents in dispute.\n\nGilstrap set a new trial only on the issue of damages for Sept. 14 in Tyler, Texas. (Reporting by Jonathan Stempel in New York)"
    }
]