[
    {
        "time": "4:31PM UTC",
        "header": "apple revenue rises 32.5 pct due to strong iphone sales",
        "link": "http://www.reuters.com/article/apple-results-idUSL3N1015I820150721",
        "body": "July 21 (Reuters) - Apple Inc reported a 32.5 percent rise in quarterly revenue, helped by 35 percent jump in sales of its flagship iPhones.\n\nIn results announced on the same day the company suffered disruption to its lucrative online content services, Apple said net income rose to $10.68 billion, or $1.85 per share, in the third quarter ended June 27, from $7.75 billion, or $1.28 per share, a year earlier.\n\nThe world’s largest publicly traded company by market value said it sold 47.5 million iPhones and revenue rose to $49.61 billion from $37.43 billion. (Reporting by Anya George Tharakan and Julia Love in San Francisco in Bengaluru; Editing by Simon Jennings)"
    },
    {
        "time": "7:30AM UTC",
        "header": "us stocks-futures little changed ahead of apple earnings",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL3N1013Z220150721",
        "body": "July 21 (Reuters) - U.S. stock index futures were little changed on Tuesday ahead of a raft of earnings from technology giants, including Apple, and as the dollar continued to trade at a three-month high.\n\n* The dollar index was down marginally at $97.88, its highest level since April on firming expectation of a U.S. interest rate hike later in the year.\n\n* A fall in commodities capped gains on Monday with gold and other precious metals trading near five-year lows.\n\n* Oil prices continued their downward spiral with U.S. crude oil falling below $50 earlier on Tuesday.\n\n* Tech giants such as Yahoo, Microsoft and Apple are scheduled to report results after the closing. Strong earnings from technology companies have been driving gains in the Nasdaq.\n\n* On Friday, the Nasdaq composite touched a new intra-day high for the third straight day while the S&P 500 was just shy of its all-time high.\n\n* While markets are at record highs, June-quarter earnings of S&P 500 companies are expected to dip 2.1 percent, with revenue dropping 2.1 percent, according to Thomson Reuters data.\n\n* Of the companies that have reported earnings so far, 70 percent have reported earnings above analyst expectations, above the 63 percent average beat rate since 1994.\n\n* However, 55 percent have topped revenue forecasts, below the 61 percent average beat rate since 2002. U.S. companies were expected to post their worst sales decline in nearly six years in the second quarter, in part due to the strong dollar that reduces the value of U.S. companies’ overseas income.\n\n* International Business Machines Corp’s shares fell 5 percent to $164.46 in premarket trading, a day after the company’s revenue fell for the 13th consecutive quarter.\n\n* Qualcomm was up 3.1 percent to $65.78 after a tech website said the chipmaker is preparing to lay off several thousand employees, or more than 10 percent of its 30,000-strong workforce.\n\n* United Technologies fell 2.2 percent to $108.01 after the company cut its full-year profit outlook as it warned of pressures in its aerospace systems and Otis elevators businesses.\n\nFutures snapshot at 7:17 a.m. ET (1117 GMT):\n\n* Nasdaq 100 e-minis were up 6.75 points, or 0.14 percent, on volume of 10,143 contracts.\n\n* Dow e-minis were down 15 points, or 0.08 percent, with 7,261 contracts changing hands. (Editing by Don Sebastian)"
    },
    {
        "time": "11:46AM UTC",
        "header": "apple says app store, apple music services facing disruptions",
        "link": "http://www.reuters.com/article/apple-disruption-idUSL3N1014VP20150721",
        "body": "July 21 (Reuters) - Apple Inc said it is experiencing some issues with its App Store, Apple Music, iTunes Store and some other services.\n\nThe company did not provide details.\n\n\"We are investigating and will update the status as more information becomes available,\" Apple said on its services support page. (apple.co/YIMuUp) (Reporting by Anya George Tharakan in Bengaluru; Editing by Ted Kerr)"
    },
    {
        "time": "5:16PM UTC",
        "header": "ibm, united tech drag dow; apple results weigh on futures",
        "link": "http://www.reuters.com/article/us-markets-stocks-usa-idUSKCN0PV17520150721",
        "body": "(Reuters) - U.S. stocks closed lower on Tuesday as results from IBM and United Technologies dampened early optimism over earnings season and after-the-bell declines in major tech shares suggested losses would continue on Wednesday.\n\nThe Dow fell 1 percent, with IBM and United Tech contributing around 118 points to the 181-point drop. The decline marked the biggest percentage fall in about two weeks for the blue-chip index.\n\nIBM’s shares fell 5.9 percent to $163.07, a day after news that the company’s revenues dropped for the 13th consecutive quarter and fell short of analyst expectations.\n\nFellow Dow component United Technologies tumbled 7 percent to $102.71 and was the worst performer on the Dow after cutting its full-year profit outlook for the third time this year.\n\n“For the first time in a while, fundamentals seem to be driving the action today in an otherwise very quiet macro backdrop and probably will continue to do so for the next couple of weeks as we work through the heart of earnings season,” said Ryan Larson, head of U.S. equity trading at RBC Global Asset Management in Chicago.\n\nA trio of tech companies pushed stock futures lower after the closing bell, as Apple tumbled 6.2 percent to $122.65, Microsoft lost 3.5 percent to $45.65, and Yahoo shed 2.2 percent to $38.85 after their quarterly results.\n\nVolume on the Nasdaq e-minis spiked in the minute after the Apple results as 3,935 contracts changed hands, the most active minute of the day including regular trading hours.\n\nStrong earnings from technology companies earlier this earnings season helped drive gains on the Nasdaq, which has outperformed both the Dow and S&P 500 in July.\n\nWhile markets are near record highs, June-quarter earnings of S&P 500 companies are expected to dip 1.9 percent, according to Thomson Reuters data. That marks an improvement from the expected decline of 3 percent on July 1, but well below the 5.9 percent gain forecast on Jan. 1.\n\nSo far, 70 percent have reported earnings above analyst expectations, above the 63 percent average beat rate since 1994.\n\nHowever, only 53 percent have topped revenue forecasts, below the 61 percent average beat rate since 2002. U.S. companies are expected to post their worst sales decline in nearly six years in the second quarter, in part due to the strong dollar that reduces the value of U.S. companies’ overseas income.\n\nThe Dow Jones industrial average fell 181.12 points, or 1 percent, to 17,919.29, the S&P 500 lost 9.07 points, or 0.43 percent, to 2,119.21 and the Nasdaq Composite dropped 10.74 points, or 0.21 percent, to 5,208.12.\n\nNYSE declining issues outnumbered advancing ones 1,841 to 1,217, for a 1.51-to-1 ratio on the downside; on the Nasdaq, 1,630 issues fell and 1,128 advanced for a 1.44-to-1 ratio favoring decliners.\n\nThe S&P 500 posted 29 new 52-week highs and 26 new lows; the Nasdaq Composite recorded 94 new highs and 114 new lows.\n\nVolume was light, with about 6.15 billion shares traded on U.S. exchanges, below the 6.54 billion average so far this month, according to BATS Global Markets."
    },
    {
        "time": "9:43PM UTC",
        "header": "taiwan stocks fall, dragged down by tech after weak apple outlook",
        "link": "http://www.reuters.com/article/markets-taiwan-stocks-idUSL3N10217K20150722",
        "body": "TAIPEI, July 22 (Reuters) - Taiwan stocks fell on Wednesday as local technology shares took a hit after Apple Inc forecast a weaker revenue outlook and missed some of its smartphone shipment targets.\n\nSelling in shares of Apple’s Taiwanese suppliers, which make many of the components found in iPhones and the Apple Watch, mostly outpaced the 1 percent decline in electronics subindex and the broader main index.\n\nAs of 0132 GMT, the main TAIEX index fell 0.7 percent, to 8,947.66, after closing up 0.3 percent in the previous session.\n\nShares of Taiwanese assembler of iPhones Hon Hai Precision were off 1.1 percent, while those of rival and second assembler of iPhones Pegatron dropped a larger 2.9 percent.\n\nShares in chip supplier TSMC were off 1.1 percent and those in chip test and package supplier ASE were sliding a bigger 2.1 percent.\n\nThe Taiwan dollar firmed T$0.224 to T$31.183 per U.S. dollar. (Reporting by J.R. Wu)"
    },
    {
        "time": "4:28PM UTC",
        "header": "us stocks-ibm, united tech drag dow; apple earnings on deck",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL1N10125G20150721",
        "body": "* IBM down after revenue falls for 13th straight quarter\n\n* Indexes down: Dow 1.00 pct, S&P 0.43 pct, Nasdaq 0.21 pct (Updates to close, adds Microsoft and Yahoo shares)\n\nJuly 21 (Reuters) - U.S. stocks fell on Tuesday in the wake of results from IBM and United Technologies that dampened early optimism over earnings season ahead of quarterly profits from tech giants including Apple and Microsoft.\n\nThe Dow fell 1 percent, with IBM and United Tech contributing around 118 points to the 181-point drop. The decline marked the biggest percentage decline in about two weeks for the blue-chip index.\n\nIBM’s shares were down 5.9 percent to $163.07, a day after the company’s revenue dropped for the 13th consecutive quarter and fell short of analyst expectations.\n\nFellow Dow component United Technologies tumbled 7 percent to $102.71 and was the worst performer on the Dow after cutting its full-year profit outlook for the third time this year.\n\n“For the first time in a while, fundamentals seem to be driving the action today in an otherwise very quiet macro backdrop and probably will continue to do so for the next couple of weeks as we work through the heart of earnings season,” said Ryan Larson, head of U.S. equity trading at RBC Global Asset Management in Chicago.\n\nAfter the closing bell, Microsoft lost 3.5 percent to $45.60 and Yahoo shed 1.8 percent to $39 with Apple still expected to report. Strong earnings from technology companies have helped drive gains on the Nasdaq, which has outperformed both the Dow and S&P 500 in July.\n\nWhile markets are near record highs, June-quarter earnings of S&P 500 companies are expected to dip 1.9 percent, according to Thomson Reuters data. That marks an improvement from the expected decline of 3 percent on July 1, but well below the 5.9 percent gain forecast on Jan. 1.\n\nSo far, 70 percent have reported earnings above analyst expectations, above the 63 percent average beat rate since 1994.\n\nHowever, 53 percent have topped revenue forecasts, below the 61 percent average beat rate since 2002. U.S. companies are expected to post their worst sales decline in nearly six years in the second quarter, in part due to the strong dollar that reduces the value of U.S. companies’ overseas income.\n\nThe Dow Jones industrial average fell 181.12 points, or 1 percent, to 17,919.29, the S&P 500 lost 9.07 points, or 0.43 percent, to 2,119.21 and the Nasdaq Composite dropped 10.74 points, or 0.21 percent, to 5,208.12.\n\nApple shares weighed on the Nasdaq, down 1 percent at $130.75. The company experienced an outage with its App Store, Apple Music, iTunes Store and some other services for more than three hours.\n\nNYSE declining issues outnumbered advancing ones 1,841 to 1,217, for a 1.51-to-1 ratio on the downside; on the Nasdaq, 1,630 issues fell and 1,130 advanced for a 1.44-to-1 ratio favoring decliners.\n\nThe S&P 500 posted 29 new 52-week highs and 26 new lows; the Nasdaq Composite recorded 94 new highs and 114 new lows.\n\nVolume was light, with about 6.05 billion shares traded on U.S. exchanges, below the 6.54 billion average so far this month, according to BATS Global Markets. (Reporting by Chuck Mikolajczak; Editing by Nick Zieminski)"
    }
]