[
    {
        "time": "6:13PM UTC",
        "header": "wall street moves lower on apple, interest rate worries",
        "link": "http://www.reuters.com/article/us-markets-stocks-idUSKCN0Q916Y20150804",
        "body": "(Reuters) - Wall Street ended lower on Tuesday for a third straight session as investors worried about a rise in interest rates while Apple’s shares hit their lowest in over six months.\n\nThe iPhone maker’s shares fell 3.21 percent to $114.64, firmly below their 200-day daily moving average, a key technical level closely watched by traders. The stock was the biggest drag on the three major U.S. indexes.\n\nA slowdown in China and skepticism over demand for iPhones were contributing to pressure on Apple’s shares, traders said.\n\n“Apple has been the weak sister in the market today,” said Alan Gayle, senior investment strategist and director of asset allocation at RidgeWorth Investments in Atlanta, Georgia. “But if you look at the sectors, most everything is down with the exception of materials.”\n\nStocks extended losses after Atlanta Federal Reserve President Dennis Lockhart told the Wall Street Journal that September may be the right time for Fed to lift interest rates.\n\nThe Dow Jones industrial average .DJI fell 0.27 percent to end at 17,550.69 and the S&P 500 .SPX lost 0.22 percent to 2,093.32. The Nasdaq Composite .IXIC dropped 0.19 percent finish at 5,105.55.\n\nEight of the 10 major S&P sectors fell, with the utilities index’s .SPLRCU 1.64 percent decline leading the losers.\n\nThe Fed has said it needs to see a sustained economic recovery before it raises interest rates for the first time in nearly a decade.\n\nSoft economic data had prompted some investors to argue that the Fed might hold off on raising rates until December. After the Fed meeting last week, investors expected a rate increase in September.\n\n“The market is getting such a mixed bag of rhetoric from the Fed, it seems like the Fed isn’t sure what it’s going to do,” said Jack Ablin, chief investment officer at BMO Private Bank in Chicago.\n\nAfter the bell, shares of crafts website Etsy (ETSY.O) fell 9 percent and Walt Disney (DIS.N) lost 1.4 percent after the companies posted quarterly results that disappointed Wall Street. First Solar (FSLR.O) posted better-than-expected quarterly results and guidance and its stock was up 10 percent.\n\nDuring the session, American International Group (AIG.N) fell 2.82 percent after the insurer’s underwriting income fell in almost all of its units, while home and auto insurer Allstate (ALL.N) fell 10.15 percent after its profit missed expectations.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1.23 to 1. On the Nasdaq, 1,414 issues fell and 1,376 advanced for a 1.03-to-1 ratio favoring decliners.\n\nThe benchmark S&P 500 index was posting 32 new 52-week highs and 26 new lows; the Nasdaq Composite was recording 91 new highs and 127 new lows.\n\nSome 6.4 billion shares changed hands on U.S. exchanges, below the five-day average of 7.0 billion this month, according to BATS Global Markets."
    },
    {
        "time": "4:03PM UTC",
        "header": "us stocks snapshot-wall st slips on rates view, apple slides",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSZXN0RIL2I20150804",
        "body": "NEW YORK, Aug 4 (Reuters) - Wall Street ended lower on Tuesday as investors worried about a rise in interest rates while Apple’s shares hit their lowest in over six months.\n\nThe Dow Jones industrial average fell 47.31 points, or 0.27 percent, to 17,550.89, the S&P 500 lost 4.68 points, or 0.22 percent, to 2,093.36 and the Nasdaq Composite dropped 9.84 points, or 0.19 percent, to 5,105.55. (Reporting by Noel Randewich; Editing by Meredith Mazzilli)"
    },
    {
        "time": "1:12PM UTC",
        "header": "us stocks-wall st lower as apple slips to 6-month low",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL3N10F59820150804",
        "body": "* Walt Disney, Genworth to report after the bell\n\nAug 4 (Reuters) - Wall Street fell on Tuesday as Apple’s shares remained under pressure, hitting their lowest in more than six months, and investors digested earnings reports from a host of companies.\n\nThe iPhone maker’s shares fell as much as 4.4 percent to $113.25, slipping firmly below their 200-day daily moving average, a key technical level closely watched by traders. The stock was also the biggest drag on the three major U.S. indexes.\n\nWhile there was no clear trigger for the selloff, traders said worries over a slowdown in China and skepticism over demand for iPhone 6s were likely to keep the stock under pressure.\n\nNetflix, on the other hand, was on a tear. Its stock surged as much as 9.1 percent to a record high of $122.79, valuing the company well above $50 billion.\n\nEarnings reports on Tuesday were a mixed bag. With a bulk of the S&P 500 companies having reported results, investors are taking to the sidelines ahead of Friday’s monthly jobs data.\n\nThe report is seen critical for the market as it is expected to provide clues on the timing of a rate hike. The U.S. economy is expected to have created 223,000 new jobs in July, on par with June, according to economists polled by Reuters.\n\n“Given the importance of such a big number, investors are taking a wait-and-see approach,” said Jack Ablin, chief investment officer at BMO Private Bank in Chicago.\n\nWall Street ended lower on Monday as tumbling oil prices dragged energy shares to a three-year low and factory data from China raised concerns about the world’s second-biggest economy.\n\nIn the United States, consumer spending recorded its smallest gain in four months, while the pace of growth in the manufacturing sector slowed in July.\n\nSoft data has prompted some investors to argue that the U.S. Federal Reserve might hold off on raising rates until December. After the Fed meeting last week, investors expected a rate increase in September.\n\n“The market is getting such a mixed bag of rhetoric from the Fed, it seems like the Fed isn’t sure what it’s going to do,” Ablin said.\n\nThe Fed, which has kept interest rates near zero for nearly a decade, has said it will raise rates only when it sees a sustained recovery in the economy.\n\nAt 12:44 p.m. ET (1644 GMT) the Dow Jones industrial average was down 36.72 points, or 0.21 percent, at 17,561.48, the S&P 500 was down 3.36 points, or 0.16 percent, at 2,094.68 and the Nasdaq Composite was down 11.44 points, or 0.22 percent, at 5,103.94.\n\nSix of the 10 major S&P sectors were higher, with the materials index’s 0.76 percent rise leading the advancers. The energy index reversed course to trade down.\n\nAmong other companies scheduled to release results on Tuesday are Dow component Walt Disney, Devon Energy and Genworth Financial.\n\nBaxalta shares jumped 17 percent to $38.73 after Shire said it was seeking to buy the company in a $30 billion all-share deal. U.S.-listed shares of Shire fell 7.7 percent to $247.46.\n\nAmerican International Group fell 5.2 percent to $60.84 after the insurer’s underwriting income fell in almost all of its units, while home and auto insurer Allstate fell 10.4 percent to $62.13 after its profit missed expectations.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,658 to 1,296. On the Nasdaq, 1,498 issues rose and 1,193 fell.\n\nThe S&P 500 index showed 31 new 52-week highs and 16 new lows, while the Nasdaq recorded 83 new highs and 89 new lows. (Reporting by Tanya Agrawal; Editing by Saumyadeb Chakrabarty)"
    },
    {
        "time": "2:11AM UTC",
        "header": "nikkei ticks down, apple suppliers underperform",
        "link": "http://www.reuters.com/article/markets-japan-stocks-idUSL3N10F2JE20150804",
        "body": "TOKYO, Aug 4 (Reuters) - Japan’s Nikkei share average edged down on Tuesday on weakness in manufacturing activity in China and the United States, prompting investors to rotate out of cyclicals to defensive stocks such as drugmakers.\n\nSuppliers to Apple Inc tumbled as the tech giant’s shares hit six-month lows, continuing a downward trend in place since its earnings two weeks ago. TDK Corp fell 5.9 percent while Taiyo Yuden fell 3.6 percent.\n\nThe benchmark average fell as much as 0.5 percent and closed at 20,520.36, down 0.1 percent. The broader Topix was flat at 1,659.83.\n\nMitsubishi Corp and IHI fell 6.9 percent and 6.7 percent, respectively, after their earnings disappointed investors."
    },
    {
        "time": "10:12AM UTC",
        "header": "us stocks-wall st flat amid slew of earnings, apple weighs",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL3N10F4U620150804",
        "body": "* Walt Disney, Genworth to report after the bell\n\nAug 4 (Reuters) - Wall Street was little changed on Tuesday amid a burst of earnings reports from companies ranging from drugstore operator CVS Health to handbag maker Coach, while Apple’s shares remained under pressure for a second day.\n\nThe iPhone maker’s shares fell 2.1 percent to $115.99, moving firmly below their 200-day daily moving average, a key technical level closely watched by traders. The stock was also the biggest drag on the three major U.S. indexes.\n\nThe main S&P sectors were split in half in terms of gainers and losers - energy stocks led the gainers as oil bounced back, while utilities were the biggest losers.\n\nAmong other companies scheduled to release results are Dow component Walt Disney, Devon Energy and Genworth Financial.\n\nWith a bulk of the S&P 500 companies having reported results, investors are taking to the sidelines ahead of Friday’s monthly jobs data.\n\nThe report is shaping up to be critical for the market as it can provide clues on the timing of a rate hike. The U.S. economy created 225,000 new jobs in July, according to economists polled by Reuters.\n\nWall Street ended lower on Monday as tumbling oil prices dragged energy shares to a three-year low and factory data from China raised concerns about the world’s second-biggest economy.\n\nIn the United States, consumer spending recorded its smallest gain in four months, while the pace of growth in the manufacturing sector slowed in July.\n\nSoft data has prompted some investors to argue that the U.S. Federal Reserve might hold off on raising rates until December. After the Fed meeting last week, investors expected a rate increase in September.\n\nThe Fed, which has kept interest rates near zero for nearly a decade, has said it will raise rates only when it sees a sustained recovery in the economy.\n\nOil prices steadied but have fallen more than 20 percent over the last month, while copper - seen as a bellwether of global growth - nudged off a six-year low.\n\nAt 9:47 a.m. ET (1347 GMT) the Dow Jones industrial average was up 3.94 points, or 0.02 percent, at 17,602.14, the S&P 500 was up 0.81 points, or 0.04 percent, at 2,098.85 and the Nasdaq Composite was up 2.78 points, or 0.05 percent, at 5,118.16.\n\nValuations remain a concern. The S&P 500 is trading near 16.8 times forward 12-month earnings, above the 10-year median of 14.7 times, according to StarMine data.\n\nBaxalta shares soared 14.2 percent to $37.84 after Shire said it was seeking to buy the company in a $30 billion all-share deal. U.S.-listed shares of Shire fell 3.3 percent to $259.\n\nCoach was up 5.9 percent at $32.27 after the handbag-maker’s results beat expectations.\n\nRegeneron Pharmaceuticals rose 8.1 percent to $599.98 after the biotechnology company reported a 50 percent rise in quarterly revenue.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,664 to 1,009. On the Nasdaq, 1,397 issues rose and 831 fell.\n\nThe S&P 500 index showed 14 new 52-week highs and six new lows, while the Nasdaq recorded 39 new highs and 38 new lows. (Reporting by Tanya Agrawal; Editing by Saumyadeb Chakrabarty)"
    }
]