[
    {
        "time": "10:16PM UTC",
        "header": "china's 'fake' apple stores thrive ahead of new iphone launch",
        "link": "http://www.reuters.com/article/us-apple-china-idUSKCN0RN2EF20150924",
        "body": "HONG KONG (Reuters) - On a bustling street in China’s southern boomtown of Shenzhen, more than 30 stores carrying Apple Inc’s iconic white logos peddle pre-orders for the new iPhone, a gadget that has become a status symbol among many better-off Chinese.\n\nMany of the stores look just like Apple’s signature outlets, right down to the sales staff kitted out in blue T-shirts bearing the company’s white logo and the sample iPads and iWatches displayed on sleek wooden tables.\n\nBut the world’s second-largest smartphone vendor only has one official store in Shenzhen and five authorized dealers in the area. Most of the stores in the roughly 1 km shopping corridor are unauthorized “fakes” - although they are selling genuine Apple products - and their numbers have mushroomed ahead of the release on Friday of the iPhone 6S and iPhone 6s Plus.\n\nThe rapid increase in copycat Apple stores underscores the popularity of the brand in China, where it doubled its revenue in the third quarter from a year earlier to more than $13 billion, and suggests the U.S. tech giant is on course to shrug off weakening consumer spending in its second biggest market.\n\n“There are many Apple fans in China,” said a clerk surnamed Zhao at one of the unauthorized dealers that opened just two weeks ago. “There are many silly people in China who are willing to pay extra money just to get a new iPhone ahead of everyone else.”\n\nApple routinely grapples with iPhone supply constraints, particularly in years that involve a smartphone re-design.\n\nThe latest iteration of the iPhone, featuring larger screens and longer battery life, will only be available on the launch date in China to customers who have reserved online, and the company has said pre-order demand has outstripped supply.\n\nShenzhen’s unauthorized Apple stores are taking advantage, banking on quick-hit gains from re-selling devices bought via authorized sales channels for as much as double the official price to consumers unwilling to wait weeks for stock to arrive.\n\nThe fake stores are also taking pre-orders, but say they will have the new phones from Friday.\n\nSeveral workers at the stores said they were buying iPhone models in China and in overseas markets such as the United States and Hong Kong, from where they would be smuggled across the border into the mainland.\n\nApple declined to comment on the proliferation of unauthorized stores in China but said it recommended customers to go to its website and buy products from one of the thousands of authorized dealers across the country.\n\nSome analysts said the presence of fake Apple stores could be a good thing for the company as they promote brand awareness in a country that had just 22 Apple stores in the third quarter, with plans to raise that number to 40 by the middle of 2016.\n\nBut the widespread unauthorized reselling of even genuine goods can make it harder for companies such as Apple to manage their brands and risks disrupting longer term plans.\n\nWashington has repeatedly pressed China to do more to protect intellectual copyright in the country, a call reiterated by the White House this week as Chinese President Xi Jinping arrived in the United States for a week-long visit.\n\nThe fake Apple store model is proving so lucrative it has even spawned a cottage industry servicing such businesses.\n\nJust a stone’s throw from the street of copycat stores, tucked away in a giant tech mall, two shops offer the logos, uniforms, display shelves and shopping bags needed to make an unauthorized outlet feel like a genuine Apple store.\n\nA recent raid by authorities on fake Apple stores has, however, made some cautious. Some shops have blocked signs that read “authorized Apple seller” with promotional banners and covered Apple logos on staff uniforms with stickers, although several vendors said business had not been affected.\n\nOthers in the industry said the fake Apple store had become so popular that it was just a matter of time before some shops would be forced to close as the market becomes saturated.\n\nBack at the tech mall, Yang Fei, owner of a shop that helps unauthorized dealers set up specialized cellphone stores, said it might be time for Apple dealers to think about switching to other brands.\n\n“Look at all the shops out there on the street. It would be tough to do the Apple business this year,” she said. “It might be better if you do Huawei.”"
    },
    {
        "time": "4:45PM UTC",
        "header": "t-mobile offers cheapest iphone 6s for $5 under trade-in plan",
        "link": "http://www.reuters.com/article/us-t-mobile-us-iphone-idUSKCN0RN2CP20150923",
        "body": "(Reuters) - T-Mobile US Inc offered the cheapest option to own the latest iPhone at $5 under the company’s trade-in plan, amid fierce competition among the top U.S. carriers ahead of Apple Inc’s highly anticipated phone launch.\n\nCustomers can get a 16 GB iPhone 6s for $5 per month without upfront payment, under an 18-month lease, in exchange of an iPhone 6, 6 Plus or Samsung Electronics Co Ltd’s Galaxy Note 5 and Galaxy S6 versions under T-Mobile’s latest plan.\n\nThey can also get a 16 GB iPhone 6s Plus for $9 per month under the plan. (t-mo.co/1MpMTzR)\n\nSprint Corp currently offers an iPhone 6s for $15 per month, under a 22-month lease, with its trade-in plan.\n\nU.S. carriers are also pressured by Apple’s own financing scheme for an unlocked iPhone that gives customers the freedom to switch between carriers.\n\nDemand for new iPhones were on pace to beat the 10 million units the previous versions logged in their first weekend last year, Apple said earlier this month.\n\nT-Mobile Chief Executive John Legere tweeted on Tuesday that iPhone 6s preorders were 30 percent higher than a year earlier."
    }
]