[
    {
        "time": "2:43PM UTC",
        "header": "tag heuer, intel challenge apple with android smartwatch",
        "link": "http://www.reuters.com/article/2015/03/19/us-lvmh-intel-watches-idUSKBN0MF1NU20150319",
        "body": "BASEL, Switzerland (Reuters) - Tag Heuer, French luxury group LVMH’s (LVMH.PA) biggest watch maker, said it will launch a smartwatch later this year using Google Inc’s (GOOGL.O) Android operating system in a venture with Intel Corp (INTC.O) to compete head-on with the Apple Watch.\n\nTag Heuer Chief Executive Jean-Claude Biver declined to give any details about pricing, functionality or design, but said on Thursday that it aimed to launch what would be the first Android luxury smartwatch in the fourth quarter.\n\nThe Apple Watch is due to go on sale on April 24 and will range in price from $350 to $17,000 for an 18-karat gold model. It is the company’s first major new product in five years and consumer demand for the device is being closely watched by competitors and investors.\n\nThe device needs an Apple iPhone to work fully, and analysts say the most likely pool of initial buyers will already have an Apple smartphone in their pockets.\n\n“We believe wearable technology will take off,” Michael Bell, vice president of Intel’s New Devices unit, said at a news conference with Tag Heuer at the Baselworld watch and jewellery fair.\n\nIntel struck partnerships with several consumer goods companies last year to develop smart wearable products, including eyewear brand Oakley, owned by Luxottica (LUX.MI), watchmaker Fossil (FOSL.O), and U.S. fashion brand Opening Ceremony.\n\n“Tag Heuer’s decision to partner with technology companies to deliver a smartwatch ... will likely be the first of many similar deals,” Ben Wood, chief of research at CCS Insight, said.\n\n“With Apple Watch hitting the market it’s no longer viable for Swiss watchmakers to bury their heads in the sand. Now Tag Heuer has signalled its intention to enter the smartwatch market we are certain others will follow.”\n\nGucci said on Thursday that it would develop a smartband with i.am+ whose functions would include phone calls, text messages, emails and music. The unit of French luxury group Kering (PRTP.PA) gave no details of pricing or launch timing.\n\nSome luxury executives remained sceptical about smartwatches, however.\n\nMarc Hayek, who heads Swatch Group UHR.VX watch brands Breguet, Jaquet Droz and Blancpain, joined the chorus of luxury executives alongside Hermes (HRMS.PA) and Patek Philippe who said they had no plans to launch a smartwatch.\n\n“The Apple Watch is not a real watch but a consumer electronic,” he told Reuters in Basel on Thursday.\n\nHayek forecast his three brands would enjoy a similar year in terms of sales growth to 2014, although trading in Hong Kong, one of his biggest markets, remained difficult."
    }
]