[
    {
        "time": "7:13PM UTC",
        "header": "dow, s&p 500 end down slightly as apple, energy weigh",
        "link": "http://www.reuters.com/article/us-markets-stocks-idUSKCN0SK1AF20151026",
        "body": "(Reuters) - The Dow and the S&P 500 edged lower on Monday as energy shares dropped with oil prices and Apple retreated a day before its quarterly results.\n\nInvestors were cautious ahead of the Federal Reserve’s two-day policy meeting, which begins on Tuesday. The market is looking for clues on the outlook for when the Fed may begin raising interest rates.\n\nApple (AAPL.O) shares fell 3.2 percent to $115.28, making it the biggest drag on all three major indexes, while a weak outlook from one of its suppliers, Dialog Semiconductor (DLGS.DE), led a fall in other semiconductors. An index of semiconductors .SOX was down 2 percent after three days of gains.\n\nThe iPhone maker reports quarterly results after the market closes on Tuesday.\n\n“With Apple, it’s more about their forecast and China news and any upgrades they may want to announce,” said Rick Meckler, president of LibertyView Capital Management in Jersey City, New Jersey.\n\nThe S&P energy sector .SPNY fell 2.5 percent, leading sector declines for the S&P 500. Crude oil prices LCOc1 CLc1 slipped as global oversupply pushed fuel storage sites close to capacity. Exxon (XOM.N) fell 2.1 percent to $81.22, while Chevron (CVX.N) was down 2.7 percent to $88.77.\n\nU.S. stocks have mostly gained in October after a weak third quarter. The S&P 500 is up 7.9 percent for the month so far.\n\n“It’s been a pretty big move up, so we’re seeing a little bit of consolidation today,” Meckler said.\n\nThe Dow Jones industrial average .DJI fell 23.65 points, or 0.13 percent, to 17,623.05, the S&P 500 .SPX lost 3.97 points, or 0.19 percent, to 2,071.18 and the Nasdaq Composite .IXIC added 2.84 points, or 0.06 percent, to 5,034.70.\n\nAmong the top Nasdaq gainers, shares of Ctrip.com (CTRP.O) were up 22.1 percent at $90.78 after the online travel firm said it would merge with Qunar Cayman Islands. Qunar QUNR.O jumped 7.9 percent to $42.65.\n\nStrong quarterly results from tech companies have helped improve expectations for overall U.S. third-quarter earnings.\n\nS&P 500 earnings are forecast to have declined 2.8 percent in the quarter, based on actual results from about 35 percent of the S&P 500 companies and estimates for the rest, compared with a 4.2 percent decline forecast at the start of the month, according to Thomson Reuters data.\n\nData showed new U.S. home sales fell 11.5 percent in September, suggesting a softening of the housing market. An index of housing shares .HGX was down 0.4 percent.\n\nOther gainers included Pep Boys PBY.N, which jumped 23.4 percent to $14.99 after it agreed to be acquired by Bridgestone (5108.T) for $15 per share.\n\nPiedmont Natural Gas PNY.N rose 36.9 percent to $57.82 after it agreed to be bought by Duke Energy (DUK.N). Duke Energy fell 2 percent.\n\nAfter the bell, shares of Hartford Financial (HIG.N) fell 4.7 percent to $46.50 following its results.\n\nDuring the session, NYSE declining issues outnumbered advancers 1,916 to 1,153, for a 1.66-to-1 ratio; on the Nasdaq, 1,749 issues fell and 1,077 advanced, for a 1.62-to-1 ratio favoring decliners.\n\nThe S&P 500 posted 36 new 52-week highs and eight lows; the Nasdaq recorded 111 new highs and 73 lows.\n\nAbout 6.1 billion shares changed hands on U.S. exchanges, below the 7.3 billion daily average for the past 20 trading days, according to Thomson Reuters data."
    },
    {
        "time": "3:33PM UTC",
        "header": "us stocks-dow, s&p 500 inch down with apple, energy stocks",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL1N12Q1U920151026",
        "body": "* Pep Boys up after agreeing to be bought by Bridgestone\n\n* Dow down 0.1 pct, S&P down 0.2 pct, Nasdaq up 0.1 pct (Updates to late afternoon)\n\nOct 26 (Reuters) - The Dow and the S&P 500 edged lower on Monday after recent gains as energy shares fell with oil prices and Apple retreated a day before its quarterly results.\n\nApple was down 3.2 percent at $115.22, making it the biggest drag on the three major indexes, after a weak outlook from one of its suppliers, Dialog Semiconductor .\n\nThe iPhone maker reports quarterly results after the market closes on Tuesday. An index of semiconductors was down 1.8 percent.\n\nInvestors are also awaiting the Federal Reserve’s two-day policy meeting, which begins on Tuesday. While the Fed is not expected to raise interest rates at the meeting, its statement on Wednesday will provide clues on the timing of a rate hike.\n\nThe S&P energy sector’s 2.4 percent fall led the eight decliners among the major S&P sectors.\n\n“We were pretty extended,” said Michael James, managing director of equity trading at Wedbush Securities in Los Angeles. “Thursday was a pretty big move, and Friday kept it going.”\n\nU.S. stocks have mostly gained in October after a weak third quarter. The S&P 500 is up 7.9 percent for the month so far.\n\nAt 3:10 p.m. the Dow Jones industrial average was down 20.78 points, or 0.12 percent, to 17,625.92, the S&P 500 had lost 3.21 points, or 0.15 percent, to 2,071.94 and the Nasdaq Composite was up 2.91 points, or 0.06 percent, to 5,034.78.\n\nCrude oil prices slipped as global oversupply pushed fuel storage sites close to capacity. Exxon fell 2 percent to $81.32, while Chevron was down 2.6 percent to $88.84.\n\nStrong quarterly results from tech companies have helped improve expectations on overall U.S. third-quarter earnings.\n\nS&P 500 earnings are estimated to have declined a more modest 2.8 percent in the quarter, compared with 4.9 percent forecast at the start of the reporting season, according to Thomson Reuters data.\n\nHousing shares were down slightly. Data showed new U.S. home sales fell 11.5 percent in September, suggesting a softening of the housing market. An index of housing shares was down 0.5 percent.\n\nFed Chair Janet Yellen has said the U.S. central bank could raise rates this year but only if it sees clear signs of sustained economic growth.\n\nTraders are pricing in only a 6 percent chance of rates being increased at this week’s Fed meeting and a 39 percent chance of a December hike, according to CME Group’s FedWatch program.\n\nAmong other gainers, Pep Boys jumped 23.3 percent to $14.99 after it agreed to be acquired by Bridgestone for $15 per share.\n\nPiedmont Natural Gas rose 36.7 percent to $57.72 after it agreed to be bought by Duke Energy. Duke Energy fell 2.4 percent.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,986 to 1,052, for a 1.89-to-1 ratio on the downside; on the Nasdaq, 1,746 issues fell and 1,033 advanced for a 1.69-to-1 ratio favoring decliners.\n\nThe S&P 500 posted 34 new 52-week highs and eight new lows; the Nasdaq recorded 102 new highs and 61 new lows. (Additional reporting by Abhiram Nandakumar in Bengaluru; Editing by Saumyadeb Chakrabarty and James Dalgleish)"
    },
    {
        "time": "12:54PM UTC",
        "header": "us stocks-wall st slightly lower as apple, energy stocks weigh",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL3N12Q53O20151026",
        "body": "* Pep Boys up after agreeing to be bought by Bridgestone\n\n* Ctrip.com up after deal with Qunar\n\n* Dow down 0.16 pct, S&P down 0.21 pct, Nasdaq up 0.09 pct (Updates to early afternoon)\n\nOct 26 (Reuters) - U.S. stock indexes were slightly lower on Monday as a fall in crude oil prices weighed on energy stocks and Apple’s shares retreated a day before its quarterly results.\n\nInvestors are also awaiting the Federal Reserve’s two-day policy meeting, which begins on Tuesday. While the Fed is not expected to raise rates at the meeting, its statement on Wednesday will provide clues on the timing of a rate hike.\n\nApple was down 3 percent at $115.55, making it the biggest drag on the three major indexes. The iPhone maker reports quarterly results after the market closes on Tuesday.\n\nCrude prices slipped as global oversupply pushed fuel storage sites close to capacity. Exxon fell 1.4 percent, while Chevron was down 2 percent. Both report results on Friday.\n\nThe S&P energy sector’s 1.8 percent fall led the eight decliners among the major S&P sectors.\n\n“The theme today is kind of wait-and-hold,” said Katrina Lamb, head of investment strategy and research at MV Financial.\n\n“You’ve got a couple of key numbers and a pretty crowded calendar coming up this week. If you’re a taking positions, you’re probably just going to want to keep yourself hedged,” Lamb said.\n\nAt 12:33 p.m. ET (1633 GMT), the Dow Jones industrial average was down 27.59 points, or 0.16 percent, at 17,619.11, the S&P 500 was down 4.45 points, or 0.21 percent, at 2,070.7 and the Nasdaq composite index was up 4.71 points, or 0.09 percent, at 5,036.58.\n\nData on Monday showed new U.S. home sales fell 11.5 percent in September, suggesting a softening of the housing market.\n\nFed Chair Janet Yellen has said the central bank could raise rates this year but only if it sees clear signs of sustained economic growth.\n\nTraders are pricing in only a 6 percent chance of rates being increased at this week’s Fed meeting and a 39 percent chance of a December hike, according to CME Group’s FedWatch program.\n\nStrong quarterly results from tech companies have helped improve expectations on overall U.S. third-quarter earnings.\n\nS&P 500 earnings are estimated to have declined a more modest 2.8 percent in the quarter, compared with 4.9 percent forecast at the start of the reporting season, according to Thomson Reuters data.\n\nCtrip.com was up 20.1 percent at $89.28 after the online travel firm said it would merge with Qunar Cayman Islands. Qunar jumped nearly 13.6 percent to $44.91.\n\nPep Boys jumped 23.2 percent to $14.96 after it agreed to be acquired by Bridgestone for $15 per share.\n\nPiedmont Natural Gas soared nearly 38.2 percent to $58.33 after it agreed to be bought by Duke Energy. Duke Energy fell 2.4 percent.\n\nDecliners outnumbered advancers on the NYSE by 1,887 to 1,085. On the Nasdaq, 1,495 issues fell and 1,208 advanced.\n\nThe S&P 500 index showed 32 new 52-week highs and eight new lows, while the Nasdaq recorded 90 new highs and 51 new lows. (Reporting by Abhiram Nandakumar in Bengaluru; Editing by Saumyadeb Chakrabarty)"
    },
    {
        "time": "3:34PM UTC",
        "header": "u.s. judge expresses doubts over forcing apple to unlock iphone",
        "link": "http://www.reuters.com/article/apple-court-encryption-idUSL1N12Q1VB20151026",
        "body": "(Reuters) - A U.S. judge on Monday expressed strong doubts that he had the legal authority to order Apple Inc to access data on a locked iPhone that was seized as part of a federal investigation.\n\n“What you’re asking them to do is do work for you,” U.S. Magistrate Judge James Orenstein told government attorneys at a hearing in Brooklyn federal court.\n\nOrenstein asked Apple and the U.S. Justice Department for arguments on the issue after the government sought an order compelling the company to unlock the phone. The government has obtained such orders before, and Apple has complied without objection.\n\nNonetheless, in response to Orenstein’s request, Apple said such an order would be burdensome, in part because it would erode the trust of its customers. The company has also explained that it lacked the technical ability to unlock phones running its newer operating systems, iOS8 and iOS9, though the phone at issue in the case runs an older system.\n\nSaritha Komatireddy, arguing for the government, said the order it sought would essentially be the same as ordering Apple to turn over information.\n\nBut Orenstein said the request went further than that. He instead compared the order the government sought to one compelling a drug company to make a lethal injection drug over its conscientious objection, asking Komatireddy whether he would have the authority to do that.\n\nKomatireddy asked to respond in writing, adding that “the hypothetical is somewhat inflammatory.”\n\nKomatireddy also questioned whether unlocking the phone would really be a burden for Apple, noting the company “has been doing this for years without any objection.”\n\nOrenstein later pressed Apple’s lawyer, Marc Zwillinger, to explain the company’s change of heart.\n\nZwillinger said the company had become more concerned about customer data in light of recent high-profile data breaches.\n\n“Right now Apple is aware that customer data is under siege from a variety of different directions,” he said.\n\nOrenstein asked both sides to submit additional letters to the court addressing his questions by Wednesday, and said he would rule as soon as he could.\n\nKomatireddy said at the hearing that the Drug Enforcement Administration and Federal Bureau of Investigation are taking part in the underlying investigation, which is not public.\n\nThe case is In re Order requiring Apple, Inc to assist in the execution of a search warrant issued by the court, U.S. District Court, Eastern District of New York, No. 15-mc-01902."
    },
    {
        "time": "7:49PM UTC",
        "header": "jpmorgan chase says it is building a rival to apple pay",
        "link": "http://www.reuters.com/article/us-jpmorgan-payments-idUSKCN0SK2MF20151026",
        "body": "LAS VEGAS (Reuters) - JPMorgan Chase & Co (JPM.N) said on Monday it will soon launch its own competitor to Apple Pay that will allow consumers to pay retailers using their smartphones in stores, and it has already won the endorsement of a major group of merchants.\n\nThe largest U.S. bank is the latest company to try to profit from the prevalence of smartphones, which many financial executives believe will one day be consumers’ preferred way to pay for everything from milk and eggs at the supermarket to a rental car at an airport.\n\nThe companies that figure out how to convince consumers to stop pulling credit cards out of their wallets and start paying with their phones stand to earn vast sums by taking a percentage of the trillions of dollars that consumers spend annually.\n\nNo clear front-runner has emerged in the business yet. Chase believes its smart phone application, known as Chase Pay, has one key advantage: the caliber of retailers it has brought on board, Gordon Smith, chief executive of the bank’s consumer business, told Reuters.\n\nChase has signed a deal with the Merchant Customer Exchange, a group of major retailers including Wal-Mart Stores Inc, (WMT.N) the largest U.S. retailer, and Best Buy Co Inc (BBY.N) to accept payments through the bank’s technology.\n\nRetailers included in the Merchant Customer Exchange ring up more than $1 trillion of sales per year and have over 100,000 outlets.\n\nRivals like Apply Pay have struggled to sign up retailers to accept their payments. In June, Reuters interviewed the top 100 U.S. retailers and found that two-thirds said they did not plan to accept Apple Pay this year.\n\nApple Inc’s (AAPL.O) Apple Pay’s website lists Best Buy in its “Coming Soon” section but has no mention of Wal-Mart.\n\nChase signed up the Merchant Customer Exchange mainly by promising to cut retailers’ costs, Smith said. Whenever a consumer pays for something with plastic, the retailer pays fees to banks and credit card networks to process the transaction.\n\nChase is willing to accept a lower fee for Chase Pay transactions than for other transactions, and hopes to make up the difference by getting more volume over its network, Smith said.\n\n“As merchants give us more business, we will give them better pricing,” Smith said in an interview. Chase declined to comment on how much it would cut fees.\n\nChase expects to market its product heavily in the middle of next year. Smith is speaking to retailers about Chase Pay at a conference about payments on Monday in Las Vegas.\n\nDavid Robertson, publisher of the Nilson Report, which tracks the card business, said JPMorgan’s bid matters to players throughout the industry because of how many cardholder and merchant customers the bank has. “The whole thing is about scale, and Chase is a titan,” Robertson said.\n\nChase Pay is also promising superior security, a critical selling point after retailers including Target Corp (TGT.N) and Home Depot Inc (HD.N) suffered from hacking attacks, Smith said. Longer term, Chase also hopes merchants will offer more discounts through Chase Pay, encouraging consumers to use the technology more.\n\nChase Pay will initially work for consumers that already have Chase credit, debit, and prepaid cards, Smith told Reuters in an interview. There are about 94 million of those cards outstanding now in the United States, and the bank has more spending on them than any other issuer. The app will work on Apple and Android-based phones.\n\nJPMorgan Chase’s consumer bank has already factored the system’s near-term launch costs into its expense estimates, and expects the benefits to come over the medium to long term.\n\nThe bank will continue working with Apple Pay and other services even as it builds a rival, Smith said.\n\nChase Pay is just one of a series of companies trying to become the go-to payment technologies, including Apple Pay, Samsung Electronics Co Ltd’s (005930.KS) Samsung Pay, and Alphabet Inc’s (GOOGL.O) Android Pay."
    },
    {
        "time": "4:11PM UTC",
        "header": "us stocks snapshot-dow, s&p 500 ends down with energy, apple",
        "link": "http://www.reuters.com/article/usa-stocks-idUSZXN0RKW2I20151026",
        "body": "NEW YORK, Oct 26 (Reuters) - The Dow and the S&P 500 edged lower on Monday after recent gains as energy shares fell with oil prices and Apple retreated a day before its quarterly results.\n\nBased on the latest available data, the Dow Jones industrial average fell 23.65 points, or 0.13 percent, to 17,623.05, the S&P 500 lost 3.97 points, or 0.19 percent, to 2,071.18 and the Nasdaq Composite added 2.84 points, or 0.06 percent, to 5,034.70. (Reporting by Caroline Valetkevitch; Editing by Nick Zieminski)"
    },
    {
        "time": "10:02AM UTC",
        "header": "us stocks-wall st lower ahead of fed meeting; apple slips",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL3N12Q4IA20151026",
        "body": "* Pep Boys up after agreeing to be bought by Bridgestone\n\n* Ctrip.com up after deal with Qunar\n\nOct 26 (Reuters) - U.S. stocks were lower in early trading on Monday ahead of this week’s Federal Reserve policy meeting and as Apple shares fell a day before it reports quarterly results.\n\nThe Fed is not seen raising rates at the two-day meeting but investors will scrutinize its statement on Wednesday for a bearing on when it will pull the trigger.\n\nWhile Fed Chair Janet Yellen has said the central bank could raise rates this year, it will do so only if there are clear signs of sustained economic growth.\n\nTraders are pricing in only a 6 percent chance of rates being increased at this week’s meeting and a 39 percent chance of a December hike, according to CME Group’s FedWatch program.\n\n“I don’t think it’s anything more than an early morning breather after a nice surge in equities,” said Andre Bakhos, managing director at Janlyn Capital in Bernardsville, New Jersey.\n\nInvestors are awaiting U.S. home sales data, which is expected to show a decline to an annual rate of 550,000 units in September after two months of gains. The data is expected at 10:00 a.m. ET (1400 GMT).\n\nApple’s shares were down 2.8 percent at $115.73, making it the biggest drag on the three major indexes.\n\nAt 9:52 a.m. ET, the Dow Jones industrial average was down 22.18 points, or 0.13 percent, at 17,624.52, the S&P 500 was down 7.3 points, or 0.35 percent, at 2,067.85 and the Nasdaq Composite index was down 14.91 points, or 0.3 percent, at 5,016.95.\n\nSeven of the 10 major S&P sectors were down, with the energy sector’s 1.3 percent fall leading the decliners. Oil fell on Monday on a global supply glut.\n\nWall Street closed higher on Friday after a rally in tech stocks helped the S&P 500 to positive territory for the year.\n\nThe three major indexes touched their highest levels since early August, when China’s devaluation of its currency sent global markets into a tailspin.\n\n“For the rest of today, I would expect a quiet type of session, digesting the recent gains,” Bakhos said.\n\nStrong quarterly results from tech companies have helped improve expectations on overall U.S. third-quarter earnings.\n\nS&P 500 earnings are estimated to have declined a more modest 2.8 percent in the quarter, compared with 4.9 percent forecast at the start of the reporting season, according to Thomson Reuters data.\n\nValeant Pharmaceuticals was down 7.8 percent at $107.06. The company said it would set up a panel to probe allegations about its associations with specialty pharmacy distributor Philador.\n\nCtrip.com was up 21.7 percent at $90.50 after the online travel firm said it would merge with Qunar Cayman Islands. Qunar jumped nearly 11 percent to $44.23.\n\nPep Boys jumped 22.7 percent to $14.71 after it agreed to be acquired by Bridgestone for $15 per share.\n\nPiedmont Natural Gas soared 35.3 percent to $57.13 after it agreed to be bought by Duke Energy. Duke Energy fell 1 percent.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,752 to 976. On the Nasdaq, 1,520 issues fell and 864 advanced.\n\nThe S&P 500 index showed 22 new 52-week highs and six new lows, while the Nasdaq recorded 54 new highs and 19 new lows. (Reporting by Abhiram Nandakumar in Bengaluru; Editing by Saumyadeb Chakrabarty)"
    }
]