[
    {
        "time": "1:53PM UTC",
        "header": "reuters summit-russian tycoon bets on apples, potatoes as sanctions bite",
        "link": "http://www.reuters.com/article/russia-crisis-fruit-idUSL5N11Y3CC20150928",
        "body": "* For other news from Reuters Russia Investment Summit, click here\n\nMOSCOW, Sept 28 (Reuters) - Russian electricity and farming tycoon Dmitry Arzhanov plans to invest in growing apples and potatoes to capitalise on an embargo that has kept many foodstuffs from Europe out of the Russian market.\n\nRussia banned many Western food imports a year ago in retaliation for sanctions the European Union imposed on Russia over the conflict in Ukraine. Domestic producers have struggled to fill the gap, driving up prices of many products.\n\nSpeaking at the Reuters Russia Investment Summit, Arzhanov said his company, AFG National, which until now had focused on growing rice and grain, planned to sow up to 300 hectares with apple trees by 2016.\n\nIn seven years time it plans to have 2,500 hectares under cultivation and produce 125,000 tonnes of apples, just over a tenth of the amount Russia used to import from its biggest apple supplier, Poland, before the embargo.\n\nThe firm also plans to invest up to 40 billion roubles ($606.31 million) in a vegetable complex, aiming to produce 500,000 tonnes of washed potatoes annually in five years, or a quarter of Russia’s current demand.\n\nRussia’s government, faced with economic sanctions and the worst crisis in its relations with the West since the Cold War, has pushed the concept of “import substitution” - domestic firms stepping in to fill the gap left by imports.\n\nThat has worked in some sectors, but food producers, for years sidelined by powerful foreign competitors, have struggled to increase production quickly, people in the industry say.\n\nArzhanov said he and his partners in AFG National had the money to invest in the new line of business because of a windfall from their rice and grain business.\n\nThose products are benchmarked in dollars, so as Russia’s rouble currency fell, the rouble revenue that they generated jumped.\n\n“We got a certain surplus of funds, which we decided to invest into a related sector,” Arzhanov said at the Summit, held at the Reuters office in Moscow.\n\nArzhanov, also a co-owner of retail electricity supplier TNS Energo Group, acknowledged that it was impossible to know how long the embargo on EU food imports would last. An improvement in diplomatic relations could mean it is lifted.\n\nBut he said his investments in apples and potatoes were safe because of the size of the Russian market, which could absorb both imports and homegrown products.\n\nHe also predicted that if the ban held for long enough, it would allow Russian producers to catch up on their foreign competitors by the time the embargo is lifted.\n\n“Two years will be enough,” for investments in the Polish apple industry to fall, Arzhanov said.\n\nFor more summit stories, see"
    },
    {
        "time": "5:36PM UTC",
        "header": "apple reports record sales of iphone 6s, 6s plus in first weekend",
        "link": "http://www.reuters.com/article/us-apple-iphone-idUSKCN0RS1GS20150928",
        "body": "(Reuters) - Apple (AAPL.O) said on Monday it had sold more than 13 million iPhone 6s and 6s Pluses during their first weekend of availability in 12 markets, setting a record for its marquee product.\n\nAlthough sales surpassed analysts’ expectations of 12 million to 13 million units, shares of Apple fell more than 1 percent. This suggested investors remained skeptical that Apple can improve on the demand for the previous iPhone, which propelled the company to its most profitable quarter ever, said IDC analyst John Jackson.\n\n“Topping what the iPhone 6 achieved looks like a tall order, even for Apple, with its history of outdoing itself,” he said.\n\nThe iPhone 6 had set the previous record of 10 million unit sales in its first weekend, but the figures did not include China, where regulatory problems delayed the gadget’s debut last year.\n\nAnalysts had said Apple was virtually assured to set a first-weekend record for iPhone sales with the inclusion of China, which many expect will soon be the company’s largest market.\n\nBut several analysts said the 6s figures, which also included the United States, Australia and the UK, suggested Apple was on pace to lift iPhone sales slightly from last year.\n\nAnalyst Shannon Cross of Cross Research said she was impressed by Apple’s ability to drum up consumer interest in a device with relatively modest improvements over the iPhone 6, whose new, larger screens touched off a sales frenzy.\n\n“It’s indicative of the strength of Apple that you have at least as many people wanting the iPhone 6s,” she said.\n\nThe sales figures gave a glimpse of Apple’s performance in China, whose economic downturn has been a source of great angst for investors.\n\nFBR Capital Markets analyst Daniel Ives estimated that Apple sold more than 2 million iPhones in China over the weekend.\n\n“Demand out of China looks white-hot,” he said.\n\nThe weekend also marked the debut of Apple’s upgrade program, which allows users to receive a new iPhone each year for monthly installments starting at $32, regardless of their carrier.\n\nMany customers over the weekend appeared to be participating in the program, Cross said, although the plan may prove more popular among the earliest buyers of the new iPhones.\n\nBGC Partners analyst Colin Gillis said the program could help boost sales as consumers begin to put off replacing their smartphones.\n\nApple is also benefiting from a weak field. New phones from chief rival Samsung Electronics Co Ltd (005930.KS) have received a lukewarm reception, and other manufacturers seem to be stuck playing catch-up, Jackson said.\n\nApple said the new iPhones would be available in more than 40 additional countries starting Oct. 9, reaching more than 130 by year-end.\n\nThe new phones have improved cameras and a display technology called 3D Touch, which responds based on how hard users press their screens.\n\nApple relies heavily on sales of the iPhone, which generated nearly two-thirds of its revenue in the latest quarter.\n\nThe company’s shares were down 1.5 percent at $112.97 in morning trading."
    },
    {
        "time": "2:08PM UTC",
        "header": "russian tycoon bets on apples, potatoes as sanctions bite ",
        "link": "http://www.reuters.com/article/us-russia-crisis-fruit-idUSKCN0RS29220150928",
        "body": "MOSCOW (Reuters) - Russian electricity and farming tycoon Dmitry Arzhanov plans to invest in growing apples and potatoes to capitalize on an embargo that has kept many foodstuffs from Europe out of the Russian market.\n\nRussia banned many Western food imports a year ago in retaliation for sanctions the European Union imposed on Russia over the conflict in Ukraine. Domestic producers have struggled to fill the gap, driving up prices of many products.\n\nSpeaking at the Reuters Russia Investment Summit, Arzhanov said his company, AFG National, which until now had focused on growing rice and grain, planned to sow up to 300 hectares with apple trees by 2016.\n\nIn seven years time it plans to have 2,500 hectares under cultivation and produce 125,000 tonnes of apples, just over a tenth of the amount Russia used to import from its biggest apple supplier, Poland, before the embargo.\n\nThe firm also plans to invest up to 40 billion roubles ($606.31 million) in a vegetable complex, aiming to produce 500,000 tonnes of washed potatoes annually in five years, or a quarter of Russia’s current demand.\n\nRussia’s government, faced with economic sanctions and the worst crisis in its relations with the West since the Cold War, has pushed the concept of “import substitution” - domestic firms stepping in to fill the gap left by imports.\n\nThat has worked in some sectors, but food producers, for years sidelined by powerful foreign competitors, have struggled to increase production quickly, people in the industry say.\n\nArzhanov said he and his partners in AFG National had the money to invest in the new line of business because of a windfall from their rice and grain business.\n\nThose products are benchmarked in dollars, so as Russia’s rouble currency fell, the rouble revenue that they generated jumped.\n\n“We got a certain surplus of funds, which we decided to invest into a related sector,” Arzhanov said at the Summit, held at the Reuters office in Moscow.\n\nArzhanov, also a co-owner of retail electricity supplier TNS Energo Group (TNSE.MM), acknowledged that it was impossible to know how long the embargo on EU food imports would last. An improvement in diplomatic relations could mean it is lifted.\n\nBut he said his investments in apples and potatoes were safe because of the size of the Russian market, which could absorb both imports and homegrown products.\n\nHe also predicted that if the ban held for long enough, it would allow Russian producers to catch up on their foreign competitors by the time the embargo is lifted.\n\n“Two years will be enough,” for investments in the Polish apple industry to fall, Arzhanov said."
    }
]