[
    {
        "time": "11:56AM UTC",
        "header": "cia sought to hack apple iphones from earliest days: the intercept",
        "link": "http://www.reuters.com/article/2015/03/10/us-apple-cybersecurity-idUSKBN0M610V20150310",
        "body": "FRANKFURT (Reuters) - CIA researchers have worked for nearly a decade to break the security protecting Apple (AAPL.O) phones and tablets, investigative news site The Intercept reported on Tuesday, citing documents obtained from NSA whistleblower Edward Snowden.\n\nThe report cites top-secret U.S. documents that suggest U.S. government researchers had created a version of XCode, Apple’s software application development tool, to create surveillance backdoors into programs distributed on Apple’s App Store.\n\nThe Intercept has in the past published a number of reports from documents released by whistleblower Snowden. The site’s editors include Glenn Greenwald, who won a Pulitzer Prize for his work in reporting on Snowden’s revelations, and by Oscar-winning documentary maker Laura Poitras.\n\nIt said the latest documents, which covered a period from 2006 to 2013, stop short of proving whether U.S. intelligence researchers had succeeded in breaking Apple’s encryption coding, which secures user data and communications.\n\nEfforts to break into Apple products by government security researchers started as early as 2006, a year before Apple introduced its first iPhone and continued through the launch of the iPad in 2010 and beyond, The Intercept said.\n\nBreaching Apple security was part of a top-secret program by the U.S. government, aided by British intelligence researchers, to hack “secure communications products, both foreign and domestic” including Google Android phones, it said.\n\nSilicon Valley technology companies have in recent months sought to restore trust among consumers around the world that their products have not become tools for widespread government surveillance of citizens.\n\nLast September, Apple strengthened encryption methods for data stored on iPhones, saying the changes meant the company no longer had any way to extract customer data on the devices, even if a government ordered it to with a search warrant. Silicon Valley rival Google Inc (GOOGL.O) said shortly afterward that it also planned to increase the use of stronger encryption tools.\n\nBoth companies said the moves were aimed at protecting the privacy of users of their products and that this was partly a response to widescale U.S. government spying on Internet users revealed by Snowden in 2013.\n\nAn Apple spokesman pointed to public statements by Chief Executive Tim Cook on privacy, but declined to comment further.\n\n“I want to be absolutely clear that we have never worked with any government agency from any country to create a backdoor in any of our products or services,” Cook wrote in a statement on privacy and security published last year. “We have also never allowed access to our servers. And we never will.”\n\nLeaders including U.S. President Barack Obama and British Prime Minister David Cameron have expressed concern that turning such privacy-enhancing tools into mass market features could prevent governments from tracking militants planning attacks. The CIA did not immediately reply to a request for comment."
    },
    {
        "time": "5:15AM UTC",
        "header": "brief-alibaba's tmall to sell apple watch next month",
        "link": "http://www.reuters.com/article/2015/03/10/idUSL4N0WC39920150310",
        "body": "* Says Tmall to start presales of Apple’s smartwatch on April 10\n\n* Distribution to start April 24 Further company coverage: (Reporting By John Ruwitch)"
    },
    {
        "time": "10:08PM UTC",
        "header": "developers wrestle with making 'killer app' for apple watch",
        "link": "http://www.reuters.com/article/2015/03/11/apple-watch-apps-idUSL1N0WC2TM20150311",
        "body": "NEW YORK, March 10 (Reuters) - Software developers say it will not be easy to come up with a “killer app” for Apple Inc’s Watch - few have seen the product and the software is still in test mode.\n\nWhile app makers are passionate about developing for the Apple Watch, some are skeptical about the prospects of coming up with a big idea for the little computer on a wrist that hits stores on April 24, said Markiyan Matsekh, product manager at software engineering firm Eleks.\n\nA killer app that grabs consumers’ attention will be key to the success of the Apple Watch and could spawn new companies, as the iPhone did. The photo-sharing app Instagram grew into a $1 billion business bought by Facebook Inc, and Snapchat has gone from a mobile messaging app to a company valued at $19 billion.\n\nApple has blocked some features, such as the gyroscope and accelerometer, on the development kit, and the watch simulator cannot test all functions, developers said. Apple declined to comment on why developers cannot access certain features.\n\n“The limitations are discouraging,” said Matsekh, who helped develop a Watch app to control a Tesla Model S without involvement from the electric carmaker.\n\nThe challenge he believes is “not trying to take a phone app and cram it into a Watch.”\n\nRabo is developing an app called “Revere,” that ties notes to calendars. The Watch will recognize the wearer is walking into a meeting and pull up previously dictated notes about the attendees, for instance.\n\nApple listed about 40 apps on its website as it unveiled its smartwatch on Monday with “thousands” more in the works, it said.\n\nWatch apps showcased by Apple so far are mostly extensions of services like Uber, American Airlines and Twitter.\n\n“People are playing it pretty safe and right now just extending their application,” Ryan Taylor, design director at Normative Design, the software firm hired by Rabo. Once the Watch is released, it will be easier to develop, he said.\n\nTaylor points out that there has been no “killer app” so far on Android smartwatches that have been on the market for two to three years.\n\nWhat Apple is “trying to do is get people to think of apps differently than an iPhone app. That cultural shift is taking a little bit more time and that’s OK,” he said. (Reporting by Malathi Nayak; Editing by Lisa Shumaker)"
    },
    {
        "time": "8:16AM UTC",
        "header": "fidelity tech fund trounces all rivals without holding apple",
        "link": "http://www.reuters.com/article/2015/03/10/us-nasdaq-funds-analysis-idUSKBN0M60BH20150310",
        "body": "NEW YORK (Reuters) - The best performing technology fund since the peak of the dot com boom did it all without owning Apple Inc (AAPL.O), whose soaring stock price has pushed the Nasdaq near a new record high.\n\nThe $941 million Fidelity Select IT Services fund (FBSOX.O) has returned an average of 10.9 percent a year since March 10, 2000, when the Nasdaq Composite hit its record high, according to Lipper data. That’s more than double any other technology fund tracked by Lipper, and trounces the 0.1 percent a year generated over the same period by the PowerShares QQQ ETF (QQQ.O), the most popular exchange traded fund tracking the Nasdaq.\n\n“This is a fund that doesn’t have Google, doesn’t have Microsoft. This is a wholly different subset of technology than most investors are familiar with,” said Todd Rosenbluth, director of mutual fund research at SP Capital IQ.\n\nThe fund invests at least 80 percent of its assets in firms that provide day-to-day services such as payment processing and web hosting, rather than looking for those with zooming growth, said Kyle Weaver, 38, who has been lead portfolio manager of the fund since 2009. The fund has largely kept the same investment approach since its inception, he said.\n\n“We’re looking for companies that have a high degree of recurring revenue that aren’t very glamorous and operate in the background of our lives instead of front and center,” he said.\n\nInstead of Apple and other big household names of the Nasdaq, Weaver owns large positions in companies that few lay investors have heard of, such as Vantiv Inc (VNTV.N), a payments processing company, and data analytics company Cognizant Technology Solutions Corp (CTSH.O).\n\nStill, the size of the bets the fund takes on companies may give investors pause, Rosenbluth said.\n\n“This is a very concentrated fund and while it has companies like IBM that people have heard of, it has a mixture of small and mid cap companies that will fly below the radar for most investors,” he said. The fund charges 83 cents per $100 invested, a level that Morningstar considers below average.\n\nIts top holdings are Visa Inc (V.N) and Mastercard (MA.N), both of which are up more than 220 percent over the last five years. Together, the companies make up about 26 percent of the fund’s assets. Neither is the top holding in any other technology fund, according to Morningstar data.\n\nThese “names we know but don’t always associate with technology” have “been on a tear over the past three years,” said Jeff Tjornehoj, head of Americas Research at Lipper.\n\nOutside of its bets on Visa and Mastercard, the fund has profited more from its positions in medium and small-sized companies than from the large companies it holds. International Business Machines (IBM.N), for instance, is up just 27 percent since the fund purchased it in early 2010, compared with a 130 percent rally in the broad Nasdaq Composite over the same time.\n\nWeaver splits his portfolio roughly evenly between large and small companies. He recently added to positions in Vantiv Inc (VNTV.N), a $7 billion market cap payment processing company, as well as Alliance Data Systems Corp (ADS.N), a $17 billion market cap company that operates customer loyalty programs and branded credit cards.\n\nThese companies that operate in the background tend to have more profitable niches and trade at less expensive valuations than average, said Weaver.\n\nVantiv, for instance, trades at a forward price-to-earnings ratio of 15.6, below the 20.7 multiple for the Nasdaq as a whole, while Alliance Data Systems trades at a forward P/E ratio of 16.3. Vantiv’s shares are up 16 percent over the last 12 months, while shares of Alliance Data Systems have slipped 1.3 percent.\n\n“Apple is the biggest stock in the Nasdaq and everyone knows why,” Weaver said. “But I bet very few people know if ADP (ADP.O) or Paychex (PAYX.O) cut their last paycheck.”"
    }
]