[
    {
        "time": "6:42PM UTC",
        "header": "refile-global markets-u.s. stocks slide, despite asian gains; apple weighs",
        "link": "http://www.reuters.com/article/markets-global-idUSL1N11F2SN20150909",
        "body": "* Wall Street gives up gains as Apple, energy weigh\n\nNEW YORK, Sept 9 (Reuters) - U.S. stocks fell on Wednesday, weighed down by a slide in Apple’s share price and weakness in the energy sector, though European and major Asian bourses earlier ended higher.\n\nOil prices ended sharply lower, pressured by ongoing concerns about oversupply and bets that demand may slow with global economic growth.\n\n“Investors are still looking for policy developments out of China, and also wary of what might come out of the Fed next week,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama.\n\nThe Dow Jones industrial average fell 1.45 percent, to 16,253.57, while the S&P 500 lost 1.39 percent to 1,942.04 and the Nasdaq Composite ended down 1.15 percent at 4,756.53.\n\nShares of Apple ended down 1.9 percent at $110.15 in heavy trading, after its latest product launch failed to meet expectations.\n\nU.S. energy stocks led declines among S&P 500 index stocks, falling 1.9 percent as U.S. oil prices fell 3.9 percent. Chevron CVX.N was down 2.5 percent at $74.92.\n\nThe pan-European FTSEurofirst 300 index rose 1.4 percent and the JP Morgan world equity index gained 0.3 percent.\n\nEarlier Wednesday major stock markets had rallied on expectation of increased government support from China and the possibility that Japan will cut corporate taxes.\n\nJapan’s Nikkei earlier soared 7.7 percent, its biggest single-day gain since October 2008, galvanized by hopes of corporate tax cuts.\n\nChina’s Finance Ministry said on Wednesday it would strengthen fiscal policy, boost infrastructure spending and speed up tax reform, helping lift Chinese shares for a second day.\n\nInvestors’ increased appetite for risk overseas saw the U.S. dollar firm against the safe-haven yen and the euro, but the greenback’s gains were lost as Wall Street stocks reversed course.\n\nThe euro was little changed against the U.S. currency at $1.1206 while the yen was also near flat at 120.47 per dollar. The dollar index, which measures the greenback against a basket of six major currencies, was nearly flat.\n\nBenchmark Brent crude oil was down 4.3 percent at $47.41 a barrel. U.S. crude fell 4 percent to $44.11 per barrel.\n\nU.S. 10-year Treasury yields were at 2.1953 percent, with a slight loss of less than 1/32 in price.\n\nCopper hit a seven-week high above $5,400 a tonne on the back of the Chinese stimulus news and was recently up 0.4 percent at $5,365 a tonne.\n\nGold fell 1.4 percent, the most in seven weeks, to $1,106 an ounce -the lowest in nearly a month. (Additional reporting by Caroline Valetkevitch, Karen Brettell, Tariro Mzezewa, Michael Connor and Robert Gibbons)"
    },
    {
        "time": "7:00AM UTC",
        "header": "apple to show off new iphones, apple tv on wednesday",
        "link": "http://www.reuters.com/article/apple-products-idUSL1N11E2W220150909",
        "body": "SAN FRANCISCO Sept 9 (Reuters) - With its highly profitable iPhone due for an upgrade, Apple is expected to unveil a pair of new handsets at an event in San Francisco on Wednesday, analysts say, in addition to showing off a larger iPad and an updated Apple TV.\n\nWhen Apple executives take the stage at the Bill Graham Civic Auditorium, investors will be scrutinizing their plans for the next generation of the iPhone, which drove nearly two-thirds of the company’s $49.6 billion in revenue in the most recent quarter.\n\nApple is widely expected to keep the size of the phones the same but upgrade it with an improved camera and Force Touch, a display technology that responds differently depending on how hard users press their screens.\n\nA year after Apple rolled out iPhones with larger screens, touching off a frenzy of sales that saw revenue in the most recent quarter increase 32.5 percent from the same quarter a year ago, the latest upgrades may leave some investors and consumers underwhelmed.\n\n“It’s getting harder and harder for Apple to compete against itself,” said analyst Bob O‘Donnell of TECHnalysis Research. Apple shares closed at $112.31 on Tuesday and are up 14 percent over the last year, although they are down nearly 12 percent in the last three months.\n\nFortunately for Apple, most consumers buy smartphones under a two-year upgrade cycle, meaning the company will still likely scoop up a lot of sales, said analyst Patrick Moorhead of Moor Insights & Strategy.\n\n“The key point of reference is not how the new phone compares to the iPhone 6, it’s how it compares to the iPhone 5s,” he said.\n\nAnother likely focus of the event is Apple TV, a set-top box that has seen few significant updates since its release in 2007. Although Apple has yet to hammer out deals for a long-awaited television service, analysts say the company is poised to overhaul the hockey-puck-sized device.\n\nExpected updates include an App Store and a new user interface that allows users to make requests through the Siri digital assistant and search for specific programs and movies across apps. The company may also discuss the device’s role as a hub for gaming.\n\nNearly 20 percent of U.S. broadband households own at least one streaming media player, and Apple has a long way to go in the market, according to data from research firm Parks Associates.\n\nRoku is the leader in streaming media boxes, accounting for 34 percent of all streaming devices sold in the United States in 2014, according to data from research firm Parks Associates. Google Inc’s Chromecast and Amazon.com Inc’s Fire TV were next. The Apple TV box came in fourth.\n\n“It’s important that (Apple) come out and really get up to date and potentially eclipse some of the other living room devices out there,” Moorhead said.\n\nApple is also expected to pay some attention to its iPad line, rolling out a larger tablet. Amid slumping sales, Apple has tried to push the iPad into the enterprise market, and a gadget with a bigger screen may appeal to some professionals seeking to swap out their laptops for tablets, analysts say.\n\nBut any boost from the enterprise will probably not be enough to offset consumers’ waning interest in the device, O‘Donnell said.\n\n“It’s not going to change the arc of the iPad,” he said. (Additional reporting by Lisa Richwine,; Editing by Stephen R. Trousdale and Ken Wills)"
    },
    {
        "time": "6:11PM UTC",
        "header": "wall st. falls 1 percent, led by apple, energy sector",
        "link": "http://www.reuters.com/article/us-markets-stocks-usa-idUSKCN0R91A720150909",
        "body": "(Reuters) - U.S. stocks ended more than 1 percent lower on Wednesday after rallying the day before, led by declines in shares of Apple and energy companies, which fell with oil prices.\n\nShares of Apple (AAPL.O) ended down 1.9 percent at $110.15 in heavy trading, erasing gains as it launched new products.\n\nThe company announced a new version of the Apple TV with an app store and voice-controlled remote control. Some analysts said investors sold Apple shares because expectations were so high ahead of the event.\n\nAmong Apple’s suppliers, Skyworks Solutions (SWKS.O) was down 1.5 percent at $86.42, Avago Technologies (AVGO.O) was down 1.5 percent at $127.17, while U.S.-traded shares of STMicroelectronics NV (STM.N) fell 6 percent to $7.04.\n\nEnergy .SPNY led declines among S&P 500 sectors, falling 1.9 percent as U.S. oil prices CLc1 settled down 3.9 percent. Chevron (CVX.N) was down 2.5 percent at $74.92.\n\nThe volatile session reversed early gains of as much as 1 percent. Indexes had rallied more than 2 percent on Tuesday.\n\n“We had a nice rally yesterday based on an oversold position. There really wasn’t anything to create a follow-through, so the buying just kind of ran out of steam,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama.\n\n“Investors are still looking for policy developments out of China, and also wary of what might come out of the Fed next week.”\n\nThe Dow Jones industrial average .DJI fell 239.11 points, or 1.45 percent, to 16,253.57, the S&P 500 .SPX lost 27.37 points, or 1.39 percent, to 1,942.04 and the Nasdaq Composite .IXIC dropped 55.40 points, or 1.15 percent, to 4,756.53.\n\nU.S. job openings surged in July, Labor Department data showed, suggesting strength in the economy ahead of the Federal Reserve’s interest rate meeting next week.\n\nChina said it will strengthen fiscal policy, boost infrastructure spending and speed up tax reform to reenergize growth.\n\nGlobal financial markets have been rattled in recent weeks by fears that China’s slowdown could drag on already sluggish global growth, prompting some investors to bet that the U.S. central bank will delay a rate hike until the end of the year.\n\nBarnes & Noble (BKS.N) fell 27.6 percent to $11.80. The largest U.S. bookstore chain reported a fall in sales for the fifth consecutive quarter.\n\nNetflix (NFLX.O), which was up 4.5 percent at $99.18, broke a seven-day losing streak and was among the biggest boosts to the S&P 500.\n\nNYSE declining issues outnumbered advancers 2,301 to 744, for a 3.09-to-1 ratio on the downside; on the Nasdaq, 1,949 issues fell and 865 advanced, for a 2.25-to-1 ratio favoring decliners.\n\nThe S&P 500 posted four new 52-week highs and three lows; the Nasdaq Composite recorded 43 new highs and 51 lows.\n\nAbout 7.2 billion shares changed hands on U.S. exchanges, below the 7.4 billion daily average for the month to date, according to data from BATS Global Markets."
    },
    {
        "time": "6:44PM UTC",
        "header": "u.s. stocks slide, despite asian gains; apple weighs",
        "link": "http://www.reuters.com/article/us-markets-global-idUSKCN0R900X20150909",
        "body": "NEW YORK (Reuters) - U.S. stocks fell on Wednesday, weighed down by a slide in Apple’s share price and weakness in the energy sector, though European and major Asian bourses earlier ended higher.\n\nOil prices ended sharply lower, pressured by ongoing concerns about oversupply and bets that demand may slow with global economic growth. [O/L]\n\n“Investors are still looking for policy developments out of China, and also wary of what might come out of the Fed next week,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama.\n\nThe Dow Jones industrial average .DJI fell 1.45 percent, to 16,253.57, while the S&P 500 .SPX lost 1.39 percent to 1,942.04 and the Nasdaq Composite .IXIC ended down 1.15 percent at 4,756.53.\n\nShares of Apple (AAPL.O) ended down 1.9 percent at $110.15 in heavy trading, after its latest product launch failed to meet expectations.\n\nU.S. energy stocks .SPNY led declines among S&P 500 index stocks, falling 1.9 percent as U.S. oil prices CLc1 fell 3.9 percent. Chevron CVX.N was down 2.5 percent at $74.92.\n\nThe pan-European FTSEurofirst 300 index .FTEU3 rose 1.4 percent and the JP Morgan world equity index .MIWD00000PUS gained 0.3 percent.\n\nEarlier Wednesday major stock markets had rallied on expectation of increased government support from China and the possibility that Japan will cut corporate taxes.\n\nJapan’s Nikkei earlier soared 7.7 percent, its biggest single-day gain since October 2008, galvanized by hopes of corporate tax cuts.\n\nChina’s Finance Ministry said on Wednesday it would strengthen fiscal policy, boost infrastructure spending and speed up tax reform, helping lift Chinese shares for a second day.\n\nInvestors’ increased appetite for risk overseas saw the U.S. dollar firm against the safe-haven yen and the euro, but the greenback’s gains were lost as Wall Street stocks reversed course.\n\nThe euro EUR= was little changed against the U.S. currency at $1.1206 while the yen was also near flat at 120.47 per dollar. The dollar index .DXY, which measures the greenback against a basket of six major currencies, was nearly flat.\n\nBenchmark Brent crude oil LCOc1 was down 4.3 percent at $47.41 a barrel. U.S. crude CLc1 fell 4 percent to $44.11 per barrel.\n\nU.S. 10-year Treasury yields US10YT=RR were at 2.1953 percent, with a slight loss of less than 1/32 in price.\n\nCopper CMCU3 hit a seven-week high above $5,400 a tonne on the back of the Chinese stimulus news and was recently up 0.4 percent at $5,365 a tonne.\n\nGold XAU= fell 1.4 percent, the most in seven weeks, to $1,106 an ounce -the lowest in nearly a month."
    },
    {
        "time": "4:38PM UTC",
        "header": "us stocks-wall st ends down 1 pct, led by apple, energy sector",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL1N11F2IE20150909",
        "body": "Sept 9 (Reuters) - U.S. stocks ended more than 1 percent lower on Wednesday after rallying the day before, led by declines in Apple shares and in energy companies, which fell with oil prices.\n\nApple shares ended down 1.9 percent at $110.15 in heavy trading, erasing earlier gains as it launched new products in San Francisco.\n\nChief Executive Tim Cook announced a new version of the Apple TV with an app store and voice-controlled remote control. Some analysts said investors sold Apple shares because expectations were so high heading into the event.\n\nAmong Apple’s suppliers, Qualcomm shares fell 1.6 percent at $54.32, Skyworks Solutions was down 1.5 percent at $86.42 and Avago Technologies was down 1.5 percent at $127.17. U.S.-traded shares of STMicroelectronics NV fell 6 percent to $7.04.\n\nEnergy led declines among S&P 500 sectors, falling 1.9 percent as U.S. oil prices settled down 3.9 percent. Chevron was down 2.5 percent at $74.92.\n\nThe volatile session reversed early gains of as much as 1 percent. Indexes had rallied more than 2 percent on Tuesday.\n\n“We had a nice rally yesterday based on an oversold position. There really wasn’t anything to create a follow-through, so the buying just kind of ran out of steam,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama.\n\n“Investors are still looking for policy developments out of China, and also wary of what might come out of the Fed next week.”\n\nThe Dow Jones industrial average fell 239.11 points, or 1.45 percent, to 16,253.57, the S&P 500 lost 27.37 points, or 1.39 percent, to 1,942.04 and the Nasdaq Composite dropped 55.40 points, or 1.15 percent, to 4,756.53.\n\nU.S. job openings surged in July, Labor Department data showed, suggesting strength in the economy ahead of the U.S. Federal Reserve’s interest rate meeting next week.\n\nOverseas, China’s Ministry of Finance said the government will strengthen fiscal policy, boost infrastructure spending and speed up tax reform, adding steps to reenergize growth.\n\nGlobal financial markets have been rattled in recent weeks by fears that China’s slowdown could drag on already sluggish global growth, prompting some investors to bet that the U.S. central bank will delay a hike until the end of the year.\n\nBarnes & Noble fell 27.6 percent to $11.80. The largest U.S. bookstore chain reported a decline in sales for the fifth consecutive quarter.\n\nTetraphase Pharmaceuticals sank 78.8 percent to $9.49 after its experimental bowel drug failed to meet the main goal in a late-stage study.\n\nNetflix, which was up 4.4 percent at $99.18, broke a seven-day losing streak and was among the biggest boosts to the S&P 500.\n\nNYSE declining issues outnumbered advancers 2,301 to 744, for a 3.09-to-1 ratio; on the Nasdaq, 1,949 issues fell and 865 advanced, for a 2.25-to-1 ratio favoring decliners.\n\nThe S&P 500 posted 4 new 52-week highs and 3 lows; the Nasdaq Composite recorded 43 new highs and 51 lows.\n\nAbout 7.2 billion shares changed hands on U.S. exchanges, below the 7.4 billion daily average for the month to date, according to data from BATS Global Markets. (Editing by Nick Zieminski)"
    },
    {
        "time": "11:07PM UTC",
        "header": "apple aims to conquer living room with new apple tv",
        "link": "http://www.reuters.com/article/apple-products-tv-idUSKCN0RA09H20150910",
        "body": "REUTERS - With a long-awaited update to its TV set-top box, Apple on Wednesday revealed a glimpse of its plans to conquer the living room, which analysts say the tech giant has neglected as its other gadgets deepen their hold on consumers.\n\nAt a San Francisco event in which it also rolled out new iPhones and a larger iPad, Apple gave Apple TV a makeover, complete with a full-fledged App Store, integration with Siri and a new touch-sensitive remote control.\n\nBut as it zeroes in on the living room, Apple will face fierce competition from firms such as Amazon and Roku, whose products offer many of the Apple TV’s features at lower price.\n\nThe new Apple set top boxes go on sale at the end of October starting at $149.\n\nThe iPhone maker has already changed TV viewing, making it easier to watch shows almost anywhere. But the living room remains a coveted destination for tech companies as the site where consumers end their days and gather with their families.\n\n“The holy grail” is how Carolina Milanesi, chief of research and head of U.S. business at Kantar Worldpanel ComTech, a consumer research firm, described it.\n\nApple is rolling out Apple TV as investors call for the company to lessen its dependence on the iPhone, which drove nearly two-thirds of its sales in the most recent quarter.\n\nApple TV could become a significant source of profit for the company, analysts say, but revenue from programming and services will be key. Wednesday’s announcement did not include an Apple streaming TV service that bundles cable channels, which industry executives say the company is exploring.\n\nAnalyzing the 2012 model of Apple TV, technology research firm IHS estimated that the $99 gadget cost $66.15 to make, making its margins considerably lower than other Apple products. The new box has yet to be analyzed, but Apple’s business model is likely the same, said analyst Kevin Keller of IHS.\n\nThe new App Store opens what had been a mostly closed environment to thousands of developers, said Jason Krikorian, general partner at DCM Ventures and a co-founder of Sling Media, creator of the Slingbox streaming media device.\n\n“If Hollywood’s brightest minds can be put toward delivering content on the many Apple-controlled screens in someone’s home, I think they can make new television viewing experiences,” he said.\n\nRoku also boasts an open platform for developers. But with its loyal base of users, Apple has an edge, said analyst Jan Dawson of Jackdaw Research.\n\n“The key will be helping developers get off the ground quickly,” he said, and then convincing consumers to buy the TV based on the apps available for it.\n\nThe new Apple TV tackles one of the most frustrating parts of modern TV viewing – finding what to watch. The Siri voice feature lets people search with simple commands such as “find movies with Jason Bateman,” based on a demonstration at Wednesday’s event.\n\nBut Apple is playing catch up in this area. Voice search is already available on the competing Roku and Amazon Fire TV streaming boxes and Comcast Corp’s X1 platform for pay TV subscribers.\n\nAnd none is yet truly universal in searching all major types of TV content. Apple’s search will initially be limited to content on iTunes and apps from HBO, Showtime, Netflix and Hulu, said Eddy Cue, Apple’s senior vice president of Internet software and services.\n\nThe Apple TV will have a special focus on games, aiming to win over casual players as the iPhone has. Apple TV will run the same operating system as the iPad and iPhone, making it easy for developers to bring their games to the device.\n\nBut Apple will need more than quantity, said Barbara Kraus, an industry analyst at Parks Associates. “They are going to have to get games that have buzz,” she said.\n\nAnd Apple TV’s greatest rival may be the traditional television set, which remains the dominant media platform, though usage of streaming devices such as set-top boxes and gaming consoles is on the rise among all age groups, according to Nielsen data.\n\nUse is highest among the millennial generation of 18- to 34-year-olds. About 30 percent of millennials use a streaming device per quarter, Nielsen data show, and they use it for about 23 days on average for 2.5 hours per day.\n\nSmart TV holdouts might find themselves entranced by Apple TV if they give the gadget a chance, Milanesi predicted.\n\n“It draws you in,” she said."
    },
    {
        "time": "3:06PM UTC",
        "header": "apple presenta un nuevo iphone que reconoce la intensidad del tacto",
        "link": "http://www.reuters.com/article/tecnologia-apple-iphone-idUSL1N11F1ZL20150909",
        "body": ""
    },
    {
        "time": "10:20PM UTC",
        "header": "update 1-iphone 3d touch suppliers and haptics companies",
        "link": "http://www.reuters.com/article/tech-apple-touch-idUSL4N11G17S20150910",
        "body": "(Reuters) - Haptics - adding tactile feedback to an interface - is nothing new, but Apple’s embrace of it is likely to prove a boon for many companies, including those developing the technology and suppliers.\n\nHaptic-related technology companies have been working on the field for 15 years or more. Others are more recent. They include:\n\n* NextInput Inc: Atlanta, Georgia spin-off from Georgia Tech, maker of force-sensitive technology. Investors include Intel Corp and Takata Corp.\n\n* Immersion Corp numbers among its customers mobile handset makers Samsung Electronics, LG Electronics Inc, Xiaomi, Huawei Technologies, Meizu Technology Co and Gionee.\n\n* Ultrahaptics, a UK start-up and spin-off from Bristol University, exploring using inaudible sound waves to create visible shapes and invisible contours in the air, a sort of mid-air haptics.\n\n* Redux Labs, a UK-based company using sonic waves on a surface to create audio or haptic effects.\n\n* Zrro, a crowd-funded start-up developing technology that would enable touch screens to sense fingers up to 3 cm away, allowing users to control devices without touching them.\n\n* Taiwan’s TPK Holding Co Ltd is a major supplier of Apple’s 3D Touch, or Force Touch technology, according to supply chain sources. It provides touch sensors to makers of liquid crystal displays, which are installed inside the phone.\n\n* Vibration motors are then installed during the final stage of product assembly. These motors are crucial in detecting signals from pressure sensors, which activate when a finger touches the screen. According to one industry source, Japan’s Nidec Corp is likely to be the sole supplier of the motors, at least initially.\n\n* Chips and components rest atop flexible printed circuit boards inside the phone. This industry should benefit from the introduction of Force Touch as it requires a new type of circuit board that increases its value per iPhone box, according to the industry. Taiwan’s Zhen Ding Technology Holding Ltd and Japan’s Nippon Mektron Ltd, an unlisted subsidiary of NOK Corp,will supply the majority of the flexible printed circuit boards for the new iPhones, sources said. (Reporting by Jeremy Wagstaff in SINGAPORE, Michael Gold in TAIPEI and Reiji Murai in TOKYO; Editing by Ian Geoghegan)"
    },
    {
        "time": "1:28PM UTC",
        "header": "apple introduces ipad pro, larger 12.9-inch ipad",
        "link": "http://www.reuters.com/article/apple-products-ipad-idUSU5N0YX02J20150909",
        "body": "SAN FRANCISCO, Sept 9 (Reuters) - Apple Inc introduced the iPad Pro, a larger tablet device aimed at the enterprise market on Wednesday as it struggles with slumping sales of standard iPads.\n\nApple said the new iPad Pro’s screens will measure 12.9 inches diagonally and allows for a full size software keyboard.\n\nThe company has been trying to push the iPad into the corporate market and analysts say a gadget with a bigger screen may appeal to some professionals seeking to swap out their laptops for tablets. (Reporting by Julia Love and Noel Randewich; Editing by Christian Plumb)"
    },
    {
        "time": "2:59PM UTC",
        "header": "us stocks-wall st falls with apple, energy sector",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL1N11F22K20150909",
        "body": "Sept 9 (Reuters) - U.S. stocks fell in late afternoon trading on Wednesday, led by a decline in Apple shares and as energy companies dropped with oil prices.\n\nApple shares were last down 0.8 percent at $111.44 in volatile trading as the company’s product launch event was under way in San Francisco.\n\nApple said it would update Apple TV with an App Store and a new interface that allows viewers to make requests through the Siri digital assistant to search for specific programs and movies across apps.\n\nThe S&P energy sector led declines among the S&P 500 sectors, falling 1.3 percent, as oil prices dropped.\n\nThe day’s late losses reversed earlier gains of as much as 1 percent and followed a 2-percent rally in the major U.S. stock indexes on Tuesday.\n\n“We had a nice rally yesterday based on an oversold position. There really wasn’t anything to create a follow-through, so the buying just kind of ran out of steam,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama.\n\n“Investors are still looking for policy developments out of China, and also wary of what might come out of the Fed next week.”\n\nThe Dow Jones industrial average fell 140.26 points, or 0.85 percent, to 16,352.42, the S&P 500 lost 15.82 points, or 0.8 percent, to 1,953.59 and the Nasdaq Composite dropped 28.12 points, or 0.58 percent, to 4,783.81.\n\nU.S. job openings surged to 5.753 million in July from 5.323 million in June, Labor Department data showed, suggesting strength in the economy ahead of the U.S. Federal Reserve’s interest rate meeting next week.\n\nOverseas, China’s Ministry of Finance said on Wednesday the government will strengthen fiscal policy, boost infrastructure spending and speed up tax reform, adding steps to reenergize sputtering growth. The Shanghai Composite closed 2.3 percent higher.\n\nBarnes & Noble fell 20 percent to $13 after the largest U.S. bookstore chain reported a decline in sales for the fifth consecutive quarter.\n\nTetraphase Pharmaceuticals sank 79 percent to $9.39 after its experimental bowel drug failed to meet the main goal in a late-stage study.\n\nNetflix, which was up 4.8 percent at $99.50 and poised to break a seven-day losing streak, was among the biggest boosts to the S&P 500.\n\nDeclining issues outnumbered advancing ones on the NYSE by 2,029 to 976, for a 2.08-to-1 ratio; on the Nasdaq, 1,688 issues fell and 1,099 advanced for a 1.54-to-1 ratio favoring decliners.\n\nThe S&P 500 was posting 4 new 52-week highs and one new low; the Nasdaq Composite was recording 39 new highs and 37 new lows. (Additional reporting by Tanya Agrawal; Editing by Nick Zieminski)"
    },
    {
        "time": "10:39PM UTC",
        "header": "force field: apple's pressure-based screens promise a world beyond cold glass",
        "link": "http://www.reuters.com/article/us-tech-apple-touch-idUSKCN0R90HE20150910",
        "body": "SINGAPORE/TAIPEI (Reuters) - By adding a more realistic sense of touch to its iPhone, Apple Inc (AAPL.O) may have conquered a technology that has long promised to take us beyond merely feeling the cold glass of our mobile device screens.\n\nIn its latest iPhones, Apple included what it calls 3D Touch, allowing users to interact more intuitively with their devices via a pressure-sensitive screen which mimics the feel and response of real buttons.\n\nIn the long run, the force-sensitive technology also promises new or better applications, from more lifelike games and virtual reality to adding temperature, texture and sound to our screens.\n\n“Force Touch is going to push the envelope of how we interact with our screens,” says Joel Evans, vice president of mobile enablement at Mobiquity, a mobile consultancy.\n\nThe fresh iPhones, unveiled on Wednesday, incorporate a version of the Force Touch technology already in some Apple laptop touchpads and its watches. Apple also announced a stylus that includes pressure sensing technology.\n\nAs with previous forays, from touch screens to fingerprint sensors, Apple isn’t the first with this technology, but by combining some existing innovations with its own, it could leverage its advantage of control over hardware, interface and the developers who could wrap Force Touch into its apps.\n\n“Here we go again. Apple’s done it with gyroscopes, accelerometers, they did it with pressure sensors, they’ve done it with compass, they’ve been great at expediting the adoption of these sensors,” said Ali Foughi, CEO of US-based NextInput, which has its own technology, trademarked ForceTouch. “Apple is at the forefront.”\n\nHaptic technology - a tactile response to touching an interface - isn’t new, even in mobile devices. Phones have long vibrated to alert users of incoming calls in silent mode, or when they touch an onscreen button.\n\nBut efforts to go beyond that have been limited.\n\nBlackBerry (BB.TO) incorporated pressure sensing into its Storm phone in 2008. And Rob Lacroix, vice president of engineering at Immersion Corp (IMMR.O), said his company worked in 2012 with Fujitsu (6702.T) on the Raku-Raku Smartphone, an Android phone that could distinguish between a soft and firm touch to help users unfamiliar with handheld devices.\n\nBut most efforts have been hamstrung by either a poor understanding of the user’s needs, or technical limitations. A vibrating buzz, for instance, has negative connotations, causing most people to turn off any vibration feature, says James Lewis, CEO of UK-based Redux, which has been working on similar touch technology for several years.\n\nThe technology powering vibrations is also primitive, he said, meaning there’s a slight delay and a drain on the battery. Early versions of pressure-sensing technology also required a slight gap between screen and enclosure, leaving it vulnerable to the elements.\n\nApple seems to have solved such problems, experts said, judging from their trackpads and the Apple Watch. Indeed, the trackpad carries the same sensation of a physical click of its predecessors, but without the actual pad moving at all.\n\nThe result: In the short term, Force Touch may simply make interacting with a screen more like something we’d touch in real life - a light switch, say, or a physical keyboard. With Force Touch, the device should be able to tell not only whether we are pressing the screen, but how firmly. It should in turn respond with a sensation - not just a vibration, but with a click - even if that click is itself a trick of technology.\n\n“What we’re going to see initially is putting life back into dead display,” said Redux’s Lewis. “We just got used to the cold feel of glass.”\n\nTo be sure, mobile is not the first industry to flirt with haptics.\n\nFor example, for car drivers, Redux demonstrates a tablet-like display which creates the illusions of bumps and friction when you run your fingers over the glass, mimicking physical buttons and sliders so your eyes don’t need to leave the road.\n\nMobiquity’s technical adviser Robert McCarthy points to several potential uses of Apple’s technology - measuring the force of touch when entering a password, say, to indicate how confident the user is of their selection, or keying in a numeric passcode using different pressure levels as an extra layer of security.\n\nWhile Apple’s adoption of the technology has awoken the mobile industry to its possibilities, it was pipped to the post by Chinese handset maker Huawei [HWT.UL], which this month unveiled one model with what it also tagged Force Touch technology. Pressing harder in a photo app, for example, allows you to zoom in on a picture without the usual two-finger spread.\n\nOther manufacturers are exploring how to make touching a device more friendly, and more advanced, says Freddie Liu, CFO of Taiwan-based TPK Holding Co Ltd (3673.TW), an Apple supplier.\n\n“This is just the beginning for Force Touch,” he said."
    },
    {
        "time": "4:06PM UTC",
        "header": "us stocks snapshot-wall st falls 1 pct with apple, energy declines",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSZXN0RJL2I20150909",
        "body": "Sept 9 (Reuters) - U.S. stocks ended the day down more than one percent on Wednesday in another volatile session, led by a drop in Apple shares and a decline in energy shares.\n\nThe Dow Jones industrial average fell 238.84 points, or 1.45 percent, to 16,253.84, the S&P 500 lost 27.32 points, or 1.39 percent, to 1,942.09 and the Nasdaq Composite dropped 55.40 points, or 1.15 percent, to 4,756.53."
    },
    {
        "time": "2:05PM UTC",
        "header": "apple overhauls apple tv with app store, siri search",
        "link": "http://www.reuters.com/article/apple-products-tv-idUSU5N0YX02L20150909",
        "body": "SAN FRANCISCO, Sept 9 (Reuters) - Apple Inc said on Wednesday it would update Apple TV with an App Store and a new interface that allows viewers to make requests through the Siri digital assistant and search for specific programs and movies across apps.\n\nThe new version of Apple TV, which has been redesigned to focus on content will come with a new remote. Siri will now be able to search Apple TV for content on iTunes, Netflix Inc , Hulu and other apps on the new interface, Apple said. (Reporting by Julia Love and Noel Randewich; Editing by Chris Reese)"
    },
    {
        "time": "10:39PM UTC",
        "header": "factbox: iphone 3d touch suppliers and haptics companies",
        "link": "http://www.reuters.com/article/us-tech-apple-touch-factbox-idUSKCN0R90HU20150910",
        "body": "(Reuters) - Haptics - adding tactile feedback to an interface - is nothing new, but Apple’s embrace of it is likely to prove a boon for many companies, including those developing the technology and suppliers.\n\nHaptic-related technology companies have been working on the field for 15 years or more. Others are more recent. They include:"
    },
    {
        "time": "4:06PM UTC",
        "header": "apple unveils new iphone 6s and 6s plus that recognises touch ",
        "link": "http://www.reuters.com/article/apple-products-iphone-idUSKCN0R92FX20150909",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc (AAPL.O) unveiled the iPhone 6S and 6S plus on Wednesday, the latest iteration of its lucrative smartphone that offers 3D touch, a display technology that responds differently depending on how hard users press their screens.\n\nThe new phones, which will come in four metal finishes, will also come with an improved, 12 megapixel camera. Apple also said the new iPhone will record 4K video.\n\nApple relies heavily on the sale of its flagship iPhones, which drove nearly two-thirds of the company’s revenue in the most recent quarter."
    },
    {
        "time": "12:45PM UTC",
        "header": "new iphones, apple tv expected as apple prepares for event",
        "link": "http://www.reuters.com/article/apple-products-idUSKCN0R917N20150909",
        "body": "SAN FRANCISCO (Reuters) - Journalists and analysts crowded outside a century-old San Francisco arena where Apple Inc is expected to unveil a pair of new iPhones, a larger iPad and an updated Apple TV on Wednesday.\n\nAs lines stretched out across the square that links San Francisco City Hall to the 6,000-seat Bill Graham Civic Auditorium, which is adorned with a big Apple logo, Apple Senior Vice President Eddy Cue hinted that there would be TV news.\n\n“It’s a big day for the big screen!” he tweeted, adding a link to the webcast of the event.\n\n“Just a few hours to go here in SF! We can’t wait to show you what we’ve been working on,” CEO Tim Cook tweeted early in the morning.\n\nInvestors also will be scrutinizing Apple’s plans for the next generation of the iPhone, which drove nearly two-thirds of the company’s $49.6 billion in revenue in the most recent quarter.\n\nApple is widely expected to keep the size of the phones the same but upgrade it with an improved camera and Force Touch, a display technology that responds differently depending on how hard users press their screens.\n\nA year after Apple rolled out iPhones with larger screens, touching off a frenzy of sales that saw revenue in the most recent quarter increase 32.5 percent from the same quarter a year ago, the latest upgrades may leave some investors and consumers underwhelmed.\n\n“It’s getting harder and harder for Apple to compete against itself,” said analyst Bob O‘Donnell of TECHnalysis Research. Apple shares, barely changed in midday trade on Wednesday, are up more than 14 percent over the last year, although they are down nearly 12 percent in the last three months.\n\nFortunately for Apple, most consumers buy smartphones under a two-year upgrade cycle, meaning the company will still likely scoop up a lot of sales, said analyst Patrick Moorhead of Moor Insights & Strategy.\n\n“The key point of reference is not how the new phone compares to the iPhone 6, it’s how it compares to the iPhone 5s,” he said.\n\nExpectations have been rising for an revamped Apple TV, a set-top box that has seen few significant updates since its release in 2007. Although Apple has yet to hammer out deals for a long-awaited television service, analysts say the company is poised to overhaul the hockey-puck-sized device.\n\nThe device is expected to gain an App Store and an interface that allows users to make requests through the Siri digital assistant and search for specific programs and movies across apps. The company may also discuss the device’s role as a hub for gaming.\n\nNearly 20 percent of U.S. broadband households own at least one streaming media player, and Apple has a long way to go in the market, according to data from research firm Parks Associates.\n\nRoku is the leader in streaming media boxes, accounting for 34 percent of all streaming devices sold in the United States in 2014, according to data from research firm Parks Associates. Google Inc’s Chromecast and Amazon.com Inc’s Fire TV were next. The Apple TV box came in fourth.\n\n“It’s important that (Apple) come out and really get up to date and potentially eclipse some of the other living room devices out there,” Moorhead said.\n\nApple is also expected roll out a larger tablet. Amid slumping sales, Apple has tried to push the iPad into the enterprise market, and a gadget with a bigger screen may appeal to some professionals seeking to swap out their laptops for tablets, analysts say.\n\nBut any boost from corporate users will probably not be enough to offset consumers’ waning interest in the device, O’Donnell said.\n\n“It’s not going to change the arc of the iPad,” he said."
    }
]