[
    {
        "time": "5:51AM UTC",
        "header": "update 1-japanese firm tdk's ceo hints at more orders from apple next year",
        "link": "http://www.reuters.com/article/tdk-ceo-idUSL3N13R2Z320151202",
        "body": "* In talks with 40 automakers, parts suppliers over sensors (Adds more comments from CEO)\n\nTOKYO, Dec 2 (Reuters) - Japanese smartphone parts maker TDK Corp expects to win more orders next year from a major North American customer whose high-end phones are set to carry improved features, its chief executive said, in a reference to Apple Inc and its iPhones.\n\n“Expectations for the next year are high,” Takehiro Kamigama told Reuters in an interview on Wednesday, suggesting that the next-generation iPhone is expected to carry more of its high-frequency filters per handset.\n\nHe declined to quantify the expected orders. Apple is widely believed to be a major client of TDK, although the company has never publicly named it.\n\nTDK, once a successful audio tape maker, prospered in magnetic heads for hard disk drives until demand for personal computers peaked out.\n\nOver the last few years, it has revamped itself into a key smartphone parts supplier, with main products including rechargeable batteries, high-frequency filters that sort out radio signals, and tiny parts called capacitors that control the flow of electricity.\n\nTDK forecasts sales of smartphone-related components to grow to over 300 billion yen ($2.44 billion) in the next fiscal year from around 250 billion yen this year, Kamigama said.\n\nHe shrugged off growing concerns that smartphone shipments in China, the world’s largest market, may continue to slow down. “We are confident on increasing our share in rechargeable batteries, because winners in the Chinese handset market are saying they want our batteries,” he said.\n\nStill, Kamigama stressed that the company is seeking to develop more stable revenue sources to reduce reliance on the volatile smartphone market. “Too much reliance on smartphones is not good,” he said.\n\nTDK is aiming to increase automobiles-related revenue to 350 billion yen in three years from 180 billion yen for the year that ended in March, the CEO said.\n\nKamigama is betting TDK’s magnetic sensors, which measure the angle in the electric power steering systems and other devices in vehicles, will draw strong demand.\n\n“We are currently in talks with 40 major automakers and parts suppliers,” he said.\n\nThe company has applied its magnetic head technology to develop magnetic sensors. Its sensors have already been supplied to global parts suppliers such as Denso. ($ 1 = 123.1400 yen) (Reporting by Makiko Yamazaki and Reiji Murai; Editing by Muralikumar Anantharaman)"
    }
]