[
    {
        "time": "1:04PM UTC",
        "header": "icahn says apple still undervalued ",
        "link": "http://www.reuters.com/article/2015/04/28/us-carlicahn-apple-idUSKBN0NJ1ZJ20150428",
        "body": "(Reuters) - Apple Inc (AAPL.O) remains undervalued and misunderstood, activist investor Carl Icahn tweeted, even as the company posted stellar quarterly results on Monday.\n\nThe billionaire investor said he expects to put out an “in-depth” report within two weeks.\n\nApple beat Wall Street’s revenue and profit forecasts on Monday as it sold more iPhones in China than the United States for the first time.\n\nThe most valuable publicly traded U.S. company also raised its quarterly dividend by 11 percent to 52 cents per share and boosted its share buyback program to $140 billion from $90 billion.\n\nIcahn, who has been vocal about his belief that Apple is undervalued, has urged the company’s board to buy back more shares using its huge cash pile. He has also pledged to keep his own stock out of any repurchase.\n\nThe 79-year-old, one of Apple’s top 10 investors, said in February that Apple stock should be trading at $216.\n\nApple’s shares were marginally down at $132.62 by midday. The stock had fallen as much as 2.3 percent earlier in the day."
    },
    {
        "time": "9:24AM UTC",
        "header": "huge apple payouts play catch-up with china growth",
        "link": "http://www.reuters.com/article/2015/04/28/idUS379970138220150428",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nApple can’t pay out its readies fast enough. The $760 billion iPhone-making money machine is adding $50 billion more to its buyback plans. Throw in an increased dividend, and the total set to go back to shareholders between 2012 and 2017 is an eye-watering $200 billion.\n\nNumbers for the quarter to March, though, show Greater China overtaking Europe as Apple’s second-biggest market after 71 percent growth in the region. Chief Executive Tim Cook is in danger of taking more fire for returning cash too slowly.\n\nWhile much attention is centered on the outlook for the new Watch, Apple’s fortunes are still tied largely to the iPhone. The astonishingly successful gadget now accounts for about 70 percent of sales – and more of profit. The company sold 40 percent more units than it did in the same quarter last year, which underpinned 27 percent overall top-line growth at Apple. While the device is gaining share from rivals in markets worldwide, it is doing particularly well in Asia and emerging markets, shrugging off a strong dollar.\n\nThe iPhone’s high profitability boosted Apple’s operating margin 1.5 percentage points to 31.5 percent in the quarter. The result was a remarkable flow of cash into the company’s coffers. Its cash and investments totaled $194 billion at March 28 – if held in $100 bills, that would weigh about 2,000 tonnes – against only $40 billion of long-term debt.\n\nHence the increased buyback plan and dividend. Investors may be pleased enough, but soon they could be grumbling for more. After all, the additional announced buyback barely absorbs the last two quarters of Apple’s free cash flow.\n\nCook sounded optimistic about the Middle Kingdom, and the iPhone’s appeal to the emerging middle class there. Not to mention what the company claims are near 100 percent customer satisfaction rates for its phone. If everything is really going that well in the PRC, though, Apple’s payouts will fall short of catching up – and shareholders will pester Cook for even more cash."
    },
    {
        "time": "9:02PM UTC",
        "header": "chinese demand for apple's big-screen phones fuel sales growth",
        "link": "http://www.reuters.com/article/2015/04/29/us-apple-china-insight-idUSKBN0NK00720150429",
        "body": "SAN FRANCISCO (Reuters) - Apple’s large-screen iPhones are a big hit in China, taking market share from Samsung and selling at a pace that may make China a greater source of revenue than the Americas for Apple in coming years, analysts said.\n\nThe world’s most valuable consumer electronics company reported on Monday a 71 percent increase in sales in China to $16.8 billion, driven by its new, bigger iPhone 6 and 6 Plus. In the first three months of the year, for the first time, Apple sold more iPhones in China than in the United States.\n\nConsumer demand for the newest electronics pushed sales in China to 29 percent of total global sales for Apple in the first quarter, compared with 21 percent a year ago. By comparison, the Americas represent 37 percent of total sales, but are growing more slowly at only 19 percent last quarter.\n\n“The bigger screens on iPhone 6 have been selling like hot cakes,” said Daniel Ives, an analyst at FBR Capital Markets in New York, who estimated that China could represent as much as 40 percent of Apple’s revenue by 2017. For Apple, China is “the golden goose,” he said.\n\nThe surge in sales, helped by Chinese New Year gift-buying, was caused by a latent build-up in demand, analysts said.\n\n“Apple fans in China had been waiting years for bigger-screen iPhones and they are upgrading at a furious rate to the new models,” said Neil Mawston, executive director at research firm Strategy Analytics.\n\nSamsung won over millions of Chinese mobile customers four years ago with its Galaxy Note ‘phablet’, creating a whole new category somewhere between a phone and a tablet, with screen sizes of more than five inches diagonally, compared to the previous standard of about four inches.\n\nApple is starting to win some of them back again.\n\n“Apple really had no choice but to come back with a bigger screen iPhone for the 5-inch category to bring those switchers back, and that’s precisely what they’ve done,” said Mawston.\n\nChinese customers gravitated naturally to the bigger screen size, as it makes it easier to input Chinese characters with a finger or stylus on the screen and is more effective for video.\n\nFor many Chinese, the phone is also the first, the most important, or even the only computing device they own.\n\n“People just use them for more, and therefore appreciate the bigger screen,” said Frank Gillett, an analyst at technology research firm Forrester. Chinese customers tend to do their computing on-the-go or at various locations, partly due to patchy broadband availability at home, and is truly a ‘mobile-first’ tech culture, said Gillett, which puts extra value on the phone.\n\nApple’s distribution and marketing in China has now also clicked into place, analysts said. In October, for the first time, Apple offered phones with all three major carriers, China Mobile, China Telecom and China Unicom, with attractive subsidies.\n\nThat presence may bode well as Apple looks to win new customers and entice others away from Samsung and local competitor Huawei.\n\n“People don’t drop their brand new phones and run out and get new ones immediately,” said Gillett. “It takes a while to build up steam as people hit the replacement cycle.”\n\nApple is also making inroads outside of the biggest cities. Its phones are now sold in more than 40,000 places in China, Chief Executive Tim Cook said in a call with analysts on Monday.\n\nAnalysts say Apple makes higher profit margins on the iPhone 6 Plus. Apple doesn’t say what its sales or its margins are for individual phone models.\n\nThe bigger phone, with a 5.5 inch diagonal screen compared to 4.7 inches for the regular iPhone 6, sells better in China than in any other region, said Mawston, although it still lags sales of the smaller, cheaper iPhone 6.\n\n“The 6 Plus has its lowest volumes in Latin America, Africa and the Middle East, and its highest in East Asia, while everything else is in between,” he said.\n\nAs far as many Chinese are concerned, the bigger the phone the better.\n\n“Some consumers aspire to own the ‘full set’ of a big house, big car, big TV and big smart phone,” said Mawston at Strategy Analytics."
    },
    {
        "time": "10:19PM UTC",
        "header": "samsung elec overtook apple as top smartphone maker in first quarter: strategy analytics",
        "link": "http://www.reuters.com/article/2015/04/29/us-samsung-elec-apple-idUSKBN0NK04K20150429",
        "body": "SEOUL (Reuters) - Samsung Electronics Co Ltd (005930.KS) overtook Apple Inc (AAPL.O) to recapture the title of world’s top smartphone maker by volume in the first quarter of 2015, research firm Strategy Analytics said on Wednesday.\n\nIt said Samsung shipped 83.2 million smartphones worldwide and captured 24 percent market share in the quarter, down from 31 percent a year earlier but better than Apple’s 18 percent.\n\n“Samsung continued to face challenges in Asia and elsewhere, but its global performance has stabilized sufficiently well this quarter to overtake Apple and recapture first position as the world’s largest smartphone vendor by volume,” Strategy Analytics Executive Director Neil Mawston said in a statement."
    },
    {
        "time": "4:04PM UTC",
        "header": "us stocks snapshot-dow, s&p 500 end higher; nasdaq down with apple",
        "link": "http://www.reuters.com/article/2015/04/28/markets-stocks-usa-idUSZXN0RFV2I20150428",
        "body": "NEW YORK, April 28 (Reuters) - The Dow and S&P 500 ended a volatile session higher on Tuesday, helped by strong earnings from Merck and gains in IBM after it boosted its dividend, while the Nasdaq fell with Apple.\n\nBased on the latest available data, the Dow Jones industrial average rose 72.83 points, or 0.4 percent, to 18,110.8, the S&P 500 gained 5.98 points, or 0.28 percent, to 2,114.9 and the Nasdaq Composite dropped 4.82 points, or 0.1 percent, to 5,055.42. (Reporting by Caroline Valetkevitch; Editing by Nick Zieminski)"
    },
    {
        "time": "3:03PM UTC",
        "header": "us stocks-wall st edges up with merck, ibm; nasdaq slips with apple",
        "link": "http://www.reuters.com/article/2015/04/28/markets-stocks-usa-idUSL1N0XP2F820150428",
        "body": "* Merck on track for its best day since January 2014\n\n* Dow up 0.3 pct, S&P up 0.2 pct, Nasdaq down 0.04 pct (Updates to late afternoon)\n\nApril 28 (Reuters) - The Dow and S&P 500 inched higher on Tuesday afternoon, helped by strong earnings from Merck and gains in IBM after it boosted its dividend.\n\nIBM shares rose 1.9 percent to $174.04, breaking above the stock’s 200-day moving average and giving the Dow its biggest boost. The company hiked its quarterly dividend by 18 percent, the biggest increase in five years.\n\nMerck jumped 5.3 percent to $60.11, on track for its best day since January 2014, after reporting better-than-expected results and releasing favorable data late Monday about the safety of its Januvia diabetes drug.\n\nApple kept trading volatile as it swung between gains and losses a day after reporting results. The stock hit a record high in early trading but shares were last down 1.5 percent at $130.63, weighing on the Nasdaq.\n\n“We’re continuing to essentially tread water. Apple’s numbers were phenomenal but yet the stock is down. Why is that? I think people were expecting a blowout quarter ... so it’s kind of a sell-the-news situation,” said Michael James, managing director of equity trading at Wedbush Securities in Los Angeles.\n\nU.S. first-quarter earnings are now on track to post a slight gain after stronger-than-expected results from companies such as Apple, defying forecasts for the first profit decline since 2009, Thomson Reuters data showed.\n\nAt 2:36 p.m., the Dow Jones industrial average rose 48.31 points, or 0.27 percent, to 18,086.28, the S&P 500 gained 4.07 points, or 0.19 percent, to 2,112.99 and the Nasdaq Composite dropped 2.03 points, or 0.04 percent, to 5,058.22.\n\nAdding to the positive tone, U.S. single-family home prices rose more than expected in February from a year earlier, according to a survey.\n\nadding to the volatility in the stock market: Iranian Revolutionary Guards forces boarded a Marshall Islands-flagged cargo ship in the Gulf, U.S. officials said. That spurred a brief rally in oil prices.\n\nInvestors are awaiting the results of a two-day Federal Reserve meeting that ends on Wednesday for clues on when the central bank will hike interest rates.\n\nWhirlpool fell 6.5 percent to $184.96 after cutting its 2015 profit and sales forecast, blaming the strong dollar and Brazil’s stagnating economy.\n\nAdvancing issues outnumbered declining ones on the NYSE by 1,823 to 1,164, for a 1.57-to-1 ratio; on the Nasdaq, 1,624 issues rose and 1,076 fell, for a 1.51-to-1 ratio favoring advancers.\n\nThe S&P 500 index was posting 9 new 52-week highs and no new lows; the Nasdaq Composite was recording 55 new highs and 36 new lows. (Editing by Savio D‘Souza and Nick Zieminski)"
    },
    {
        "time": "12:47PM UTC",
        "header": "china iphone sales boosts apple; shares up modestly",
        "link": "http://www.reuters.com/article/2015/04/28/us-apple-results-idUSKBN0NI26L20150428",
        "body": "(Reuters) - Apple Inc beat Wall Street’s revenue and profit forecasts on Monday as it sold more iPhones in China than the United States for the first time, but the company gave no sales figures for its new Apple Watch.\n\nApple’s iPhone sales in China soared, increasing its revenue in the country 71 percent to $16.8 billion, although that was helped by gift-buying for Chinese New Year.\n\nChief Executive Tim Cook said that China’s expanding middle class is fueling iPhone sales there, which is the bulk of the company’s sales. The iPhone 6 was launched last autumn in China with a number of carriers.\n\nWall Street hailed the results but share reaction was muted. Its shares rose 1.6 percent in after-hours trading to $134.52.\n\nApple sold 61.2 million iPhones in the quarter, up 40 percent from the year-ago quarter, but down from the record-breaking holiday quarter. It sold 12.6 million iPads, down 23 percent from a year ago.\n\nApple’s big screen iPhone 6 and 6 Plus have been popular with customers worldwide, helping the company overtake rival Samsung in global smartphone sales last quarter.\n\n“A 60 million-plus iPhone number is a home run and will be cheered by the Street as this remains the bread and butter of Apple,” said FBR Capital Markets analyst Daniel Ives.\n\nApple gave no sales figures for its recently released Apple Watch, but did say the current quarter was off to “an exciting start”.\n\nCook said demand for the watch continued to be greater than supply, as it has been since pre-orders started earlier this month.\n\n“From a demand point of view, it’s hard to gauge when you don’t have product in stores,” said Cook on a conference call with analysts. Apple is only selling the watch online and in select third-party boutiques due to the large number of models and straps for the watch, which could become a logistics nightmare if it offered every permutation of the many varieties at already jam-packed Apple stores.\n\nThe most valuable publicly traded U.S. company raised its quarterly dividend 11 percent to 52 cents per share and boosted its share repurchase program to $140 billion from $90 billion announced last year.\n\nTogether, Apple estimated that would mean returning $200 billion to shareholders by the end of March 2017. It ended the quarter with $193.5 billion in cash and marketable securities, up more than $15 billion from the last quarter.\n\nEven so, that was “a bit lower than expectations,” said Bernstein Research analyst Toni Sacconaghi.\n\nApple said net income for the fiscal second quarter rose to $13.57 billion, or $2.33 per share, from $10.22 billion, or $1.66 per share, a year earlier.\n\nAnalysts had expected earnings per share of $2.16 per share, according to Thomson Reuters I/B/E/S.\n\nOverall revenue rose to $58.01 billion in the second quarter ended March 28, from $45.65 billion a year earlier. That beat Wall Street’s expected revenue of $56 billion.\n\nApple said it expected fiscal third-quarter revenue of $46 billion to $48 billion, in line with analysts’ average forecast of $47 billion."
    },
    {
        "time": "4:10AM UTC",
        "header": "taiwan apple supplier unitech sees revenue drop after factory fire",
        "link": "http://www.reuters.com/article/2015/04/28/unitech-print-results-fire-idUSL4N0XP3QT20150428",
        "body": "TAIPEI, April 28 (Reuters) - Taiwan’s Unitech Printed Circuit Board Corp, an Apple Inc supplier, said it expects revenue to drop by 5 percent to 20 percent in March and April after a fire disrupted production at one of its Taiwan plants.\n\nThe fire broke out late Monday night and was brought under control after a couple of hours without fatalities or injuries, according to a statement posted by the company on the website of Taiwan’s stock exchange on Tuesday.\n\nShares of Unitech fell limit down 7 percent in Tuesday trade, compared with a 0.16 percent drop in the broader TAIEX index.\n\nUnitech is listed on Apple’s most recent supplier list. The company produces printed circuit boards for Apple’s popular iPhone 6 and iPhone 6 Plus, according to an analyst report.\n\nThe plant, near Taipei, is expected to resume full production within two weeks, a company representative told Reuters. (Reporting by Michael Gold; Editing by Kenneth Maxwell)"
    },
    {
        "time": "4:34PM UTC",
        "header": "dow, s&p 500 end up with merck, ibm; nasdaq slips with apple",
        "link": "http://www.reuters.com/article/2015/04/28/us-markets-stocks-idUSKBN0NJ18T20150428",
        "body": "(Reuters) - The Dow and S&P 500 ended a volatile session higher on Tuesday, helped by strong earnings from Merck and gains in IBM after it boosted its dividend, while the Nasdaq fell with Apple.\n\nAdding to volatility just before the close, shares of Twitter (TWTR.N) dropped as much as 24 percent after its results were published early. The stock closed down 18.2 percent at $42.27.\n\nIBM (IBM.N) shares rose 1.9 percent to $173.92, giving the Dow its biggest boost. The company hiked its quarterly dividend by 18 percent, the biggest increase in five years. Shares also closed above their 200-day moving average, a bullish technical signal.\n\nApple (AAPL.O) swung between gains and losses a day after reporting results. The stock hit a record high in early trading but shares ended down 1.6 percent at $130.56, weighing on the Nasdaq.\n\n“There continues to be the bull-bear push, even with the good numbers you saw from Merck,” and other companies, said Michael James, managing director of equity trading at Wedbush Securities in Los Angeles.\n\n“Apple’s numbers were phenomenal, but yet the stock is down,” he added. “I think people were expecting a blowout quarter ... so it’s kind of a sell-the-news situation.”\n\nThe Dow Jones industrial average .DJI rose 72.17 points, or 0.4 percent, to 18,110.14, the S&P 500 .SPX gained 5.84 points, or 0.28 percent, to 2,114.76 and the Nasdaq Composite .IXIC dropped 4.82 points, or 0.1 percent, to 5,055.42.\n\nMerck (MRK.N) jumped 5 percent, its biggest percentage increase since January 2014, after reporting better-than-expected results and releasing favorable data late Monday about the safety of its Januvia diabetes drug.\n\nWhirlpool (WHR.N) fell 7.1 percent to $183.70, the biggest percentage decliner in the S&P 500, after the company cut its 2015 profit and sales forecast, blaming the strong dollar and Brazil’s stagnating economy.\n\nU.S. first-quarter earnings are now on track to post a slight gain after the mostly stronger-than-expected results, defying forecasts for the first profit decline since 2009, Thomson Reuters data showed.\n\nContributing to day’s volatility, Iranian Revolutionary Guards forces boarded a Marshall Islands-flagged cargo ship in the Gulf, U.S. officials said. That spurred a brief rally in oil prices.\n\nInvestors await the outcome of a two-day Federal Reserve meeting that ends on Wednesday, hoping for clues on when the central bank will hike interest rates.\n\nHelping the market early in the session, U.S. single-family home prices rose more than expected in February from a year earlier, according to a survey.\n\nAdvancing issues outnumbered declining ones on the NYSE by 1,906 to 1,121, for a 1.70-to-1 ratio; on the Nasdaq, 1,657 issues rose and 1,065 fell, for a 1.56-to-1 ratio favoring advancers.\n\nThe S&P 500 posted nine new 52-week highs and no new lows; the Nasdaq Composite recorded 63 new highs and 39 new lows.\n\nAbout 6.6 billion shares changed hands on U.S. exchanges, above the 6.3 billion daily average for the month to date, according to BATS Global Markets."
    }
]