[
    {
        "time": "3:05AM UTC",
        "header": "samsung elec's smartphone primacy under threat from apple after weak q4",
        "link": "http://www.reuters.com/article/2015/01/29/us-samsung-elec-results-idUSKBN0L12SO20150129",
        "body": "SEOUL (Reuters) - Samsung Electronics Co Ltd (005930.KS) is closer to losing its crown as global smartphone leader after posting a plunge in quarterly mobile earnings on Thursday, a day after rival Apple Inc (AAPL.O) reported the biggest profit in corporate history.\n\nThe South Korean giant said earnings from smartphones and other mobile gadgets dropped 64 percent annually in the October-December period to 1.96 trillion won ($1.80 billion), contributing to its first annual earnings fall in three years.\n\nIt was the mobile division’s fifth consecutive quarter of decline, in contrast to Apple’s record-breaking 74.5 million iPhone sales in the three months to Dec 27 on the back of the success of its big-screen iPhone 6 and 6 Plus. [ID:nL4N0V65HN]\n\nAnalysts say Samsung is under immense pressure to hang on to its market share, with a lot resting on the launch of its next flagship Galaxy S6 high-end smartphone due around March.\n\n“I think after learning a hard lesson, we’ll see a significant improvement in terms of design, build quality and on the specs ... The question right now is whether this is enough,” Maybank Kim Eng analyst Warran Lau said.\n\nWhile Samsung did not release smartphone sales figures, it said smartphone and tablet shipments declined in the fourth quarter, leading some analysts to declare Apple had caught up.\n\n“Apple’s new iPhone 6 and 6 Plus models are proving wildly popular in China, United States and Europe. Apple tied with Samsung to become the world’s largest smartphone vendor for the first time since Q4 2011,” Strategy Analytics Executive Director Neil Mawston said in a statement.\n\nResearch firm Counterpoint said in a separate report on Thursday that Apple overtook Samsung as the top smartphone maker during the fourth quarter.\n\nMobile’s share of Samsung’s operating profit fell from almost 70 percent in 2013 to about 58 percent last year.\n\nThe company expects shipments and average selling prices for handsets to pick up in the first quarter following the launch of new mid-tier models like the Galaxy A.\n\nThe semiconductor division was a bright spot as Samsung posted fourth-quarter operating profit of 5.3 trillion won ($4.88 billion), in line with the 5.2 trillion won profit the firm guided for earlier this month.\n\nThe result put the firm’s 2014 profit at 25 trillion won, down from a record 36.8 trillion won in 2013 and the lowest since 2011.\n\n“Uncertainties for global business conditions will likely grow further in 2015 due to the slowing Eurozone economy and financial risks in emerging countries,” Samsung said in a statement.\n\nThe semiconductor division’s profit stood at 2.7 trillion won, its highest in more than four years, helping Samsung recover from a 60 percent drop in operating profit in the third quarter.\n\nSamsung said it saw healthy demand for memory chips, used in servers and handsets including Apple iPhones, as well as improved sales from its system chips business. It expects to outpace overall industry shipments growth for DRAM and NAND chips this year.\n\nEven so, analysts expect Samsung to report its second straight annual profit decline this year, unless it can reinvigorate the mobile division.\n\nThe company said it would pay an end-2014 dividend of 19,500 won per common share, up 41 percent from the end-2013 dividend of 13,800 won per share, a sign it is eager to appease shareholders amid weaker profits and uncertainties about the succession plans for the family-owned Samsung Group.\n\nSamsung shares were down 1 percent as of 0552 GMT, compared with a 0.4 percent decline for the broader market .KS11."
    }
]