[
    {
        "time": "3:38AM UTC",
        "header": "u.s.-china 'bromance' sparked by stolen iphone moves china's netizens",
        "link": "http://www.reuters.com/article/2015/03/18/us-china-phone-idUSKBN0ME0MP20150318",
        "body": "SHANGHAI (Reuters) - It was a rare, if bizarre, moment of tenderness in the otherwise tense US-China relationship: an American journalist embracing the Chinese man who had been using his stolen iPhone.\n\nMatt Stopera and Li Hongjun met for the first time on Tuesday night at an airport in southern China, in the latest chapter of what some Chinese are calling an international “bromance”.\n\nIn February, Stopera, a New York-based writer for website Buzzfeed, became famous in China for an article describing how photos from China began to appear on his phone’s photo stream after his iPhone was stolen in New York.\n\nChinese netizens tracked the photos, and the stolen iPhone, to Li Hongjun, a 30-year-old restaurateur in Meizhou, a city in the southern province of Guangdong. Li and Stopera, who is 25, connected online and planned this week’s meeting in Meizhou.\n\nLi, known online as Brother Orange after his selfies with tangerine trees showed up in Stopera’s photo stream, said his nephew gave him the secondhand phone as a gift last October, but he had no idea where the phone came from.\n\nMany iPhones stolen in the US end up in China.\n\nFittingly for a relationship developed over the Internet, the activities of Stopera and Li in Meizhou were exhaustively documented online.\n\nStopera, whose month-old Weibo account has nearly 180,000 fans, posted pictures of himself eating Chinese porridge and pickled radish, planting a tree, and taking a selfie with Li and tangerine trees.\n\nWeibo users seemed tickled by the duo. “A genuine and slightly serious middle aged man versus an amiable, smiley American fellow - such an interesting pair,” wrote one user.\n\nReached by telephone, Li said his life had not changed much since meeting Stopera.\n\n“It’s no big deal if customers want to take pictures with me. People call me ‘Brother Orange’, or take pictures of me when I‘m walking on the street. It doesn’t bother me. It feels really good.”\n\nMeizhou, a city of about 5 million people about 2,000 km (1,243 miles) from the capital, Beijing, is about 360 km (224 miles) from Shenzhen, where Taiwanese manufacturer Foxconn makes the iPhone."
    },
    {
        "time": "2:40PM UTC",
        "header": "nearly 40 percent of iphone owners interested in apple watch: poll",
        "link": "http://www.reuters.com/article/2015/03/18/us-apple-watch-poll-idUSKBN0ME2I420150318",
        "body": "SAN FRANCISCO (Reuters) - About 40 percent of adult Apple iPhone owners in the United States are interested in buying the company’s new Apple Watch, according to a new Reuters/Ipsos poll.\n\nThe high-tech smartwatch, which will range in price from $350 to $17,000 for an 18-karat gold model, is Apple Inc’s (AAPL.O) first major new product in five years and consumer demand for the device is being closely watched by competitors and investors.\n\nOwners of the iPhone are a particularly important market for Apple as it launches the new watch, which goes on sale April 24. Because the watch needs an iPhone to work fully, analysts say the most likely pool of initial buyers will already have an Apple smartphone in their pockets.\n\nBTIG analyst Walter Piecyk said that with more than 100 million active iPhone users in the United States and closer to half a billion globally, the survey was “pretty encouraging” for a product that has not been seen in shops, even if was unclear how much of the interest would translate into purchases.\n\nPacific Crest Securities analyst Andrew Hargreaves said it was not clear how many people wanted or needed a smartwatch. But he expected Apple’s cache and marketing might to deliver strong initial sales of the Apple Watch.\n\n“Winning Apple customers is more realistic at this point,” said Hargreaves.\n\nThe watch allows users to check email, listen to music and make phone calls.\n\nIpsos surveyed 2,469 Americans aged 18 and older online between March 9 and March 17 and found that 24 percent expressed an interest in purchasing the Apple Watch, including 10 percent of those describing themselves as “very interested.” The data was weighted to reflect the U.S. population and has a credibility interval, a measure of accuracy, of plus or minus 2.2 percentage points.\n\nAmong the iPhone owners, 39 percent were interested in purchasing the Apple watch, including 17 percent describing themselves as very interested. There were 788 iPhone owners in the survey with a credibility interval of plus or minus 4 percentage points.\n\nDiscussions about the watch have flooded online social media channels such as Twitter and Facebook since Apple held a splashy event in San Francisco on March 9 to showcase the watch.\n\nSocial media chatter about the Apple watch was 15 percent positive and 5 percent negative in the week following Apple’s event, according to an analysis that the firm Networked Insights conducted for Reuters. The remaining 80 percent was neutral. By contrast, the social conversation for Apple’s iPhone 6 during the same week was 5 percent positive and 0 percent negative, according to the analysis.\n\nAmong the conversations relating to the Apple watch during the one-week period, 5.8 percent of the comments showed an intent to purchase, according to Networked Insights, which analyzes tweets, public Facebook posts and other sources. Social comments about the iPhone 6, which has been on sale since September, showed a 2.9 percent purchase intent during the same week.\n\nApple is among several large tech companies looking to jumpstart a new market for “wearable” electronic devices. Samsung Electronics(005930.KS), Sony Corp(6758.T) and LG Electronics (066570.KS) have all released their own smartwatches, many of them powered by software developed by Internet company Google Inc (GOOGL.O).\n\nMore than half of iPhone users in the Reuters/Ipsos survey believe that a smartwatch in the near future will be an essential gadget that’s as common as the smartphone, whereas 44 percent a broader poll of U.S. adults felt that way."
    },
    {
        "time": "1:53PM UTC",
        "header": "bmw r&d chief sees hurdles to deeper collaboration with apple",
        "link": "http://www.reuters.com/article/2015/03/18/bmw-apple-collaboration-idUSL6N0WK4AL20150318",
        "body": "MUNICH, March 18 (Reuters) - BMW’s R&D chief said he saw hurdles to deeper collaboration with Apple beyond making products such as the iPhone work well in vehicles, but stopped short of ruling out the possibility of developing a car with the tech giant.\n\nApple is looking beyond mobile devices to learn how to make a self-driving electric car, and is talking to experts at carmakers and automotive suppliers, a senior auto industry source familiar with the discussions said last month.\n\nBMW research and development chief Klaus Froehlich told Reuters that his company and Apple had much in common, including a focus on premium branding, an emphasis on continually evolving products and a sense of making design aesthetically pleasing.\n\nAsked, in general, whether a deeper collaboration beyond integration of products like the iPhone would make sense, Froehlich initially said the German carmaker would not consider any deal that forces it to open up its core know-how to the U.S. firm.\n\n“We do not collaborate to open our ecosystem, but we find ways because we respect each other,” Froehlich said.\n\nWhen asked directly whether BMW might develop a car with Apple, he replied: “I will remain hypothetical on the topic. When it comes to the topic of technology, BMW tends to focus on its own strengths.”\n\nBMW will keep in mind the needs of the customer, and what the company’s core strengths are, when it considers the merits of entering any strategic collaboration, Froehlich said on Wednesday.\n\nThe carmaker, which has ranked as the world’s best-selling premium car brand for almost a decade, has signalled it may ease back on efforts to protect market share at the expense of margins, after surprising investors with a conservative view on profit growth this year. (Reporting by Edward Taylor; Editing by Pravin Char)"
    }
]