[
    {
        "time": "7:49AM UTC",
        "header": "us stocks-futures up with apple, boeing; fed eyed",
        "link": "http://www.reuters.com/article/2015/01/28/markets-stocks-usa-idUSL1N0V70VO20150128",
        "body": "NEW YORK, Jan 28 (Reuters) - U.S. stock index futures rose on Wednesday, boosted by earnings including from Apple and Boeing, while focus could shift later in the day to the Federal Reserve’s first two-day policy meeting of the year.\n\n* The Fed is expected to signal it remains on track to begin raising interest rates later this year, as it shows confidence that low inflation and rising risks from abroad have yet to derail the U.S. economic recovery.\n\n* Nasdaq futures rallied more than 1 percent powered by a 9 percent advance in Apple shares. Apple’s quarterly results smashed Wall Street expectations with record sales of big-screen iPhones in the holiday shopping season, which helped the company post the largest profit in corporate history.\n\n* Yahoo gained 6.7 percent after it unveiled plans to spin off its 15 percent stake in Alibaba Group Holding , responding to pressure to hand over to shareholders its e-commerce investment valued at roughly $40 billion.\n\n* Boeing added 4.1 percent premarket after posting its earnings results and outlook.\n\n* U.S. Steel Corp’s shares added 8.4 percent the day after its profit beat expectations. Though the company warned that low oil prices and the strong U.S. dollar could negatively impact its business in 2015, it said the potential for higher consumer spending could help lift demand.\n\n* S&P 500 e-minis were up 8.75 points, or 0.43 percent, with 155,107 contracts changing hands.\n\n* Nasdaq 100 e-minis were up 51 points, or 1.22 percent, in volume of 33,892 contracts.\n\n* Dow e-minis were up 36 points, or 0.21 percent, with 29,381 contracts changing hands."
    },
    {
        "time": "9:31AM UTC",
        "header": "us stocks snapshot-wall st opens up on apple, boeing boost",
        "link": "http://www.reuters.com/article/2015/01/28/markets-stocks-usa-idUSZXN0RDD0520150128",
        "body": "NEW YORK, Jan 28 (Reuters) - U.S. stocks rose at the open on Wednesday, boosted by earnings from Apple and Boeing, but focus could shift later in the day to the Federal Reserve’s first two-day policy meeting of the year.\n\nThe Dow Jones industrial average rose 30.34 points, or 0.17 percent, to 17,417.55, the S&P 500 gained 11.14 points, or 0.55 percent, to 2,040.69 and the Nasdaq Composite added 60.55 points, or 1.29 percent, to 4,742.05."
    },
    {
        "time": "9:04AM UTC",
        "header": "us stocks-wall st to open higher boosted by apple, boeing; fed eyed",
        "link": "http://www.reuters.com/article/2015/01/28/markets-stocks-usa-idUSL1N0V70ZK20150128",
        "body": "NEW YORK, Jan 28 (Reuters) - U.S. stocks were set to rise at the open on Wednesday, boosted by earnings including from Apple and Boeing, while focus could shift later in the day to the Federal Reserve’s first two-day policy meeting of the year.\n\nThe Fed is expected to signal it remains on track to begin raising interest rates later this year, as it shows confidence that low inflation and rising risks from abroad have yet to derail the U.S. economic recovery.\n\nNasdaq futures rallied more than 1 percent, powered by an 8.1 percent advance in Apple shares. Apple’s quarterly results smashed Wall Street expectations with record sales of big-screen iPhones in the holiday shopping season, which helped the company post the largest profit in corporate history.\n\nThe expected gains in major equity indexes come a day after a sharp selloff on Wall Street, triggered by downbeat earnings by Microsoft and Caterpillar.\n\n“We’ve had fairly significant earnings numbers, substantial misses and substantial wins that justify strong market movements,” said Peter Jankovskis, co-chief investment officer at OakBrook Investments LLC in Lisle, Illinois.\n\nRegarding the Fed, Jankovskis said he doesn’t expect any change in policy, “but it’s all about how they talk about markets and how markets affect their decisions.”\n\nS&P 500 e-mini futures were up 6 points and fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract, indicated a higher open. Dow Jones industrial average e-mini futures rose 13 points and Nasdaq 100 e-mini futures added 43 points.\n\nYahoo gained 4.5 percent after it unveiled plans to spin off its 15 percent stake in Alibaba Group Holding, responding to pressure to hand over to shareholders its e-commerce investment valued at roughly $40 billion.\n\nU.S. Steel Corp’s shares added 8.4 percent the day after its profit beat expectations. Though the company warned that low oil prices and the strong U.S. dollar could negatively impact its business in 2015, it said the potential for higher consumer spending could help lift demand. (Reporting by Rodrigo Campos; Editing by Chizu Nomiyama and Nick Zieminski)"
    },
    {
        "time": "5:41AM UTC",
        "header": "shares in apple suppliers leap on record results",
        "link": "http://www.reuters.com/article/2015/01/28/us-apple-suppliers-idUSKBN0L10RA20150128",
        "body": "LONDON (Reuters) - Shares in European companies that supply parts to Apple Inc (AAPL.O) leapt on Wednesday after the tech giant reported the largest profit in corporate history, driven by record sales of iPhones and strong demand in China.\n\nShares in British chip designer ARM ARM.L and Imagination Technologies IMG.L, which supplies graphics processing to the U.S. group, rose between 3 and 4 percent at the open as investors cheered the news overnight.\n\nWith ARM having the highest price to earnings valuation amongst its peers, traders said investors should look to buy into the stock on one of the days when it slips.\n\n“You have to be a buyer of ARM on the dip. It not only provides Apple with chips but also Samsung, and they get all the royalties,” said Beaufort Securities sales trader Basil Petrides.\n\nGerman chipmaker Dialog Semiconductor (DLGS.DE), which counts Apple as one of its customers, rose 1.5 percent by 0819 GMT.\n\nDialog makes chips that manage power consumption of consumer electronics such as smartphones and tablet computers. Apple and Samsung Electronics (005930.KS) are among its main customers and its shares are up almost a fifth this year.\n\nApple smashed its quarterly forecasts, selling 74.5 million iPhones in its fiscal first quarter ended Dec. 27, compared with a forecast of fewer than 70 million. Revenue rose to $74.6 billion from $57.6 billion a year earlier.\n\nProfit of $18 billion was the biggest ever reported by a public company, worldwide, according to S&P analyst Howard Silverblatt."
    },
    {
        "time": "1:39AM UTC",
        "header": "global markets-shares resilient as investors pin hopes on fed; apple outperforms",
        "link": "http://www.reuters.com/article/2015/01/28/markets-global-idUSL4N0V65CH20150128",
        "body": "* Dollar eases on talk Fed could sound more dovish on policy\n\nTOKYO/SYDNEY, Jan 28 (Reuters) - Asian stocks showed some resilience on Wednesday as investors speculated whether the Federal Reserve could take a dovish turn in its post-meeting statement later in the session, amid signs a stronger dollar was hurting U.S. corporate profits.\n\nApple Inc also provided some relief after the bell as record iPhone sales helped it beat expectations, sending its stock up more than 5 percent.\n\nYahoo Inc gained more than 6 percent in after-hours trading on its plans to spin off its 15 percent stake in China’s Alibaba Group Holding Ltd, responding to pressure to hand its prized e-commerce investment over to shareholders.\n\nThose moves helped U.S. stock futures rise 0.7 percent in Asia even as earnings from other U.S. majors generally disappointed, with multinationals from DuPont to Microsoft Corp complaining that a strong U.S. dollar was hurting profits.\n\nEuropean shares were expected to keep their bullish tone since the European Central Bank unveiled quantitative easing last week, with spreadbetters seeing rise of around one percent in Britain’s FTSE, Germany’s DAX and France’s CAC40.\n\nIn Asia, MSCI’s broadest index of Asia-Pacific shares outside Japan ticked up 0.2 percent to hit a four-month high while the Nikkei also gained 0.2 percent to one-month high.\n\n“The ECB quantitative easing was very powerful. Asian markets saw big fund inflows. The falls in oil prices reduced inflation risk, allowing many central banks in emerging markets to ease policy,” said Yukino Yamada, senior strategist at Daiwa Securities\n\nSingapore’s central bank in fact eased monetary policy unexpectedly on Wednesday ahead of its scheduled review in April, joining a growing list of central banks that took steps to counter disinflation and slowing growth.\n\nThe latest U.S. economic news was mixed with surprisingly soft durable goods orders, but notable strength in housing and consumer sentiment.\n\nSoft business investment and corporate earnings stoked talk the Fed would have to acknowledge the more difficult environment in its policy statement at 1400 GMT.\n\nSo far, the Fed has stuck by plans to raise interest rates around the middle of 2015, but markets have relentlessly pushed the timing out to year-end and are plotting a much lower trajectory for future hikes.\n\nFed funds <0#FF:> imply a rate of only 45 basis points by December, compared to the current effective funds rate of 12 basis points.\n\n“The market now thinks a rate hike around June is unlikely. So if the Fed does not change its tone, the market will take it as a bit more hawkish than expected,” said Tomoaki Shishido, fixed income analyst at Nomura Securities.\n\nJust the risk of a dovish turn was enough to force speculators to cut back on crowded short positions in the euro, lifting the common currency to $1.1372 and away from Monday’s 11-year low of $1.1098.\n\nThe dollar dipped to 117.92 yen and retreated against a basket of major currencies to 94.092, off an 11-year high of 95.481 hit on Friday.\n\nIn commodity markets, oil prices were pressured by news U.S. oil stockpiles surged by nearly 13 million barrels last week.\n\nBrent crude oil dipped to $49.01 a barrel while U.S. crude oil futures slipped to $45.57. (Editing by Shri Navaratnam and Eric Meijer)"
    },
    {
        "time": "6:45AM UTC",
        "header": "iphone sales trample expectations as profit sets global record",
        "link": "http://www.reuters.com/article/2015/01/28/us-apple-results-idUSKBN0L02QG20150128",
        "body": "(Reuters) - Apple Inc (AAPL.O) quarterly results smashed Wall Street expectations with record sales of big-screen iPhones in the holiday shopping season and a 70 percent rise in China sales, powering the company to the largest profit in corporate history.\n\nThe company sold 74.5 million iPhones in its fiscal first quarter ended Dec. 27, while many analysts had expected fewer than 70 million. Revenue rose to $74.6 billion from $57.6 billion a year earlier.\n\nProfit of $18 billion was the biggest ever reported by a public company, worldwide, according to S&P analyst Howard Silverblatt. Apple’s cash pile is now $178 billion, enough to buy IBM (IBM.N) or the equivalent to $556 for every American.\n\nApple Chief Executive Officer Tim Cook said the Cupertino, California-based company would release its next product, the Apple Watch, in April.\n\nShares rose about 5 percent to $114.90 in after-hours trade.\n\nDaniel Morgan, senior portfolio manager at Apple-shareholder Synovus Trust Company in Atlanta, Georgia, said that the report was a good sign in a quarter where big tech companies such as IBM and Microsoft Corp (MSFT.O) have disappointed.\n\nApple Chief Financial Officer Luca Maestri told Reuters in an interview that the company did not sell more iPhones in China than the United States, despite some earlier predictions by research analysts.\n\nBut the big-screen iPhone 6 and 6 plus drove revenues in China were up 70 percent in the quarter from a year earlier. The company’s success in the competitive Chinese market can be attributed to its partnership with China Mobile Ltd (0941.HK), the largest global mobile carrier, and the appeal of the larger screen size of the iPhone 6 and 6 Plus.\n\nMaestri said he does not expect Apple to struggle because of China’s slipping economic growth. “We haven’t seen a slowdown,” he added.\n\nMaestri also said the company doubled iPhone sales in Singapore and Brazil.\n\nApple will reach 40 company stores in greater China by mid-2016, Maestri told analysts on a conference call.\n\nCarolina Milanesi, an analyst with Kantar Worldpanel ComTech, also lauded a 14 percent rise in unit sales of Apple Macintosh computers and sales of older iPhone models.\n\nApple was well positioned for the current quarter in China, she added, which will include the Chinese New Year holiday and reflect Apple’s attempts to sell through new channels.\n\nApple reported net profit of $18.02 billion, or $3.06 per diluted share, compared with $13.07 billion, or $2.07 per share, a year earlier. That topped expectations of $2.60 per share, according to Thomson Reuters I/B/E/S. Analysts had expected revenue of $67.69 billion.\n\nMaestri said that Apple faced “a clear headwind” from the strong dollar but that it had included the challenge in its forecasts. Apple predicted revenue of $52 billion to $55 billion in its fiscal second quarter, compared with Wall Street’s average target of $53.79 billion.\n\nCook said that the company’s new mobile payment service, Apple Pay, which lets customer buy products from select merchants with their phones, was in its “first inning” and the company would consider adding new features as it looked at expanding outside the United States."
    }
]