[
    {
        "time": "7:18AM UTC",
        "header": "tattoo snafu irks inked apple watch wearers",
        "link": "http://www.reuters.com/article/2015/04/30/us-apple-watch-tattoo-idUSKBN0NL0EU20150430",
        "body": "SYDNEY (Reuters) - Early adopters of the Apple Watch, Apple Inc’s (AAPL.O) first new product in five years, are complaining that a number of its key functions are disrupted by their tattoos.\n\nOwners of Apple Watch - including this reporter, who bought a 42mm version with stainless steel case and black classic buckle for A$1,029 ($822) - have found that their inked skin confuses the sensors on the underside of the device.\n\nUsers of the watch, which went on sale last week, took to social media on Thursday under the hashtag #tattoogate to air their frustration with the flaw from Apple’s renowned design house.\n\nOne anonymous user on Reddit, an entertainment, social networking, and user-generated news website, said the device’s locking mechanism, which should disengage when the watch detects it is being worn, failed to work on decorated skin.\n\n“My hand isn’t tattooed and the Watch stayed unlocked. Once I put it back on the area that is tattooed with black ink, the watch would automatically lock again,” the user wrote.\n\nThis Reuters reporter, who has a black tattoo on his left arm, also found that the watch locks on tattooed skin and does not deliver the soft pings that alert a user to incoming messages. The heart rate readings were also significantly different on the tattooed and untattooed wrists.\n\nAn Apple support article says the watch uses green LED lights paired with light-sensitive photodiodes to detect the amount of blood flowing through the wrist and calculate the frequency of heart beats.\n\nA website support page from the company says tattoos can interfere with readings from the heart rate monitor, but does not mention interference with other functions.\n\n“Permanent or temporary changes to your skin, such as some tattoos, can also impact heart rate sensor performance. The ink, pattern, and saturation of some tattoos can block light from the sensor, making it difficult to get reliable readings,” it said.\n\nA spokesman for Apple in Sydney declined to comment on Thursday, but three Apple employees at its flagship Sydney store, including a senior advisor from its tech support line, said they were unaware of any issue.\n\n“To be honest, you’re my first caller about the Apple Watch at all,” the senior advisor told Reuters.\n\nThe tattoo issue follows a report in the Wall Street Journal on Wednesday that some taptic engines, which produce the sensation of being tapped on the wrist, started to break down over time, a flaw that was slowing the rollout of the item.\n\nThe report said the problem had been detected in some of the parts supplied by AAC Technologies Holdings Inc (2018.HK), based in Shenzhen, China. Shares in AAC Technologies dropped 8 percent on Thursday morning after the report. The company did not respond to requests for comment.\n\nA Taipei-based technology analyst, who is in regular contact with AAC, said he was not aware of the tattoo problem, but did not expect it would have a significant impact on production.\n\n“We have been hearing suppliers encountering some bottleneck issues for Apple Watch’s production such as problems with its displays, haptics or assembly,” he told Reuters, adding that those issues were quite common for new products."
    },
    {
        "time": "12:30AM UTC",
        "header": "microsoft opens door to android, apple phone apps ",
        "link": "http://www.reuters.com/article/2015/04/30/us-microsoft-windows-idUSKBN0NK1UZ20150430",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp (MSFT.O) is making it easier for apps written for rival Google Inc’s (GOOGL.O) Android and Apple Inc’s (AAPL.O) iOS systems to work on Windows phones, in a bid to attract users to its unpopular mobile devices, the company’s operating systems chief said on Wednesday.\n\nThe move marks a radical shift in strategy for the world’s biggest software company, which still dominates the personal computer market but has failed to get any real traction on tablets and phones, partly because of a lack of apps.\n\nMicrosoft has found itself in a circular trap, as many developers will not build apps for Windows phones which have few users, and few people want the phones which have fewer apps than Android or Apple phones.\n\nGetting apps built for Android and iOS onto its phones and tablets could be a shortcut to breaking out of that trap.\n\n“Microsoft is making a major play to win back developers,” said Forrester analyst Michael Facemire. “They’ve opened up the once-impenetrable castle walls.”\n\nSpeaking at Microsoft’s developer conference in San Francisco on Wednesday, Executive Vice President Terry Myerson said developers will be able to use the vast majority of their Android code to turn their apps into Windows-compatible versions, which will work on Windows phones running a special subsystem.\n\nThe apps will technically be Windows apps and available only through Microsoft’s online app store. The apps would automatically use Microsoft’s services such as Bing maps, rather than Google’s services, as an app would on an Android phone. That is a crucial distinction because Google gets revenue from ads on services rather than from the Android system itself.\n\nMyerson also announced a surprise move to make it easier for iOS developers to make Windows apps, saying that Microsoft’s developer software will be compatible with Objective C, the main programming language used by Apple.\n\nGoogle declined to comment. Apple did not immediately respond to requests for comment.\n\nMicrosoft, which bought Nokia’s handset business last year, has only 3 percent of the global smartphone market. By contrast, Android phones, led by Samsung (005930.KS), control 81 percent of the market and Apple 15 percent, according to Strategy Analytics.\n\nMicrosoft is scheduled to release its new Windows 10 operating system this summer, which for the first time will run across PCs, tablets and phones. It said on Wednesday it is aiming for one billion devices running Windows 10 in two to three years time.\n\nIts new browser will arrive as Microsoft Edge, replacing the waning Internet Explorer, when Windows 10 is released, the company said."
    },
    {
        "time": "1:28PM UTC",
        "header": "us stocks-wall st falls on mixed economic data; apple weighs",
        "link": "http://www.reuters.com/article/2015/04/30/markets-stocks-usa-idUSL4N0XR7B920150430",
        "body": "* Consumer confidence rises less than expected in March\n\nApril 30 (Reuters) - Wall Street was lower in afternoon trading on Thursday as Apple weighed on major indexes and investors digested a mixed batch of economic data.\n\nNine of the 10 major S&P sectors were down, with the technology index retreating 1.2 percent. The Nasdaq biotech index dropped 2.2 percent, led by Celgene .\n\nApple fell as much as 2.6 percent to $125.25 and was the biggest drag on the Dow, S&P 500 and the Nasdaq. The company limited the availability of the Apple Watch after a key component was found to be defective, according to the Wall Street Journal.\n\nInvestors were also digesting a mixed bag of economic data which came in a day after data showed that the U.S. economy slowed to a crawl in the first quarter.\n\nWhile the number of Americans filing new claims for jobless benefits tumbled to a 15-year low last week, consumer spending rose less-than-expected in March as personal income stayed flat.\n\nScott Brown, chief economist at Raymond James, said investors were operating in a period of high uncertainty.\n\n“I think its very, very healthy to see some back and forth in the equity markets. Economic data is still going to be a bit mixed in the near term and that can be used as a crutch for the markets.”\n\nAt 13:24 p.m. EDT (1724 GMT) the Dow Jones industrial average was down 102.53 points, or 0.57 percent, at 17,933, the S&P 500 was down 12.79 points, or 0.61 percent, at 2,094.06 and the Nasdaq Composite was down 51.74 points, or 1.03 percent, at 4,971.90.\n\nCelgene fell 3.5 percent to $109.28 and was the biggest drag on the biotech index after the company blamed the dollar for its lower-than-expected quarterly revenue. The stock was the second biggest drag on the S&P 500 and the Nasdaq.\n\nBaidu declined 7.1 percent to $203.25 after China’s dominant Internet search engine provider posted its slowest quarterly revenue growth rate in almost seven years.\n\n“The tech sector is a very ”risk-on“ sector and is the sector most sensitive to perceived rate hikes, so you’re seeing some reshuffling in portfolios,” said Brian Fenske, head of sales trading at ITG in New York.\n\nGoogle, IBM and Intel were down by 1.2 to 1.8 percent.\n\nYelp shares slumped as much as 24 percent to a near two-year low of $39.25 a day after the operator of consumer review website forecast second-quarter revenue below analysts’ expectations.\n\nColgate-Palmolive slipped 2.1 percent to $67.08 after cutting its full-year profit forecast for the second time, saying the impact of the dollar would worsen.\n\nEarnings expected after the close on Thursday include Dow component Visa, insurer AIG and LinkedIn.\n\nDeclining issues outnumbered advancing ones on the NYSE by 2,188 to 781, for a 2.80-to-1 ratio on the downside; on the Nasdaq, 1,918 issues fell and 786 advanced for a 2.44-to-1 ratio favoring decliners.\n\nThe benchmark S&P 500 index was posting 6 new 52-week highs and 1 new lows; the Nasdaq Composite was recording 34 new highs and 69 new lows. (Editing by Savio D‘Souza)"
    },
    {
        "time": "10:39AM UTC",
        "header": "us stocks-wall st opens lower as apple, celgene weigh",
        "link": "http://www.reuters.com/article/2015/04/30/markets-stocks-usa-idUSL4N0XR6S420150430",
        "body": "* Consumer confidence rises less than expected in March\n\nApril 30 (Reuters) - Wall Street opened lower on Thursday as Apple weighed on the major indexes and Celgene led a fall in biotech stocks, more than offsetting encouraging economic data.\n\nAll the 10 major S&P sectors were down, with the technology index retreating 1.1 percent. The Nasdaq biotech index dropped 1.7 percent.\n\nApple fell 2.3 percent to $125.70 and was the biggest drag on the Dow, S&P 500 and the Nasdaq. The company limited availability of the Apple Watch after a key component supplied by a Chinese company was found to be defective, according to the Wall Street Journal.\n\nEquity markets were weak despite the release of encouraging economic data earlier in the day.\n\nThe number of Americans filing new claims for jobless benefits tumbled to a 15-year low last week and consumer spending rose in March, signs the economy was regaining momentum after stumbling badly in the first quarter.\n\n“I think we’re going to see cleaner data come out in the second quarter and with the jobless claims being at their lowest levels in 15 years, that certainly points towards a strengthening labor market which has been a clear focus point of the Fed,” said Mark Luschini, chief market strategist at Janney Montgomery Scott in Philadelphia.\n\nAt 10:30 a.m. EDT (1430 GMT) the Dow Jones industrial average was down 123.88 points, or 0.69 percent, at 17,911.65, the S&P 500 was down 14.73 points, or 0.7 percent, at 2,092.12 and the Nasdaq Composite was down 47.89 points, or 0.95 percent, at 4,975.75.\n\nCelgene fell 3.4 percent to $109.39 and was the biggest drag on biotech stocks after the biotechnology company blamed the dollar for its lower-than-expected quarterly revenue. The stock was the second biggest drag on the S&P 500 and the Nasdaq.\n\nBaidu declined 5.9 percent to $206 after China’s dominant Internet search engine provider posted its slowest quarterly revenue growth rate in almost seven years.\n\nCompanies continue to cite the strong dollar, which has climbed nearly 9 percent against a basket of major currencies from January to March, for weak results and forecasts.\n\nColgate-Palmolive fell 1.9 percent to $67.17 after cutting its full-year profit forecast for the second time, saying the impact of the dollar would worsen.\n\nAutomotive supplier BorgWarner also cited the dollar for a fall in quarterly revenue. Its stock dropped 4.2 percent to $58.35.\n\nConocoPhillips fell 0.62 percent to $67.94 after it reported a sharp fall in quarterly profit, hurt by a steep decline in crude oil prices.\n\nYelp shares slumped 18.1 percent to $42.00 a day after the operator of consumer review website forecast second-quarter revenue below analysts’ expectations.\n\nEarnings expected after the close on Thursday include Dow component Visa, insurer AIG and LinkedIn.\n\nDeclining issues outnumbered advancing ones on the NYSE by 2,348 to 524, for a 4.48-to-1 ratio on the downside; on the Nasdaq, 1,948 issues fell and 557 advanced for a 3.50-to-1 ratio favoring decliners. (Editing by Savio D‘Souza)"
    },
    {
        "time": "4:02PM UTC",
        "header": "us stocks snapshot-wall st ends down as apple, biotechs weigh",
        "link": "http://www.reuters.com/article/2015/04/30/markets-stocks-usa-idUSZXN0RFX2I20150430",
        "body": "April 30 (Reuters) - U.S. stocks sold off on Thursday, pushing the Nasdaq down for a fourth day, as Apple shares declined and earnings results in other tech and biotech names disappointed.\n\nThe Dow Jones industrial average fell 195.01 points, or 1.08 percent, to 17,840.52, the S&P 500 lost 21.36 points, or 1.01 percent, to 2,085.49 and the Nasdaq Composite dropped 82.22 points, or 1.64 percent, to 4,941.42. (Reporting by Ryan Vlastelica; Editing by Meredith Mazzilli)"
    }
]