[
    {
        "time": "1:34PM UTC",
        "header": "apple's stock dips as concerns mount about iphone shipments",
        "link": "http://www.reuters.com/article/us-apple-stock-idUSKBN0TZ2LO20151216",
        "body": "SAN FRANCISCO (Reuters) - Shares of Apple (AAPL.O) dipped on Wednesday on growing expectations that the consumer technology company may sell fewer iPhones next year than previously thought.\n\nIn a note to clients on Wednesday, Bank of America cut its estimate for fiscal 2016 iPhone shipments by 10 million to 220 million, pointing to a weakening among Apple’s suppliers.\n\nIn another note, Raymond James lowered its estimate for 2016 iPhone shipments to 224 million from 229 million, also pointing to lackluster expectations at Apple suppliers. And on Tuesday, Baird Equity Research trimmed its 2016 iPhone forecast to 234.7 million from 243.8 million, implying 1.5 percent growth over 2015.\n\nReflecting growing doubts about future iPhone sales, shares of Apple have fallen 4.4 percent over the past month and are down about 18 percent from record highs in April.\n\nIn the latest hints of weakness among Apple suppliers, Imagination Technologies on Tuesday said softness in the overall semiconductor industry and smartphone market meant its operating profit would be lower than expected for the rest of its fiscal year.\n\nThat mirrored weakness at German peer Dialog Semi (DLGS.DE), which also cut its outlook, citing softer-than-expected demand for chips used in mobile phones such as the iPhone.\n\n“Though we always take supply chain comments with a hefty grain of salt, the Baird semiconductor team recently suggested a 20 percent cut in procurement orders based on its supply chain conversations,” Baird analyst William Power wrote in a client note.\n\nReflecting increasing bets by Wall Street against Apple, short interest edged up to 1.9 percent of its outstanding shares at the end of November from 1.3 percent midway through the month, according to Nasdaq data.\n\nMorgan Stanley said in a note on Sunday it expects iPhone unit sales to drop 6 percent in the 2016 calendar year as higher prices in markets outside Americas, excluding China, and maturing smartphone penetration in developed markets weigh on upgrades and new user growth.\n\nApple shares were down 0.7 percent at $109.71 on Monday, well off their high of $134.54 on April 28."
    },
    {
        "time": "2:03PM UTC",
        "header": "two years after acquisition, apple shuts social analytics platform topsy",
        "link": "http://www.reuters.com/article/us-apple-topsy-idUSKBN0TZ2NV20151216",
        "body": "NEW YORK (Reuters) - Apple Inc has shut down its Topsy Labs unit, which specialized in analyzing Twitter data and providing insights into current sentiment on a variety of topics, and the move prompted an outcry from many of its users.\n\nThe website for the platform www.topsy.com currently directs users to an Apple support page. On Tuesday night, Topsy sent out its last tweet from its ‏@Topsy account: “We’ve searched our last tweet.”\n\nApple acquired Topsy in December 2013 for more than $200 million, an unusual purchase for a hardware-focused company that has made few forays into social networking. An Apple spokesman was not immediately available for comment.\n\nSan Francisco-based Topsy was one of Twitter’s early partners, enjoying direct access to the messaging service’s billions of tweets over several years. It has indexed them all to make them readily and rapidly searchable.\n\n“What the heck! Gone too soon,” wrote Twitter user Doyan Wilfred (@ThinkDoyan) on Wednesday.\n\nAdrian Parker (@adrianparker), another Twitter user, wrote: “Heartbreak. Topsy was my secret Twitter weapon (Tweapon?)”\n\nFormer employees of Topsy also took to social media to express their sadness.\n\n“RIP (rest in peace) Topsy” Rishab Aiyer Ghosh (@r2g2), one of the four founders of the company, tweeted on Tuesday night.\n\nTopsy employee Paul Gerard Porter (@paul_g_porter) tweeted: “What an incredible run we had - I thoroughly enjoyed being part of the Topsy team #endofanera.”\n\nBefore the Topsy acquisition, Apple’s main effort in social media had revolved around Ping, a music-centered social sharing network that was at one point integrated into the company’s iTunes app. The service, which lets users post music tracks they liked to a news feed, did not catch on and was shut down.\n\nApple shares were down 0.4 percent at $110.01 on Wednesday."
    },
    {
        "time": "5:34PM UTC",
        "header": "appeals court maintains apple injunction order against samsung",
        "link": "http://www.reuters.com/article/ip-apple-injunction-idUSL1N1453E220151216",
        "body": "A U.S. appeals court on Wednesday denied Samsung’s request to reconsider its September decision greenlighting an injunction against the South Korean company in a patent dispute with Apple.\n\nThe order is yet another win for Apple and its WilmerHale attorney William Lee in an ongoing patent feud with the company’s chief smartphone rival. But an injunction on using Apple’s patented features in Samsung’s devices will likely have minimal effect on the company’s product availability or sales.\n\nTo read the full story on WestlawNext Practitioner Insights, click here: bit.ly/1P913IN"
    },
    {
        "time": "12:34AM UTC",
        "header": "australia banks agree android pay deal, apple pay still frozen out ",
        "link": "http://www.reuters.com/article/us-australia-banking-google-idUSKBN0TY31I20151216",
        "body": "SYDNEY (Reuters) - Big Australian banks have agreed to accept payments made on mobile devices using Google Inc’s (GOOGL.O) Android Pay, leaving Apple Inc’s APPL.O rival Apple Pay system out in the cold as the tech giant struggles to coax lenders to accept its terms.\n\nBanks including Westpac Banking Corp (WBC.AX), ANZ Banking Group (ANZ.AX) and Macquarie (MQG.AX) will accept contactless payments via Android smartphones when Google rolls out the service in first-half 2016, the tech giant said on Wednesday. Westpac and Commonwealth Bank of Australia (CBA.AX) already operate their own mobile payment systems.\n\nIn contrast, Apple remains locked in talks with big banks in search of a deal to accept Apple Pay. The iPhone maker’s system launched in Australia last month, with support for American Express Co (AXP.N) cards, but remains adrift from 80 percent of consumers using other credit cards in a market Westpac sees as worth more than $2 billion this year.\n\n“It’s a big bargaining chip for (Australian) banks to use to force a better deal with Apple,” said Foad Fadaghi, managing director of technology research firm Telsyte.\n\nAndroid Pay will support both MasterCard and Visa credit and debit cards, Pali Bhat, director of product management at Google wrote in a blog post Wednesday. Consumer favorites like McDonald’s Corp (MCD.N) and Domino’s Pizza (DMP.AX) have also signed up, Google said, enhancing Android Pay’s appeal.\n\nThe absence of a deal on Apple Pay hinges on banks’ unwillingness to give up a slice of a market for contactless payments they have cultivated that is now much bigger than in many other countries.\n\nMore than 60 percent of all card transactions in Australia are now contactless, ANZ bank said in a statement on Wednesday, announcing the Android Pay tie-up.\n\nIn the United States, meanwhile, a survey by Verifone and Wakefield Research released in January 2015 found mobile wallets accounted for just about 4 percent of the overall payments market for in-store retail transactions.\n\nFees in Australia’s lucrative mobile payments market remain a bone of contention in Apple’s talks with the main banks.\n\nApple is demanding 15 basis points in interchange fees that banks have refused to share, people familiar with such negotiations say. Android Pay has no such charges, the sources said.\n\n“The four Australian banks aren’t prepared to give up the amount of interchange fees that the U.S., Canadian and UK banks have done,” said Grant Halverson, a payments consultant from McLean Roche."
    }
]