[
    {
        "time": "2:30AM UTC",
        "header": "nikkei falls as apple suppliers tumble; market wary before key events",
        "link": "http://www.reuters.com/article/japan-stocks-close-idUSL3N12R2AK20151027",
        "body": "TOKYO, Oct 27 (Reuters) - Tokyo stocks fell on Tuesday after Apple Inc suppliers such as TDK Corp and Murata Manufacturing Co tumbled before the tech giant’s earnings report, while investors remained cautious before key central bank events this week.\n\nThe broader Topix dropped 1.0 percent to 1,543.11 and the JPX-Nikkei Index 400 also declined 1.0 percent to 13,838.07."
    },
    {
        "time": "2:58PM UTC",
        "header": "judge rejects apple's arguments on damages in $234 mln university patent case",
        "link": "http://www.reuters.com/article/ip-apple-warf-idUSL1N12R2DF20151027",
        "body": "A U.S. judge has said a jury that slapped Apple with $234 million in damages for infringing a patent owned by the University of Wisconsin’s licensing body properly resolved a dispute over where Apple’s microchips were made to come up with the verdict.\n\nIn an order released on Monday, U.S. District Judge William Conley in Madison, Wisconsin, denied motions for judgment as a matter of law filed by both Apple and the Wisconsin Alumni Research Foundation (WARF), affirming the jury’s damages figure with a judgment against Apple.\n\nTo read the full story on WestlawNext Practitioner Insights, click here: bit.ly/208Ni14"
    },
    {
        "time": "1:41PM UTC",
        "header": "jpmorgan throws down against more than just apple",
        "link": "http://www.reuters.com/article/idUS311504220520151027",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nJPMorgan’s new smartphone wallet presents a clear challenge to the burgeoning rival service from Apple. The mega-bank is taking on more than just the $680 billion tech behemoth, though. Unveiled with much fanfare by JPMorgan retail banking boss Gordon Smith at a financial technology conference in Las Vegas on Monday, Chase Pay has the potential to shake up the ever more convoluted way payment systems work.\n\nChase Pay, due in mid-2016, proposes to make the process simpler for both customers and retailers. Rather than being just one link in the payments chain, Chase will handle or run pretty much everything. That should mean the all-in cost per transaction falls. It’s even going to pre-load each customer’s most-used credit or debit card into the system. That doesn’t just eliminate an annoyance factor, but also removes what became a security weak spot for Apple Pay: thieves loading stolen cards.\n\nThe payment pipes owned by MasterCard and Visa will keep routing transactions. Even that relationship, however, may be altered. Chase – aligning itself with the fledgling Merchant Customer Exchange, an early Apple Pay rival led by a group of retailers including Wal-Mart Stores – is going to charge merchants a flat fee for using Chase Pay, thus getting rid of the variable network and processing fees.\n\nChances are that JPMorgan will cover those, perhaps in anticipation of extra volume bridging the gap between what it collects and what it pays to Visa and MasterCard. The bank run by Jamie Dimon is also absolving store owners of any liability for fraud. And it lets them build their own loyalty and rewards programs into Chase Pay, making life that little bit simpler for buyers while increasing their own ability to increase revenue.\n\nConsumers, meanwhile, will get a way to buy goods and services that works in stores, on mobile phones and on computers, and is potentially devoid of aggravation. All in, that makes the JPMorgan option less an Apple Pay killer than a major threat to rival banks and the likes of card issuers such as American Express. It’s one of the first clear signs that the growing war over financial technology involves battles on many fronts."
    },
    {
        "time": "4:14PM UTC",
        "header": "stocks retreat ahead of apple, fed; oil drop continues",
        "link": "http://www.reuters.com/article/us-markets-global-idUSKCN0SL01J20151027",
        "body": "NEW YORK (Reuters) - Global equity markets retreated for a second straight session on Tuesday as investors were cautious ahead of earnings from Apple and a U.S. Federal Reserve policy statement, while crude prices slumped to multi-week lows on growing oversupply concerns.\n\nThe S&P 500 .SPX closed lower as investors awaited Apple earnings after the closing bell in an effort to gauge global demand. Investors were also bracing for the conclusion of the Fed's two-day meeting on Wednesday for signs on the timing of an interest rate hike.\n\n“It’s an incredibly busy week, with the Fed tomorrow followed by GDP on Thursday. We are right in the heart of earnings and the market has just run 10 percent uninterrupted,” said Patrick Schaffer, global investment specialist at JP Morgan Private Bank in Los Angeles.\n\nPrior to declines this week, the benchmark index had rallied more than 10 percent from the end of September.\n\nEuropean shares fell following a profit warning from BASF (BASFn.DE). The world’s largest chemicals firm blamed struggling emerging markets like China and Brazil.\n\nThe Dow Jones industrial average .DJI fell 41.62 points, or 0.24 percent, to 17,581.43, the S&P 500 .SPX lost 5.29 points, or 0.26 percent, to 2,065.89 and the Nasdaq Composite .IXIC dropped 4.56 points, or 0.09 percent, to 5,030.15.\n\nMSCI's all-country world index .MIWD00000PUS of the equity performance of 46 countries lost 0.57 percent, its second straight decline, while the pan-regional FTSEurofirst 300 .FTEU3 index, tracking Europe's 300 largest companies, closed down 1 percent.\n\nMarkets are pricing in only around a 7 percent chance the U.S. central bank will raise rates this week and many market participants believe the Fed will hold off until 2016, but investors will be watching for signals the central bank might act at its next meeting in December.\n\nApple (AAPL.O) dipped 0.6 percent to $114.55 ahead of its results, with investors anxious to hear how many new phones it has been selling after supplier Manz (M5ZG.DE) cut its guidance.\n\nAlibaba (BABA.N) shares climbed 4 percent to $79.44 after the China-focused e-commerce giant reported better-than-expected revenue.\n\nBut BASF, whose products range from car coatings to mining acids, blamed the pressures facing major emerging markets like China and Brazil for the profit warning that knocked its shares 5 percent lower.\n\nPrices of 10-year Treasuries US10YT=RR were up 8/32 to yield 2.0317 percent after a drop in durable goods orders for September was the latest data point to indicate the economy slowed in the third quarter.\n\nOil prices fell for a third straight day, with Brent touching a six-week low, as worries over persistent oversupply grew ahead of U.S. data that was expected to show another increase in crude inventories. Brent crude settled down 1.5 percent to $46.81 a barrel while U.S. crude settled 2.8 percent lower at $43.20.\n\nAgainst a basket of currencies, the dollar was up 0.06 percent at 96.915 .DXY. The greenback had briefly dipped into negative territory after a private gauge of U.S. consumer confidence unexpectedly fell in October."
    },
    {
        "time": "11:41AM UTC",
        "header": "global markets-rally in stocks fades ahead of apple, fed",
        "link": "http://www.reuters.com/article/markets-global-idUSL8N12R3HY20151027",
        "body": "* Investors await Apple results later in the day\n\nNEW YORK, Oct 27 (Reuters) - Global equity markets declined on Tuesday as investors exercised caution ahead of earnings from Apple and a U.S. Federal Reserve policy statement, while crude prices slumped to multi-week lows on worries about oversupply.\n\nThe S&P 500 was on track for a second straight decline as investors awaited Apple earnings after the closing bell to gauge global demand. Investors were also bracing for the conclusion of the Fed’s two-day meeting on Wednesday for signs on the timing of an interest rate hike.\n\n“The market is just kind of holding in check, there is no reason for them to make any huge moves on the broader market right now,” said Ken Polcari, Director of the NYSE floor division at O‘Neil Securities in New York.\n\n“We’ve had this significant move off the lows off August but we’re right back hitting resistance so there is no reason to take it higher at the moment until they get a better feel for what Janet (Yellen) is going to say tomorrow.”\n\nThe benchmark index has rallied more than 10 percent from the end of September, when it retested lows hit in August.\n\nEuropean shares fell following a profit warning from BASF . The world’s largest chemicals firm blamed struggling emerging markets like China and Brazil.\n\nThe Dow Jones industrial average fell 14.87 points, or 0.08 percent, to 17,608.18, the S&P 500 lost 3.94 points, or 0.19 percent, to 2,067.24 and the Nasdaq Composite added 0.37 points, or 0.01 percent, to 5,035.07.\n\nMSCI’s all-country world index of the equity performance of 46 countries lost 0.5 percent, while the pan-regional FTSEurofirst 300 index, tracking Europe’s 300 largest companies, was off 0.6 percent.\n\nMarkets are pricing in only around a 7 percent chance the U.S. central bank will raise rates this week, but investors will be watching for signals that it might act at its next meeting in December.\n\nApple was up 0.5 percent to $115.89 ahead of its results, with investors anxious to hear how many new phones it has been selling after supplier Manz cut its guidance.\n\nAlibaba shares climbed 4.1 percent to $79.50 after the China-focused e-commerce giant reported better-than-expected revenue.\n\nBut BASF, whose products range from car coatings to mining acids, blamed the pressures facing major emerging markets like China and Brazil for the profit warning that knocked its shares 5 percent lower.\n\nPrices of 10-year Treasuries US10YT=RR were up 8/32 to yield 2.0299 percent after a drop in durable goods orders for September was the latest data point to indicate the economy slowed in the third quarter.\n\nOil prices fell to their lowest in six weeks on Tuesday, as mounting worries over persistent oversupply grew ahead of U.S. data that was expected to show another increase in crude inventories. Brent crude was down 1.8 percent to $46.69 a barrel while U.S. crude was off 2.3 percent at $43.\n\nAgainst a basket of currencies, the dollar was up 0.05 percent at 96.915. The greenback had briefly dipped into negative territory after a private gauge of U.S. consumer confidence unexpectedly fell in October."
    },
    {
        "time": "5:39AM UTC",
        "header": "huawei takes smartphone fight to samsung, apple with third-quarter shipments boom",
        "link": "http://www.reuters.com/article/us-huawei-results-idUSKCN0SL0Z820151027",
        "body": "HONG KONG (Reuters) - China’s Huawei Technologies Co [HWT.UL] is set to be the fastest-growing major smartphone vendor this year, analysts said, boosting its drive upmarket to challenge industry giants Samsung Electronics Co and Apple Inc.\n\nThe upbeat view came after Huawei, the world’s third-biggest smartphone supplier by volume, on Tuesday said third-quarter global smartphone shipments jumped 63 pct year-on-year to 27.4 million handsets. Higher-end device sales also grew, a key target for Huawei as it seeks to shed its budget supplier image.\n\nThe July-September numbers puts Huawei on course to move 100 million smartphones this year, 33 percent more than in 2014. That would mean it outpacing growth forecast for major rivals such as Apple, Xiaomi Inc [XTC.UL] and Lenovo Group Ltd, analysts said.\n\n“It’s hard to find a solid contender to Huawei for the top three position (after Samsung and Apple) in the short term,” said Nicole Peng, Asia Pacific director at research firm Canalys. “That’s impressive growth.”\n\nHuawei remains a distant third, with a smartphone market share worth $7 billion in the second quarter, about one-fifth of those of Apple and Samsung, according to Canalys.\n\nStill, analysts said Huawei’s branding shift to higher-margin premium models, as well as strong relations with telecom carriers at home and abroad, are now helping it cement its position in the global top three. Previously, smaller players often swapped that rank in price wars.\n\nThird-quarter deliveries climbed 81 percent and 98 percent in China and Europe respectively from a year ago. About a third of the quarterly shipments were mid- to high-end models, Huawei said, up from 25 percent a year earlier.\n\nHuawei doubled its China smartphone revenue in the first half of this year, defying a slowdown in the world’s biggest handset market that is enveloping rivals Xiaomi and Samsung.\n\nDespite the strong growth in both Europe and China, analysts said Huawei still needs to win over consumers in the United States - where its market penetration remains low - if it is to become a serious rival to Samsung and Apple as a truly global smartphone brand.\n\nAfter its products were once labeled a national security risk in a U.S. Congressional report, which said Beijing could use Huawei equipment for spying, the firm has this year rolled out new phones and wearable devices in a bid to attract new buyers. The company declined to say how many smartphones it has sold in the U.S.\n\n“It’s very interesting to see whether they will do well in the U.S. (market),” said Nomura analyst Leping Huang. “It still has some room to grow.”"
    },
    {
        "time": "8:40PM UTC",
        "header": "apple investors focus on iphone sales for the holiday quarter ",
        "link": "http://www.reuters.com/article/us-apple-results-idUSKCN0SL2VY20151028",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc (AAPL.O) painted a rosy picture for its new iPhones as it reported quarterly results on Tuesday, but investors were more focused on the company’s next test: topping last year’s record holiday sales.\n\nShares of the world’s most profitable company initially rose 3 percent in extended trade after Apple beat Wall Street’s sales and profit forecasts, but the gains largely evaporated later.\n\nIn the world’s most important market for smartphones, Apple’s sales in Greater China in its fourth fiscal quarter nearly doubled from a year ago to $12.52 billion, accounting for nearly a quarter of its total revenue.\n\n“We continue to have wonderful success there,” Apple’s chief financial officer, Luca Maestri, told Reuters, adding that Apple now has 25 stores in China and is opening a new one roughly every month.\n\nBut China sales dipped from the fiscal third quarter, when Apple notched $13.2 billion in revenue there. The sequential decline is important as many analysts believe China is poised to replace the United States as Apple’s biggest market.\n\nAnalyst Ben Bajarin of Creative Strategies said as the Chinese market matures, it is beginning to show spikes around the holidays and slumps before the release of a new phone, as in the U.S. market. “The seasonality in China is really a new wrinkle,” he said.\n\nApple, the world’s largest company by market value, said it sold about 48.05 million iPhones worldwide in its fiscal fourth quarter ended Sept. 26, slightly below analysts’ average forecast of 48.72 million, according to a poll by Fortune magazine.\n\nFor the current quarter, which will include a full three months of sales of the new iPhone 6s and 6s Plus models, Apple forecast revenue between $75.5 billion and $77.5 billion. The company’s generally conservative forecast was in line with Wall Street’s average estimate of $77.17 billion, according to Thomson Reuters I/B/E/S.\n\n“The street was fearing soft guidance and instead got a good December outlook,” said Daniel Ives, an analyst at FBR Capital Markets.\n\nMorningstar analyst Brian Colello said the forecast was slightly below expectations but investors were pricing in a worse outcome, which was why the stock initially rose after hours.\n\nBoosted by a new pink or ‘rose gold’ color option, Apple posted record sales of its latest iPhones in the first weekend that they hit stores in late September. The fiscal fourth quarter included only two days of sales of the new iPhones.\n\nThe release of the iPhone 6 set off a sales frenzy last year, propelling Apple to the most profitable quarter ever for a U.S. company.\n\nAnalyst Shannon Cross of Cross Research said Apple’s guidance for the current quarter suggested the company can top its success last year. “It suggests that they are definitely up to the task,” she said.\n\n“I would say I am a little skeptical or wary about how much more market share they can gain in (emerging) markets,” said Tuong Nguyen, a principal analyst at Gartner, citing concerns about whether consumers in those markets can buy costly phones.\n\nApple’s net income rose to $11.12 billion, or $1.96 per share, in the fourth quarter, up from $8.47 billion, or $1.42 per share, a year earlier.\n\nAnalysts on average had expected a profit of $1.88 per share and revenue of $51.11 billion.\n\nApple’s shares, which fell steeply in mid-August as concerns about the company’s business in China hit fever pitch, were trading at $114.80 after the bell, after closing at $114.55 in regular Nasdaq trade."
    },
    {
        "time": "5:59PM UTC",
        "header": "robust iphone sales boost apple's chip suppliers ",
        "link": "http://www.reuters.com/article/us-apple-results-suppliers-idUSKCN0SL32820151027",
        "body": "SAN FRANCISCO (Reuters) - Shares of companies that sell semiconductors to Apple Inc (AAPL.O) got a shot in the arm on Tuesday after the iPhone maker posted a fiscal fourth-quarter report that pleased Wall Street.\n\nSupplying technology to Apple can turn small companies into Wall Street darlings as new versions of the iPhone break quarterly sales records and remain the gold standard in the smartphone industry.\n\nBut selling to Apple can be a double-edged sword, with the world’s largest company by market value widely seen as forcing its suppliers to accept razor-thin profit margins in order to hold onto its business.\n\nAfter the stock market closed, the Cupertino, California company said it had record fourth-quarter iPhone sales of 48.05 million. Analysts on average had expected sales of 48.72 million iPhones, according to a poll by Fortune magazine.\n\nIn the same quarter last year, Apple sold 39.27 million iPhones.\n\nApple’s stock rose as much as 3 percent in after-hours trading. Ahead of its earnings report, the stock closed down 0.63 percent at $114.55 on the Nasdaq.\n\nCirrus Logic (CRUS.O), which provides audio technology used in the iPhone, rose as much as 4 percent in extended trade following Apple’s results. Power chipmaker Avago Technologies (AVGO.O) rose 2.8 percent.\n\nNXP Semiconductors (NXPI.O), which makes the “swipe” technology integral to the iPhone’s Apple Pay feature, was up 2.8 percent after the bell.\n\nShares of Apple and some of its suppliers had fallen on Monday after German mixed signal integrated circuits maker Dialog Semiconductor (DLGS.DE), which also sells chips used in the iPhone, announced quarterly results that were lower than analysts’ expectations."
    },
    {
        "time": "5:18AM UTC",
        "header": "jpmorgan chase says it is building a rival to apple pay",
        "link": "http://www.reuters.com/article/us-jpmorgan-payments-idUSKCN0SK2MF20151027",
        "body": "LAS VEGAS (Reuters) - JPMorgan Chase & Co (JPM.N) said on Monday it will soon launch its own competitor to Apple Pay that will allow consumers to pay retailers using their smartphones in stores, and it has already won the endorsement of a major group of merchants.\n\nThe largest U.S. bank is the latest company to try to profit from the prevalence of smartphones, which many financial executives believe will one day be consumers’ preferred way to pay for everything from milk and eggs at the supermarket to a rental car at an airport.\n\nThe companies that figure out how to convince consumers to stop pulling credit cards out of their wallets and start paying with their phones stand to earn vast sums by taking a percentage of the trillions of dollars that consumers spend annually.\n\nNo clear front-runner has emerged in the business yet. Chase believes its smart phone application, known as Chase Pay, has one key advantage: the caliber of retailers it has brought on board, Gordon Smith, chief executive of the bank’s consumer business, told Reuters.\n\nChase has signed a deal with the Merchant Customer Exchange, a group of major retailers including Wal-Mart Stores Inc, (WMT.N) the largest U.S. retailer, and Best Buy Co Inc (BBY.N) to accept payments through the bank’s technology.\n\nRetailers included in the Merchant Customer Exchange ring up more than $1 trillion of sales per year and have over 100,000 outlets.\n\nRivals like Apply Pay have struggled to sign up retailers to accept their payments. In June, Reuters interviewed the top 100 U.S. retailers and found that two-thirds said they did not plan to accept Apple Pay this year.\n\nApple Inc’s (AAPL.O) Apple Pay’s website lists Best Buy in its “Coming Soon” section but has no mention of Wal-Mart.\n\nChase signed up the Merchant Customer Exchange mainly by promising to cut retailers’ costs, Smith said. Whenever a consumer pays for something with plastic, the retailer pays fees to banks and credit card networks to process the transaction.\n\nChase is willing to accept a lower fee for Chase Pay transactions than for other transactions, and hopes to make up the difference by getting more volume over its network, Smith said.\n\n“As merchants give us more business, we will give them better pricing,” Smith said in an interview. Chase declined to comment on how much it would cut fees.\n\nChase expects to market its product heavily in the middle of next year. Smith is speaking to retailers about Chase Pay at a conference about payments on Monday in Las Vegas.\n\nDavid Robertson, publisher of the Nilson Report, which tracks the card business, said JPMorgan’s bid matters to players throughout the industry because of how many cardholder and merchant customers the bank has. “The whole thing is about scale, and Chase is a titan,” Robertson said.\n\nChase Pay is also promising superior security, a critical selling point after retailers including Target Corp (TGT.N) and Home Depot Inc (HD.N) suffered from hacking attacks, Smith said. Longer term, Chase also hopes merchants will offer more discounts through Chase Pay, encouraging consumers to use the technology more.\n\nChase Pay will initially work for consumers that already have Chase credit, debit, and prepaid cards, Smith told Reuters in an interview. There are about 94 million of those cards outstanding now in the United States, and the bank has more spending on them than any other issuer. The app will work on Apple and Android-based phones.\n\nJPMorgan Chase’s consumer bank has already factored the system’s near-term launch costs into its expense estimates, and expects the benefits to come over the medium to long term.\n\nThe bank will continue working with Apple Pay and other services even as it builds a rival, Smith said.\n\nChase Pay is just one of a series of companies trying to become the go-to payment technologies, including Apple Pay, Samsung Electronics Co Ltd’s (005930.KS) Samsung Pay, and Alphabet Inc’s (GOOGL.O) Android Pay."
    },
    {
        "time": "4:11PM UTC",
        "header": "global markets-stocks retreat ahead of apple, fed; oil drop continues",
        "link": "http://www.reuters.com/article/markets-global-idUSL1N12R2TV20151027",
        "body": "* Fed policy statement set for Wednesday (Updates with oil settlement prices, close of U.S. markets)\n\nNEW YORK, Oct 27 (Reuters) - Global equity markets retreated for a second straight session on Tuesday as investors were cautious ahead of earnings from Apple and a U.S. Federal Reserve policy statement, while crude prices slumped to multi-week lows on growing oversupply concerns.\n\nThe S&P 500 closed lower as investors awaited Apple earnings after the closing bell in an effort to gauge global demand. Investors were also bracing for the conclusion of the Fed’s two-day meeting on Wednesday for signs on the timing of an interest rate hike.\n\n“It’s an incredibly busy week, with the Fed tomorrow followed by GDP on Thursday. We are right in the heart of earnings and the market has just run 10 percent uninterrupted,” said Patrick Schaffer, global investment specialist at JP Morgan Private Bank in Los Angeles.\n\nPrior to declines this week, the benchmark index had rallied more than 10 percent from the end of September.\n\nEuropean shares fell following a profit warning from BASF . The world’s largest chemicals firm blamed struggling emerging markets like China and Brazil.\n\nThe Dow Jones industrial average fell 41.62 points, or 0.24 percent, to 17,581.43, the S&P 500 lost 5.29 points, or 0.26 percent, to 2,065.89 and the Nasdaq Composite dropped 4.56 points, or 0.09 percent, to 5,030.15.\n\nMSCI’s all-country world index of the equity performance of 46 countries lost 0.57 percent, its second straight decline, while the pan-regional FTSEurofirst 300 index, tracking Europe’s 300 largest companies, closed down 1 percent.\n\nMarkets are pricing in only around a 7 percent chance the U.S. central bank will raise rates this week and many market participants believe the Fed will hold off until 2016, but investors will be watching for signals the central bank might act at its next meeting in December.\n\nApple dipped 0.6 percent to $114.55 ahead of its results, with investors anxious to hear how many new phones it has been selling after supplier Manz cut its guidance.\n\nAlibaba shares climbed 4 percent to $79.44 after the China-focused e-commerce giant reported better-than-expected revenue.\n\nBut BASF, whose products range from car coatings to mining acids, blamed the pressures facing major emerging markets like China and Brazil for the profit warning that knocked its shares 5 percent lower.\n\nPrices of 10-year Treasuries were up 8/32 to yield 2.0317 percent after a drop in durable goods orders for September was the latest data point to indicate the economy slowed in the third quarter.\n\nOil prices fell for a third straight day, with Brent touching a six-week low, as worries over persistent oversupply grew ahead of U.S. data that was expected to show another increase in crude inventories. Brent crude settled down 1.5 percent to $46.81 a barrel while U.S. crude settled 2.8 percent lower at $43.20.\n\nAgainst a basket of currencies, the dollar was up 0.06 percent at 96.915. The greenback had briefly dipped into negative territory after a private gauge of U.S. consumer confidence unexpectedly fell in October."
    },
    {
        "time": "6:16PM UTC",
        "header": "rpt-us stocks-wall st slips on rate uncertainty; apple up after the bell",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL1N12R3LX20151027",
        "body": "* Indexes down: Dow -0.2 pct, S&P -0.3 pct, Nasdaq -0.1 pct (Repeats to additional customers with no change to text)\n\nOct 27 (Reuters) - U.S. stocks slipped on Tuesday on uncertainty over the U.S. rate outlook and disappointing results from Ford and other companies.\n\nUpbeat results from Apple after hours, however, could give the market a boost on Wednesday.\n\nShares of Apple, the biggest company by market capitalization, rose 2.8 percent to $116.89 after it reported higher-than-expected earnings and revenue. Apple’s stock ended the regular session down 0.6 percent at $114.55.\n\nNasdaq 100 e-mini futures also edged up after Apple’s results.\n\n“Both earnings and revenues were above expectations, which I think was well embraced based on the fact that a lot of companies have been struggling on the top line,” said Daniel Morgan, senior portfolio manager at Synovus Trust Company, which owns Apple shares.\n\nAlso after the bell, shares of Twitter dropped 11 percent to $27.89 after it reported results. Twitter’s stock ended the regular session up 1.5 percent at $31.34.\n\nDuring the regular session, Ford dropped 5 percent to $14.89 after quarterly results missed expectations, while JetBlue Airways Corp fell 3.2 percent to $25.36 after it said it will make less money per mile in October than it did a year ago.\n\nShares of other airlines also fell, and the Dow Jones transportation average dropped 2.6 percent.\n\nThe Federal Reserve began its two-day policy meeting on Tuesday. While expectations for a rate hike this week are slim, investors are looking for clues in its policy statement on Wednesday as to when the Fed will begin to raise interest rates.\n\n“That’s going to be parsed every way possible,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama.\n\nCasting more doubts on whether the Fed will raise rates this year, data showed U.S. non-defense capital goods orders excluding aircraft, a closely watched proxy for business spending plans, slipped last month after a downwardly revised decline in August.\n\nThe Dow Jones industrial average fell 41.62 points, or 0.24 percent, to 17,581.43, the S&P 500 lost 5.29 points, or 0.26 percent, to 2,065.89 and the Nasdaq Composite dropped 4.56 points, or 0.09 percent, to 5,030.15.\n\nAlibaba rose 4 percent to $79.44 after the e-commerce giant reported better-than-expected revenue.\n\nDeclines in crude oil weighed further on energy shares, and the S&P energy index, down 1.2 percent, led sector declines for the S&P 500.\n\nHealthcare was one of two S&P 500 sectors to end in positive territory for the day. The index was up 1.7 percent after better-than-expected earnings from top drugmakers Pfizer and Merck.\n\nRite Aid shares jumped 42.6 percent to $8.67. Sources said Walgreens Boots Alliance Inc is nearing a deal to buy the company.\n\nNYSE declining issues outnumbered advancing ones 2,293 to 797, for a 2.88-to-1 ratio; on the Nasdaq, 2,003 issues fell and 820 advanced, for a 2.44-to-1 ratio favoring decliners.\n\nThe S&P 500 posted 14 new 52-week highs and 13 new lows; the Nasdaq recorded 56 new highs and 122 new lows.\n\nAbout 7.3 billion shares changed hands on U.S. exchanges, compared with the 7.2 billion daily average for the past 20 trading days, according to Thomson Reuters data. (Editing by Nick Zieminski and Dan Grebler)"
    },
    {
        "time": "4:30PM UTC",
        "header": "apple revenue jumps 22 pct as iphone sales surge",
        "link": "http://www.reuters.com/article/apple-results-idUSL3N12R5MT20151027",
        "body": "Oct 27 (Reuters) - Apple Inc’s quarterly revenue rose 22.3 percent as sales of iPhones jumped 36 percent, driven by the launch of the 6S and 6S Plus models last month.\n\nThe company’s net income rose to $11.12 billion, or $1.96 per share, in the fourth quarter ended Sept. 26 from $8.47 billion, or $1.42 per share, a year earlier.\n\nThe world’s largest company by market value said on Tuesday that it sold about 48 million iPhones in the quarter. (Reporting by Devika Krishna Kumar in Bengaluru and Julia Love in San Francisco; Editing by Kirti Pandey)"
    },
    {
        "time": "5:30AM UTC",
        "header": "update 1-huawei takes smartphone fight to samsung, apple with q3 shipments boom",
        "link": "http://www.reuters.com/article/huawei-results-idUSL3N12R1PM20151027",
        "body": "* Q3 shipments up 81 pct in China, near double in Europe\n\n* United States the next key market for Huawei - analysts\n\nHONG KONG, Oct 27 (Reuters) - China’s Huawei Technologies Co is set to be the fastest-growing major smartphone vendor this year, analysts said, boosting its drive upmarket to challenge industry giants Samsung Electronics Co and Apple Inc.\n\nThe upbeat view came after Huawei, the world’s third-biggest smartphone supplier by volume, on Tuesday said third-quarter global smartphone shipments jumped 63 pct year-on-year to 27.4 million handsets. Higher-end device sales also grew, a key target for Huawei as it seeks to shed its budget supplier image.\n\nThe July-September numbers puts Huawei on course to move 100 million smartphones this year, 33 percent more than in 2014. That would mean it outpacing growth forecast for major rivals such as Apple, Xiaomi Inc and Lenovo Group Ltd , analysts said.\n\n“It’s hard to find a solid contender to Huawei for the top three position (after Samsung and Apple) in the short term,” said Nicole Peng, Asia Pacific director at research firm Canalys. “That’s impressive growth.”\n\nHuawei remains a distant third, with a smartphone market share worth $7 billion in the second quarter, about one-fifth of those of Apple and Samsung, according to Canalys.\n\nStill, analysts said Huawei’s branding shift to higher-margin premium models, as well as strong relations with telecom carriers at home and abroad, are now helping it cement its position in the global top three. Previously, smaller players often swapped that rank in price wars.\n\nThird-quarter deliveries climbed 81 percent and 98 percent in China and Europe respectively from a year ago. About a third of the quarterly shipments were mid- to high-end models, Huawei said, up from 25 percent a year earlier.\n\nHuawei doubled its China smartphone revenue in the first half of this year, defying a slowdown in the world’s biggest handset market that is enveloping rivals Xiaomi and Samsung.\n\nDespite the strong growth in both Europe and China, analysts said Huawei still needs to win over consumers in the United States - where its market penetration remains low - if it is to become a serious rival to Samsung and Apple as a truly global smartphone brand.\n\nAfter its products were once labeled a national security risk in a U.S. Congressional report, which said Beijing could use Huawei equipment for spying, the firm has this year rolled out new phones and wearable devices in a bid to attract new buyers. The company declined to say how many smartphones it has sold in the U.S.\n\n“It’s very interesting to see whether they will do well in the U.S. (market),” said Nomura analyst Leping Huang. “It still has some room to grow.” (Reporting by Yimou Lee; Editing by Kenneth Maxwell)"
    },
    {
        "time": "9:05AM UTC",
        "header": "refile-global markets-stocks rally stalls as investors eye fed, boj, apple",
        "link": "http://www.reuters.com/article/markets-global-idUSL8N12R1WJ20151027",
        "body": "* European shares drop as MSCI world sees second day of falls\n\n* Investors await Apple results later in the day\n\nLONDON, Oct 27 (Reuters) - World stocks fell and the dollar weakened on Tuesday, as investors locked in gains from the past month before a Federal Reserve policy meeting and results from Apple.\n\nWall Street was set for third subdued start in a row as interest in what Apple would say about global demand almost matched speculation about Fed signals on U.S. interest rates after a two-day meeting that starts later on Tuesday.\n\nEuropean shares fell 0.5 percent following a profit warning from BASF. The world’s largest chemicals firm blamed struggling emerging markets like China and Brazil\n\nTokyo’s Nikkei tumbled overnight too, after the yen gained. Chinese markets dove 2 percent, then recovered, in another volatile session after last week’s surprise PBOC rate cut.\n\nThe euro was little changed at $1.1050 after the European Central Bank’s chief economist said there were “no taboos” as it seeks ways to push up inflation.\n\n“We are in a situation where the time-frame for achieving the inflation objective risks once again to be moved back,” the ECB’s Peter Praet said. “The Governing Council has given a very strong message: it is ready to draw the consequences of its assessment of the monetary policy stance.”\n\nThe most pressing topic for traders remained the Fed meeting that ends on Wednesday. Markets are pricing in only around a 7 percent chance the U.S. central bank will raise rates this week, but they will be watching for signals that it might act at its next meeting, in December. FED/DIARY\n\nAfter rising 3 percent over the last two weeks despite diminishing expectations that rates would rise in 2015, the dollar tracked world shares lower to fall for a second day against the other main global currencies.\n\nAgainst a basket of currencies, the dollar was off 0.1 percent at 96.719 and yields on U.S. government bond Treasuries drifted lower.\n\nHSBC currency strategist Dominic Bunning said markets were in a holding pattern before the Fed and Friday’s Bank of Japan meeting, which may bring more stimulus, and that the current risk-off mood would unlikely to last.\n\n“Classic risk assets are all slightly softer, but it’s not been an aggressive move,” he said. “I don’t think the positioning is there to see these massive spikes in emerging market selling and related safe-haven strength.”\n\nThe euro fell 0.6 percent to 133.03 yen, its weakest since early September. The dollar also fell 0.6 percent to 120.34 yen, down from 121.60 on Friday.\n\nApple will announce results later, with investors anxious to hear how many new phones it has been selling and its assessment of the world economy. Twitter reports after markets close as well.\n\nAlibaba shares rose nearly 10 percent to $83.50 in pre-open trading after the China-focused e-commerce giant reported better-than-expected revenue.\n\nBut BASF, whose products range from car coatings to mining acids, blamed the pressures facing major emerging markets like China and Brazil for the profit warning that knocked its shares 3 percent lower.\n\n“We experienced a pronounced summer lull and no volume momentum in September. Major markets like Brazil are in a recession, or face lower growth rates, such as China,” Chief Executive Kurt Bock said.\n\nMSCI’s main emerging markets stock index was on course for its fifth decline in six days.\n\nIn Russia, Finance Minister Anton Siluanov compounded big falls in the rouble when he said he saw risks the country’s Reserve Fund would be exhausted by the end of next year if oil prices stay at their current level.\n\nOil prices extended losses into a third week. U.S. crude was down 1 percent at $43.45 a barrel and Brent fell as low $47.17 a barrel before a minor rebound in early European trading.\n\nThree-month copper was up a touch at $5,226 a tonne, while safe-haven gold climbed to $1,165 an ounce to end three days of falls.\n\n“Unless the Fed says it is going to reverse course, that it’s not going to tighten but to loosen because the U.S. economy is so weak - which nobody expects - gold shouldn’t move above $1,200 on a sustainable basis,” Julius Baer analyst Carsten Menke said."
    }
]