[
    {
        "time": "9:07AM UTC",
        "header": "exclusive: apple ups hiring, but faces obstacles to making phones smarter ",
        "link": "http://www.reuters.com/article/us-apple-machinelearning-idUSKCN0R71H020150907",
        "body": "(Reuters) - Apple has ramped up its hiring of artificial intelligence experts, recruiting from PhD programs, posting dozens of job listings and greatly increasing the size of its AI staff, a review of hiring sites suggests and numerous sources confirm.\n\nThe goal is to challenge Google in an area the Internet search giant has long dominated: smartphone features that give users what they want before they ask.\n\nAs part of its push, the company is currently trying to hire at least 86 more employees with expertise in the branch of artificial intelligence known as machine learning, according to a recent analysis of Apple job postings. The company has also stepped up its courtship of machine-learning PhD‘s, joining Google, Amazon, Facebook and others in a fierce contest, leading academics say.\n\nBut some experts say the iPhone maker’s strict stance on privacy is likely to undermine its ability to compete in the rapidly progressing field.\n\nMachine learning, which helps devices infer from experience what users are likely to want next, relies on crunching vast troves of data to provide unprompted services, such as the scores for a favorite sports team or reminders of when to leave for an appointment based on traffic.\n\nThe larger the universe of users providing data about their habits, the better predictions can be about what an individual might want. But Apple analyzes its users’ behavior under self-imposed constraints to better protect their data from outsiders.\n\nThat means Apple largely relies on analyzing the data on each user’s iPhone rather than sending it to the cloud, where it can be studied alongside information from millions of others.\n\n“They want to make a phone that responds to you very quickly without knowledge of the rest of the world,” said Joseph Gonzalez, co-founder of Dato, a machine learning startup. “It’s harder to do that.”\n\nThe Cupertino-based tech titan’s strategy will come into clearer focus on Sept. 9, when it is expected to reveal its new iPhones and latest mobile operating system, iOS 9. Apple has promised the release will include a variety of intelligent reminders, which analysts expect will rival the offerings from Google’s Android.\n\nWhile Apple helped pioneer mobile intelligence -it’s Siri introduced the concept of a digital assistant to consumers in 2011 - the company has since lost ground to Google and Microsoft, whose digital assistants have become more adept at learning about users and helping them with their daily routines.\n\nAs users increasingly demand phones that understand them and tailor services accordingly, Apple cannot afford to let the gap persist, experts say. The iPhone generated almost two-thirds of Apple’s revenue in the most recent quarter, so even a small advantage for Android poses a threat.\n\n“What seemed like science fiction only four years ago has become an expectation,” said venture capitalist Gary Morgenthaler, who was one of the original investors in Siri before it was acquired by Apple in 2010.\n\nWhile Apple got off to a slow start on hiring for machine learning jobs, it is closing in on its competitors, said Oren Etzioni, who is CEO of the Allen Institute for Artificial Intelligence and a professor at the University of Washington.\n\n”In the past, Apple has not been at the vanguard of machine learning and cutting edge artificial intelligence work, but that is rapidly changing,” he said. “They are after the best and the brightest, just like everybody else.”\n\nAcquisitions of startups such as podcasting app Swell, social media analytics firm Topsy and personal assistant app Cue have also expanded Apple’s pool of experts in the field.\n\nApple does not reveal the number of people working on its machine learning efforts.\n\nBut one former Apple employee in the area, who asked not to be named to protect professional relationships, estimated the number of machine learning experts had tripled or quadrupled in the past few years.\n\nMany of the currently posted positions are slated for software efforts, from building on Siri’s smarts to the burgeoning search features in iOS. The company is also hiring machine learning experts for divisions such as product marketing and retail, suggesting a broad-based effort to capitalize on data.\n\nApple’s hiring mirrors a larger hunt in Silicon Valley for people who can help companies make sense of their huge stashes of data, said Ali Behnam, managing partner of Riviera Partners, an executive search firm. Data scientists are the most sought-after experts in the market, he noted.\n\nAsked for comment about Apple’s strategy, a company spokeswoman pointed to statements from Craig Federighi, senior vice president of Software Engineering, who described the release at a developers’ conference in June as “adding intelligence throughout the user experience in a way that enhances how you use your device but without compromising your privacy, things like improving the apps that you use most.”\n\nBut Google and others have an edge in spotting larger trends, meaning Apple’s predictions may not be as good, said Gonzalez, echoing a commonly held view among machine learning experts.\n\nWhat’s more, there are some features for which Apple has yet to find an answer, such as Now on Tap, which Google will release this fall. When users press the home button, Google will scan their screens to deliver helpful information – a user reading about an upcoming movie, for example, might receive reviews or a list of showtimes. It would be difficult to deliver such services without sending data to the cloud, experts say.\n\nSome techniques Apple and Google are investing in - such as deep learning, a hot field of machine learning that roughly simulates the human brain so that computers can spot patterns and classify information – require massive amounts of data that typically cannot be crunched on the device alone.\n\nFor machine learning experts at Apple, access to data complicates the work at every turn, former employees said. Siri enjoys some of Apple’s most liberal privacy policies, holding onto user information for up to six months. Other services, such as Apple Maps, retain information for as little as 15 minutes, the former employee said.\n\nMachine learning experts who want unfettered access to data tend to shy away from jobs at Apple, former employees say.\n\nBut Apple is strengthening ties to academia to find the talent it will need, attending more industry conferences and discussing its use of tools emerging from university labs, academics say.\n\n“They are gradually engaging a little more openly,” said Michael Franklin, who directs UC Berkeley’s Algorithms, Machines and People Lab, which Apple sponsors.\n\nAnd some machine learning experts might be enticed by the challenge of matching Google’s smarts amid privacy constraints, suggested John Duchi, an assistant professor at Stanford University.\n\n“New flavors of problems are exciting,” he said.\n\nIf Apple succeeds without compromising privacy, its Mountain View rival may face questions about its approach to analyzing users’ data.\n\n“People might start to ask Google for more privacy,” Gonzalez said."
    }
]