[
    {
        "time": "7:08AM UTC",
        "header": "average apple watch sells for $529, at top end of estimates: report",
        "link": "http://www.reuters.com/article/us-apple-watch-idUSKCN0RU1AA20150930",
        "body": "(Reuters) - Apple Inc’s (AAPL.O) new Watch sells for an average of $529, including accessories, at the high end of Wall Street estimates, according to findings by research firm Wristly.\n\nInvestors are keenly monitoring the performance of Apple’s latest invention to see whether it can open up a new source of growth for a company heavily dependent on sales of its iPhone.\n\nBut the watch’s profitability has been hard to gauge because prices range from $350 for sport models to $17,000 for solid gold designs.\n\nThe figures provided to Reuters by Wristly, which surveyed more than 2,200 Apple Watch owners, sit at the high end of estimates from analysts, many of whom have pegged the gadget’s average selling price between $425 and $550.\n\nApple has not broken out sales figures, fueling concerns among some on Wall Street. The Wristly survey suggests some investors may have underestimated the timepiece’s profitability, founder Bernard Desarnauts said.\n\n“There is quite a positive uplift,” he said.\n\nA spokesman for Apple declined to comment on the survey.\n\nSince launching in March, shortly before the Apple Watch hit stores, Wristly has invited people who buy the gadget to participate in a regular survey about their experiences.\n\nThe average selling price was calculated by combining survey results on the model, size and number of bands respondents purchased.\n\nExtra weight was given to the responses of women, who are underrepresented in Wristly’s panel, and the firm excluded responses from buyers of the watch in its first eight weeks on the market, finding they spent more than later shoppers.\n\nThe survey revealed men spend $30 more on the watch than women, who opt for the less expensive smaller size. Accessories can add considerably to the bill, with 40 percent of customers springing for a spare band as of August.\n\nWristly’s research comes with a few caveats: The results only reflect buyers in North America, Europe and Oceania, and the panel skews to the wealthy.\n\nBut the company’s findings track closely with figures Apple has disclosed about how much owners wear the watch. And Apple Chief Executive Officer Tim Cook has publicly cited the firm’s findings about the Apple Watch’s high rates of customer satisfaction.\n\nInvestors have grappled with a lack of information about the Apple Watch since its debut. Apple lumped sales of the watch in with figures for products such as the iPod and Beats headphones.\n\nWhile most analysts initially expected the watch to reach an average selling price of more than $500, many lowered their figures to about $450 after Apple’s opaque reporting in July.\n\nAnalyst Daniel Ives of FBR Capital Markets said Wristly’s findings reinforce his view that the Apple Watch will one day make a meaningful contribution to Apple’s bottom line.\n\n“At this point it’s not moving the needle, but it could have a slightly positive impact in fiscal year 2016 as sales start to ramp up,” he said."
    }
]