[
    {
        "time": "4:45PM UTC",
        "header": "apple finds defects with apple watch - wsj",
        "link": "http://www.reuters.com/article/2015/04/29/apple-watch-idUSL4N0XQ5TS20150429",
        "body": "April 29 (Reuters) - Apple Inc has found defects with the Apple watch, the Wall Street Journal reported, citing sources.\n\nA Chinese-made component of the Apple Watch was found to be defective, causing the company to limit availability of the watch, the Journal said, citing people familiar with the matter.\n\nApple was not immediately available for comment. (Reporting By Arathy S Nair in Bengaluru)"
    },
    {
        "time": "6:37PM UTC",
        "header": "defective component slowed apple watch rollout: wsj",
        "link": "http://www.reuters.com/article/2015/04/29/us-apple-watch-idUSKBN0NK2JF20150429",
        "body": "(Reuters) - Apple Inc limited availability of the Apple Watch after a key component supplied by a Chinese company was found to be defective, the Wall Street Journal reported on Wednesday, citing people familiar with the matter.\n\nThe component, called the taptic engine, produces the sensation of being tapped on the wrist, the newspaper reported.\n\nApple declined to comment on the story.\n\nApple has not given any sales figures for its hotly anticipated Apple Watch since it began taking orders this month. Chief Executive Tim Cook said on Monday that demand continued to outstrip supply.\n\nSome taptic engines supplied by Shenzhen, China-based AAC Technologies Holdings Inc started to break down over time, the Journal said, citing the people. The company is one of two suppliers of these components to Apple, it said.\n\nAs a result, Apple is now sourcing nearly all of its components from the other supplier, Japan’s Nidec Corp. It may take time for the company to increase production, the people told the Journal.\n\nThe Journal said an AAC spokeswoman declined to comment about the company’s customers. Reuters was unable to reach the company for comment outside of regular business hours in China.\n\nNidec was not immediately available for comment."
    },
    {
        "time": "5:38PM UTC",
        "header": "microsoft opens door to android, apple phone apps ",
        "link": "http://www.reuters.com/article/2015/04/29/us-microsoft-windows-idUSKBN0NK1UZ20150429",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp (MSFT.O) is making it easier for apps written for rival Google Inc’s (GOOGL.O) Android and Apple Inc’s (AAPL.O) iOS systems to work on Windows phones, in a bid to attract users to its unpopular mobile devices, the company’s operating systems chief said on Wednesday.\n\nThe move marks a radical shift in strategy for the world’s biggest software company, which still dominates the personal computer market but has failed to get any real traction on tablets and phones, partly because of a lack of apps.\n\nMicrosoft has found itself in a circular trap, as many developers will not build apps for Windows phones which have few users, and few people want the phones which have fewer apps than Android or Apple phones.\n\nGetting apps built for Android and iOS onto its phones and tablets could be a shortcut to breaking out of that trap.\n\n“Microsoft is making a major play to win back developers,” said Forrester analyst Michael Facemire. “They’ve opened up the once-impenetrable castle walls.”\n\nSpeaking at Microsoft’s developer conference in San Francisco on Wednesday, Executive Vice President Terry Myerson said developers will be able to use the vast majority of their Android code to turn their apps into Windows-compatible versions, which will work on Windows phones running a special subsystem.\n\nThe apps will technically be Windows apps and available only through Microsoft’s online app store. The apps would automatically use Microsoft’s services such as Bing maps, rather than Google’s services, as an app would on an Android phone. That is a crucial distinction because Google gets revenue from ads on services rather than from the Android system itself.\n\nMyerson also announced a surprise move to make it easier for iOS developers to make Windows apps, saying that Microsoft’s developer software will be compatible with Objective C, the main programming language used by Apple.\n\nGoogle declined to comment. Apple did not immediately respond to requests for comment.\n\nMicrosoft, which bought Nokia’s handset business last year, has only 3 percent of the global smartphone market. By contrast, Android phones, led by Samsung (005930.KS), control 81 percent of the market and Apple 15 percent, according to Strategy Analytics.\n\nMicrosoft is scheduled to release its new Windows 10 operating system this summer, which for the first time will run across PCs, tablets and phones. It said on Wednesday it is aiming for one billion devices running Windows 10 in two to three years time.\n\nIts new browser will arrive as Microsoft Edge, replacing the waning Internet Explorer, when Windows 10 is released, the company said."
    },
    {
        "time": "6:36PM UTC",
        "header": "update 2-defective component slowed apple watch rollout - wsj",
        "link": "http://www.reuters.com/article/2015/04/29/apple-watch-idUSL4N0XQ5WU20150429",
        "body": "April 29 (Reuters) - Apple Inc limited availability of the Apple Watch after a key component supplied by a Chinese company was found to be defective, the Wall Street Journal reported on Wednesday, citing people familiar with the matter.\n\nThe component, called the taptic engine, produces the sensation of being tapped on the wrist, the newspaper reported. (on.wsj.com/1zekdXI)\n\nApple declined to comment on the story.\n\nApple has not given any sales figures for its hotly anticipated Apple Watch since it began taking orders this month. Chief Executive Tim Cook said on Monday that demand continued to outstrip supply.\n\nSome taptic engines supplied by Shenzhen, China-based AAC Technologies Holdings Inc started to break down over time, the Journal said, citing the people. The company is one of two suppliers of these components to Apple, it said.\n\nAs a result, Apple is now sourcing nearly all of its components from the other supplier, Japan’s Nidec Corp. It may take time for the company to increase production, the people told the Journal.\n\nThe Journal said an AAC spokeswoman declined to comment about the company’s customers. Reuters was unable to reach the company for comment outside of regular business hours in China.\n\nNidec was not immediately available for comment. (Reporting By Arathy S Nair in Bengaluru; Editing by Sriraj Kalluvila and Robin Paxton)"
    },
    {
        "time": "9:26PM UTC",
        "header": "shares of aac technologies fall 8 pct after report of apple finds defective component",
        "link": "http://www.reuters.com/article/2015/04/30/aac-tech-hldg-apple-idUSL4N0XR13320150430",
        "body": "HONG KONG, April 30 (Reuters) - Shares of AAC Technologies Holdings Inc slumped 8 percent on Thursday morning after a report that Apple Inc had limited availability of the Apple Watch, after a key component supplied by the China-based company was found to be defective.\n\nThe report in the Wall Street Journal said some taptic engines supplied by AACC Technologies Holdings started to break down over time. (Reporting by Farah Master; Editing by Anne Marie Roantree)"
    }
]