[
    {
        "time": "6:49PM UTC",
        "header": "eu antitrust chief says apple, google cases show no u.s. bias",
        "link": "http://www.reuters.com/article/us-eu-antitrust-apple-google-idUSKCN0RV5UR20151001",
        "body": "BRUSSELS (Reuters) - Europe’s antitrust chief dismissed on Friday accusations of anti-U.S. bias over her decision to go after Google (GOOGL.O) for abusing its Internet search dominance and Apple (AAPL.O) over an Irish tax deal, saying such talk was a fallacy.\n\nEuropean Competition Commissioner Margrethe Vestager’s robust defense of her actions came after she was criticized in the U.S. media for a spate of cases opened over the past year against U.S. giants such as Google, Apple, Amazon (AMZN.O) and Starbucks (SBUX.O).\n\nSome critics have accused EU regulators of seeking to protect European companies from U.S. competitors.\n\nVestager rejected the criticism, saying the nationality of companies played no role in her assessment.\n\n“Some claim that our cases involving Internet giants such as Apple or Google are evidence of bias. Well, that is a fallacy,” she said in the text of a speech to be delivered at the Foreign Policy Association in New York.\n\n“Yes, U.S. companies are often involved when we investigate the digital industry. But you will also see many Japanese firms in our car-part cartel cases,” she said.\n\nShe said data on cartel fines and mergers also showed no geographic bias.\n\nThe European Commission is now studying Google’s response to antitrust charges of favoring its Google Shopping service over rivals. It is also investigating the company’s popular Android operating system for smartphones.\n\nAmazon is in the EU’s crosshairs for a Luxembourg tax deal and Starbucks for a Dutch tax arrangement."
    },
    {
        "time": "4:35PM UTC",
        "header": "short sellers cash in apple bets as stock declines ",
        "link": "http://www.reuters.com/article/us-apple-shorts-idUSKCN0RV5CU20151001",
        "body": "SAN FRANCISCO (Reuters) - Many short sellers appear to have unwound their bets against Apple this week, and a 6 percent fall in the stock price suggests they made money as investor worries about the company countered a record launch of its newest iPhone.\n\nThe relentless ascent of Apple Inc’s (AAPL.O) stock since it debuted its first smartphone in 2007 has made it unpopular for most short sellers.\n\nBut worries about slowing economic growth in China, an increasingly important market for Apple, have recently hurt the Cupertino, California company’s shares, sending them down about 19 percent from a record high in April.\n\nOn Thursday, Apple was down 2.2 percent at $107.83 on a report that chip suppliers were concerned the iPhone maker would cut chip orders for the fourth quarter.\n\nThe stock fell 2 percent on Monday even after Apple announced record first-weekend sales of its new iPhone 6S and 6S Plus handsets, suggesting investors have concerns about whether Chief Executive Officer Tim Cook can top sales of previous devices.\n\nBorrowing in Apple shares grew 32 percent through most of September, and then abruptly dropped 31 percent this week, according to lending data from SunGard’s Astec Analytics, which provides a strong glimpse into short-selling activity.\n\nShort sellers borrow shares and sell them, hoping to buy them back later for less to return to the lender. During that time, they have to pay interest to the lender.\n\nThis week, Apple’s stock has fallen almost 6 percent, suggesting short sellers wrapping up their bets may have made money.\n\nShort selling in Apple increased from 1.1 percent of its outstanding shares in July to 1.6 percent in mid-September, although that level of short selling remained below the average rate of 2.7 percent for tech companies, according to Thomson Reuters data.\n\nSince a selloff in Chinese equities in late August, Apple’s stock has fallen about 7 percent, slightly less than the S&P 500’s 9 percent decline.\n\nBrad Lamensdorf, who manages the AdvisorShares Ranger Equity Bear ETF, is currently short Apple shares. He suspects investors are overestimating iPhone sales in future quarters and he believes recent trading volume in Apple shares hints at more weakness to come.\n\nHe also likes shorting Apple because he doesn’t have to compete with other short sellers to borrow the company’s shares.\n\n“We don’t like to get into highly crowded ‘war shorts’ that people have been in forever,” he said. “Apple is the cheapest to borrow. There’s plenty of supply and it’s the lowest rate they’ll charge you.”"
    },
    {
        "time": "11:42AM UTC",
        "header": "us stocks-wall st slips as apple falls, factory activity slows",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL3N1214EW20151001",
        "body": "* Sept factory activity down in US, China\n\n* Apple down 2.1 pct; biggest drag on the three indexes\n\nOct 1 (Reuters) - Wall Street started the last quarter of the year in the red on Thursday as Apple fell and investors parsed mixed U.S. data.\n\nApple was down 2.2 percent at $107.83 on a report that chip suppliers were concerned the iPhone maker would cut chip orders for the fourth quarter. The stock was the biggest drag on the three major indexes.\n\nThe Institute for Supply Management’s (ISM) index of national factory activity fell to 50.2 in September, its lowest since May 2013.\n\nNew jobless claims rose modestly last week but remained near 15-year lows. Also, a gauge of the trend in claims fell.\n\nMixed signals from the data could complicate the Federal Reserve’s plans to raise interest rates this year.\n\nWall Street rallied on Wednesday as investors bought beaten-down stocks, with biotechs rising for a second day after a recent bout of sustained selling.\n\n“Markets opened modestly lower after yesterday’s big rally and then the ISM number came out just barely above 50,” said Paul Nolte, portfolio manager at Kingsview Asset Management in Chicago.\n\n“Stocks are recovering a little bit, but it goes on the side of the ledger that indicates that the U.S. and the global economies are certainly not growing at a robust rate.”\n\nAll eyes will now be on the crucial non-farm payroll numbers due on Friday, for clues on the timing of a rate hike.\n\nInvestors will be keen to put the bruising quarter behind them and look ahead to the third-quarter earnings season, which begins next week.\n\nGlobal markets were upbeat after data from China was not as bad as feared. While factory activity in China shrank again in September, some investors said the government could be more aggressive in its measures to boost the health of the world’s second-largest economy.\n\n“Yesterday’s sell-up was in a vacuum. There is still a sell bias and the unrest around Syria and Russia are also weighing,” said Andrew Frankel, co-president of brokerage firm Stuart Frankel & Co in New York.\n\nGeneral Motors, Ford Motor and Fiat Chrysler were up slightly after they reported a jump in September sales on Thursday.\n\nAt 11:09 a.m. ET (1509 GMT), the Dow Jones industrial average was down 95.64 points, or 0.59 percent, at 16,189.06, the S&P 500 was down 5.93 points, or 0.31 percent, at 1,914.1 and the Nasdaq composite was down 26.18 points, or 0.57 percent, at 4,593.98.\n\nEight of the 10 major S&P sectors were lower, with the utilities index’s 1.33 percent fall leading the decliners.\n\nSan Francisco Fed Reserve President John Williams is scheduled to speak on the economic outlook at 2:30 p.m. in Utah.\n\nShares of Twitter were down 5.9 percent at $25.33, a day after on a report that co-founder and interim Chief Executive Jack Dorsey is expected to be named permanent CEO.\n\nDunkin Brands sank 10.3 percent to $43.96 after company gave weak full-year forecast and said it would shut 100 stores.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,459 to 1,450. On the Nasdaq, 1,550 issues fell and 1,011 advanced.\n\nThe S&P 500 index showed four new 52-week highs and 13 new lows, while the Nasdaq recorded 11 new highs and 82 new lows. (Reporting by Abhiram Nandakumar and Tanya Agrawal in Bengaluru; Editing by Saumyadeb Chakrabarty)"
    },
    {
        "time": "10:09AM UTC",
        "header": "us stocks-wall st slips as apple shares fall",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL3N1213YA20151001",
        "body": "* Apple down 2.1 pct; biggest drag on the three indexes\n\nOct 1 (Reuters) - U.S. stocks fell in early trading on Thursday as a sharp decline in Apple’s shares weighed on the three major indexes.\n\nApple was down 2.1 percent at $107.9 at 10:06 a.m. ET, erasing opening gains for U.S. stocks.\n\nGlobal markets were upbeat after data from China was not as bad as feared and investors awaited a barrage of U.S. data.\n\nFactory activity in China shrank again in September, leading some investors to believe that the government will be more aggressive in its measures to boost the health of the world’s second-largest economy.\n\nGlobal investors will be looking to put a bruising quarter behind them - U.S. stocks posted their worst quarter in four years, while the Shanghai stock market plunged about 25 percent.\n\n“Historically, the third quarter tends to be a difficult quarter and the fourth quarter tends to be the best quarter of the year,” said Randy Frederick, managing director of trading and derivatives for Charles Schwab in Austin, Texas.\n\nInvestors will be parsing data released this week, with the crucial non-farm payroll numbers due on Friday, for clues on the timing of an interest rate hike by the U.S. Federal Reserve.\n\nData showed the number of Americans filing new applications for jobless benefits rose modestly last week.\n\nOther data scheduled for Thursday includes Markit’s final manufacturing PMI data for September at 9:45 a.m. ET (1345 GMT). The index’s preliminary reading came in at 53 earlier this month.\n\nThe Institute for Supply Management’s index of U.S. factory activity, to be reported at 10:00 a.m., is expected to have fallen to 50.6 in September from 51.1 in August.\n\nGeneral Motors, Ford Motor and the U.S. operations of Fiat Chrysler Automobiles NV were up slightly after they reported a jump in September sales on Thursday.\n\n“I think there’s reason for optimism, but at the same time, I think there are plenty of reasons to be cautious,” Frederick said, adding that an increase in interest rates would be an “upside catalyst” for markets at the end of the year.\n\nCrude oil prices rose to around $49 per barrel as Syria tensions escalated, countering further signs of an economic slowdown in Asia and rising U.S. inventories.\n\nAt 9:44 a.m. ET the Dow Jones industrial average was down 28.26 points, or 0.17 percent, at 16,256.44, the S&P 500 was down 3.85 points, or 0.20 percent, at 1,916.18 and the Nasdaq composite was down 28.42 points, or 0.62 percent, at 4,591.75.\n\nEight of the 10 major S&P sectors were lower, with the technology index’s 0.9 percent fall leading the decliners.\n\nSan Francisco Fed Reserve President John Williams is scheduled to speak on the economic outlook at 2:30 p.m. in Utah.\n\nCelgene was up 1.9 percent at $110.20 after J.P. Morgan raised its rating on the stock to “overweight” from “neutral”.\n\nDunkin Brands sank 10.7 percent to $43.78 after company gave weak full-year forecast and said it would shut 100 stores.\n\nSarepta surged 15.22 percent to $36.75 after the biotech company said data on its drug for progressive muscle-wasting disorder showed long-term effectiveness.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,781 to 868. On the Nasdaq, 1,115 issues rose and 1,066 fell.\n\nThe S&P 500 index showed 3 new 52-week highs and three new lows, while the Nasdaq recorded seven new highs and 27 new lows. (Reporting by Abhiram Nandakumar in Bengaluru; Editing by Saumyadeb Chakrabarty)"
    }
]