[
    {
        "time": "5:01PM UTC",
        "header": "jill scott scores billboard no. 1; apple music joins chart providers",
        "link": "http://www.reuters.com/article/us-music-charts-idUSKCN0Q826Y20150803",
        "body": "(Reuters) - R&B singer Jill Scott scored her second No. 1 album on the U.S. Billboard 200 with her new entry “Women” topping the chart this week, as streaming data from Apple Music joined the list of providers who make up the chart.\n\n“Women,” Scott’s fifth studio album, sold some 60,000 units in its first week, according to figures from Nielsen SoundScan.\n\nThe Billboard 200 chart tallies album sales, song sales (10 songs equal one album) and streaming activity (1,500 streams equal one album). Apple Music, which launched on June 30, joined Spotify, Amazon Prime, Google Music and other music providers for the first time this week.\n\nScott edged out last week’s chart-topper, rap artist Future’s “DS2” album, which sold 53,000 units. Scott’s other No. 1 album was 2011’s “The Light of the Sun.”\n\nRock band Lamb of God’s album “VII: Sturm und Drang” made its chart debut in the No. 3 slot, while the music from boxing movie “Southpaw,” which features tracks from rappers Eminem, 50 Cent and The Notorious B.I.G., came in at No. 4.\n\nTaylor Swift’s best-selling album of 2014, “1989,” slipped to the No. 5 spot after 39 weeks on the chart and another favorite, Ed Sheeran’s “X,” finished in sixth place on its 57th week on the Billboard 200.\n\nOn the Digital Songs chart, which tallies digital single downloads, “Can’t Feel My Face” by Canadian R&B artist The Weekend narrowly toppled OMI’s summer reggae hit “Cheerleader” from the top spot, with 148,200 downloads."
    },
    {
        "time": "11:00PM UTC",
        "header": "nikkei edges down on china manufacturing data, apple suppliers underperform",
        "link": "http://www.reuters.com/article/markets-japan-stocks-idUSL3N10F1DF20150804",
        "body": "* Soft U.S. and China data keeps sentiment cautious\n\n* Investors snatch up drugmakers and other defensive shares\n\n* Focus on earnings and U.S. jobs data\n\nTOKYO, Aug 4 (Reuters) - Japan’s Nikkei share average edged down on Tuesday on soft manufacturing data from China and the United States, prompting investors to rotate out of cyclical shares to defensive shares such as drugmakers.\n\nSuppliers to Apple Inc tumbled as the tech giant’s shares hit six-month lows, continuing a downward trend in place since its earnings two weeks ago. TDK Corp fell 4.7 percent while Taiyo Yuden fell 3.6 percent.\n\nManufacturing conditions in China deteriorated to their worst in two years in July, data showed on Monday, triggering fresh slides in global commodity prices.\n\n“When the Chinese economy is slowing down, there will be a fairly big impact on the production of durable goods. Investors are trying to gauge the impact as there is no evidence of that in the data yet,” said Tetsuro Ii, president of Commons Asset Management.\n\nThe benchmark average fell as much as 0.5 percent and last stood at 20,534.80, down 0.1 percent. The broader Topix was almost flat at 1,658.80.\n\nCompanies with heavy exposure to China, as well as oil and other commodities stocks came under pressure.\n\nEarth-moving equipment companies fell, with Hitachi Construction Machinery losing 2.8 percent while Komatsu Ltd dropped 2.5 percent. Plant builder Chiyoda Corp slid 3.2 percent.\n\nBut the defensive shares were in favour despite relatively high valuations. Overall the drug sector rose 1.9 percent. Shionogi & Co climbed 3.3 percent and Takeda Pharmaceutical gained 2.2 percent.\n\nThe sector was the second-best performer among the Tokyo Stock Exchange’s 33 industry subindexes. Airlines, which benefit from falls in oil prices, were the best with Japan Airlines rising 3.4 percent to a record high while ANA gained 2.5 percent to a six-year high. Both firms have also been helped by a rising number of foreign tourists visiting Japan.\n\nMitsubishi Corp and Toyota Motor Corp are due to announce April-June results later in the day.\n\nA key market focus will be the U.S. employment report due on Friday, which could sway market views on whether the U.S. Federal Reserve will raise interest rates in September.\n\n“If we get some certainty about the strength of the U.S. economy and the likelihood of policy normalization by the Fed, and if a rate hike seems justifiable, that is positive for sentiment for global risk-on because a lot of people have been bracing for this,” said Stefan Worrall, director of cash equities at Credit Suisse."
    }
]