[
    {
        "time": "6:48PM UTC",
        "header": "shares and dollar wilt before fed test, apple outperforms ",
        "link": "http://www.reuters.com/article/2015/01/27/us-markets-global-idUSKBN0L001P20150127",
        "body": "SYDNEY (Reuters) - Asian stock markets followed Wall Street into the red early on Wednesday, while the euro managed a rare rally on speculation the Federal Reserve could take a dovish turn in its post-meeting statement later in the session.\n\nApple Inc (AAPL.O) provided some relief after the bell as record sales of its iPhone line helped it beat expectations, sending its stock up 5 percent.\n\nBut earnings from other majors generally disappointed, with multinationals from DuPont <DD.N > to Microsoft Corp (MSFT.O) complaining that a strong U.S. dollar was hurting profits.\n\nThat left a soggy air to early Asian trade and Australia’s main index eased 0.4 percent while Nikkei futures JNIc1 pointed to an opening drop of around 0.8 percent.\n\nMSCI’s broadest index of Asia-Pacific shares outside Japan .MIAPJ0000PUS was off a slim 0.06 percent.\n\nOn Wall Street, the Dow .DJI ended with losses of 1.65 percent, while the S&P 500 .SPX fell 1.34 percent and the Nasdaq .IXIC 1.89 percent.\n\nNine of the 10 primary S&P 500 sectors fell, with tech .SPLRCT off 3.3 percent in its biggest one-day drop since November 2011. Shares in Microsoft slid over 10 percent, while Caterpillar (CAT.N) shed 7 percent.\n\nThe latest U.S. economic news was mixed with durable goods orders surprisingly soft, but notable strength seen in housing and consumer sentiment.\n\nThe softness in business investment and corporate earnings stoked talk the Fed would have to acknowledge the more difficult environment in its policy statement at 1400 GMT.\n\nSo far, the central bank has stuck by plans to raise interest rates around the middle of 2015, but markets have relentlessly pushed out the timing to year end and are plotting a much lower trajectory for future hikes.\n\nFed funds <0#FF:> imply a rate of only 45 basis points by December, compared to the current effective funds rate of 12 basis points.\n\nJust the risk of a dovish turn was enough to force speculators to cut back on crowded short positions in the euro, lifting the single currency to $1.1365 and away from Monday’s 11-year low of $1.1098.\n\nThe dollar also dipped to 117.75 yen and retreated against a basket of major currencies to 94.089 .DXY.\n\nIn commodity markets, the pullback in the dollar helped Brent crude oil LCOc1 gain $1.10 to $49.30 a barrel.\n\nHowever, U.S. crude oil futures CLc1 were quoted 65 cents lower on Wednesday at $45.58 on news U.S. oil stockpiles surged by nearly 13 million barrels last week."
    },
    {
        "time": "6:58PM UTC",
        "header": "apple iphone sales trample expectations as profit sets global record",
        "link": "http://www.reuters.com/article/2015/01/27/us-apple-results-idUSKBN0L02QG20150127",
        "body": "(Reuters) - Apple Inc (AAPL.O) quarterly results smashed Wall Street expectations with record sales of big-screen iPhones in the holiday shopping season and a 70 percent rise in China sales, powering the company to the largest profit in corporate history.\n\nThe company sold 74.5 million iPhones in its fiscal first quarter ended Dec. 27, while many analysts had expected fewer than 70 million. Revenue rose to $74.6 billion from $57.6 billion a year earlier.\n\nProfit of $18 billion was the biggest ever reported by a public company, worldwide, according to S&P analyst Howard Silverblatt. Apple’s cash pile is now $178 billion, enough to buy IBM (IBM.N) or the equivalent to $556 for every American.\n\nApple Chief Executive Officer Tim Cook said the Cupertino, California-based company would release its next product, the Apple Watch, in April.\n\nShares rose about 5 percent to $114.90 in after-hours trade.\n\nDaniel Morgan, senior portfolio manager at Apple-shareholder Synovus Trust Company in Atlanta, Georgia, said that the report was a good sign in a quarter where big tech companies such as IBM and Microsoft Corp (MSFT.O) have disappointed.\n\nApple Chief Financial Officer Luca Maestri told Reuters in an interview that the company did not sell more iPhones in China than the United States, despite some earlier predictions by research analysts.\n\nBut the big-screen iPhone 6 and 6 plus drove revenues in China were up 70 percent in the quarter from a year earlier. The company’s success in the competitive Chinese market can be attributed to its partnership with China Mobile Ltd (0941.HK), the largest global mobile carrier, and the appeal of the larger screen size of the iPhone 6 and 6 Plus.\n\nMaestri said he does not expect Apple to struggle because of China’s slipping economic growth. “We haven’t seen a slowdown,” he added.\n\nMaestri also said the company doubled iPhone sales in Singapore and Brazil.\n\nApple will reach 40 company stores in greater China by mid-2016, Maestri told analysts on a conference call.\n\nCarolina Milanesi, an analyst with Kantar Worldpanel ComTech, also lauded a 14 percent rise in unit sales of Apple Macintosh computers and sales of older iPhone models.\n\nApple was well positioned for the current quarter in China, she added, which will include the Chinese New Year holiday and reflect Apple’s attempts to sell through new channels.\n\nApple reported net profit of $18.02 billion, or $3.06 per diluted share, compared with $13.07 billion, or $2.07 per share, a year earlier. That topped expectations of $2.60 per share, according to Thomson Reuters I/B/E/S. Analysts had expected revenue of $67.69 billion.\n\nMaestri said that Apple faced “a clear headwind” from the strong dollar but that it had included the challenge in its forecasts. Apple predicted revenue of $52 billion to $55 billion in its fiscal second quarter, compared with Wall Street’s average target of $53.79 billion.\n\nCook said that the company’s new mobile payment service, Apple Pay, which lets customer buy products from select merchants with their phones, was in its “first inning” and the company would consider adding new features as it looked at expanding outside the United States."
    },
    {
        "time": "5:28AM UTC",
        "header": "exclusive: apple supplier foxconn to shrink workforce as sales growth stalls",
        "link": "http://www.reuters.com/article/2015/01/27/us-hon-hai-labor-idUSKBN0L00Z520150127",
        "body": "SHENZHEN, China (Reuters) - Taiwan’s Foxconn Technology Group, the world’s largest contract electronics manufacturer, will cut its massive workforce, the company told Reuters, as the Apple Inc (AAPL.O) supplier faces declining revenue growth and rising wages in China.\n\nUnder its flagship unit Hon Hai Precision Industry Co Ltd (2317.TW), the group currently employs about 1.3 million people during peak production times, making it one of the largest private employers in the world.\n\nSpecial assistant to the chairman and group spokesman Louis Woo did not specify a timeframe or target for the reduction, but noted that labor costs had more than doubled since 2010, when the company faced intense media scrutiny following a spate of worker suicides.\n\n“We’ve basically stabilized (our workforce) in the last three years,” Woo said. When asked if the company plans to reduce overall headcount, he responded “yes”.\n\nRevenue growth at the conglomerate tumbled to 1.3 percent in 2013 and only partially recovered to 6.5 percent last year after a long string of double-digit increases from 2003 to 2012.\n\nThat decade saw the firm ride an explosion of popularity in PCs, smartphones and tablets, largely driven by its main client Apple, but now it is feeling the effects of falling growth and prices in the gadget markets it supplies, a trend that is expected to continue.\n\nGrowth in smartphone sales will halve this year from 26 percent in 2014, according to researcher IDC, while PC sales will contract by 3 percent.\n\nSimilarly, the average smartphone will sell for 19 percent less in 2018 than last year’s $297.\n\n“Even if technology is improving, the price will still come down,” Woo said. “We’ve come to accept that, our customers have come to accept that.”\n\nAutomation will be key to keeping labor costs under control in the long-term, Woo said, as the company pushes to have robotic arms complete mundane tasks currently done by workers.\n\nBut Woo noted that company chairman Terry Gou’s previously stated goal of 1 million robots was “a generic concept” rather than a firm target."
    },
    {
        "time": "6:34PM UTC",
        "header": "global markets-shares and dollar wilt before fed test, apple outperforms",
        "link": "http://www.reuters.com/article/2015/01/27/markets-global-idUSL4N0V65CH20150127",
        "body": "* Dollar eases on talk Fed could sound more dovish on policy\n\nSYDNEY, Jan 28 (Reuters) - Asian stock markets followed Wall Street into the red early on Wednesday, while the euro managed a rare rally on speculation the Federal Reserve could take a dovish turn in its post-meeting statement later in the session.\n\nApple Inc provided some relief after the bell as record sales of its iPhone line helped it beat expectations, sending its stock up 5 percent.\n\nBut earnings from other majors generally disappointed, with multinationals from DuPont <DD.N > to Microsoft Corp complaining that a strong U.S. dollar was hurting profits.\n\nThat left a soggy air to early Asian trade and Australia’s main index eased 0.4 percent while Nikkei futures pointed to an opening drop of around 0.8 percent.\n\nMSCI’s broadest index of Asia-Pacific shares outside Japan was off a slim 0.06 percent.\n\nOn Wall Street, the Dow ended with losses of 1.65 percent, while the S&P 500 fell 1.34 percent and the Nasdaq 1.89 percent.\n\nNine of the 10 primary S&P 500 sectors fell, with tech off 3.3 percent in its biggest one-day drop since November 2011. Shares in Microsoft slid over 10 percent, while Caterpillar shed 7 percent.\n\nThe latest U.S. economic news was mixed with durable goods orders surprisingly soft, but notable strength seen in housing and consumer sentiment.\n\nThe softness in business investment and corporate earnings stoked talk the Fed would have to acknowledge the more difficult environment in its policy statement at 1400 GMT.\n\nSo far, the central bank has stuck by plans to raise interest rates around the middle of 2015, but markets have relentlessly pushed out the timing to year end and are plotting a much lower trajectory for future hikes.\n\nFed funds <0#FF:> imply a rate of only 45 basis points by December, compared to the current effective funds rate of 12 basis points.\n\nJust the risk of a dovish turn was enough to force speculators to cut back on crowded short positions in the euro, lifting the single currency to $1.1365 and away from Monday’s 11-year low of $1.1098.\n\nThe dollar also dipped to 117.75 yen and retreated against a basket of major currencies to 94.089.\n\nIn commodity markets, the pullback in the dollar helped Brent crude oil gain $1.10 to $49.30 a barrel.\n\nHowever, U.S. crude oil futures were quoted 65 cents lower on Wednesday at $45.58 on news U.S. oil stockpiles surged by nearly 13 million barrels last week. (Editing by Shri Navaratnam)"
    },
    {
        "time": "4:50PM UTC",
        "header": "us stocks-wall st falls 1 pct on earnings; apple rallies late",
        "link": "http://www.reuters.com/article/2015/01/27/markets-stocks-usa-idUSL1N0V62IJ20150127",
        "body": "* Apple up after the bell on strong revenue growth\n\n* Indexes down: Dow 1.7 pct, S&P 1.3 pct, Nasdaq 1.9 pct (Updates with results from Apple, AT&T and Yahoo)\n\nNEW YORK, Jan 27 (Reuters) - U.S. stocks closed more than 1 percent lower on Tuesday as disappointing results from a number of bellwether companies pointed to weakening conditions, while an unexpected decline in durable goods orders also weighed on sentiment.\n\nThe day’s losses were broad, with nine of the 10 primary S&P 500 sectors lower on the day, though tech was the biggest drag by far. The group lost 3.3 percent in its biggest one-day drop since November 2011, in the wake of results from industry bellwether Microsoft. Industrial shares fell, led by Caterpillar.\n\nThe two names were the biggest decliners on the Dow, but fellow components Procter & Gable and DuPont Co also tumbled.\n\nMicrosoft fell 9.3 percent to $42.66 a day after the main engine of its historic earnings power - selling Windows and Office to big businesses - showed signs of waning.\n\nHeavy machinery marker Caterpillar gave an outlook below expectations, warning the recent plunge in oil prices would hurt its energy equipment business. Shares dropped 7.2 percent to $79.85.\n\n“There’s clearly a lot of froth baked into certain areas of tech, while Caterpillar is giving tangible evidence that things can go down more than they already have,” said Jim O‘Donnell, chief investment officer at Forward in San Francisco.\n\n“People may not be aware of the sensitivities that heavy industrial guys have to the oil cycle, or what the ripple effects of oil’s weakness will be. There are a lot of companies that are going to be adversely impacted.”\n\nWith 24 percent of the S&P 500 having reported, 70.6 percent of companies have topped earnings expectations while 55.5 percent have beaten on revenue, according to Thomson Reuters data. That compares with the long-term average of 63 percent for earnings and 61 percent for revenue.\n\nStill, many multinational companies disappointed this quarter, with the stronger dollar a common culprit. P&G was one of the companies pressured by a stronger dollar, sending shares down 3.4 percent to $86.49.\n\nAfter the market closed, Apple Inc rose 5.4 percent to $115 after it posted better-than-expected revenue growth, along with record sales of its iPhone line.\n\nAT&T Inc’s revenue rose more than expected in the latest quarter. Yahoo Inc reported its results and unveiled a plan for a tax-free spin-off of its 15 percent stake in China’s Alibaba Group Holding Ltd, a first step in a highly-anticipated process to unwind the holding, valued at roughly $40 billion.\n\nShares of AT&T rose 1.8 percent to $33.40 after the bell, while Yahoo added 7.7 percent to $51.69.\n\nThe Dow Jones industrial average fell 291.49 points, or 1.65 percent, to 17,387.21, the S&P 500 lost 27.54 points, or 1.34 percent, to 2,029.55 and the Nasdaq Composite dropped 90.27 points, or 1.89 percent, to 4,681.50.\n\nAdding to the day’s weakness, a gauge of U.S. business investment plans unexpectedly fell in December, another sign that slowing global growth and falling crude oil prices were having an impact on the economy.\n\nOn the plus side, consumer confidence posted its highest reading since August 2007. That helped indexes recover from their lows of the session; the Dow earlier fell as much as 2.2 percent.\n\nAbout 6.5 billion shares traded on all U.S. platforms, according to BATS exchange data, below the month-to-date average of 7.2 billion.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,726 to 1,337, for a 1.29-to-1 ratio; on the Nasdaq, 1,710 issues fell and 1,029 advanced, for a 1.66-to-1 ratio favoring decliners.\n\nThe S&P 500 posted 41 new 52-week highs and 10 new lows; the Nasdaq Composite recorded 57 new highs and 49 new lows. (Editing by Nick Zieminski)"
    },
    {
        "time": "7:16PM UTC",
        "header": "wall street falls 1 percent on earnings; apple rallies late",
        "link": "http://www.reuters.com/article/2015/01/28/us-markets-stocks-idUSKBN0L01EO20150128",
        "body": "NEW YORK (Reuters) - U.S. stocks closed more than 1 percent lower on Tuesday as disappointing results from a number of bellwether companies pointed to weakening conditions, while an unexpected decline in durable goods orders also weighed on sentiment.\n\nThe day’s losses were broad, with nine of the 10 primary S&P 500 sectors lower on the day, though tech .SPLRCT was the biggest drag by far. The group lost 3.3 percent in its biggest one-day drop since November 2011, in the wake of results from industry bellwether Microsoft. Industrial shares fell, led by Caterpillar.\n\nThe two names were the biggest decliners on the Dow, but fellow components Procter & Gable (PG.N) and DuPont Co DD.N also tumbled.\n\nMicrosoft (MSFT.O) fell 9.3 percent to $42.66 a day after the main engine of its historic earnings power - selling Windows and Office to big businesses - showed signs of waning.\n\nHeavy machinery marker Caterpillar (CAT.N) gave an outlook below expectations, warning the recent plunge in oil prices would hurt its energy equipment business. Shares dropped 7.2 percent to $79.85.\n\n“There’s clearly a lot of froth baked into certain areas of tech, while Caterpillar is giving tangible evidence that things can go down more than they already have,” said Jim O‘Donnell, chief investment officer at Forward in San Francisco.\n\n“People may not be aware of the sensitivities that heavy industrial guys have to the oil cycle, or what the ripple effects of oil’s weakness will be. There are a lot of companies that are going to be adversely impacted.”\n\nWith 24 percent of the S&P 500 having reported, 70.6 percent of companies have topped earnings expectations while 55.5 percent have beaten on revenue, according to Thomson Reuters data. That compares with the long-term average of 63 percent for earnings and 61 percent for revenue.\n\nStill, many multinational companies disappointed this quarter, with the stronger dollar a common culprit. P&G was one of the companies pressured by a stronger dollar, sending shares down 3.4 percent to $86.49.\n\nAfter the market closed, Apple Inc (AAPL.O) rose 5.4 percent to $115 after it posted better-than-expected revenue growth, along with record sales of its iPhone line.\n\nAT&T Inc’s (T.N) revenue rose more than expected in the latest quarter. Yahoo Inc YHOO.O reported its results and unveiled a plan for a tax-free spin-off of its 15 percent stake in China’s Alibaba Group Holding Ltd (BABA.N), a first step in a highly-anticipated process to unwind the holding, valued at roughly $40 billion.\n\nShares of AT&T rose 1.8 percent to $33.40 after the bell, while Yahoo added 7.7 percent to $51.69.\n\nThe Dow Jones industrial average .DJI fell 291.49 points, or 1.65 percent, to 17,387.21, the S&P 500 .SPX lost 27.54 points, or 1.34 percent, to 2,029.55 and the Nasdaq Composite .IXIC dropped 90.27 points, or 1.89 percent, to 4,681.50.\n\nAdding to the day’s weakness, a gauge of U.S. business investment plans unexpectedly fell in December, another sign that slowing global growth and falling crude oil prices were having an impact on the economy.\n\nOn the plus side, consumer confidence posted its highest reading since August 2007. That helped indexes recover from their lows of the session; the Dow earlier fell as much as 2.2 percent.\n\nAbout 6.5 billion shares traded on all U.S. platforms, according to BATS exchange data, below the month-to-date average of 7.2 billion.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,726 to 1,337, for a 1.29-to-1 ratio; on the Nasdaq, 1,710 issues fell and 1,029 advanced, for a 1.66-to-1 ratio favoring decliners.\n\nThe S&P 500 posted 41 new 52-week highs and 10 new lows; the Nasdaq Composite recorded 57 new highs and 49 new lows."
    },
    {
        "time": "4:38PM UTC",
        "header": "brief-apple cfo says sold more iphones in u.s. than china in q1",
        "link": "http://www.reuters.com/article/2015/01/27/idUSS8N0N601B20150127",
        "body": "* Apple CFO says sold more iphones in the U.S. than China in fiscal Q1\n\n* Apple CFO says “feels good about position” in China despite slowing economic growth\n\n* Apple CFO says Apple, IBM to roll out another 12 mobile business apps by end of quarter\n\n* Apple CFO says foreign exchange is becoming a “clear headwind,” is included in guidance\n\n* Apple CFO says iphone sales doubled in China, Singapore, Brazil in fiscal Q1\n\n* Apple CFO says revenue for Mac up 14 pct year-over-year in a market “expected to decline” Further company coverage: (Bengaluru Newsroom)"
    }
]