[
    {
        "time": "12:02PM UTC",
        "header": "long-time apple bull matthew 25 fund starts trimming position",
        "link": "http://www.reuters.com/article/2015/03/11/us-apple-funds-idUSKBN0M71TF20150311",
        "body": "NEW YORK (Reuters) - A portfolio manager whose outsized Apple Inc position helped him beat 99 percent of his peers over the last five years has started to trim his stake out of concerns that the iPhone maker’s stock no longer looks as attractive.\n\nMark Mulholland, who manages the $849 million Matthew 25 fund, has 15.3 percent of his portfolio in Apple, the second-largest weighting of any actively managed fund tracked by Lipper. Mulholland expects to trim that to about 10 percent of his portfolio, he said in an interview.\n\n“It’s not a company under duress by any means, but it’s not trading at as big as a discount as it was before,” Mulholland said.\n\nShares of Apple are up 64 percent over the last 12 months, including a 12.8 percent jump so far this year. The company trades at a price-to-earnings ratio of 16.7, up from its 52-week low of 12.5.\n\nEven at 10 percent of Matthew 25’s portfolio, Apple will remain a major holding for the fund. Most actively managed funds tend to hold less than 6 percent in any one position in order to mitigate risks.\n\nYet Mulholland argues that taking concentrated positions is the only way for investors to outperform broad benchmarks over time.\n\nHis portfolio of 30 stocks, which includes positions in outdoor retailer Cabela’s Inc and FedEx Corp, has returned an average of 21.2 percent a year over the last five years, according to Morningstar. That performance is 6.5 percentage points greater than the S&P 500 over the same time.\n\nMulholland still considers Apple undervalued overall, he said. The funds from trimming his Apple position will be reallocated or held as cash for any fund redemptions, he added.\n\nThe Matthew 25 fund is up 1.7 percent so far this year, or about 2 percentage points more than the S&P 500."
    },
    {
        "time": "12:38PM UTC",
        "header": "developers wrestle with making 'killer app' for apple watch",
        "link": "http://www.reuters.com/article/2015/03/11/us-apple-watch-apps-idUSKBN0M705120150311",
        "body": "NEW YORK (Reuters) - Software developers say it will not be easy to come up with a “killer app” for Apple Inc’s Watch - few have seen the product and the software is still in test mode.\n\nWhile app makers are passionate about developing for the Apple Watch, some are skeptical about the prospects of coming up with a big idea for the little computer on a wrist that hits stores on April 24, said Markiyan Matsekh, product manager at software engineering firm Eleks.\n\nA killer app that grabs consumers’ attention will be key to the success of the Apple Watch and could spawn new companies, as the iPhone did. The photo-sharing app Instagram grew into a $1 billion business bought by Facebook Inc, and Snapchat has gone from a mobile messaging app to a company valued at $19 billion.\n\nApple has blocked some features, such as the gyroscope and accelerometer, on the development kit, and the watch simulator cannot test all functions, developers said. Apple declined to comment on why developers cannot access certain features.\n\n“The limitations are discouraging,” said Matsekh, who helped develop a Watch app to control a Tesla Model S without involvement from the electric carmaker.\n\nThe challenge he believes is “not trying to take a phone app and cram it into a Watch.”\n\nRabo is developing an app called “Revere,” that ties notes to calendars. The Watch will recognize the wearer is walking into a meeting and pull up previously dictated notes about the attendees, for instance.\n\nApple listed about 40 apps on its website as it unveiled its smartwatch on Monday with “thousands” more in the works, it said.\n\nWatch apps showcased by Apple so far are mostly extensions of services like Uber, American Airlines and Twitter.\n\n“People are playing it pretty safe and right now just extending their application,” Ryan Taylor, design director at Normative Design, the software firm hired by Rabo. Once the Watch is released, it will be easier to develop, he said.\n\nTaylor points out that there has been no “killer app” so far on Android smartwatches that have been on the market for two to three years.\n\nWhat Apple is “trying to do is get people to think of apps differently than an iPhone app. That cultural shift is taking a little bit more time and that’s OK,” he said."
    }
]