[
    {
        "time": "5:45AM UTC",
        "header": "bmw says talks with apple don't involve developing a car",
        "link": "http://www.reuters.com/article/2015/03/05/us-bmw-apple-car-idUSKBN0M113920150305",
        "body": "FRANKFURT (Reuters) - German carmaker BMW said on Thursday its talks with technology giant Apple did not involve developing or building a car, denying a German magazine report.\n\nAuto Motor und Sport said in its March 4 edition that the two firms were discussing possibilities for cooperating on the development of a passenger car.\n\nApple was impressed with BMW’s carbon-fiber electric cars, the magazine said, citing a “high ranking BMW manager.”\n\nThe BMW spokesman said: “We are in regular talks with companies from the IT and telecommunications sector, including Apple, concerning topics like connected vehicles. Developing or building a car is not a topic of these discussions.”\n\nAn Apple spokesman said the company did not comment on rumor or speculation.\n\nAuto Motor und Sport said Apple cars could be sold in Apple stores and serviced at BMW dealerships.\n\nAmong the issues that needed to be resolved was whether BMW would allow Apple to develop an operating system for its i3 model, a step that would require BMW to reveal details of its own vehicle software to the technology giant, the magazine said.\n\nLast month, a source told Reuters that Apple was looking beyond mobile devices to learn how to make a self-driving electric car, and was talking to experts at carmakers and automotive suppliers."
    },
    {
        "time": "2:54AM UTC",
        "header": "apple delays larger ipad production till september: reports",
        "link": "http://www.reuters.com/article/2015/03/05/us-apple-ipad-idUSKBN0M02M120150305",
        "body": "(Reuters) - Apple Inc (AAPL.O) will delay the start of production on a larger, 12.9-inch iPad until around September because of delays involving the supply of display panels, according to two media reports.\n\nProduction on the bigger tablet had been scheduled to begin this quarter, Bloomberg reported, citing people familiar with the company’s plans.\n\nApple suppliers have been told to start production of the larger-screen iPad in the second half of this year as the company explores new designs and features for the enterprise market, the Wall Street Journal reported.\n\nApple is now considering adding USB ports and adopting a faster technology that promises to transfer data up to 10 times faster than current USB ports, the Journal said, citing people familiar with the matter.\n\nThe company has also been considering adding ports to connect to a keyboard and mouse, the Journal report said.\n\nWhile suppliers are gearing up to ship the new 12-inch MacBook Air in large quantities in the second quarter, Apple’s launch schedule remains unclear, the newspaper said.\n\nReuters could not immediately reach Apple for comment outside regular U.S. business hours."
    },
    {
        "time": "5:03AM UTC",
        "header": "continental wants to be partner on possible apple car: ceo",
        "link": "http://www.reuters.com/article/2015/03/05/us-continental-apple-idUSKBN0M10Z620150305",
        "body": "BERLIN (Reuters) - Germany’s Continental AG would be interested in acting as partner for technology giant Apple should the U.S. company decide to build a car, Chief Executive Elmar Degenhart said.\n\n“Apple has an excellent reputation on information and communication systems and has incredible financial strength,” the CEO said on Thursday during an earnings call.\n\n“We would be interested” in acting as partner if Apple decides to produce a vehicle, he said.\n\nSeparately, Degenhart was skeptical on prospects for battery-powered cars, saying Continental’s electric-car operations may fail to make money “at least in the next 3-4 years.”\n\nThe company remains on the lookout for potential acquisitions, though another major takeover is not on the cards in coming months, the CEO said."
    }
]