[
    {
        "time": "8:06PM UTC",
        "header": "italy prosecutors wrap up tax probe into apple: sources",
        "link": "http://www.reuters.com/article/2015/03/24/us-italy-apple-tax-idUSKBN0MK00J20150324",
        "body": "MILAN (Reuters) - Italian prosecutors have wrapped up an investigation into allegations U.S. tech giant Apple (AAPL.O) failed to pay corporate taxes to the tune of 879 million euros ($964 million), two sources said on Monday.\n\nUnder Italian law, the move now opens the way for the prosecutors to ask a judge for the case to be brought to trial.\n\nThe investigations, covering the period 2008-2013, involve two managers from the Italian subsidiary of Apple operations and one from its Irish-based subsidiary Apple Sales International, the sources said.\n\nThe probe claims that by having profits generated in Italy booked by the Irish subsidiary, Apple reduced its taxable income base and saved just under 900 million euros in the period, the sources said.\n\nIn a comment emailed to Reuters, Apple said it was one of the largest tax payers in the world and paid every euro of tax it owed wherever it did business.\n\nIt said the Italian tax authorities had audited Apple’s Italian operations in 2007, 2008 and 2009 and confirmed it was in full compliance with the OECD documentation and transparency requirements.\n\n“These new allegations against our employees are completely without merit and we’re confident this process will reach the same conclusion,” it said.\n\nThe maker of the iPhone is one of several leading companies like Google and Amazon to fall foul of tax inquiries in Europe.\n\nIn recession-hit Italy, tax authorities have pledged to crack down on domestic and multinational companies in moves that could help shore up stretched public finances."
    },
    {
        "time": "6:57AM UTC",
        "header": "assembler pegatron's record 2014 profit puts apple reliance in spotlight",
        "link": "http://www.reuters.com/article/2015/03/23/us-pegatron-results-idUSKBN0MJ0YB20150323",
        "body": "TAIPEI (Reuters) - Strong iPhone 6 sales lifted annual net profit at Pegatron Corp, the Taiwanese assembler of Apple Inc, to a record high, as its chief executive questioned the company’s reliance on smartphones to generate revenue.\n\nPegatron on Monday said 2014 net profit rose 53.4 percent from the previous year to T$14.66 billion ($466.8 million).\n\nFourth-quarter net profit also surged 68 percent to a record T$5.68 billion, as revenue from its communication devices business grew to account for just under two-thirds of its overall revenue, up from 30 percent in the same year-ago period.\n\nAsked about Pegatron’s reliance on smartphones, Chief Executive Jason Cheng told an earnings briefing Pegatron was taking advantage of a good business opportunity.\n\nBut he added: “It’s definitely not a good thing to be too concentrated on just a few clients. But you can’t avoid the fact that mobile phones have been fast sellers. When good business comes your way, how can you not take it?”\n\nApple sold more than expected iPhones over the year-end holiday season.\n\nLast month, a labor rights group said low costs helped Pegatron win business from Apple, which allegedly moved some orders from rival Hon Hai Precision Industry Co Ltd after an increase in labor costs aimed at addressing a spate of worker suicides in 2010.\n\nPegatron’s strong communication device revenue contrasts with weaker sales of most of the other tech products it assembles: computers’ contribution to revenue fell 38 percent, while consumer devices, which includes tablets and video game consoles, dropped 17 percent, it said.\n\n“They should be careful about their reliance on Apple,” said Fubon Securities analyst Arthur Liao, who estimates Apple products contributed as much as 59 percent to Pegatron’s revenue last year.\n\nPegatron rival Hon Hai has struck several deals to diversify away from contract manufacturing, including buying a stake in a Taiwanese telecom provider. On Monday, it said it was teaming up with Chinese social networking firm Tencent Holdings Ltd to develop opportunities related to electric vehicles."
    }
]