[
    {
        "time": "4:34PM UTC",
        "header": "brazil shipbuilder osx says cfo steps down, ceo to take role",
        "link": "http://www.reuters.com/article/2015/02/24/osx-cfo-idUSL1N0VY2YM20150224",
        "body": "RIO DE JANEIRO, Feb 24 (Reuters) - OSX Brasil SA Chief Financial Officer Claudio Antônio da Silva Zuicker is stepping down, and Chief Executive Officer Vladimir Kundert Ranevsky will add the role of CFO, the troubled Brazilian shipbuilder said in a statement on Tuesday.\n\nOSX is the shipbuilding arm of the EBX conglomerate started by fallen tycoon Eike Batista, who was once Brazil’s richest man but lost almost everything as his companies failed under mounting debt and missed targets. (Reporting by Stephen Eisenhammer; Editing by David Gregorio)"
    },
    {
        "time": "3:16AM UTC",
        "header": "visa europe plans credit card-cloaking that could pave way for apple pay",
        "link": "http://www.reuters.com/article/2015/02/24/visa-payments-idUSL5N0VY17920150224",
        "body": "FRANKFURT, Feb 24 (Reuters) - Visa Europe said on Tuesday it would offer a secure way for consumers to pay retailers with their smartphones while concealing credit card details, a move that could set the stage for Apple’s Apple Pay and rival payment services to be introduced into Europe in coming months.\n\nVisa Europe said it would introduce to member banks by mid-April a “tokenisation” service, a technique which substitutes random numbers for a user’s credit card number when a merchant transmits transaction data, reducing the risk of online theft.\n\nNew token-based security from Visa Inc, a partner of Visa Europe, and rival card issuers MasterCard and American Express were considered by many experts to be a critical security enabler when Apple Pay was introduced in the United States last year.\n\nThe announcement is just one of several new payment services the London-based credit card giant is unveiling. These include a way for card customers to send money overseas to other Visa users via social media profiles on Facebook, WhatsApp, Twitter or LinkedIn. (Reporting By Eric Auchard; Editing by Maria Sheahan)"
    },
    {
        "time": "5:46AM UTC",
        "header": "visa europe plans new security that could pave way for apple pay",
        "link": "http://www.reuters.com/article/2015/02/24/us-visa-payments-idUSKBN0LS0LR20150224",
        "body": "FRANKFURT (Reuters) - Visa Europe has announced a new, more secure way for consumers to pay retailers via smartphones, a move that could set the stage for Apple’s (AAPL.O) Apple Pay and rival mobile payment services to be introduced into Europe in the coming months.\n\nVisa Europe said on Tuesday it would introduce to member banks by mid-April a “tokenisation” service which substitutes random numbers for a user’s credit card details when a merchant transmits transaction data, reducing the risk of online theft.\n\nSimilar security from Visa Inc (V.N), the former parent of Visa Europe, and rival card issuers MasterCard (MA.N) and American Express (AXP.N) has been key to the success of Apple Pay since it was introduced in the United States last year, according to industry experts.\n\nApple Pay allows iPhone users to store their credit card details on their phones, then pay at the tap of a button. In its first three months, more than $2 out of every $3 which U.S. consumers spent using speedy new “contactless” systems at the three major credit card networks was done via Apple Pay, the company said last month.\n\nVisa Europe’s move is one of several new services the London-based credit card giant is unveiling as it battles to retain its role as a middleman connecting banks and consumers in a fast-moving payments landscape being shaken up by major technology firms including Apple, Google (GOOGL.O) and eBay’s (EBAY.O) PayPal, as well as scores of ambitious start-ups.\n\nThese include a way for card customers to send money overseas to other Visa users via their social media profiles on sites such as Facebook (FB.O), WhatsApp, Twitter (TWTR.N) or LinkedIn LNKD.N.\n\nSteve Perry, Visa Europe’s chief digital officer, said in an interview his association’s plan for secure credit card data transmission parallels what Visa Inc offers in the United States. But he declined to comment on whether Apple Pay had agreed to use his organization’s version in European markets.\n\n“Apple and Visa (Inc) have an agreement around what has happened,” Perry said. “I am as excited as anyone, but we have to wait,” he said. The Visa Europe executive referred further questions to Apple.\n\nAn Apple spokesman was not immediately available to comment on any international expansion plans it might have.\n\nVisa Europe, which since 2007 has operated independently of Visa Inc, is a cooperative of more than 3,700 European banks with more than 500 million cards in circulation.\n\nIts plans also include opening a mobile app store for its members to pick and choose payment apps that they can assemble into mobile banking services they offer their own customers.\n\nThe company said it would introduce by this summer a global peer-to-peer payments service called Visa Direct, which was formerly known as Visa Personal Payments and offered on a limited basis.\n\nVisa Europe has partnered with Singapore-based Fastacash to enable its member banks to soon start sending peer-to-peer payments via popular social media services.\n\nVisa Direct will allow Visa Europe card users to transfer funds in multiple currencies to the mobile phone numbers of nearly 2 billion other Visa card holders.\n\nThe personal money transfer service, which complies with “Know your customer” banking regulations and other international rules, will not be available in the United States, Japan or nations sanctioned by U.S. Treasury Department, it said. Currency exchange fees will be set by the card holder’s bank."
    }
]