[
    {
        "time": "10:04AM UTC",
        "header": "us stocks-wall st opens up, nasdaq closer to record ahead of apple earnings",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL4N0XO5GJ20150427",
        "body": "April 27 (Reuters) - Wall Street was higher at the open on Monday and the Nasdaq inched closer to its record intraday high ahead of Apple’s results after the close.\n\nInvestors this week will also be closely watching the results of the two-day U.S. Federal Reserve meeting, starting Tuesday, for clues on when interest rates could be hiked.\n\nOn Monday, data showed that U.S. services sector expansion eased slightly in April from a seven-month high in March on a dip in new business growth.\n\n“So far, both the economic data and earnings data has been weaker-than-expected and so that means that an imminent rate hike is most likely off the table,” said Adam Sarhan, chief executive of Sarhan Capital in New York.\n\nA slew of recent sub-par indicators have prompted analysts to downgrade their view of the U.S. economic outlook and to push back expectations of when the Fed will hike rates for the first time since June 2006 until later this year.\n\nThe Nasdaq hit a intraday high of 5119.828, the closest it has reached to its record high of 5132.52, hit in March 2000. Both the Nasdaq and the S&P 500 closed at a record highs on Friday after strong results from tech giants.\n\nApple shares rose 1.69 percent to $132.48 in early trading. Analysts expect Apple’s quarterly revenue to rise 23 percent to $56.07 billion, according to Thomson Reuters data.\n\n“Apple is an undervalued growth stock and has been for many, many years,” Sarhan said. “Even though it is the world’s largest company, its price-to-earnings ratio is still below that of the S&P 500.”\n\nApple trades at 14.3 times forward 12-month earnings, while the S&P 500 trades at 16.7 times, according to Thomson Reuters StarMine data.\n\nAt 9:57 a.m. EDT the Dow Jones industrial average was up 71.3 points, or 0.39 percent, at 18,151.44, the S&P 500 was up 7.38 points, or 0.35 percent, at 2,125.07 and the Nasdaq Composite was up 23.32 points, or 0.46 percent, at 5,115.41.\n\nApplied Materials slumped 6.8 percent to $20.30 after the chip equipment maker’s proposed $10 billion merger with Tokyo Electron was abandoned over U.S. regulatory concerns.\n\nCelladon plunged almost 80 percent to $2.80 after the company said its heart failure gene therapy, Mydicar, failed to meet its main goals in an important trial.\n\nMylan fell 3.5 percent to $73.18 after it rejected Teva Pharmaceutical’s unsolicited $40 billion takeover offer, saying it “grossly undervalues” the company. Teva shares lost 1.4 percent.\n\nU.S. listed shares of Deutsche Bank slumped 4.2 percent to $32.79 after the German bank’s biggest strategic overhaul got a thumbs down from investors on Monday who judged it too little too late.\n\nAdvancing issues outnumbered declining ones on the NYSE by 1,949 to 789, for a 2.47-to-1 ratio on the upside; on the Nasdaq, 1,579 issues rose and 846 fell for a 1.87-to-1 ratio favoring advancers.\n\nThe benchmark S&P 500 index was posting 12 new 52-week highs and no new lows; the Nasdaq Composite was recording 60 new highs and 20 new lows. (Editing by Savio D‘Souza)"
    },
    {
        "time": "9:09AM UTC",
        "header": "us stocks-wall st to open up ahead of apple earnings, fed meeting later this week",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL4N0XO4PW20150427",
        "body": "April 27 (Reuters) - U.S. stock index futures pointed to a modestly higher open on Monday after the Nasdaq and S&P 500 chalked up record high closes on Friday and ahead of Apple’s results after the close.\n\nInvestors this week will also be closely watching the results of the two-day U.S. Federal Reserve meeting, starting Tuesday, for clues on when interest rates could be hiked.\n\n“So far, both the economic data and earnings data has been weaker-than-expected and so that means that an imminent rate hike is most likely off the table,” said Adam Sarhan, chief executive of Sarhan Capital in New York.\n\nA slew of recent sub-par indicators have prompted analysts to downgrade their view of the U.S. economic outlook and to push back expectations of when the Fed will hike rates for the first time since June 2006 until later this year.\n\nStrong results from tech giants pushed the Nasdaq Composite to end at 5,092.09 on Friday, its second straight record high close. The S&P 500 closed at a record high of 2,117.69 points, just above its previous high of 2,117.39 set on March 2.\n\nApple shares rose 1.63 percent to $132.43 in premarket trading. Analysts expect Apple’s quarterly revenue to rise 23 percent to $56.07 billion, according to Thomson Reuters data.\n\n“Apple is an undervalued growth stock and has been for many, many years,” Sarhan said. “Even though it is the world’s largest company, its price-to-earnings ratio is still below that of the S&P 500.”\n\nApple trades at 14.3 times forward 12-month earnings, while the S&P 500 trades at 16.7 times, according to Thomson Reuters StarMine data.\n\nS&P 500 e-mini futures were up 4.75 points and their fair value - a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract - indicated a higher open. Dow Jones industrial average e-mini futures were up 53 points and Nasdaq 100 e-mini futures were up 16 points.\n\nWhile markets are at record highs, March-quarter earnings of S&P 500 companies are expected to dip 1.3 percent, with revenue dropping 3.5 percent as a strong dollar hurts U.S. multinationals and low oil prices weigh on energy companies, according to Thomson Reuters data.\n\nApplied Materials slumped 6.2 percent to $20.43 in premarket trading after the chip equipment maker’s proposed $10 billion merger with Tokyo Electron was abandoned over U.S. regulatory concerns.\n\nCelladon plunged 73.2 percent to $3.68 after the company said its heart failure gene therapy, Mydicar, failed to meet its main goals in an important trial.\n\nIGATE shares were up 3.4 percent at $47.40 after Cap Gemini said it would buy the technology and services company for $4 billion in cash.\n\nEarnings expected on Monday include General Growth Properties and Hartford Financial Services.\n\nData expected includes U.S. services sector numbers for April from financial firm Markit at 9:45 a.m. EDT (1345 GMT). (Reporting by Tanya Agrawal; Editing by Savio D‘Souza)"
    },
    {
        "time": "7:22AM UTC",
        "header": "us stocks-futures up ahead of apple earnings, fed meeting later this week",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL4N0XO4JW20150427",
        "body": "April 27 (Reuters) - U.S. stock index futures were up slightly on Monday after the Nasdaq Composite and S&P 500 chalked up record high closes on Friday and ahead of Apple’s results after the close.\n\n* Investors this week will also be closely watching the results of the two-day U.S. Federal Reserve meeting, starting Tuesday, for clues on when interest rates could be hiked.\n\n* Strong results from tech giants pushed the Nasdaq to end at 5,092.09 on Friday, its second straight record high close. The S&P 500 rose 0.23 percent to a record high close of 2,117.69 points, just above its previous high of 2,117.39 set on March 2.\n\n* While markets are at record highs, March-quarter earnings of S&P 500 companies are expected to dip 1.3 percent, with revenue dropping 3.5 percent as a strong dollar hurts U.S. multinationals and low oil prices weigh on energy companies, according to Thomson Reuters data.\n\n* Applied Materials slumped 8.3 percent to $20 in premarket trading after the chipmaker’s proposed $10 billion merger with Tokyo Electron was abandoned over U.S. regulatory concerns.\n\n* Celladon plunged 77.6 percent to $3.06 after the company said its heart failure gene therapy, Mydicar, failed to meet its main goals in an important trial.\n\n* Time Warner Cable gained 1.1 percent to $157 on news that Charter Communications’ representatives had reached out to begin discussions on a potential merger. Comcast on Friday dropped its plans to merge with Time Warner Cable.\n\n* Earnings expected on Monday include General Growth Properties and Hartford Financial Services.\n\n* Data expected includes U.S. services sector numbers for April from financial firm Markit at 9:45 a.m. EDT (1345 GMT).\n\n* World shares hit a new high, led by China, though the rally faded in Europe as investors looked ahead to central bank meetings in the United States and worried over Greece.\n\n* S&P 500 e-minis were up 4.5 points, or 0.21 percent, with 107,805 contracts changing hands.\n\n* Nasdaq 100 e-minis were up 12.25 points, or 0.27 percent, on volume of 18,474 contracts.\n\n* Dow e-minis were up 46 points, or 0.26 percent, with 18,632 contracts changing hands. (Reporting by Tanya Agrawal; Editing by Savio D‘Souza)"
    },
    {
        "time": "2:50PM UTC",
        "header": "us stocks-wall st slips as biotechs drop; apple shares up",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL1N0XO1P120150427",
        "body": "April 27 (Reuters) - U.S. stocks edged lower in Monday afternoon trading, led by losses in the Nasdaq and biotech shares including Amgen.\n\nThe Nasdaq Biotech Index was down 3.7 percent, on track for its biggest daily percentage loss in about a month, while the S&P Healthcare index, down 1.3 percent, was the biggest drag on the benchmark S&P 500 index.\n\nAmgen shares dropped 3.2 percent to $162.53 after U.S. Food and Drug Administration staff reviewers said Amgen’s skin cancer immunotherapy cannot be considered for an accelerated review at this time, citing concerns over the design and results of a key study.\n\nDrug developer Celladon Corp shares fell 80 percent to $2.68 and hit a record low. It said it expected to announce layoffs and cost cuts after the company’s lead experimental gene therapy to treat heart failure failed a key trial.\n\nThe healthcare sector is being dragged down by reports on high pricing by specialty pharmaceutical companies as well as the disapponting news from Celladon and Amgen.\n\n“What we’re seeing is a healthy correction based on multiple negative news events in the biotech space,” said Paul Yook portfolio manager of biotech exchange traded funds and at LifeSci Partners in New York.\n\n“Drug pricing has been a real concern for investors.”\n\nThe Dow Jones industrial average fell 6.8 points, or 0.04 percent, to 18,073.34, the S&P 500 lost 4.22 points, or 0.2 percent, to 2,113.47 and the Nasdaq Composite dropped 26.05 points, or 0.51 percent, to 5,066.03.\n\nAlso in the healthcare space, Mylan fell 5 percent to $72.25 after it rejected Teva Pharmaceutical’s unsolicited $40 billion takeover offer, saying it “grossly undervalues” the company. Teva lost 3 percent to $62.41.\n\nHealthcare companies have been the top performers so far in 2015, helping to push major stock indexes to record levels. Biotechs like Gilead in particular have helped the Nasdaq, which last week breached its all-time closing high for the first time in 15 years.\n\nOptions on a key healthcare exchange-traded fund are set near their most defensive posture ever. Activity in puts, which can be used to hedge against a drop in shares, has picked up noticeably in April for the Health Care Select Sector SPDR ETF.\n\nApple shares were up 1.1 percent at $13.59 ahead of its results, due after the close. Analysts expect Apple’s quarterly revenue to rise 23 percent to $56.07 billion, according to Thomson Reuters data.\n\nThe S&P 500 earlier hit a record intraday high of 2,125.92. The Nasdaq hit a high of 5,119.83, inching closer to its all-time intraday record of 5,132.52 set in March 2000.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,732 to 1,243; on the Nasdaq, 1,896 issues fell and 832 advanced.\n\nThe S&P 500 was posting 14 new 52-week highs and 1 new low; the Nasdaq Composite was recording 100 new highs and 38 new lows. (Additional reporting by Sinead Carew and Tanya Agrawal; Editing by Savio D‘Souza and Nick Zieminski)"
    },
    {
        "time": "9:34AM UTC",
        "header": "us stocks snapshot-wall st opens up ahead of apple earnings",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSZXN0RFU0520150427",
        "body": "April 27 (Reuters) - Wall Street opened higher on Monday after the Nasdaq and S&P 500 chalked up record high closes on Friday and ahead of Apple’s results after the close.\n\nThe Dow Jones industrial average rose 53.32 points, or 0.29 percent, to 18,133.46, the S&P 500 gained 4.47 points, or 0.21 percent, to 2,122.16 and the Nasdaq Composite added 13.29 points, or 0.26 percent, to 5,105.37. (Reporting by Tanya Agrawal; Editing by Savio D‘Souza)"
    },
    {
        "time": "7:28PM UTC",
        "header": "china iphone sales boosts apple; shares up modestly",
        "link": "http://www.reuters.com/article/us-apple-results-idUSKBN0NI26L20150427",
        "body": "(Reuters) - Apple Inc (AAPL.O) beat Wall Street’s revenue and profit forecasts on Monday as it sold more iPhones in China than the United States for the first time, but the company gave no sales figures for its new Apple Watch.\n\nApple’s iPhone sales in China soared, increasing its revenue in the country 71 percent to $16.8 billion, although that was helped by gift-buying for Chinese New Year.\n\nChief Executive Tim Cook said that China’s expanding middle class is fueling iPhone sales there, which is the bulk of the company’s sales. The iPhone 6 was launched last autumn in China with a number of carriers.\n\nWall Street hailed the results but share reaction was muted. Its shares rose 1.6 percent in after-hours trading to $134.52.\n\nApple sold 61.2 million iPhones in the quarter, up 40 percent from the year-ago quarter, but down from the record-breaking holiday quarter. It sold 12.6 million iPads, down 23 percent from a year ago.\n\nApple’s big screen iPhone 6 and 6 Plus have been popular with customers worldwide, helping the company overtake rival Samsung (005930.KS) in global smartphone sales last quarter.\n\n“A 60 million-plus iPhone number is a home run and will be cheered by the Street as this remains the bread and butter of Apple,” said FBR Capital Markets analyst Daniel Ives.\n\nApple gave no sales figures for its recently released Apple Watch, but did say the current quarter was off to “an exciting start”.\n\nCook said demand for the watch continued to be greater than supply, as it has been since pre-orders started earlier this month.\n\n“From a demand point of view, it’s hard to gauge when you don’t have product in stores,” said Cook on a conference call with analysts. Apple is only selling the watch online and in select third-party boutiques due to the large number of models and straps for the watch, which could become a logistics nightmare if it offered every permutation of the many varieties at already jam-packed Apple stores.\n\nThe most valuable publicly traded U.S. company raised its quarterly dividend 11 percent to 52 cents per share and boosted its share repurchase program to $140 billion from $90 billion announced last year.\n\nTogether, Apple estimated that would mean returning $200 billion to shareholders by the end of March 2017. It ended the quarter with $193.5 billion in cash and marketable securities, up more than $15 billion from the last quarter.\n\nEven so, that was “a bit lower than expectations,” said Bernstein Research analyst Toni Sacconaghi.\n\nApple said net income for the fiscal second quarter rose to $13.57 billion, or $2.33 per share, from $10.22 billion, or $1.66 per share, a year earlier.\n\nAnalysts had expected earnings per share of $2.16 per share, according to Thomson Reuters I/B/E/S.\n\nOverall revenue rose to $58.01 billion in the second quarter ended March 28, from $45.65 billion a year earlier. That beat Wall Street’s expected revenue of $56 billion.\n\nApple said it expected fiscal third-quarter revenue of $46 billion to $48 billion, in line with analysts’ average forecast of $47 billion."
    },
    {
        "time": "11:54AM UTC",
        "header": "global markets-shares rise on europe relief, optimism on apple",
        "link": "http://www.reuters.com/article/markets-global-idUSL1N0XO0P220150427",
        "body": "* Traders eye Apple earnings after close of U.S. trading\n\n* Dollar slips ahead of Fed meeting; Treasury prices edge lower (Updates to U.S. market open, changes byline, dateline, previous LONDON)\n\nNEW YORK, April 27 (Reuters) - A measure of equity markets worldwide hit record highs on Monday as optimism over Greece supported European stocks while U.S. shares added to last week’s gains ahead of Apple results and a Federal Reserve policy meeting.\n\nThe Nasdaq inched closer to its record intraday high after the index, as well as the S&P 500, notched record closes on Friday. Apple shares were last up 1.8 percent to $132.66. The most valuable publicly-traded U.S. company will release quarterly results after the close of U.S. trading.\n\nMSCI’s all-country world stock index, which tracks shares in 45 countries, extended a multi-year rally to a fresh record high of 443.98. The index was helped by Chinese shares reaching seven-year highs.\n\nNews on Monday that Greek Prime Minister Alexis Tsipras had reshuffled his team handling the talks with European and IMF lenders, helped stem early selling in European shares. Concerns over Greece have renewed since the country looks set to run out of cash in coming weeks.\n\n“The well was so poisoned there that getting someone fresh in there from a negotiation perspective might lead to more breakthroughs, I think, is what the market’s hoping for,” said Chris Konstantinos, head of international portfolio management at RiverFront Investment Group in Richmond, Virginia.\n\nThe Dow Jones industrial average was last up 27.83 points, or 0.15 percent, to 18,107.97. The S&P 500 was up 1.22 points, or 0.06 percent, to 2,118.91. The Nasdaq Composite was up 3.24 points, or 0.06 percent, to 5,095.33.\n\nThe FTSEurofirst 300 index of top European shares was last up 0.85 percent, at 1,640.68.\n\nU.S. Treasuries prices slipped ahead of an auction of $26 billion of two-year notes. Traders were reluctant to make big bets ahead of the two-day Fed meeting that begins Tuesday.\n\nThe meeting will be closely watched for signs of when the central bank will hike rates from rock-bottom levels, though the expectation is for little news out of this Fed gathering.\n\n“I expect the Fed to do nothing. I don’t think the data are there for them to be tweaking things,” said Brian Rehling, chief fixed-income strategist at Wells Fargo Advisors in St. Louis.\n\nBenchmark 10-year Treasury notes were last down 5/32 in price to yield 1.93 percent, from a yield of 1.92 percent late Friday.\n\nThe dollar pulled back. The dollar index, which tracks the greenback versus a basket of six currencies, fell 0.22 percent, to 96.704.\n\nAnother decline in rig counts helped U.S. oil prices rise modestly. U.S. crude was up 6 cents to $57.21 a barrel; Brent crude had pared losses, and was down 27 cents to $65.02 a barrel."
    },
    {
        "time": "11:37AM UTC",
        "header": "us stocks-wall st edges higher ahead of apple results, s&p hits record",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL1N0XO14U20150427",
        "body": "April 27 (Reuters) - U.S. stocks rose on Monday morning with the S&P touching a new intraday high and the Nasdaq inching closer to its record intraday high ahead of Apple’s results after the close.\n\nInvestors this week will also be closely watching the results of the two-day U.S. Federal Reserve meeting, starting Tuesday, for clues on when interest rates could be hiked.\n\nData on Monday showed that the U.S. services sector’s expansion eased slightly in April from a seven-month high in March on a dip in new business growth.\n\nA slew of recent sub-par indicators have prompted analysts to downgrade their view of the U.S. economic outlook and to push back expectations of when the Fed will increase rates for the first time since June 2006. Most economists now don’t see a rate hike until at least the end of the year.\n\n“The reason the markets are reaching these levels is because earnings are coming in much stronger than expected,” said Jonathan Golub, chief U.S. market strategist at RBC Capital Markets in New York.\n\n“If you exclude the energy sector, earnings per shares are up about 10 percent for the first quarter. Analysts lowered their expectation way too much.”\n\nOf the S&P 500 companies that have reported so far, 70.4 percent have reported earnings above analysts’ expectations. In a typical quarter, about 63 percent beat estimates.\n\nThe S&P 500 hit a record intraday high of 2,125.92. The Nasdaq hit a high of 5,119.83, the closest it has been to its record of 5,132.52 in March 2000.\n\nApple shares rose 1.82 percent to $132.66 in late morning trading. Analysts expect Apple’s quarterly revenue to rise 23 percent to $56.07 billion, according to Thomson Reuters data.\n\n“Apple is an undervalued growth stock and has been for many, many years,” said Adam Sarhan, chief executive of Sarhan Capital in New York.\n\nApple trades at 14.3 times forward 12-month earnings, while the S&P 500 trades at 16.7 times, according to Thomson Reuters StarMine data.\n\nAt 11:33 a.m. EDT (1533 GMT) the Dow Jones industrial average was up 49.88 points, or 0.28 percent, at 18,130.02, the S&P 500 was up 3.6 points, or 0.17 percent, at 2,121.29 and the Nasdaq Composite was up 8.71 points, or 0.17 percent, at 5,100.80.\n\nApplied Materials slumped 6.8 percent to $20.30 after the chip equipment maker’s proposed $10 billion merger with Tokyo Electron was abandoned over U.S. regulatory concerns.\n\nCelladon plunged almost 78.7 percent to $2.90 after the company said its heart failure gene therapy, Mydicar, failed to meet its main goals in an important trial.\n\nMylan fell 3.7 percent to $73.24 after it rejected Teva Pharmaceutical’s unsolicited $40 billion takeover offer, saying it “grossly undervalues” the company. Teva shares lost 1.8 percent.\n\nAdvancing issues outnumbered declining ones on the NYSE by 1,813 to 1,106, for a 1.64-to-1 ratio on the upside; on the Nasdaq, 1,368 issues rose and 1,276 fell for a 1.07-to-1 ratio favoring advancers. (Editing by Savio D‘Souza)"
    },
    {
        "time": "5:01PM UTC",
        "header": "us stocks-wall st ends down as biotechs drop 4 pct; apple up late",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL1N0XO2GS20150427",
        "body": "* Apple shares up after the bell following results\n\n* Indexes down: Dow 0.23 pct, S&P 0.41 pct, Nasdaq 0.63 pct (Updates close with volume, Apple gains after the bell)\n\nApril 27 (Reuters) - U.S. stocks ended down on Monday, led by losses in biotech shares after disappointing news from several companies including Amgen.\n\nThe Nasdaq Biotech Index sank 4.1 percent, its biggest daily percentage loss since March 25, while the S&P Healthcare index, down 1.8 percent, was the biggest drag on the benchmark S&P 500 index.\n\nAmgen shares led the S&P 500 and Nasdaq’s decline, dropping 3.3 percent to $162.38 after U.S. regulators said Amgen’s skin cancer immunotherapy cannot be considered for an accelerated review at this time.\n\nCelladon Corp shares fell 80.7 percent to $2.64 and hit a record low of $2.59. It said it expected layoffs and cost cuts after the company’s lead experimental gene therapy to treat heart failure failed a key trial.\n\nHealthcare companies have been the top performers so far in 2015, helping push major stock indexes to records. Biotechs in particular have driven up the Nasdaq, which last week reached its first all-time closing high in 15 years.\n\nReports criticizing high drug prices weighed on the sector on Monday as well as the news from Celladon and Amgen, said Paul Yook portfolio manager of biotech exchange traded funds and at LifeSci Partners in New York.\n\n“Drug pricing has been a real concern for investors,” he said.\n\nThe Nasdaq biotech sector briefly fell into bear market territory a year ago following a selloff in Gilead shares and concerns about valuations. But analysts said for now they don’t view Monday’s selloff as the start of a bigger drop. The Nasdaq biotech index is up more than 50 percent since April 2014.\n\n“This run in the biotechs is going to come to end at some point but I‘m not panicking yet,” said Bill Gunderson, president of Gunderson Capital in San Diego. “You might just have a big institution reallocating a little bit of money here.”\n\nThe Dow Jones industrial average fell 42.17 points, or 0.23 percent, to 18,037.97, the S&P 500 lost 8.77 points, or 0.41 percent, to 2,108.92 and the Nasdaq Composite dropped 31.84 points, or 0.63 percent, to 5,060.25.\n\nAlso in healthcare, Mylan fell 5.7 percent to $71.72 after it rejected Teva Pharmaceutical’s unsolicited $40 billion takeover offer, saying it “grossly undervalues” the company. Teva lost 4.3 percent to $61.63.\n\nThe Health Care Select Sector SPDR exchange-traded fund was down 1.8 percent.\n\nAfter the bell, Apple shares gained 1.1 percent as the iPhone maker reported a 27 percent jump in quarterly revenue. Its shares ended the regular session up 1.8 percent at $132.65.\n\nNYSE declining issues outnumbered advancers 1,923 to 1,130, while on the Nasdaq, 1,956 issues fell and 805 advanced. The S&P 500 posted 14 new 52-week highs and 1 new low; the Nasdaq Composite recorded 101 new highs and 42 new lows.\n\nAbout 6.8 billion shares changed hands on U.S. exchanges versus the 6.2 billion daily average for the month to date, according to data from BATS Global Markets. (Additional reporting by Sinead Carew; Editing by Savio D‘Souza, Nick Zieminski and Meredith Mazzilli)"
    }
]