[
    {
        "time": "9:48PM UTC",
        "header": "hbo in talks with apple, google to launch streaming service: reports",
        "link": "http://www.reuters.com/article/2015/03/05/us-timewarner-hbo-apple-idUSKBN0M02DW20150305",
        "body": "(Reuters) - HBO network is in talks with Apple Inc, Google Inc and some other companies to be its launch partner for the highly anticipated HBO Now video streaming service, according to two media reports.\n\nThe service’s retail price is expected to be $15 a month and will launch next month, timed to the season premier of HBO’s blockbuster series “Game of Thrones,” the International Business Times reported, citing sources familiar with the matter.\n\nHBO, ramping up plans for an a-la-carte version of its premium channel, is in talks with at least five companies including Apple and Google to distribute the Web-only service, Bloomberg reported, citing people familiar with the matter.\n\nTiVo Inc, which makes digital video recorders, is in discussions with HBO about distributing the service, Chief Executive Tom Rogers told Bloomberg.\n\n“We know there’s great anticipation around our standalone streaming service,” an HBO spokesman said in a statement. “And when we have details to share, we will do so.”\n\nRepresentatives from Apple and Google did not immediately respond to emailed requests for comment.\n\nTime Warner Inc, which owns the HBO pay-TV service, announced the video streaming service in October in order to hold onto or attract subscribers who are ditching pricey cable television subscriptions.\n\nHBO Now will give consumers direct access to HBO with only a broadband connection."
    },
    {
        "time": "4:07PM UTC",
        "header": "hbo in talks with apple to launch video streaming service: report",
        "link": "http://www.reuters.com/article/2015/03/04/us-timewarner-hbo-apple-idUSKBN0M02DW20150304",
        "body": "(Reuters) - HBO is in talks with Apple Inc to be its launch partner for the highly anticipated HBO Now video streaming service, according to a report in Wednesday’s International Business Times.\n\nThe service is expected to launch next month, timed to the season premier of HBO’s blockbuster series “Game of Thrones,” according to the report, which cited sources familiar with the matter.\n\nThe service’s retail price is expected to be $15 a month, the report said.\n\n“We know there’s great anticipation around our standalone streaming service,” an HBO spokesman said in a statement. “And when we have details to share, we will do so.”\n\nA representative from Apple did not immediately respond to emailed requests for comment.\n\nTime Warner, which owns the HBO pay-TV service, announced the video streaming service in October in order to hold onto or attract subscribers who are ditching pricey cable television subscriptions.\n\nHBO Now will give consumers direct access to HBO with only a broadband connection."
    },
    {
        "time": "12:42PM UTC",
        "header": "brief-u.s. judge approves $415 mln settlement in apple, google no-poach case",
        "link": "http://www.reuters.com/article/2015/03/04/siliconvalley-hiring-lawsuit-idUSL1N0W61RT20150304",
        "body": "* U.S. judge grants preliminary approval to $415 mln class action settlement over no-poach allegations against Apple , Google, Intel and Adobe -\n\n* U.S. judge in San Jose, California says $415 million is “substantial,” particularly because the plaintiffs could receive no damages if case went to trial\n\n* Total recovery for tech worker class in no-poach case is $435 mln, when combined with previous $20 mln settlement involving Disney and Intuit (Reporting By Dan Levine)"
    },
    {
        "time": "3:02PM UTC",
        "header": "judges wary of apple's claims of phone patent harm by samsung",
        "link": "http://www.reuters.com/article/2015/03/04/us-apple-samsung-elec-patent-idUSKBN0M02BR20150304",
        "body": "WASHINGTON (Reuters) - Apple Inc told a U.S. appeals court on Wednesday that rival Samsung Electronics Co Ltd should be barred from selling products that infringe on its smartphone patents, but the judges were skeptical.\n\nJudge Kimberly Moore was skeptical that Apple was being harmed since it already licenses some technology to other companies. “You’ve already licensed these patents up the wazoo!” she said.\n\nIn three years of gloves-off patent litigation, Apple and Samsung have battled to a virtual draw. The sole exception was when jurors awarded the iPhone maker about $930 million after a 2012 trial. Samsung is appealing that judgment.\n\nIn the latest round, Apple is seeking an injunction against sales of some Samsung products it says infringe on its patents for technologies such as slide-to-unlock, auto-correct and quick links that can, for instance, send a telephone number from an email to the phone dialer.\n\nApple lawyer William Lee of Wilmer Cutler Pickering Hall & Dorr LLP said Samsung could quickly design work-arounds for the patents but did not do so. He told the U.S. Court of Appeals for the Federal Circuit in Washington that Samsung was harming Apple.\n\nMoore disagreed: “You’ve licensed them to everyone. So why is it irreparable harm if Samsung uses the patents?”\n\nJudge Sharon Prost said she was “having a hard time getting past irreparable harm.”\n\nBut on rebuttal, Lee said other smartphone companies, like Google Inc and Huawei Technologies Co Ltd [HWT.UL], had not licensed the technology.\n\nSamsung lawyer Kathleen Sullivan of Quinn Emanuel Urquhart & Sullivan LLP said the South Korean company had all but stopped using the patents, so no injunction was needed.\n\n“Why are you fighting it?” said Moore. “Why am I wasting my time?”\n\nSome industry observers see the dispute as an attempt by Apple to curtail the rapid growth of phones based on Google’s rival Android software. Samsung was by far the largest adopter of the operating platform.\n\nThe case in U.S. District Court, Northern District of California is Apple Inc vs. Samsung Electronics Co Ltd, 12-630.\n\nThe case at the U.S. Court of Appeals for the Federal Circuit is Apple Inc v Samsung Electronics, 14-1802."
    },
    {
        "time": "5:47PM UTC",
        "header": "apple to delay larger ipad production till september: report",
        "link": "http://www.reuters.com/article/2015/03/04/us-apple-ipad-idUSKBN0M02M120150304",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc will delay the start of production on a larger, 12.9-inch iPad until around September because of problems involving the display panel supply, said a report by Bloomberg News citing people familiar with the company’s plans as saying.\n\nProduction on the bigger tablet had been scheduled to begin this quarter, Bloomberg cited one of the people as saying."
    }
]