[
    {
        "time": "2:38AM UTC",
        "header": "ericsson files complaint against apple over mobile technology",
        "link": "http://www.reuters.com/article/2015/01/14/lm-ericsson-apple-idUSL6N0UT0F920150114",
        "body": "STOCKHOLM, Jan 14 (Reuters) - Swedish telecom equipment supplier Ericsson on Wednesday said it has filed a complaint against Apple Inc after the iPhone maker sued Ericsson.\n\nApple alleged that Ericsson’s LTE wireless technology patents are not essential to industry cellular standards and that it is demanding excessive royalties for these patents.\n\nEricsson said the global license agreement between Ericsson and Apple for mobile technology had expired and argued that Apple had declined to sign a new license on fair, reasonable and non-discriminatory terms. (Reporting by Olof Swahnberg, editing by Terje Solsvik)"
    },
    {
        "time": "10:58AM UTC",
        "header": "ericsson files complaint against apple over tech license payments",
        "link": "http://www.reuters.com/article/2015/01/14/us-lm-ericsson-apple-idUSKBN0KN0KI20150114",
        "body": "STOCKHOLM (Reuters) - Swedish telecom equipment supplier Ericsson said on Wednesday it filed a complaint against Apple Inc over mobile technology license payments, responding to a lawsuit from the iPhone maker earlier this month.\n\nEricsson said in its filing to a U.S. district court that Apple’s license to use technology developed by the Swedish firm and used in many smartphones and tablet computers had expired, and that two years of negotiations had not led to a new deal.\n\nEricsson wants the court to determine whether its license offer to Apple is fair.\n\n“We have been trying to negotiate a new agreement. We came to the conclusion we needed the help of a third party,” its chief intellectual property officer, Kasim Alfalahi, said.\n\nApple filed its suit on Jan. 12, alleging the LTE wireless technology patents were not essential to industry cellular standards and that Ericsson was demanding excessive royalties.\n\nEricsson, the world’s number one mobile network equipment manufacturer ahead of China’s Huawei and Finland’s Nokia, said two years ago it was prioritizing intellectual property rights (IPR) revenues, given its patent portfolio and investments in research and development.\n\nEarly last year number one smartphone maker Samsung Electronics Co agreed to pay Ericsson $650 million along with years of royalties to end a license dispute.\n\nIf the dispute with Apple also went Ericsson’s way, the U.S. firm would have to pay it between 2-6 billion ($250-750 million) crowns annually, analysts said, based on estimates of levels of handset sales and royalty payments per phone.\n\nEricsson had IPR revenues of 10.6 billion crowns ($1.31 billion) in 2013, including a lump-sum payment from Apple. In 2012 they amounted to 6.6 billion crowns.\n\nEricsson has more than 100 agreements with most major players in the industry, and its patent portfolio includes over 35,000 patents worldwide and covers 2G, 3G and 4G technologies.\n\nPatent infringement suits have become frequent in high-tech industries such as telecoms in recent years.\n\nEricsson filed its complaint in Texas, while Apple filed its lawsuit in California."
    }
]