[
    {
        "time": "4:34PM UTC",
        "header": "wall st. rebounds on deal activity; apple up after watch news",
        "link": "http://www.reuters.com/article/2015/03/09/us-markets-stocks-idUSKBN0M50X120150309",
        "body": "NEW YORK (Reuters) - U.S. stocks bounced back on Monday, helped by merger and acquisitions activity, while Apple shares ended slightly higher following the long-anticipated rollout of its watch.\n\nAlcoa Inc said it would buy RTI International Metals Inc for $1.5 billion. Separately, Shopping mall owner Simon Property Group offered to buy Macerich Co for $22.4 billion including debt.\n\nAlcoa lost 5.4 percent to $13.70 while RTI jumped 39.3 percent to $38.00. Macerich rose 7 percent to $92.76 and Simon Property was down 0.1 percent at $180.44.\n\nThe day’s gain came after the S&P 500’s biggest drop in almost two months on Friday, when investors bet a stronger-than-expected U.S. jobs report increased chances the Federal Reserve could raise interest rates sooner.\n\n“We’re seeing a little bit of a snapback from Friday’s reaction to the jobs report. We’re seeing a little of that reversion-to-the-mean trade,” said Larry Peruzzi, senior equity trader at Cabrera Capital Markets Inc in Boston.\n\nShares of Apple ended up 0.4 at $127.08 after trading both sides of unchanged as details of its watch were released, including that the price would range from $349 to more than $10,000.\n\n“I just don’t know if it’s going to be the power product that everyone’s looking for,” said Daniel Morgan, senior portfolio manager at Synovus Trust Company in Atlanta.\n\nThe Dow Jones industrial average rose 138.94 points, or 0.78 percent, to 17,995.72, the S&P 500 gained 8.17 points, or 0.39 percent, to 2,079.43 and the Nasdaq Composite added 15.07 points, or 0.31 percent, to 4,942.44.\n\nThe S&P 500 is about 1.8 percent below its record closing high from last week, while the Dow is about 1.6 percent below its record.\n\nOther top gainers included Whiting Petroleum Corp, which rose 10.8 percent to $37.71. Late Friday, the Wall Street Journal reported that the company was seeking a possible buyer, though a person familiar with the board’s thinking told Reuters he was not aware of such a plan.\n\nGeneral Motors’ shares rose 3.1 percent to $37.66 after it said it plans a new, $5 billion share buyback in an agreement with dissident investors, and put forward more details on capital allocation that promises investors the potential for further cash returns.\n\nShares of Qualcomm were up 2.3 percent at $74.40 after the bell following its announcement of a $15 billion share buyback.\n\nAbout 6.2 billion shares changed hands on U.S. exchanges, below the 6.6 billion average for the last five sessions, according to BATS Global Markets.\n\nAdvancing issues outnumbered declining ones on the NYSE by 1,612 to 1,445, for a 1.12-to-1 ratio; on the Nasdaq, 1,521 issues rose and 1,215 fell, for a 1.25-to-1 ratio favoring advancers.\n\nThe S&P 500 posted eight new 52-week highs and 13 new lows; the Nasdaq Composite recorded 63 new highs and 65 new lows."
    },
    {
        "time": "2:47PM UTC",
        "header": "us stocks-wall st climbs on deal activity; apple shares fluctuate",
        "link": "http://www.reuters.com/article/2015/03/09/markets-stocks-usa-idUSL1N0WB1N620150309",
        "body": "NEW YORK, March 9 (Reuters) - U.S. stocks climbed on Monday, boosted by a couple of billion-dollar deals, while Apple shares fluctuated following the long-anticipated rollout of its watch.\n\nThe gain comes a session after the S&P 500’s biggest drop in almost two months, as well as two straight weeks of declines for major indexes.\n\nAlcoa Inc said it would buy RTI International Metals Inc for $1.5 billion. Separately, Simon Property Group offered to buy Macerich Co for $22.4 billion including debt.\n\nAlcoa lost 6.4 percent to $13.55 while RTI jumped 38 percent to $37.62. Macerich rose 6.1 percent to $92 and Simon Property was up 0.1 percent at $180.78.\n\n“We’re seeing a little bit of a snapback from Friday’s reaction to the jobs report. We’re seeing a little of that reversion-to-the-mean trade coming back,” said Larry Peruzzi, senior equity trader at Cabrera Capital Markets Inc in Boston.\n\n“Apple’s rollout of the watch has tech stocks moving a bit.”\n\nApple shares were down 0.5 percent at $125.92 in heavy trading. The stock slightly extended gains after the rollout of the watch, but then pared those gains and turned lower as Apple announced the price would range from $349 to $10,000.\n\nAt 2:34 p.m., the Dow Jones industrial average rose 148.03 points, or 0.83 percent, to 18,004.81, the S&P 500 gained 7.85 points, or 0.38 percent, to 2,079.11 and the Nasdaq Composite added 7.51 points, or 0.15 percent, to 4,934.88.\n\nThe S&P 500 is about 2 percent below its record closing high, as is the Dow. The Nasdaq is 2.4 percent below its record close hit in March 2000.\n\nWhiting Petroleum Corp rose 12.9 percent to $38.42. Late Friday, the Wall Street Journal reported that the company was seeking a possible buyer, though a person familiar with the board’s thinking told Reuters he was not aware of such a plan.\n\nU.S. crude futures rose 0.8 percent to settle at $50.00 a barrel after market data firm Genscape reported a modest stock build last week at the Cushing, Oklahoma delivery point for oil. The S&P energy sector was down 0.4 percent after climbing earlier in the session.\n\nAdvancing issues outnumbered declining ones on the NYSE by 1,573 to 1,440, for a 1.09-to-1 ratio on the upside; on the Nasdaq, 1,405 issues rose and 1,291 fell for a 1.09-to-1 ratio favoring advancers.\n\nThe benchmark S&P 500 index was posting 8 new 52-week highs and 12 new lows; the Nasdaq Composite was recording 56 new highs and 54 new lows. (Editing by Bernadette Baum and Nick Zieminski)"
    },
    {
        "time": "7:05PM UTC",
        "header": "the apple watch: is it a gadget or a fashion statement?",
        "link": "http://www.reuters.com/article/2015/03/09/us-apple-watch-idUSKBN0M40FO20150309",
        "body": "CHICAGO/LOS ANGELES (Reuters) - Apple CEO Tim Cook summed up the problem during a conversation with sales staff at a London Apple Store: “We’ve never sold anything as a company that people could try on before.”\n\nWith the expected launch next month of the Apple Watch, the company’s first new product in five years, Apple will be stepping into new territory.\n\nTo conquer the marketplace, the watch will have to appeal not only as a gadget but as a fashion statement, a fact tacitly acknowledged by Apple’s decision to launch its advertising campaign with a 12-page insert in the March issue of Vogue.\n\nThe company isn’t talking about plans for marketing the Apple Watch in advance of its much-touted “Spring Forward” event on Monday, but it clearly intends to keep a tight grip on initial sales and distribution, leaving many retailers guessing about when - or if - they’ll be able to sell it.\n\nSources with direct knowledge of the matter said that Best Buy Co Inc, one of the largest sellers of Apple products, may not get the watch at launch time, though the company wouldn’t comment on the situation.\n\nOther large retailers, including Macy‘s, Saks 5th Avenue, Bloomingdales and Barneys said they had no immediate plans to carry the watch. Target and Nordstrom, along with all the major phone carriers, declined to comment on their plans, though a source with knowledge of the situation said Nordstrom has engaged in discussions with Apple.\n\n“Apple is being cautious. There are too many unknowns around how this product will perform,” said Van Baker, research vice-president, technology research firm Gartner Inc.\n\nThat might mean restricting initial sales to company stores, where Apple has complete control over the experience and staff can be specially trained to sell the watch, Baker said.\n\nApple’s Cook seems very aware of the challenge. The Telegraph, which sent a reporter with the CEO to the company’s Covent Garden store, reported that he explained to the staff that selling the watch might require “tweaking the experience in the store.”\n\nIn the absence of hard information about what the tweaks might look like, speculation has been intense. The Washington Post last week suggested that Apple might add carpeting and mirrors and change store lighting to enhance the watch-buying experience.\n\nMedia outlets and websites have also posited that the watch will be offered at special pop-up stores installed at luxury retailers such as Selfridges in London and Colette in Paris.\n\nApple hosted a private event at Colette last September, at which guests were able to try on the watch, but a spokesman for Colette declined to comment on whether the store would carry it.\n\nUntil now, wearable gadgets have not been big sellers for technology companies. Rival products such as Samsung’s Gear watches have sold poorly.\n\nApple hopes to change that, but it is still a big if whether the watch will appeal to buyers seeking a fashion accessory, especially if it needs to be upgraded every few years like Apple’s phones, tablets and computers.\n\n“It could do wonders for the watch market if it means people might wear watches again, but realistically, there are a lot of doubts,” said Eric Wilson, fashion news director of InStyle.\n\n“Fashion customers are more skeptical than anyone, so Apple has picked a tough crowd.”"
    },
    {
        "time": "1:26PM UTC",
        "header": "hbo to launch standalone service with apple in april",
        "link": "http://www.reuters.com/article/2015/03/09/apple-hbo-idUSL1N0WB1CG20150309",
        "body": "March 9 (Reuters) - The anticipated standalone streaming service from premium channel HBO will launch in April, exclusively on Apple Inc devices, the network said on Monday.\n\nHBO Now will cost $14.99 per month and will include all past, present and future HBO programming plus the network’s lineup of Hollywood movies, HBO Chairman and Chief Executive Officer Richard Plepler said at an event hosted by Apple in San Francisco. (Reporting by Lisa Richwine)"
    },
    {
        "time": "8:35PM UTC",
        "header": "hbo standalone service coming to apple devices in april",
        "link": "http://www.reuters.com/article/2015/03/10/us-apple-hbo-idUSKBN0M51UE20150310",
        "body": "(Reuters) - HBO’s standalone streaming service will launch on Apple Inc devices next month in time for the season premiere of hit series “Game of Thrones,” the network said on Monday, a move to reach millions of viewers who do not subscribe to pay television packages.\n\nThe new HBO Now service will cost $14.99 a month. It will include the network’s past, present and future series plus its lineup of Hollywood movies, HBO Chairman and Chief Executive Officer Richard Plepler said at an Apple event in San Francisco.\n\nIt is the first time the premium network will be available to people with Internet access who shun traditional TV bundles with dozens of channels. Other media companies including CBS Corp and Dish Network Corp also are taking steps to reach those audiences.\n\n“This is a transformative moment for HBO,” Plepler said after an introduction by Apple CEO Tim Cook.\n\nThe move by Time Warner Inc’s HBO could threaten the video businesses of cable and satellite companies, which are fighting to keep customers from dropping their TV packages. It also amps up competition with streaming services such as Netflix Inc. HBO’s library of hits includes “The Sopranos” and “Sex and the City.”\n\nStarting in early April, HBO Now will be available through the Apple TV box and on iPhones, iPads and the iPod touch. The fifth season of “Game of Thrones” premieres April 12.\n\nApple will be the exclusive digital provider of HBO Now for three months. The network also is aiming to convince traditional TV distributors to offer the service as early as April.\n\nPlepler, in an interview, said HBO Now offers pay TV distributors the chance to package it with broadband-only or smaller TV bundles and improve retention. The distributors also would get a share of the monthly revenue.\n\n“That’s an enhancement and a turbocharge to their own business,” he said.\n\nVerizon Communications Inc, AT&T Inc and Dish had no comment. Other distributors could not immediately be reached.\n\nHBO Now is separate from the HBO Go streaming service for customers who subscribe through TV packages.\n\nApple also said it was cutting the Apple TV’s price to $69 from $99.Time Warner shares rose 1.3 percent to $85.20 on the New York Stock Exchange. Shares of Netflix fell 1.9 percent to $445.63, while Apple shares climbed 0.4 percent to $127.14. Both trade on Nasdaq."
    },
    {
        "time": "7:00AM UTC",
        "header": "all eyes on apple's cook as watch launch expected",
        "link": "http://www.reuters.com/article/2015/03/09/apple-watch-idUSL1N0W901920150309",
        "body": "SAN FRANCISCO, March 9 (Reuters) - Apple Inc Chief Executive Officer Tim Cook on Monday is expected to announce details of the first product developed under his leadership, a watch that Apple hopes will transform the market of wearable technology.\n\nThe company provided a sneak preview of the “Apple Watch” in September, has shown it to fashionistas, and even bought a 12-page advertising spread in Vogue magazine, but fans and skeptics are eager for more details.\n\nWith a rectangular face of about 1.5 inches (38 mm) in the smaller of two sizes, the watch wirelessly tethers to an iPhone, measures heart rate, and can tap wearers on the wrist to signal a new message or appointment. The price will start at $349.\n\nApple has said the watch will launch in April and speculation is rife on what capabilities, from healthcare and fitness to navigation and entertainment, will be included. Apple fans have been waiting for a new type of product for five years, raising expectations.\n\nIt is an open question whether Apple or anyone else can create a new market for watches. The first watches based on Google Inc’s Android Wear software became available last year.\n\nCompanies, including Samsung Electronics Co Ltd, LG Electronics Inc, Huawei Technologies Co Ltd and Qualcomm Inc, collectively have not yet had a wearable hit. More companies are expected to test the waters this year, including possibly Xiaomi Technology Co Ltd, China’s largest maker of smartphones.\n\nMeanwhile, traditional watch brands such as Swatch are beginning to make timepieces with features such as activity tracking.\n\nRoughly 4.6 million smartwatches were shipped in 2014, according to research firm Strategy Analytics. Analysts estimate that Apple could sell anywhere from 10 million to 32 million Apple Watches in 2015. By comparison, Apple sold about 15 million iPads in 2010, after an April launch.\n\nApple will have to “tweak” its stores to handle the watch, Cook told the Telegraph newspaper recently.\n\nCook is expected to take stage at 10 a.m. PST (1 p.m. EST) on Monday in a carefully choreographed presentation. The company has not confirmed the event is about the Watch, but the invitation simply reads “Spring Forward,” a word play on the resetting of watches for daylight savings, which begins the day before."
    }
]