[
    {
        "time": "1:48PM UTC",
        "header": "us stocks-wall st stages dramatic comeback as apple rebounds",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL4N10Z5BH20150824",
        "body": "* At one point, Dow down more than 1,000 pts\n\n* Apple up 1.3 pct after falling as much as 13 pct\n\nAug 24 (Reuters) - U.S. stocks staged a stunning recovery off their lows on Monday, helped by a sharp turnaround in Apple’s shares, but were still down about 2 percent in afternoon trading.\n\nThe Dow Jones industrial average briefly slumped more than 1,000 points, its biggest point-drop ever.\n\nBut by 13:05 ET, the Dow was down just 143 points, or 0.87 percent as bargain hunters stepped in.\n\nThe Dow has never lost more than 800 points in a day.\n\nThe morning rout followed an 8.5 percent decline in Chinese markets, which sparked a selloff in global stocks along with oil and other commodities.\n\nChinese stocks fell 11 percent last week raising hopes that Beijing would move again to support the market. That didn’t happen.\n\n“There was some panic selling that came out of Europe and the selloff was overdone but a lot of institutional investors are seeing this as a buying opportunity,” said Michael Joyce, President of JoycePayne Partners.\n\nApple, which slid as much as 13 percent, reversed course to trade up 1.3 percent at $107.15 by 1:30 p.m. ET.\n\nApple’s dramatic turnaround helped the Nasdaq composite and the S&P 500 indexes pull away from levels that would have put them into correction mode. An index is considered to be in correction when it closes 10 percent below its 52-week high.\n\nAt 13:15 ET (1715 GMT) the Dow Jones industrial average was down 156.67 points, or 0.95 percent, at 16,303.08, the S&P 500 was down 22.54 points, or 1.14 percent, at 1,948.35 and the Nasdaq composite was down 25.89 points, or 0.55 percent, at 4,680.15.\n\nNine of the 10 major S&P 500 sectors were down, with energy and finance losing about 1.5 percent. At one point, all 30 stocks on the Dow and more than 90 percent of the S&P 500 stocks were at least 10 percent below their 52-week highs.\n\nThe CBOE Volatility index, popularly known as the “fear index”, jumped as much as 90 percent to 53.29, its highest since January 2009.\n\nThe S&P 500 index showed 185 new 52-week lows and just two highs, while the Nasdaq recorded 589 new lows and seven highs.\n\n“I think emotions got the best of investors,” said Philip Blancato chief executive at Ladenberg Thalmann Asset Management in New York.\n\n“The conjecture that the Chinese economy can propel the U.S. economy into recession is ridiculous when it’s twice the size of the Chinese economy and is consumer based.”\n\nU.S. oil prices were down about 4 percent at 6-1/2-year lows, while London copper and aluminum futures hit their lowest since 2009.\n\nOil majors Exxon and Chevron recovered somewhat to trade down about 1.5 percent, having fallen more then 6 percent earlier. U.S. oil and gas companies have already lost about $310 billion of market value this year.\n\nThe dollar index was down 1.7 percent. It fell more than 2 percent earlier to a 7-month low as the probability of a September rate hike receded.\n\nTraders now see a 24 percent chance that the Federal Reserve will increase rates in September, down from 30 percent late on Friday and 46 percent a week earlier, according to Tullett Prebon data.\n\nWall Street’s selloff shows investors are becoming increasingly nervous about paying high prices for stocks at a time of minimal earnings growth, tumbling energy prices, and uncertainty around a rate hike.\n\nAlibaba was down about 3 percent at $66.15, below its IPO price of $68, making it the second high-profile tech company to fall below its IPO price in the past week after Twitter on Thursday.\n\nFutures on the Nasdaq, S&P and Dow indexes were halted briefly before the market opened after hitting a circuit breaker, a step taken by exchanges to reduce volatility and give investors time to assess information.\n\nThe New York Stock Exchange invoked a rarely used rule saying market makers don’t have to disseminate price indications before the opening bell in an effort to make it easier and faster to open stocks on a volatile trading day.\n\nDeclining issues outnumbered advancers on the NYSE by 2,705 to 448. On the Nasdaq, 2,143 issues fell and 713 advanced. (Reporting by Tanya Agrawal; Editing by Ted Kerr and Saumyadeb Chakrabarty)"
    },
    {
        "time": "12:39PM UTC",
        "header": "apple to replace some iphone 6 plus cameras over blurry photos",
        "link": "http://www.reuters.com/article/us-apple-recall-idUSKCN0QT1D920150824",
        "body": "(Reuters) - Apple Inc said it would replace a limited number iPhone 6 Plus phone cameras due to faulty back cameras that take blurry photos.\n\nThe affected phones were mostly sold in a 4-month period between September 2014 and January 2015, Apple said on its website.\n\nThe company, whose shares were set to open at their lowest this year on Monday, said a small component in the affected 6 Plus’s iSight back camera may fail.\n\nApple said it would replace the phone’s camera free of charge if it takes blurry photos and falls into a particular serial number range.\n\nEligible serial numbers can be checked on Apple's website. (apple.co/1KaXcs9)"
    },
    {
        "time": "2:39PM UTC",
        "header": "us stocks-wall street reduces losses after apple rebounds",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL1N10Z1NI20150824",
        "body": "* At one point, Dow down more than 1,000 points\n\n* Apple mostly recovers after falling as much as 13 pct\n\nAug 24 (Reuters) - U.S. stock indices were more than 2-percent lower in afternoon trade on Monday but were off the day’s worst levels after a dramatic turnaround in shares of Apple helped boost sentiment.\n\nThe Dow Jones industrial average briefly slumped more than 1,000 points, its biggest point-drop ever.\n\nBut by 2:20 pm, the Dow had recovered somewhat to trade down 362.12 points, or 2.2 percent at 16,097.63 as bargain hunters stepped in. The Dow has never lost more than 800 points in a day.\n\n“In all likelihood, this is a buying opportunity in what is still a global economic expansion. But we are proceeding cautiously,” said Jason Pride, Director of Investment Strategy at Glenmede, with $30 billion in assets under management.\n\nThe rout in U.S. equities followed an 8.5 percent decline in Chinese markets, which sparked a selloff in global stocks along with oil and other commodities.\n\nApple slid as much as 13 percent before recovering most of that loss to trade 0.4 percent lower at $105.30.\n\nApple’s dramatic turnaround helped the Nasdaq Composite and the S&P 500 indexes pull away from levels that would have put them into correction mode. An index is considered to be in correction when it closes 10 percent below its 52-week high.\n\nThe S&P 500 was down 2.56 percent at 1,920.39 while the Nasdaq Composite was off 2.2 percent at 4,602.51.\n\nAll of the 10 major S&P 500 sectors were down, with energy losing 4.08 percent. At one point, all 30 stocks on the Dow and more than 90 percent of the S&P 500 stocks were at least 10 percent below their 52-week highs.\n\nThe CBOE Volatility index, popularly known as the “fear index”, jumped as much as 90 percent to 53.29, its highest since January 2009.\n\nThe S&P 500 index showed 186 new 52-week lows and just two highs, while the Nasdaq recorded 593 new lows and seven highs.\n\n“Emotions got the best of investors,” said Philip Blancato, chief executive at Ladenberg Thalmann Asset Management in New York.\n\n“The conjecture that the Chinese economy can propel the U.S. economy into recession is ridiculous, when it’s twice the size of the Chinese economy and is consumer based.”\n\nU.S. oil prices were down about 5 percent at 6-1/2-year lows, while London copper and aluminum futures hit their lowest since 2009.\n\nOil majors Exxon and Chevron recovered somewhat to trade down about 3 percent, having fallen more then 6 percent earlier. U.S. oil and gas companies have already lost about $310 billion of market value this year.\n\nThe dollar index was down 1.48 percent. It fell more than 2 percent earlier to a 7-month low as the probability of a September rate hike receded.\n\nTraders now see a 24-percent chance that the Federal Reserve will increase rates in September, down from 30 percent late on Friday and 46 percent a week earlier, according to Tullett Prebon data.\n\nWall Street’s selloff shows investors are becoming increasingly nervous about paying high prices for stocks at a time of minimal earnings growth, tumbling energy prices, and uncertainty around a rate hike.\n\nAlibaba was down about 2.06 percent at $66.70, below its IPO price of $68, making it the second high-profile tech company to fall below its IPO price in the past week after Twitter on Thursday.\n\nFutures on the Nasdaq, S&P and Dow indexes were halted briefly before the market opened after hitting a circuit breaker, a step taken by exchanges to reduce volatility and give investors time to assess information.\n\nDeclining issues outnumbered advancers on the NYSE by 2,985 to 189. On the Nasdaq, 22,470 issues fell and 407 advanced. (Additional reporting by Tanya Agrawal; Editing by Nick Zieminski)"
    },
    {
        "time": "3:31PM UTC",
        "header": "us stocks-wall street trades sharply lower, apple rebounds",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL1N10Z1S620150824",
        "body": "* At one point, Dow down more than 1,000 points\n\n* Apple mostly recovers after falling as much as 13 pct\n\nAug 24 (Reuters) - U.S. stock indices were close to 4 percent lower in afternoon trade on Monday but held above the day’s worst levels after a dramatic turnaround in shares of Apple Inc.\n\nThe Dow Jones industrial average briefly slumped more than 1,000 points, its biggest point-drop ever.\n\nBy 2:57 pm, the Dow Jones industrial average was down 654.14 points, or 3.97 percent, at 15,805.61. The Dow has never lost more than 800 points in a day.\n\n“It got very sloppy, and I think you then saw buyers start to emerge. But a lot of those buyers were short-term in nature and took some of their gains around lunch time. Now we’re seeing a second wave of selling,” said Rick Meckler, president of investment firm LibertyView Capital Management in Jersey City, New Jersey.\n\nThe rout in U.S. equities followed an 8.5 percent decline in Chinese markets, which sparked a selloff in global stocks along with oil and other commodities.\n\nApple’s Chief Executive Tim Cook, in comments to CNBC on Monday, took the unusual step of reassuring shareholders about the iPhone maker’s business in China ahead of a dramatic 13 percent drop and rebound in its stock, which traded 2.08 percent lower at $103.55.\n\nApple’s dramatic turnaround helped the Nasdaq Composite and the S&P 500 indexes pull away from levels that would have put them into correction mode. An index is considered to be in correction when it closes 10 percent below its 52-week high.\n\nThe S&P 500 lost 4.06 percent to 1,890.9 and the Nasdaq Composite dropped 3.78 percent to 4,528.23.\n\nAll of the 10 major S&P 500 sectors were down, with energy losing 5.2 percent.\n\nThe CBOE Volatility index, popularly known as the “fear index”, briefly jumped as much as 90 percent to 53.29, its highest since January 2009.\n\nThe S&P 500 index showed 187 new 52-week lows and just two highs, while the Nasdaq recorded 600 new lows and eight highs.\n\n“Emotions got the best of investors,” said Philip Blancato, chief executive at Ladenberg Thalmann Asset Management in New York.\n\n“The conjecture that the Chinese economy can propel the U.S. economy into recession is ridiculous, when it’s twice the size of the Chinese economy and is consumer based.”\n\nU.S. oil prices were down about 5 percent at 6-1/2-year lows, while London copper and aluminum futures hit their lowest since 2009.\n\nOil majors Exxon and Chevron each fell more than 4 percent. U.S. oil and gas companies have already lost about $310 billion of market value this year.\n\nThe dollar index was down 1.67 percent. It fell more than 2 percent earlier to a 7-month low as the probability of a September rate hike receded.\n\nTraders now see a 24-percent chance that the Federal Reserve will increase rates in September, down from 30 percent late on Friday and 46 percent a week earlier, according to Tullett Prebon data.\n\nWall Street’s selloff shows investors are becoming increasingly nervous about paying high prices for stocks at a time of minimal earnings growth, tumbling energy prices, and uncertainty around a rate hike.\n\nAlibaba was down about 2.06 percent at $66.70, below its IPO price of $68, making it the second high-profile tech company to fall below its IPO price in the past week after Twitter on Thursday.\n\nBefore the market opened, futures on the Nasdaq, S&P and Dow indexes were halted briefly after hitting a circuit breaker, a step taken by exchanges to reduce volatility and give investors time to assess information.\n\nDeclining issues outnumbered advancers on the NYSE by 3,051 to 136. On the Nasdaq, 2,578 issues fell and 317 rose. (Additional reporting by Tanya Agrawal; Editing by Nick Zieminski and Chizu Nomiyama)"
    },
    {
        "time": "12:24PM UTC",
        "header": "us stocks-wall st pares losses as apple rebounds",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL4N10Z54S20150824",
        "body": "* At one point, Dow down more than 1,000 pts\n\n* Apple up 1.5 pct after falling as much as 13 pct\n\nAug 24 (Reuters) - U.S. stocks staged a dramatic recovery off their lows on Monday, helped by a turnaround in Apple’s shares, but the three main indexes remained in or within spitting distance of correction territory amid fears China’s growth is slowing.\n\nThe Dow Jones industrial average - which fell into the correction zone on Friday - briefly slumped more than 1,000 points, its biggest point-drop ever. At midday, the Dow was down about 243 points or 1.48 percent as bargain hunters stepped in.\n\nThe Dow has never lost more than 800 points in a day.\n\n“The U.S. fundamentals are strong and just as confidence can go away, it can come back pretty quickly if the fundamentals are sound,” said Brad McMillan, chief investment officer for Commonwealth Financial Network in New York.\n\n“Investors are starting to look at things rationally and see that things aren’t that bad and start to pick up stocks like Apple.”\n\nApple shares, which slid as much as 13 percent, reversed course to trade up 1.5 percent at $107.36 at noon.\n\nApple’s rally helped the Nasdaq composite and the S&P 500 index pull away from levels that would have put them into correction mode.\n\nAn index is considered to be in correction when it closes 10 percent below its 52-week high.\n\nAt 12:10 p.m. ET (1610 GMT) the Dow Jones industrial average was down 222.45 points, or 1.35 percent, at 16,237.3, the S&P 500 was down 28.06 points, or 1.42 percent, at 1,942.83 and the Nasdaq Composite was down 36.12 points, or 0.77 percent, at 4,669.92.\n\nAll 10 major S&P 500 sectors fell, with energy and finance losing about 3 percent. All 30 stocks on the Dow and more than 90 percent of the S&P 500 stocks were down 10 percent or more from their 52-week highs.\n\nThe CBOE Volatility index, a measure of the premium traders are willing to pay for protection against a drop in the S&P 500, jumped as much as 90 percent to 53.29, its highest since January 2009.\n\nThe S&P 500 index showed 185 new 52-week lows and just two highs, while the Nasdaq recorded 589 new lows and six highs.\n\nThe lack of new measures from Beijing to support Chinese stocks following an 11 percent drop last week sparked a plunge in global equities and a selloff in oil and commodities.\n\nOil was down about 4 percent to a 6-1/2-year low, while London copper and aluminum futures hit their lowest since 2009.\n\nOil majors Exxon and Chevron recovered somewhat to trade down about 3 percent, having fallen more then 6 percent earlier in the day. U.S. oil and gas stocks have already lost about $310 billion of market value this year.\n\nThe dollar index was down 1.7 percent. It fell more than 2 percent earlier to a 7-month low as the probability of a September rate hike receded.\n\nTraders now see a 24 percent chance that the Federal Reserve will increase rates in September, down from 30 percent late on Friday and 46 percent a week earlier, according to Tullett Prebon data.\n\nWall Street’s selloff shows investors are becoming increasingly nervous about paying high prices for stocks at a time of minimal earnings growth, tumbling energy prices, and uncertainty around a rate hike.\n\nAlibaba was down 1.9 percent at $66.89, below its IPO price of $68, making it the second high-profile tech company to fall below its IPO price in the past week after Twitter on Thursday.\n\nFutures on the Nasdaq, S&P and Dow indexes were halted briefly before the market opened after hitting a circuit breaker, a step taken by exchanges to reduce volatility and give investors time to assess information.\n\nThe New York Stock Exchange invoked a rarely used rule saying market makers don’t have to disseminate price indications before the opening bell in an effort to make it easier and faster to open stocks on a volatile trading day.\n\nDeclining issues outnumbered advancers on the NYSE by 2,889 to 266. On the Nasdaq, 2,326 issues fell and 520 advanced. (Reporting by Tanya Agrawal; Editing by Ted Kerr and Saumyadeb Chakrabarty)"
    }
]