[
    {
        "time": "9:27PM UTC",
        "header": "nikkei slips before fed rate call; apple suppliers hit by iphone sales forecast",
        "link": "http://www.reuters.com/article/japan-stocks-midday-idUSL3N1441G520151215",
        "body": "TOKYO, Dec 15 (Reuters) - Japan’s Nikkei share average fell in choppy trade on Tuesday morning with investors skittish in the face of volatile oil prices and the Fed’s momentous interest rate hike decision expected this week.\n\nApple Inc’s component suppliers slid after Morgan Stanley forecast a drop in iPhone sales in the next fiscal year. TDK Corp tumbled 3.9 percent, Murata Manufacturing Co dropped 2.3 percent and Nitto Denko Corp fell 2.8 percent.\n\nThe Nikkei dropped 0.8 percent to 18,737.27 in midmorning trade after briefly flirting with positive territory.\n\nWhile investors widely expect the Fed to announce its first rate hike in nearly a decade on Wednesday, they are also waiting for commentary from policymakers about what will happen next.\n\n“Investors remain jittery before the event, but after some correction, the market will likely provide bargain hunting opportunities,” said Masayuki Kubota, chief strategist at Rakuten Securities. “A U.S. hike signals a U.S. economic recovery, and it is generally positive to the Japanese market.”\n\nSelling on global cyclical stocks such as exporters reflected investors’ sour risk stance on Tuesday. Toyota Motor Corp shed 0.7 percent, Nissan Motor Co dropped 1.2 percent and Panasonic Corp fell 1.1 percent.\n\nFinancials were also lower, with Mitsubishi UFJ Financial Group dropping 1.9 percent, Mizuho Financial Group sliding 1.7 percent and Nomura Holdings declining 0.7 percent.\n\nToshiba Corp outperformed, rising 1.0 percent after the Nikkei business daily reported that it plans to cut up to 7,000 jobs to streamline operations in the wake of an accounting scandal. Responding to the report, the company said it is considering various restructuring options, but nothing has been decided.\n\nThe broader Topix dropped 0.7 percent to 1,516.96 and the JPX-Nikkei Index 400 declined 0.8 percent to 13,641.04. (Reporting by Ayai Tomisawa; Editing by Eric Meijer)"
    },
    {
        "time": "10:05PM UTC",
        "header": "samsung appeals apple patent 'windfall' ruling to u.s. supreme court",
        "link": "http://www.reuters.com/article/apple-samsung-appeal-idUSKBN0TX27X20151215",
        "body": "NEW YORK (Reuters) - Samsung took to the U.S. Supreme Court on Monday in a last-ditch effort to pare back the more than $548 million in damages it must pay Apple for infringing the patents and designs of the iPhone.\n\nSamsung’s petition must first be accepted for review by the Supreme Court. It is the latest step in a long-running patent lawsuit between the rival companies that epitomized the global smartphone wars.\n\nSamsung Electronics Co Ltd (005930.KS) paid Apple Inc (AAPL.O) $548.2 million on Monday, fulfilling part of its liability stemming from a 2012 verdict for infringing Apple’s patents and copying the iPhone’s look.\n\nIn its petition to the high court, Samsung said it should not have had to make as much as $399 million of that payout for copying the patented designs of the iPhone’s rounded-corner front face, bezel, and gridded icons.\n\nIt said that awarding total profits from the sale of its devices with those designs, even if they relate only to a small portion of the phone, allows for “unjustified windfalls” far beyond the inventive value of the patents.\n\n“A patented design might be the essential feature of a spoon or rug. But the same is not true of smartphones, which contain countless other features that give them remarkable functionality wholly unrelated to their design,” Samsung told the high court.\n\n“Samsung is escalating this case because it believes that the way the laws were interpreted is not in line with modern times,” the company said in a statement.\n\nApple did not address the new petition, but said in a statement, “We make these products to delight our customers, not for our competitors to flagrantly copy.”\n\nThe South Korean electronics company’s quest to limit damages to Apple comes after the U.S. Court of Appeals for the Federal Circuit in Washington, D.C., the nation’s top patent court, in May stripped about $382 million from the $930 million Samsung owed following the 2012 verdict. The appeals court said the iPhone’s appearance could not be protected through trademarks.\n\nAnother trial over remaining damages relating to some of Samsung’s infringing products in the case is set for next spring.\n\nIn its petition on Monday, Samsung also told the Supreme Court that juries should not award damages on certain “functional” aspects of designs, such as flat screens, which allow for the reading of documents, or rounded corners, which make phones easier to slip into a pocket."
    },
    {
        "time": "11:59AM UTC",
        "header": "sentido común-mexicana nemak paga de forma anticipada 3,500 mdp de bono que vendió en 2007",
        "link": "http://www.reuters.com/article/mexico-nemak-sentidocomun-idUSL1N14319I20151214",
        "body": ""
    }
]