[
    {
        "time": "8:09AM UTC",
        "header": "the apple watch: is it a gadget or a fashion statement?",
        "link": "http://www.reuters.com/article/2015/03/08/us-apple-watch-idUSKBN0M40FO20150308",
        "body": "CHICAGO/LOS ANGELES (Reuters) - Apple CEO Tim Cook summed up the problem during a conversation with sales staff at a London Apple Store: “We’ve never sold anything as a company that people could try on before.”\n\nWith the expected launch next month of the Apple Watch, the company’s first new product in five years, Apple will be stepping into new territory.\n\nTo conquer the marketplace, the watch will have to appeal not only as a gadget but as a fashion statement, a fact tacitly acknowledged by Apple’s decision to launch its advertising campaign with a 12-page insert in the March issue of Vogue.\n\nThe company isn’t talking about plans for marketing the Apple Watch in advance of it’s much-touted “Spring Forward” event on Monday, but it clearly intends to keep a tight grip on initial sales and distribution, leaving many retailers guessing about when -- or if -- they’ll be able to sell it.\n\nSources with direct knowledge of the matter said that Best Buy Co Inc, one of the largest sellers of Apple products, may not get the watch at launch time, though the company wouldn’t comment on the situation.\n\nOther large retailers, including Macy‘s, Saks 5th Avenue, Bloomingdales and Barney’s said they had no immediate plans to carry the watch. Target and Nordstrom,along with all the major phone carriers, declined to comment on their plans, though a source with knowledge of the situation said Nordstrom has engaged in discussions with Apple.\n\n“Apple is being cautious. There are too many unknowns around how this product will perform,” said Van Baker, research vice-president, technology research firm Gartner Inc.\n\nThat might mean restricting initial sales to company stores, where Apple has complete control over the experience and staff can be specially trained to sell the watch, Baker said.\n\nApple’s Cook seems very aware of the challenge. The Telegraph, which sent a reporter with the CEO to the company’s Covent Garden store, reported that he explained to the staff that selling the watch might require “tweaking the experience in the store.”\n\nIn the absence of hard information about what the tweaks might look like, speculation has been intense. The Washington Post last week suggested that Apple might add carpeting and mirrors and change store lighting to enhance the watch-buying experience.\n\nMedia outlets and Websites have also posited that the watch will be offered at special pop-up stores installed at luxury retailers such as Selfridges in London and Colette in Paris.\n\nApple hosted a private event at Colette last September, at which guests were able to try on the watch, but a spokesman for Colette declined to comment on whether the store would carry it.\n\nUntil now, wearable gadgets have not been big sellers for technology companies. Rival products such as Samsung’s Gear watches have sold poorly.\n\nApple hopes to change that, but it is still a big if whether the watch will appeal to buyers seeking a fashion accessory, especially if it needs to be upgraded every few years like Apple’s phones, tablets and computers.\n\n“It could do wonders for the watch market if it means people might wear watches again, but realistically, there are a lot of doubts,” said Eric Wilson, fashion news director of InStyle.\n\n“Fashion customers are more skeptical than anyone, so Apple has picked a tough crowd.”"
    }
]