[
    {
        "time": "7:23PM UTC",
        "header": "apple wins dismissal of lawsuit over macbook logic boards",
        "link": "http://www.reuters.com/article/2015/01/09/us-apple-macbook-lawsuit-idUSKBN0KI01A20150109",
        "body": "(Reuters) - Apple Inc won the dismissal on Thursday of a lawsuit accusing it of defrauding consumers by selling MacBook laptop computers that contained “logic boards” it knew were defective, and which routinely failed within two years.\n\nU.S. District Judge William Alsup in San Francisco said the plaintiffs, Uriel Marcus and Benedict Verceles, failed to show that Apple made “affirmative misrepresentations,” despite citing online complaints and Apple marketing statements calling the laptops “state of the art” or the “most advanced” on the market.\n\n“Plaintiffs have failed to allege that Apple’s logic boards were unfit for their ordinary purposes or lacked a minimal level of quality,” Alsup wrote. “Both plaintiffs were able to adequately use their computers for approximately 18 months and two years, respectively.”\n\nAlsup gave the plaintiffs until Jan. 22 to amend their lawsuit, which sought class-action status, against the Cupertino, California-based company.\n\nOmar Rosales, a lawyer for the plaintiffs, did not immediately respond to requests for comment. Apple did not immediately respond to a similar request.\n\nThe plaintiffs claimed that Apple’s sale of MacBooks since May 20, 2010, violated consumer protection laws in California and Texas, where the lawsuit began last May before being moved.\n\nThey also contended that Apple Chief Executive Tim Cook was told about the defective logic boards in 2011, but did nothing.\n\nLogic boards contain computer circuitry and are sometimes known as motherboards.\n\nA separate and still pending lawsuit in California accuses Apple of defrauding consumers by selling MacBook Pro laptops in 2011 that contained defective graphic cards, causing screen distortions and system failures.\n\nMacBooks are part of Apple’s Mac line of desktop and laptop computers. The company reported unit sales in that business of 18.91 million in its latest fiscal year.\n\nThe case is Marcus et al v. Apple Inc, U.S. District Court, Northern District of California, No. 14-03824."
    },
    {
        "time": "3:42PM UTC",
        "header": "tripadvisor acquires leading dutch restaurant rating site",
        "link": "http://www.reuters.com/article/2015/01/08/iens-ma-tripadvisor-idUSL1N0UN26O20150108",
        "body": "AMSTERDAM (Reuters) - Tripadvisor has agreed to acquire top Dutch online restaurant review and booking sites Iens, the companies said on Thursday, giving the travel website a leading position in the Netherlands.\n\nIens.nl, which has reviews of 20,000 restaurants and roughly 20 million annual visitors, allows users to book tables through SeatMe, which will also be acquired by Tripadvisor.\n\nNo financial details were disclosed, but Dutch media said the acquisition was worth upwards of 10 million euros ($11.8 million).\n\nIens expects sales of more than 6 million euros in 2015. Tripadvisor, with about 75 million users per month, booked net profit of $205 million on sales of $945 million in 2013. ($1 = 0.8495 euros)"
    }
]