[
    {
        "time": "2:39PM UTC",
        "header": "apple supplier's light forecast exacerbates iphone jitters",
        "link": "http://www.reuters.com/article/us-apple-stock-idUSKBN0U02QI20151217",
        "body": "SAN FRANCISCO (Reuters) - Concerns are deepening on Wall Street about potential weakness in iPhone shipments following a light revenue forecast from one of Apple’s suppliers.\n\nShares of Cupertino, California-based Apple fell 1.4 percent on Thursday and were down 6 percent over the past five sessions, reflecting growing worries that iPhone shipments next year could fall for the first time since the device’s launch in 2007 as fewer people replace their smartphones.\n\nThe newest concerns arose after Jabil Circuit, which manufactures casings for iPhones, late on Wednesday offered a below-consensus revenue forecast for its current quarter, which analysts blamed on Apple.\n\nJabil, which derives about a quarter of its revenue from Apple, posted solid fiscal first-quarter earnings.\n\nWhile iPhone marketshare gains likely helped the contract manufacturer in its fiscal first quarter ended Nov. 30, Apple is probably behind Jabil’s lower-than-expected revenue guidance for its second quarter, Stifel analyst Matthew Sheerin said in a note to clients.\n\nThat was one of the factors RBC analyst Amit Daryanani pointed to when he cut his estimates for Apple in a report later on Wedneday. He now forecasts earnings per share for Apple’s second fiscal quarter ending in March at $2.37, down from $2.59, and he cut his stock price target to $140 from $150.\n\nConsumers may not see the iPhone 6S and 6S Plus, which launched in September, as enough of an improvement over 2014’s iPhone 6 and 6 Plus to fuel growth through 2016, some Apple watchers believe.\n\nIn recent days, analysts at Bank of America, Raymond James, Baird Equity Research and Morgan Stanley cut their estimates for iPhone shipments, citing reductions in build rates at Asian suppliers.\n\nThe average estimate of about 40 analysts for Apple’s EPS in its fiscal first quarter, which ends in December, has dipped by about 1 cent over the past week to $3.25, according to Thomson Reuters. The consensus estimate for second-quarter EPS has fallen to $2.41 from $2.45.\n\nOn Thursday, investment bank Needham said it expects iPhone shipments to fall 5 percent in fiscal 2016 to 220 million units, down from its prior estimate of 245 million units.\n\nAs a result, Needham analyst Quinn Bolton lowered his current-quarter revenue and EPS estimates for Apple chip suppliers Skyworks Solutions and Qorvo.\n\nShares of Skyworks were up 0.2 percent Thursday afternoon while Qorvo was 0.28 percent higher. Jabil’s stock was down 1.1 percent.\n\nApple traded at $110.05 on Thursday, about 18 percent lower than its record high in April."
    }
]