[
    {
        "time": "8:09AM UTC",
        "header": "brief-acoustics components maker goertek denies rumour on apple's bid interest",
        "link": "http://www.reuters.com/article/2015/05/04/idUSL4N0XV2BA20150504",
        "body": "* Says denies market rumour on Apple Inc’s plan to acquire the company for $7.48 billion\n\nFurther company coverage: (Reporting by Hong Kong and Singapore newsrooms)"
    },
    {
        "time": "2:20PM UTC",
        "header": "ge ties up with qualcomm, apple in new lighting business bet",
        "link": "http://www.reuters.com/article/2015/05/04/us-general-electric-light-idUSKBN0NP1IP20150504",
        "body": "(Reuters) - General Electric Co on Monday announced collaborations with Qualcomm Inc and Apple Inc as it uses digital technology and the growing appetite for data to reinvigorate its 130-year-old lighting business.\n\nWith chipmaker Qualcomm, GE is offering retailers a way to connect with shoppers’ smartphones through technology embedded in LED light bulbs, the company said. One use of the “indoor positioning” technology could be to transmit customized coupons to shoppers depending on their store location.\n\nGE also said it will produce an LED bulb compatible with Apple’s yet-to-launch connected-device platform HomeKit. The bulb can change colors to align with the natural rhythms of the body.\n\nThe tie-ups underscore GE’s plans to dive into the emerging and increasingly competitive market for connected lighting that integrates with smart devices.\n\nWhile GE sees an opportunity in selling energy-efficient LED bulbs, it will seek to use sensors and other technology embedded in LEDs to the advantage of consumers, businesses and cities, said Beth Comstock, who leads GE Business Innovations.\n\nServices offered by GE stand to provide revenue that could offset pressure should the LED bulb business become more commoditized.\n\n“There’s now a data stream from light that is going to create opportunity to be more productive,” said Comstock, in her first interview about the lighting strategy since September, when the unit became part of GE’s innovations division.\n\nGE itself is undergoing a sweeping overhaul, jettisoning the bulk of its finance division to focus on big-ticket industrial products such as jet engines and power turbines.\n\nSome analysts have speculated the U.S. conglomerate will divest lighting after deciding last year to sell its appliances segment and moves by Siemens and Philips to hive off lighting units. GE Lighting totaled about $2.5 billion in revenue last year, 2.3 percent of the company’s overall industrial sales.\n\nComstock said lighting fits smoothly with GE Chief Executive Jeff Immelt’s desire to marry software and analytics with GE’s various industrial equipment, which GE calls the “Industrial Internet.”\n\n“LEDs plus software, it helps GE continue its Industrial Internet expansion and I think the lighting business has a big role in GE’s future because of that,” Comstock said.\n\nAlong with traditional lighting manufacturers, the “intelligent lighting” market is drawing companies that manage other building controls such as Honeywell, and start-ups focused on lighting controls, according to Jesse Foote, analyst at Navigant Research.\n\n“There are so many kinds of companies getting into the space,” Foote said."
    }
]