[
    {
        "time": "3:12PM UTC",
        "header": "us stocks-s&p, nasdaq edge down with apple; dow flat",
        "link": "http://www.reuters.com/article/2015/02/25/markets-stocks-usa-idUSL1N0VZ2K120150225",
        "body": "* New home sales fall less than expected\n\n* Indexes: Dow up 0.04 pct, S&P down 0.1 pct, Nasdaq down 0.1 pct (Updates to afternoon trading)\n\nNEW YORK, Feb 25 (Reuters) - The S&P 500 and Nasdaq edged lower in afternoon trading on Wednesday, led by losses in Apple shares, but gains consumer discretionary shares limited the decline.\n\nEnergy shares also climbed along with oil prices. The S&P energy index was up 0.3 percent.\n\nThe S&P 500 consumer discretionary index, up 0.8 percent, gave the benchmark index its biggest support. Shares of TJX were up 3.5 percent at $69.51 after results, while Target rose 0.3 percent to $77.17 after a stronger-than-expected jump in same-store sales and profits for the fourth quarter.\n\nApple shares were down 2.4 percent at $128.03 but are still up almost 10 percent this month.\n\nSingle-family home sales in January fell less than expected and supply rose to its highest level since 2010.\n\nFederal Reserve Chair Janet Yellen’s testimony to a House of Representatives committee provided few clues for investors on the timing of an interest rate hike.\n\nThe Dow Jones industrial average rose 6.64 points, or 0.04 percent, to 18,215.83, the S&P 500 lost 2.34 points, or 0.11 percent, to 2,113.14 and the Nasdaq Composite dropped 3.67 points, or 0.07 percent, to 4,964.46.\n\nHewlett-Packard shares tumbled 9.7 percent to $34.76 as the worst performer on the S&P 500 after the world’s No. 2 PC maker reported flat or lower quarterly revenue in all of its operating units and forecast full-year earnings well below analysts’ expectations.\n\nAdvancing issues outnumbered declining ones on the NYSE by 1,734 to 1,266, for a 1.37-to-1 ratio on the upside; on the Nasdaq, 1,492 issues rose and 1,191 fell for a 1.25-to-1 ratio favoring advancers.\n\nThe S&P 500 was posting 59 new 52-week highs and no new lows; the Nasdaq Composite was recording 112 new highs and 18 new lows. (Editing by Chizu Nomiyama and Nick Zieminski)"
    },
    {
        "time": "4:35PM UTC",
        "header": "s&p, edge down with apple; dow ends at record high",
        "link": "http://www.reuters.com/article/2015/02/25/us-markets-stocks-idUSKBN0LT19D20150225",
        "body": "NEW YORK (Reuters) - The S&P 500 closed down and the Nasdaq snapped a 10-session winning streak on Wednesday as investors took profits in Apple shares, while the Dow eked out another record high close.\n\nBoosting the Dow were consumer discretionary shares including McDonald‘s, up 3.9 percent at 98.66, which also helped to limit losses on the S&P 500.\n\nThe S&P 500 consumer discretionary index added 0.8 percent, with shares of TJX up 3.3 percent at $69.38 after results. Target edged up 0.3 percent to $77.15 after a stronger-than-expected jump in same-store sales and profits for the fourth quarter.\n\nFederal Reserve Chair Janet Yellen’s testimony to a House of Representatives committee provided few new clues for investors on the timing of an interest rate hike.\n\nApple shares dropped 2.6 percent to $128.79, retracing recent gains. The stock is still up 16.6 percent for the year so far.\n\n“It’s a big hedge fund stock, and there’s always the potential for some profit-taking among some shorter-term players,” especially after the stock’s big run-up, said Rick Meckler, president of LibertyView Capital Management in Jersey City, New Jersey.\n\nThe Dow Jones industrial average rose 15.38 points, or 0.08 percent, to 18,224.57, a record close. The S&P 500 lost 1.62 points, or 0.08 percent, to 2,113.86 and the Nasdaq Composite dropped 0.99 points, or 0.02 percent, to 4,967.14.\n\nEnergy shares climbed with sharp gains in oil prices. The S&P energy index was up 0.4 percent, while U.S. crude oil prices rose 3.5 percent to $50.99.\n\nAlso lending support, data showed single-family home sales in January fell less than expected and supply rose to its highest level since 2010.\n\nHewlett-Packard shares tumbled 9.9 percent to $34.67 as the worst performer on the S&P 500. The world’s No. 2 PC maker reported flat or lower quarterly revenue in all of its operating units and forecast full-year earnings well below analysts’ expectations.\n\nAbout 6.2 billion shares changed hands on U.S. exchanges, below the 6.8 billion average for the month to date, according to BATS Global Markets.\n\nAdvancing issues outnumbered declining ones on the NYSE by 1,697 to 1,359, for a 1.25-to-1 ratio on the upside; on the Nasdaq, 1,473 issues rose and 1,233 fell, for a 1.19-to-1 ratio favoring advancers.\n\nThe S&P 500 posted 59 new 52-week highs and no new lows; the Nasdaq Composite recorded 120 new highs and 23 new lows."
    },
    {
        "time": "4:39PM UTC",
        "header": "refile-us stocks-s&p, nasdaq edge down with apple; dow ends at record high",
        "link": "http://www.reuters.com/article/2015/02/25/markets-stocks-usa-idUSL1N0VZ30M20150225",
        "body": "* New home sales fall less than expected\n\n* Indexes: Dow up 0.1 pct, S&P down 0.1 pct, Nasdaq down 0.02 pct\n\nNEW YORK, Feb 25 (Reuters) - The S&P 500 closed down and the Nasdaq snapped a 10-session winning streak on Wednesday as investors took profits in Apple shares, while the Dow eked out another record high close.\n\nBoosting the Dow were consumer discretionary shares including McDonald‘s, up 3.9 percent at 98.66, which also helped to limit losses on the S&P 500.\n\nThe S&P 500 consumer discretionary index added 0.8 percent, with shares of TJX up 3.3 percent at $69.38 after results. Target edged up 0.3 percent to $77.15 after a stronger-than-expected jump in same-store sales and profits for the fourth quarter.\n\nFederal Reserve Chair Janet Yellen’s testimony to a House of Representatives committee provided few new clues for investors on the timing of an interest rate hike.\n\nApple shares dropped 2.6 percent to $128.79, retracing recent gains. The stock is still up 16.6 percent for the year so far.\n\n“It’s a big hedge fund stock, and there’s always the potential for some profit-taking among some shorter-term players,” especially after the stock’s big run-up, said Rick Meckler, president of LibertyView Capital Management in Jersey City, New Jersey.\n\nThe Dow Jones industrial average rose 15.38 points, or 0.08 percent, to 18,224.57, a record close. The S&P 500 lost 1.62 points, or 0.08 percent, to 2,113.86 and the Nasdaq Composite dropped 0.99 points, or 0.02 percent, to 4,967.14.\n\nEnergy shares climbed with sharp gains in oil prices. The S&P energy index was up 0.4 percent, while U.S. crude oil prices rose 3.5 percent to $50.99.\n\nAlso lending support, data showed single-family home sales in January fell less than expected and supply rose to its highest level since 2010.\n\nHewlett-Packard shares tumbled 9.9 percent to $34.67 as the worst performer on the S&P 500. The world’s No. 2 PC maker reported flat or lower quarterly revenue in all of its operating units and forecast full-year earnings well below analysts’ expectations.\n\nAbout 6.2 billion shares changed hands on U.S. exchanges, below the 6.8 billion average for the month to date, according to BATS Global Markets.\n\nAdvancing issues outnumbered declining ones on the NYSE by 1,697 to 1,359, for a 1.25-to-1 ratio on the upside; on the Nasdaq, 1,473 issues rose and 1,233 fell, for a 1.19-to-1 ratio favoring advancers.\n\nThe S&P 500 posted 59 new 52-week highs and no new lows; the Nasdaq Composite recorded 120 new highs and 23 new lows. (Editing by Chizu Nomiyama and Nick Zieminski)"
    }
]