[
    {
        "time": "11:17AM UTC",
        "header": "sprint, t-mobile iphone pre-orders boost apple shares",
        "link": "http://www.reuters.com/article/us-apple-iphone-idUSKCN11J1UU",
        "body": "(Reuters) - U.S. wireless carriers Sprint Corp (S.N) and T-Mobile US Inc (TMUS.O) said on Tuesday they received strong pre-orders for Apple Inc’s (AAPL.O) iPhone 7, sending shares of the world’s most valuable listed company up 3 percent.\n\nSprint said pre-orders were up nearly four times, compared to last year. Pre-orders also rose nearly four times at T-Mobile, compared with its next most popular iPhone.\n\nHowever, the companies did not disclose specific sales numbers. Pre-orders started on Friday.\n\nDetails about sales of the new iPhone are scarce after Apple announced last week it would not release weekend sales data, saying the number was more a reflection of supply than demand.\n\n“While the iPhone 7 update is more revolutionary than evolutionary, we believe investors could consider these strong early pre-order indications as being reflective of the impact of Apple’s significant iPhone installed base expansion over the past few years,” Stifel analyst Aaron Rakers said in a note.\n\nRival carriers AT&T Inc (T.N) and Verizon Communications Inc (VZ.N) were not immediately available for comment.\n\nApple’s shares were up 2.8 percent at $108.19 in morning trading. Up to Monday’s close, they had fallen 2.1 percent since the iPhone 7 was launched on Wednesday."
    },
    {
        "time": "8:40AM UTC",
        "header": "brief-sprint pre-orders of iphone 7 and iphone 7 plus increase nearly 4 times",
        "link": "http://www.reuters.com/article/idUSFWN1BP0B8",
        "body": "* Sprint pre-orders of iPhone 7 and iPhone 7 plus increase nearly four times\n\n* Pre-Orders of iPhone 7 and iPhone 7 plus at sprint are up more than 375 percent in first three days over last year\n\n* Sprint pre-orders of iPhone 7 and iPhone 7 plus increase nearly four times Source text for Eikon: Further company coverage:"
    }
]