[
    {
        "time": "12:00PM UTC",
        "header": "u.s., apple ratchet up rhetoric in fight over encryption",
        "link": "http://www.reuters.com/article/apple-encryption-doj-idUSKCN0VS2GC",
        "body": "WASHINGTON (Reuters) - The U.S. Department of Justice filed a motion on Friday seeking to compel Apple Inc (AAPL.O) to comply with a judge’s order to unlock the encrypted iPhone belonging to one of the San Bernardino shooters, portraying the tech giant’s refusal as a “marketing strategy.”\n\nIn response, a senior Apple executive, speaking with reporters on condition of anonymity, characterized the Justice Department’s filing as an effort to argue its case in the media before the company has a chance to respond.\n\nThe back and forth escalated a showdown between the Obama administration and Silicon Valley over security and privacy that ignited earlier this week.\n\nThe Federal Bureau of Investigation is seeking the tech company’s help to access shooter Syed Rizwan Farook’s phone by disabling some of its passcode protections. The company so far has pushed back and on Thursday won three extra days to respond to the order.\n\nAnother senior Apple executive said Congress is the right place for a debate over encryption, not a courtroom.\n\nThe executive said Apple was stunned that such a legal request had come from the U.S. government rather than a country with weaker traditions of protecting privacy and civil liberties.\n\nThe motion to compel Apple to comply did not carry specific penalties for the company, and the Justice Department declined to comment on what recourse it was willing to seek.\n\nIn the order, prosecutors acknowledged that the latest filing was “not legally necessary” since Apple had not yet responded to the initial order.\n\nThe clash between Apple and the Justice Department has driven straight to the heart of a long-running debate over how much law enforcement and intelligence officials should be able to monitor digital communications.\n\nA federal court hearing in California has been scheduled for March 22 in the case, according to Thom Mrozek, a spokesman for the U.S. Attorney’s Office for the Central District of California.\n\nThe Justice Department said its Friday motion was a response to Apple CEO Tim Cook’s public statement Wednesday, which included a refusal to “hack our own users and undermine decades of security advancements that protect our customers.”\n\n“Rather than assist the effort to fully investigate a deadly terrorist attack ... Apple has responded by publicly repudiating that order,” prosecutors wrote in the Friday filing.\n\n”Apple’s current refusal to comply with the court’s order, despite the technical feasibility of doing so, instead appears to be based on its concern for its business model and public brand marketing strategy,” prosecutors said.\n\nThe two senior Apple executives said the company had worked hard to help investigators and tried multiple avenues including sending engineers with FBI agents to a WiFi network that would recognize the phone and begin an automatic backup if that had been enabled.\n\nThey criticized government officials who reset the Apple identification associated with the phone, which closed off the possibility of recovering information from it through that automatic cloud backup.\n\nSan Bernardino County reset the password on the iCloud account at the request of the FBI, said county spokesman David Wert.\n\nThe government first disclosed the identification change in a footnote to its filing Friday. The Apple executives said that the reset occurred before Apple was consulted. The Justice Department declined to comment on that contention.\n\nThe two sides have been on a collision course since Apple said it would offer strong encryption by default on its devices in 2014, a move prompted in part by the surveillance revelations from former National Security Agency contractor Edward Snowden.\n\nBut the Justice Department struggled to find a compelling case where encryption proved to be an insurmountable hurdle for its investigators until the Dec. 2 shooting rampage by Farook and his wife in San Bernardino, California, which killed 14. Authorities believe the couple was inspired by the Islamic State.\n\nSome technology experts and privacy advocates backing Apple suggest Farook’s work phone likely contains little data of value. They have accused the Justice Department of choreographing the case to achieve a broader goal of gaining support for legislation or a legal precedent that would force companies to crack their encryption for investigators.\n\nThe case has quickly become a topic in the U.S. presidential race. Republican frontrunner Donald Trump on Friday called for a “boycott” against Apple until the company complied with the court order.\n\nThe two Apple executives said they felt in good company, noting that Trump has faulted many other groups and individuals.\n\nThe debate will also play out on Capitol Hill. Bipartisan leaders of the U.S. House Energy and Commerce Committee late Friday invited Apple’s Cook and FBI Director James Comey to testify at an upcoming hearing on encryption, though a date was not set.\n\nThe House Judiciary Committee is also planning an encryption hearing for March and has invited Apple to attend, according to a congressional source."
    },
    {
        "time": "6:02PM UTC",
        "header": "exclusive: san bernardino victims to oppose apple on iphone encryption",
        "link": "http://www.reuters.com/article/us-apple-encryption-victims-exclusive-idUSKCN0VV00B",
        "body": "(Reuters) - Some victims of the San Bernardino attack will file a legal brief in support of the U.S. government’s attempt to force Apple Inc to unlock the encrypted iPhone belonging to one of the shooters, a lawyer representing the victims said on Sunday.\n\nStephen Larson, a former federal judge who is now in private practice, told Reuters that the victims he represents have an interest in the information which goes beyond the Justice Department’s criminal investigation.\n\n“They were targeted by terrorists, and they need to know why, how this could happen,” Larson said.\n\nLarson said he was contacted a week ago by the Justice Department and local prosecutors about representing the victims, prior to the dispute becoming public. He said he will file an amicus brief in court by early March.\n\nA Justice Department spokesman declined to comment on the matter on Sunday.\n\nLarson declined to say how many victims he represents. Fourteen people died and 22 others were wounded in the shooting attack by a married couple who were inspired by Islamic State militants and died in a gun battle with police.\n\nEntry into the fray by victims gives the federal government a powerful ally in its fight against Apple, which has cast itself as trying to protect public privacy from overreach by the federal government.\n\nAn Apple spokesman declined to comment. In a letter to customers last week, Tim Cook, the company’s chief executive, said: “We mourn the loss of life and want justice for all those whose lives were affected,” saying that the company has “worked hard to support the government’s efforts to solve this horrible crime.”\n\nFederal Bureau of Investigation Director James Comey said in a letter released on Sunday night that the agency’s request wasn’t about setting legal precedent, but rather seeking justice for the victims and investigating other possible threats.\n\n“Fourteen people were slaughtered and many more had their lives and bodies ruined. We owe them a thorough and professional investigation under law. That’s what this is,” Comey wrote.\n\nThe FBI is seeking the tech company’s help to access shooter Syed Rizwan Farook’s phone by disabling some of its passcode protections. The company so far has pushed back, arguing that such a move would set a dangerous precedent and threaten customer security.\n\nThe clash between Apple and the Justice Department has driven straight to the heart of a long-running debate over how much law enforcement and intelligence officials should be able to monitor digital communications.\n\nThe Justice Department won an order in a Riverside, California federal court on Tuesday against Apple, without the company present in court. Apple is scheduled to file its first legal arguments on Friday, and U.S. Magistrate Judge Sheri Pym, who served as a federal prosecutor before being appointed to the bench, has set a hearing on the issue for next month.\n\nLarson once presided over cases in Riverside, and Pym argued cases in Larson’s courtroom several times as a prosecutor while Larson was a judge, he said. Larson returned to private practice in 2009, saying at the time that a judge’s salary was not enough to provide for his seven children.\n\nHe said he is representing the San Bernardino victims for free."
    },
    {
        "time": "7:21AM UTC",
        "header": "refile-brief-apple releases q&a regarding iphone encryption fight with fbi",
        "link": "http://www.reuters.com/article/apple-brief-idUSWNBS0231D",
        "body": "Feb 22 (Reuters) - Apple : * Releases Q&A on website regarding iPhone encryption fight with FBI * Source text: apple.co/1XHMvS9 * Further company coverage"
    },
    {
        "time": "12:00PM UTC",
        "header": "trump calls for boycott until apple unlocks shooter's phone",
        "link": "http://www.reuters.com/article/us-usa-election-trump-apple-idUSKCN0VS2LS",
        "body": "PAWLEYS ISLAND, S.C. (Reuters) - Republican presidential candidate Donald Trump called on Friday for a boycott of Apple Inc products until the tech company agreed to help the U.S. government unlock the cellphone of one of the killers in last year’s San Bernardino, California, shooting.\n\n”Boycott Apple until such time as they give that information,” Trump said at a campaign event in Pawleys Island, South Carolina. “It just occurred to me.”\n\nTrump, front-runner for the Republican nomination ahead of the Nov. 8 presidential election, made the off-the-cuff comment at a town hall-style event at a country club, a day before the state’s nominating contest.\n\nEven as he was still speaking, Trump’s campaign posted on his Twitter handle (@real Donald Trump) from an iPhone, with the timestamp labeled “via Twitter for iPhone.”\n\nTrump later posted on Twitter that he used both an iPhone and a Samsung device.\n\nIn response, senior Apple executives, on a call with reporters on Friday, said they felt they were in good company given the other groups and people Trump has criticized in the past. They defended encryption as a way to protect Apple customers’ rights.\n\nIt was not the first attack on the world’s best-known technology company by the real estate mogul and reality TV personality. Trump has previously been critical of Apple, which has its headquarters in Cupertino, California, for not producing enough of its products in the United States.\n\n“We’re gonna get Apple to start building their damn computers and things in this country, instead of in other countries,” Trump said in a January speech at Liberty University in Virginia.\n\nApple is resisting U.S. government demands that it unlock an iPhone used by Rizwan Farook, who along with his wife, Tashfeen Malik, shot and killed 14 people and wounded 22 others at a holiday party in San Bernardino last December.\n\nTrump made his comments as the U.S. Department of Justice filed a motion seeking to force Apple to comply with a judge’s order for the company to unlock the phone, portraying the tech company’s refusal as a “marketing strategy.”\n\nThe filing increased tension in a showdown between the Obama administration and Silicon Valley over security and privacy. The government has said the couple were sympathizers of Islamic State militants and wants to open the phone to find out more about possible connections and contacts.\n\n“If Apple doesn’t give the information to the authorities on the radical Islamic terrorists, I’ll only be using a Samsung - until such time as they give the information,” Trump tweeted.\n\n“Hopefully others will follow suit. Our country needs and should demand security. It is time to get tough and be smart!”\n\nIt was not the first time Trump has called for a boycott. In November, he lobbied for a Starbucks Corp boycott because the coffee chain’s red holiday cups lacked Christmas-related decorations.\n\nHe has repeatedly urged people not to shop at Macy’s after the department store dropped his signature business clothing line because of comments he made about Mexicans.\n\nThis article was funded in part by SAP. It was independently created by the Reuters editorial staff. SAP had no editorial involvement in its creation or production."
    },
    {
        "time": "4:25PM UTC",
        "header": "u.s. government, apple take encryption case to court of public opinion",
        "link": "http://www.reuters.com/article/apple-encryption-commission-idUSL2N1610LG",
        "body": "(Reuters) - Apple Inc on Monday urged the creation of a government panel on encryption, the latest salvo in a standoff over a locked iPhone linked to the San Bernardino shooting that has escalated into a public relations battle between the revered technology company and the U.S. Federal Bureau of Investigation.\n\nApple Chief Executive Tim Cook also sent a letter to employees Monday morning, making clear the company’s hardline stance refusing to make software to unlock the phone addresses broader issues, not just a single device linked to a grisly attack.\n\n“This case is about much more than a single phone or a single investigation,” Cook said in the email to employees, seen by Reuters. “At stake is the data security of hundreds of millions of law-abiding people, and setting a dangerous precedent that threatens everyone’s civil liberties.”\n\nBut FBI Director James Comey, in an article published late Sunday on the national security legal blog Lawfare, asserted the case was not about setting a new legal precedent but rather about “victims and justice.”\n\n“Fourteen people were slaughtered and many more had their lives and bodies ruined,” Comey wrote. “We owe them a thorough and professional investigation under law. That’s what this is.”\n\nA federal judge last week ordered Apple to create new software and take others steps to retrieve data from the locked phone, used by Syed Rizwan Farook, one of the San Bernardino shooters, who was killed in a gun battle with police.\n\nThe company is fighting the order, arguing that creating such a key will jeopardize the security of all iPhones. The company’s formal legal arguments are expected Friday.\n\nThe Justice Department’s manoeuvres over the past week have prompted Apple supporters to suggest the case is as much about putting political pressure on Apple and influencing the broader policy debate on encryption as it is about getting data from Farook’s phone.\n\nThe Justice Department launched its unusually public campaign to force Apple’s hand by publicizing the court order itself, which normally would have been under seal, according to legal experts. Then, on Friday, the Justice Department filed additional court papers that repeated its legal arguments and criticized the company’s resistance as a “brand marketing strategy.” The government acknowledged that the Friday filing was “not legally necessary.”\n\nApple responded hours later by holding a conference call with reporters - a rare move by a generally reticent company that is accustomed to making news rather than reacting to it. That was followed early Monday by a public blog post and an internal email to employees arguing the company’s case.\n\nMeanwhile, the government has actively solicited victims of the shooting to join its case against Apple.\n\nFarook and his wife, Tashfeen Malik, destroyed their personal phones before carrying out the Dec. 2 shooting rampage in San Bernardino, California, which killed 14 and wounded 22. Authorities believe the couple was inspired by the Islamic State. The phone at issue is an iPhone 5c issued to Farook by San Bernardino County in his role as a health inspector.\n\nThe case has revived interest on Capitol Hill in pursuing legislation to address the problem of what law enforcement officials call “going dark” - where tight digital security prevents them from accessing the data of criminal suspects.\n\nThe idea of setting up a commission - which may be a prelude to a broader legislative solution - is not new, although a political resolution of the data privacy and encryption debate has proven elusive for many years.\n\nA digital security commission comprising technology, business and law enforcement experts has been proposed by Democratic Senator Mark Warner and Republican Representative Michael McCaul, who chairs the Homeland Security Committee, to help break the impasse over encryption.\n\nThe bipartisan pair is scheduled to unveil details of legislation that would create a panel at a Washington event on Wednesday.\n\nApple indicated it would work with a commission or panel of experts to discuss the matter further.\n\n\"Apple would gladly participate in such an effort,\" the company wrote in the Monday post on its website addressing questions about the case.(apple.co/1QthT10)\n\nThe company could not be immediately reached for further comment.\n\nThe Justice Department has pushed back on framing the dispute as an encryption issue, insisting that it is only trying to get past the lock screen on one phone. Apple has argued that while it is technically possible to bypass the security features of the iPhone by building a new operating system, such a move would set a dangerous precedent.\n\nBipartisan leaders of the U.S. House Energy and Commerce Committee late Friday invited Apple’s Cook and FBI Director James Comey to testify at an upcoming hearing on encryption, though no date was set.\n\nSenators Richard Burr and Dianne Feinstein, the top Republican and Democrat of the Senate Intelligence Committee respectively, have long said they intend to introduce legislation that would force a company to be able to grant authorities access to a suspect’s data, though a bill has not yet materialized.\n\nSome victims of the attack will file a legal brief in support of the U.S. government’s attempt to force open to unlock the phone, a lawyer representing the victims told Reuters on Sunday."
    }
]