[
    {
        "time": "4:20PM UTC",
        "header": "fbi will not share iphone unlocking mechanism, cites lack of ownership",
        "link": "http://www.reuters.com/article/us-apple-encryption-idUSKCN0XO23E",
        "body": "WASHINGTON (Reuters) - The U.S. Federal Bureau of Investigation said on Wednesday it did not own the rights to the technical method a contractor used to open an Apple iPhone used by one of the San Bernardino shooters and therefore could not submit details of the mechanism for an interagency government review.\n\nAmy S. Hess, the FBI’s executive assistant director for science and technology, said in a statement that when it hired an outside party to unlock the phone, the agency did not purchase the rights to the technique.\n\nAs a result, Hess said, the FBI does not “have enough technical information about any vulnerability” in the iPhone to submit for the interagency review.\n\nIf an interagency review, conducted in secret, had been initiated, it would have decided whether the vulnerability could be disclosed to government agencies or the private sector.\n\nThe iPhone in question was owned by the San Bernardino County Health Department and assigned to employee Syed Farook, who, with his wife Tashfeen Malik, killed 14 people and wounded 22 during an attack on his co-workers last December.\n\nWhile officials have not identified the contractor who provided the technique for opening the shooter’s phone, a law enforcement official said that the FBI can re-use the unlocking mechanism on other phones, provided it works on those phones.\n\nHess said the FBI usually does not comment on vulnerabilities found in cyber products, but the agency decided to make a statement because of the “extraordinary nature of this particular case, the intense public interest in it, and the fact that the FBI already has disclosed publicly the existence of the method.”\n\nHess’ statement confirmed information from U.S. government sources on Tuesday that the FBI had provisionally decided not to share the iPhone unlocking mechanism because the agency did not own it."
    },
    {
        "time": "11:19PM UTC",
        "header": "corrected-apple, anz bank strike deal to bring apple pay to australia",
        "link": "http://www.reuters.com/article/apple-australia-banking-idUSL3N17U144",
        "body": "SYDNEY, April 28 (Reuters) - Apple Inc expanded its Apple Pay digital wallet in Australia on Thursday after ANZ became the country’s first bank to support the mobile payment service, executives at the pair told Reuters.\n\nApple Pay allows users to register credit cards on devices such as iPhones, and pay for goods and services by swiping the devices over contactless payment terminals. Apple charges card providers for transactions via the service, which it introduced to Australia last year with American Express Co.\n\nThe latest partnership extends the service to ANZ customers and represents the culmination of months of talks with the bank and three bigger peers. Of the four, ANZ and Westpac Banking Corp have already agreed to support rival Android Pay from Alphabet Inc unit Google.\n\nCollectively, the four account for 80 percent of all credit cards that consumers have linked to mobile payment systems, in a country with a relatively high rate of contactless payment.\n\nThe partnership also coincides with Apple’s first-ever drop in iPhone sales during a quarter in which services such as apps, music and payment emerged as the firm’s second-largest business.\n\n“Our customers ... are much closer to being able to leave their wallets at home,” Jennifer Bailey, vice president of Apple Pay, said in an interview.\n\nApple has partnered with a bank widely seen as trailing its three bigger peers in digital technology, a situation ANZ’s new Chief Executive Shayne Elliott has set out to change with Apple Pay, as well as by hiring Google’s Australia managing director.\n\n“It would be pretty hypocritical of me to ... do all this hoo-ha about digital banking and then not be at the forefront of change,” Elliott said in an interview.\n\nDigital technology such as Apple Pay is making inroads in the financial industry, prompting traditional banks such as Commonwealth Bank of Australia, Westpac, National Australia Bank Ltd and Australia and New Zealand Banking Group Ltd (ANZ) to beef up digital services.\n\nOver a quarter of banking revenue, or about A$27 billion ($20.82 billion), is at risk from “digital disruptors”, consultancy KPMG recently estimated.\n\nApple has introduced Apple Pay to countries such as the United States and Britain where banks were also reluctant to sign up. It has since launched in China in February and in Singapore last week.\n\nApple continues to speak with other Australian banks, Bailey said, hoping ANZ customers’ experience will create demand among competitors. (Reporting by Matt Siegel and Swati Pandey; Editing by Christopher Cushing)"
    },
    {
        "time": "4:05PM UTC",
        "header": "us stocks snapshot-wall st up after fed fears ebb; apple slumps",
        "link": "http://www.reuters.com/article/usa-stocks-idUSZXN0RQ02I",
        "body": "NEW YORK, April 27 (Reuters) - U.S. stocks ended slightly higher on Wednesday after fears eased that the Federal Reserve would strongly signal it would raise interest rates in June, though a slump in Apple shares weighed on the Nasdaq index.\n\nThe Dow Jones industrial average rose 52.74 points, or 0.29 percent, to 18,043.06, the S&P 500 gained 3.62 points, or 0.17 percent, to 2,095.32 and the Nasdaq Composite dropped 25.14 points, or 0.51 percent, to 4,863.14."
    },
    {
        "time": "2:21AM UTC",
        "header": "apple's nine-year iphone juggernaut stops with first sales decline ",
        "link": "http://www.reuters.com/article/us-apple-results-idUSKCN0XN22I",
        "body": "(Reuters) - Apple Inc (AAPL.O) on Tuesday posted its first-ever decline in iPhone sales and its first revenue drop in 13 years as the company credited with inventing the smartphone struggles with an increasingly saturated market.\n\nThe company’s sales dropped by more than a quarter in China, its most important market after the United States, and it also forecast another disappointing quarter for global revenues.\n\nIts shares fell about 8 percent, dropping below $100 for the first time since February. A hike in Apple’s share buyback and dividend as well as bumper revenue from services failed to mollify investors.\n\nApple’s results followed disappointing quarterly reports from Microsoft Corp(MSFT.O) and Google-owner Alphabet Inc (GOOGL.O), and microblog Twitter (TWTR.N) also on Tuesday reported results that missed expectations.\n\nApple said it sold 51.2 million iPhones in its second fiscal quarter, down from 61.2 million in the same quarter a year ago but above analysts’ estimates of about 50 million devices.\n\nWhile Apple executives had predicted iPhone sales would decline this quarter, they must reassure investors that the drop represents a momentary roadblock, rather than a permanent shift for the product that fueled its meteoric rise.\n\nAfter years of blockbuster sales, many investors fear the iPhone has reached saturation, spelling the end for Apple’s exponential growth.\n\n“Apple needs to come up with a radical new innovation or product rather than just the current incremental improvements to existing products. This is the only way in which it will reinvigorate sales growth,” said Neil Saunders, chief executive of research firm Conlumino.\n\nApple Chief Financial Officer Luca Maestri told Reuters that the success of the iPhone 6 a year earlier had set a difficult bar to beat in the second quarter. “The iPhone 6 is an anomaly,” he said.\n\nBut Chief Executive Tim Cook told analysts that the smartphone market was not growing, reinforcing wider concerns of saturation.\n\nCook also conceded that the iPhone 6S was driving customers to replace phones at a much lower rate than the 6. “I don’t mean just a hair lower; it’s a lot lower,” he said. “If we’d had the same rate on 6S as 6, it would be time for a huge party.”\n\nHe pointed to the services division, which includes Apple Music and the App Store, as a bright spot. Its revenue grew 20 percent to $6 billion and surpassed iMac and iPad sales.\n\nCook also hinted that Apple had more gadgets to come. “The future of Apple is very bright,” he said. “Our product pipeline has amazing innovations in store.”\n\nEarnings of $1.90 per share fell short of the average analyst estimate of $2 per share, according to Thomson Reuters I/B/E/S. Revenue of $50.56 billion missed expectations of $51.97 billion.\n\nApple forecast third-quarter revenue of $41 billion to $43 billion, short of the Wall Street consensus of $47.3 billion.\n\nApple also said it was raising its capital return program by $50 billion through a $35 billion increase in its share buyback authorization and a 10 percent rise in the quarterly dividend.\n\nIn March, Apple released the iPhone SE, a smaller, 4-inch-screen phone featuring much of the company’s latest technology. Although sales of the phone were not captured in the second quarter, the device is off to a strong start, particularly in emerging markets, Maestri said.\n\n“The situation right now around the world is that we are supply-constrained,” he said. “The demand has been very, very strong.”\n\nAlthough Apple’s revenue in Greater China fell 26 percent from the year-ago quarter, Maestri stressed that the company was “extremely optimistic” about China. “We continue to make a lot of investment there,” he said.\n\nCook said that mainland China sales were down only 7 percent in constant currency, attributing much of the Greater China drop to Hong Kong, where strength in the local dollar, which is pegged to U.S. currency, deterred tourist shopping.\n\nThe company did not comment on prospects for its iBooks Stores and iTunes Movie service, which were shut down last week in China.\n\nThe drop in after-hours shares wipes out roughly $46 billion in market capitalization, roughly the value of heavy equipment maker Caterpillar Inc (CAT.N).\n\nIn reaction to Apple’s results, shares of its suppliers Skyworks Solutions (SWKS.O), Qorvo (QRVO.O), Broadcom (AVGO.O) and NXP Semiconductors (NXPI.O) all fell 2 percent or more on Tuesday."
    },
    {
        "time": "12:12PM UTC",
        "header": "brief-moody's affirms apple inc's aa1 rating, outlook stable",
        "link": "http://www.reuters.com/article/idUSFWN17U17S",
        "body": "* Affirmed Apple Inc.’s Aa1 senior unsecured upon co’ s announcement that it is expanding its shareholder return program by $50 billion\n\n* Outlook reflects expectations that apple will continue to maintain and defend very strong market position in mobile devices, tablets Source text (bit.ly/1UhleH5) (Bengaluru Newsroom; +1 646 223 8780; )"
    },
    {
        "time": "8:47AM UTC",
        "header": "us stocks-wall st set to open lower as apple weighs; fed awaited",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL3N17U430",
        "body": "* Apple falls 8 pct after revenue falls first time in 13 years\n\n* Fed to release statement at 2 p.m. ET\n\nApril 27 (Reuters) - Wall Street was set to open lower on Wednesday after Apple’s first revenue decline in 13 years stirred investor concerns regarding the health of corporate earnings ahead of a policy decision by the Federal Reserve.\n\nTech-heavy Nasdaq futures fell more than 1 percent, dragged down by disappointing results.\n\nDow component Apple’s shares were down 8 percent at $95.97 in premarket trading, while Twitter slumped 14.8 percent to $15.12 after its revenue missed expectations.\n\n“That kind of miss is going to make people question if the corporate earnings as a whole is as strong as they think they are. I think it’s going to rattle confidence,” said Brad McMillan, chief investment officer for Commonwealth Financial in Waltham, Massachusetts.\n\nS&P 500 e-minis were down 5 points, or 0.24 percent, with 149,285 contracts traded at 8:31 a.m. ET. Nasdaq 100 e-minis were down 47.25 points, or 1.06 percent, on volume of 27,352 contracts. Dow e-minis were down 38 points, or 0.21 percent, with 23,357 contracts changing hands.\n\nInvestors are awaiting a Fed decision on rates at 2 p.m. ET (1800 GMT). No change in rates is expected but the Fed may signal its intention to tighten policy this year.\n\nEconomists polled by Reuters expect two increases this year but futures prices show traders do not expect rates to rise until late 2016, according to CME Group’s FedWatch.\n\n“I don’t think the Fed is going to raise rates today but they are starting to lean towards the possibility of a hike and are going to buy themselves some insurance by saying that June is more possible than a lot of people ... think,” McMillan said.\n\nThe Fed next meets on June 14-15. While the labor market continues to gain strength, inflation remains below the central bank’s 2 percent target and mixed economic data could cloud the path to future rate hikes.\n\nOil hit its highest level this year on Wednesday, driven by a falling dollar and evidence of declining U.S. supply, putting the price on course for its strongest monthly performance since last April.\n\nDisappointing earnings have slowed down a recent rally but the S&P continues to hold near the record high it set almost a year ago. The index has rallied 15 percent since February.\n\nFirst-quarter earnings from S&P 500 components are expected to have fallen 7.1 percent from a year earlier, according to Thomson Reuters I/B/E/S. Of the 166 companies that have reported, 59 percent reported revenue above analyst expectations, just short of the average 60 percent since 2002.\n\nApple suppliers Skyworks, Cirrus Logic and Broadcom were down between 3 percent and 5.4 percent.\n\nFacebook and PayPal are scheduled to report results after the close of market.\n\nDreamWorks Animation soared 19 percent to $32.27 after the Wall Street Journal reported Comcast is in talks to buy the Hollywood studio owner. Comcast was up 1.7 percent at $62.10.\n\nEbay was up 1.3 percent at $24.80 after raising its full-year revenue forecast, while Boeing fell 0.9 percent to $132 after a drop in quarterly profit.\n\nChipotle was down 4.7 percent at $425.01 after a bigger-than-expected drop in quarterly comparable sales prompted a spate of price target cuts. (Reporting by Tanya Agrawal; Editing by Don Sebastian)"
    },
    {
        "time": "6:20PM UTC",
        "header": "after massive drop, is apple cheap enough?",
        "link": "http://www.reuters.com/article/us-apple-results-valuation-idUSKCN0XO2FK",
        "body": "NEW YORK (Reuters) - If Apple (AAPL.O) could cash in the value it lost in the first minute of trading on Wednesday, it would be nearly enough to buy General Motors, Target or Caterpillar.\n\nIn fact, the $48 billion-or-so the iPhone maker’s stock shed at its session low could buy any one of nearly 400 components of the S&P 500. Various measures of valuation suggest the stock is probably still cheap - and has been for some time - but that may not motivate buyers concerned shares may fall further on saturation in iPhone sales.\n\n“I would not be surprised in the near term for the stock to fall to the high $80s or low $90s, there’s no catalyst right now,” said Channing Smith, managing director at Capital Advisors in Tulsa, Oklahoma. The firm manages about $1.4 billion in assets and Apple accounts for roughly 4 percent of their holdings, he said.\n\nApple shares were recently down 6.3 percent at $97.81.\n\nAt its session low of $95.68, Apple was almost 40 percent below its intrinsic valuation of $153 per share according to StarMine, which projects prices based on earnings per share growth five years forward. That number will likely fall following Tuesday’s earnings miss and reduced expectations.\n\nEven compared to the median target price of 46 analysts, currently $121, the stock trades at a discount of almost 20 percent.\n\nApple’s 12-month forward price to earnings ratio stands at 11.1 compared with an average of 17.5 over the past 10 years -roughly the life span of the iPhone - according to Thomson Reuters Datastream.\n\nThe stock’s price momentum as measured by the Thomson Reuters Eikon model, which weighs long-, medium- and short-term price movements, is the lowest since October 2013.\n\n“The stock is likely going to struggle in the coming months but Apple is not going away,” said Capital Advisors’ Smith. “It is a good risk-reward stock in an otherwise expensive market.”\n\nInvestors are paying 17 times for S&P 500 forward earnings, making the 11.1 times they pay for Apple the widest gap in more than 15 years, according to Datastream.\n\nFrom a technical perspective, the stock could see a short term rebound, as a measure of its internal relative strength indicates shares are oversold.\n\nGene Munster, a senior research analyst at Piper Jaffray, said he doubts Apple stock will fall further, predicting the anticipated launch of the iPhone 7 will return the company to growth in the fall.\n\n“Things are going to be more optimistic in the future, and the irony of this whole collapse is that it creates an easier comparable for the future,” he said.\n\n”It basically is resetting the bar to make the story, at least for investors, more attractive."
    },
    {
        "time": "12:51PM UTC",
        "header": "social media users upbeat on facebook; gloomy on apple, twitter",
        "link": "http://www.reuters.com/article/us-tech-results-sentiment-idUSKCN0XO264",
        "body": "(Reuters) - Social media sentiment for Apple Inc (AAPL.O) and Twitter Inc (TWTR.K) dropped sharply on Wednesday, a day after the companies reported disappointing quarterly earnings, while online circles remained confident about Facebook Inc (FB.O), which is scheduled to post results after the market closes.\n\nTwitter’s stock plunged 15 percent at midday, after dropping nearly 14 percent late Tuesday on news that revenue growth at the microblogging service was stagnant.\n\nApple shares were down 6 percent, after Tuesday’s 8 percent drop to below $100 for the first time since February. The sell-off began after the company reported its first-ever decline in iPhone sales and first revenue drop in 13 years.\n\nThe companies’ online buzz turned negative as well. Twitter’s social media sentiment plummeted by roughly 30 percent over the previous day, while Apple slumped a little more than 15 percent, according to Reuters metrics.\n\n“From my Seder: Plagues- blood, frogs, bugs, wild animals, pestilence, boils, hail, locust, darkness, $APPL!” tweeted Douglas Kass (@DougKass), president of Seabreeze Partners Management and a CNBC guest host, on Wednesday morning.\n\n“How management can continue to drain shareholder $ yet exec pay continues to climb should be punishable. Blows my mind no activists. $TWTR,” tweeted Scott J. Wheeler (@swheelscpa).\n\nDespite the gloom over the two technology companies, social media users remained firmly positive ahead of Facebook’s earnings, Reuters metrics showed.\n\nWhile social media sentiment is not a precise measure of investor attitudes, it can offer a glimpse into what is being said about a company online.\n\nMany analysts see Twitter in a war with Facebook for advertisement revenue and users.\n\n“In terms of revenue, it’s approaching the point where $FB may generate in a month what $TWTR generates in a year,” wrote Twitter user Semil (@semil)."
    },
    {
        "time": "7:00AM UTC",
        "header": "rpt-as iphone sales slump, apple bets on services from apps to music",
        "link": "http://www.reuters.com/article/apple-results-services-idUSL2N17U060",
        "body": "SAN FRANCISCO, April 26 (Reuters) - Apple Inc’s first-ever drop in quarterly iPhone sales has spurred Chief Executive Tim Cook to turn the spotlight on prospects for its services business, but the field is rife with competition and may prove challenging for a brand based on gadgets.\n\nSecond-quarter earnings saw services emerge as Apple’s second-largest business after the iPhone for the first time, topping iPad and Mac sales, which both fell.\n\nThe App Store, Apple Music, storage center iCloud and mobile wallet Apple Pay and other services generated nearly $6 billion in revenue, up 20 percent from the previous year. And executives have cheered the progress they are making in subscriptions, touting Apple Music’s 13 million paying subscribers.\n\nThe size of Apple’s installed base with 1 billion devices in consumer hands suggests it has plenty of room to grow in services. Services also promise a recurring revenue stream, unlike hardware sales.\n\nBut analysts say Apple faces an uphill battle in carving out the same sort of position in services that it has achieved with its hardware. The $6 billion in services revenue also pales in comparison to iPhone sales which accounted for about two-thirds of the company’s $50.6 billion quarterly sales.\n\nFirms such as music service Spotify, cloud storage rivals Google and Microsoft Corp and map makers have claimed major audiences among iPhone users, even when Apple has offered its own products as a default.\n\nAlso raising the stakes for its services business has been Apple’s decision to release in March the smaller, much cheaper iPhone SE - a move that is seen as trading revenue per device for broader adoption of its phones.\n\n“For the strategy to really make a lot of sense, you want to be more aggressive in building that services revenue,” said Colin Gillis, an analyst with BGC Partners.\n\nApple may also have to speed up its game.\n\n“Apple has settled into this annual upgrade cycle for hardware and software,” said analyst Jan Dawson at Jackdaw Research. “That’s quite different than the way that say Facebook pushes out updates to its app or Google makes changes to its search engine - they do that almost in real time.”\n\nGillis at BGC Partners calculates that margins for Apple’s services businesses are not as strong as the iPhone.\n\n“I don’t think any one is ever going to find that kind of sweet spot,” he said.\n\nApple Chief Financial Officer Luca Maestri said on Tuesday services achieve a similar level of profitability for the company as the average of its other businesses.\n\nPushing ahead in services in China - Apple’s second largest market - may also be challenging due to regulatory concerns. Chinese regulators have demanded that Apple halt its sales of books and movies in the country, the New York Times reported last week.\n\n“They need (services) in China - it has to be part of the growth story,” said analyst Ben Bajarin of Creative Strategies."
    },
    {
        "time": "9:31PM UTC",
        "header": "wall street ticks up as hawkish fed fears ebb; apple weighs",
        "link": "http://www.reuters.com/article/us-usa-stocks-idUSKCN0XO1H2",
        "body": "(Reuters) - U.S. stocks ended slightly higher on Wednesday after fears eased that the Federal Reserve would strongly signal it would raise interest rates in June, though a slump in Apple shares weighed on the Nasdaq index.\n\nStocks in the telecom and utilities sectors, seen as proxies for fixed income returns when Treasury yields are expected to remain low, rose sharply after the Fed’s announcement. That indicates market participants expect U.S. government yields to remain subdued.\n\n“The big takeaway here is they (the Fed) continued to be positive on the domestic economy,” said John Bailer, senior portfolio manager at The Boston Company Asset Management. “They have taken out some of the risk on the global economy.”\n\n“It is slightly hawkish in my mind but not enough to get the market worried about it.”\n\nEconomists polled by Reuters expect two rate increases this year but futures prices show traders do not expect a hike until at least September, according to CME Group’s FedWatch tool.\n\nThe Fed next meets on June 14-15. While the labor market continues to gain strength, inflation remains below the central bank’s 2 percent target and mixed economic data could cloud the path to future rate hikes.\n\nThe technology sector remained the largest weight on the market after Apple slumped more than 6 percent following its first revenue decline in over a decade.\n\nThe Dow Jones industrial average rose 51.23 points, or 0.28 percent, to 18,041.55, the S&P 500 gained 3.45 points, or 0.16 percent, to 2,095.15 and the Nasdaq Composite fell 25.14 points, or 0.51 percent, to 4,863.14.\n\nNasdaq 100 e-mini futures pared losses after the closing bell as Facebook’s shares jumped more than 8 percent after the company beat estimates on both earnings and revenue.\n\nDuring the regular session, Exxon Mobil shares hit their highest level since May 2015 after the energy company raised its quarterly dividend to 75 cents from 73 cents. The dividend hike came a day after Standard & Poor’s cut Exxon’s credit rating, in part for being too generous with shareholders. Its shares closed up 0.9 percent at $88.46.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 2.4-to-1 ratio and on the Nasdaq a 1.14-to-1 ratio favored advancers.\n\nThe S&P 500 posted 25 new 52-week highs and 2 new lows; the Nasdaq recorded 67 new highs and 16 new lows.\n\nAbout 7.4 billion shares changed hands in U.S. exchanges, compared with a 6.9 billion daily average over the past 20 sessions."
    },
    {
        "time": "1:30AM UTC",
        "header": "european factors to watch-shares seen flat, apple may impact tech stocks",
        "link": "http://www.reuters.com/article/europe-stocks-factors-idUSL5N17U0KA",
        "body": "LONDON, April 27 (Reuters) - European stocks were opening flat on Wednesday, although technology stocks may come under pressure after Apple posted its first-ever decline in iPhone sales.\n\nFinancial spreadbetters at IG expected Britain’s FTSE 100 to open down by 1 point, unchanged in percentage terms. Germany’s DAX was seen up by 11 points, or 0.1 percent higher, while France’s CAC was seen up by 2 points.\n\nOn Tuesday, Apple posted its first-ever decline in iPhone sales and its first revenue drop in 13 years as the company credited with inventing the smartphone struggles with an increasingly saturated market.\n\nThe company’s sales dropped by more than a quarter in China, its most important market after the United States, and it also forecast another disappointing quarter for global revenues.\n\nInvestors will also be focusing on a U.S. Federal Reserve meeting later in the day.\n\nWhile the Fed is expected to hold interest rates steady, it could also take a more upbeat view on the economy, keeping the way open for future rate rises.\n\nBelgian supermarket group Delhaize reported on Wednesday a stronger-than-expected operating profit in the first quarter, driven by lower costs and strong sales growth in Southeastern Europe.\n\nGerman forklift truck maker Kion said its first-quarter operating profit rose to 98.6 million euros ($111.4 million) thanks to sustained demand for its forklift trucks and warehouse services business in Europe.\n\nNestle has struck a deal with Britain’s R&R Ice Cream to form a joint venture that will sell ice cream and frozen food in over 20 countries, its latest attempt to adapt to a changing and more competitive packaged food market.\n\nNordea, the Nordic region’s biggest bank by market value, reported first-quarter operating profit that missed forecasts on Wednesday as its core net interest income landed below expectations.\n\nNorsk Hydro, one of the world’s largest aluminium producers, said the global primary metal market was largely balanced this year as it reported operating earnings above forecasts for the first quarter on Wednesday.\n\nNorwegian oil major Statoil reported adjusted operating earnings above forecasts for the first quarter on Wednesday and maintained its outlook and quarterly dividend. ------------------------------------------------------------------------------ > GLOBAL MARKETS-Asia stocks subdued with central banks in focus, oil holds gains > US STOCKS-S&P500 index buoyed by commodity sectors; Apple drags futures lower > Nikkei slides as Apple-linked stocks wilt, poor earnings stoke worries > TREASURIES-U.S. yields rise on supply ahead of Fed statement > FOREX-Aussie plunges as prices fall; dollar and yen look to Fed, BOJ > PRECIOUS-Gold edges up ahead of Fed on softer dollar, weak U.S. data > METALS-Copper extends losing streak to 3rd day on China concerns > Oil prices jump on weak dollar, strong investor appetite\n\nADVISORY- Reuters plans to replace intra-day European and UK stock market reports with a Live Markets blog on Eikon (see cpurl://apps.cp./cms/?pageId=livemarkets for site in development). In a real-time, multimedia format from 0600 London time through the 1630 closing bell, it will include the best of our market reporting, Stocks Buzz service, Eikon graphics, Reuters pictures, eye-catching research and market zeitgeist. Breaking news and dramatic market moves will continue to be alerted to all clients and we will continue to provide a short opening story and comprehensive closing reports.\n\nIf you have any thoughts, suggestions or feedback on this, please email mike.dolan@thomsonreuters.com."
    },
    {
        "time": "6:20PM UTC",
        "header": "amid talk of 'peak iphone', apple's prospects hinge on next model",
        "link": "http://www.reuters.com/article/us-apple-results-research-idUSKCN0XO1K1",
        "body": "(Reuters) - Ask Siri if iPhone 7 will be the answer to Apple Inc’s (AAPL.O) problems, and you’re told that a visit to Apple’s website should answer that question “and more”.\n\nIf only it was that easy.\n\nApple’s shares closed down 6.3 percent at $97.82 on Wednesday, wiping off about $36 billion in market value, a day after the company reported its first-ever fall in smartphone sales, arousing talk of “peak iPhone”.\n\nFor many analysts, the company’s immediate future rests with iPhone 7, which Apple is expected to launch in September.\n\n“If iPhone 7 doesn’t surprise with meaningful new useful features, we worry that consumers won’t upgrade,” Macquarie analyst Ben Schachter wrote in a note to clients.\n\n“And unfortunately, nothing that we’ve seen about iPhone 7 thus far strikes us as particularly innovative,” said Schachter, who cut his price target to $112 from $117 while maintaining his “outperform” rating on the stock.\n\nThe iPhone 7 is expected to sport a new look with features such as waterproofing, wireless headphones and force touch as the home button.\n\nBut many wonder if that will be enough to entice users to dump their existing iPhones or switch from the Android-based phones that have come to dominate the smartphone market.\n\nGoldman Sachs removed Apple from its conviction list after Apple’s results and said it expected the company’s shares to remain weak until the market gets more comfortable with the prospects for iPhone 7.\n\nGoldman was among at least 16 brokerages that cut price outlooks on Apple’s stock, cutting its target to $136 from $155 while retaining a “buy” rating.\n\nOf the 46 analysts covering the stock, 36 rate it “buy” or “strong buy” or the equivalent. The median price target is $121, according to Reuters data.\n\nApple usually launches new iPhones in September and sells the most devices in the December quarter.\n\nUnit sales typically drop over the next few quarters, picking up after the next iPhone launch.\n\nAlong with the weaker-than-expected iPhone sales, Apple reported its first drop in revenue in a decade. Sales in China, the company’s most important market after the United States, fell 26 percent.\n\nApple also forecast another disappointing quarter for sales.\n\nThe bad news overshadowed strong results from the company’s growing service business and an increase in share buybacks.\n\nAs of Wednesday’s close, nearly $200 billion has been wiped off the value of the world’s most valuable listed company over the past year - almost the equivalent of the market cap of Wal-Mart Stores Inc (WMT.N), the world’s biggest retailer. The stock last closed below $100 in February.\n\nApple’s disappointing results fit a recent pattern for tech companies. Microsoft Corp (MSFT.O) and Google parent Alphabet Inc (GOOGL.O) came up short of expectations.\n\nPiper Jaffray’s Gene Munster said that while there were few bright spots in Apple’s report, he believed Apple’s shares would rebound in 2016 as iPhone sales start to grow again in the fourth quarter.\n\nStill, there was a bigger question about the iPhone’s longer-term growth and other factors that can drive revenue, he wrote. “That question remains unanswered after the March report.”"
    },
    {
        "time": "8:33AM UTC",
        "header": "apple upbeat on iphone se demand but some asian retailers, suppliers less cheery",
        "link": "http://www.reuters.com/article/us-apple-asia-idUSKCN0XO0ZL",
        "body": "HONG KONG (Reuters) - After announcing its first-ever drop in iPhone sales on Tuesday, Apple Inc sought to reassure investors by saying its latest and cheapest model was in strong demand after being launched in late March. Some retailers and suppliers in Asia aren’t so sure.\n\nIn a Reuters survey of 10 retailers in Hong Kong, Beijing, Shanghai and Shenzhen, seven - including four Apple Stores - reported solid early demand, but three third-party retailers said sales were weak. Two suppliers of components for Apple phones, including the new iPhone SE, said they were seeing lower orders.\n\n“I’ve been dealing with iPhones for five to six years now. This current quarter for Apple feels weak,” said an executive at a Taiwan-based company whose components are used in iPhones including the SE model, which markets for $399. “Our current shipment situation for Apple is not like the last two years. There are more iPhone models, but the total volume of iPhones is falling.”\n\nSuch a mixed outlook from Greater China, its most important market after the United States and generator of a quarter of the company’s revenue, could be a major cause of concern for Apple.\n\nThe company’s revenue from the region, which includes Hong Kong and Taiwan, dropped 26 percent in the March quarter, making it the weakest region in the world.\n\nApple did not respond to requests for comment on the Reuters survey.\n\n“iPhone is still popular but sales have dropped because... there’s no new model and the SE is similar to 5C. So it doesn’t sell well,” said Zhu You Peng, a salesman at Apple product reseller Xiongyu in Shenzhen. The 5C was Apple’s last attempt to produce a cheaper phone, back in 2013.\n\nZhu said it sold around 300 iPhones per month last year but the number has dropped to around 100-200 this year.\n\nThat view contrasts with upbeat comments about the phone from Apple’s Chief Financial Officer Luca Maestri on Tuesday.\n\n“The situation right now around the world is that we are supply-constrained,” he told Reuters, referring to the iPhone SE. “The demand has been very, very strong.”\n\nThe iPhone SEs are sold out in Apple’s own stores in mainland China and customers have to wait about three weeks to get the product delivered by Apple, according to Apple’s websites. The size of the original supplies to the stores is unclear.\n\nApple, whose shares dropped about 8 percent after it reported the disappointing first-quarter results on Tuesday, is under pressure to show that the decline in iPhone sales represents just a hiccup, rather than a permanent shift for the product that fueled its meteoric rise.\n\nIt isn’t the only challenge facing the U.S. technology giant. Its mobile entertainment services were blocked online in China earlier this month just at a time when it wants to grow services business as potential source of revenue against tapering iPhone sales. The New York Times reported that a state regulator had demanded Apple halt the services.\n\nThe new phone was seen as an important offsetting influence in subsequent periods until Apple launches its iPhone 7 - widely expected around September. The lower price point was part of a strategy to compete against Asian rivals in emerging markets such as China.\n\nAt the iPhone SE product launch in March, Apple vice president of iPhone Product Marketing Greg Joswiak singled out China as a target market, saying four-inch displays like that on the iPhone SE were still popular with first-time smartphone buyers. Apple’s mainstream iPhone 6 and iPhone 6 Plus have 4.7-inch and 5.5-inch screens.\n\nAnother supplier said iPhone orders will be lower in the second quarter and second half of this year. It also provides a component for the SE model.\n\n“Our customer is aiming for a higher target, but we are more conservative on that,” the person said, referring to Apple.\n\nThat adds to concern that Apple may further lose momentum in China, where slowing economic growth may prompt more consumers to snap up cheaper phones.\n\n“Local brands are taking up more sales, especially among low income people who earn less than 3,000 yuan a month. OPPO, Vivo phones that cost around 1,000-2,000 yuan sells the best among them,” said Zhu at Xiongyu.\n\nAided by strong market share gain in China, Chinese smartphone vendors shipped more smartphones globally than Apple and Samsung Electronics Co combined had supplied for the first time in the first quarter, according to research firm TrendForce.\n\nUnderscoring the surging growth for Chinese vendors, Huawei Technologies Co Ltd, third-largest after Samsung and Apple, reported earlier this month a 62 percent growth in global smartphone shipments in the first quarter.\n\n“Consumers who want to show they are rich enough, they will buy an iPhone... those who want to use something different, they will choose Samsung,” Joonsuh Kim, chief design officer of Huawei’s consumer business group, told Reuters, referring to consumers in China.\n\n“But these days consumers are not that old fashioned. They are getting much smarter, and this is why we have much chance,” said the former Samsung mobile design director."
    },
    {
        "time": "5:57AM UTC",
        "header": "emerging markets-asian shares suffer apple effect; fed, oil cap emerging market losses",
        "link": "http://www.reuters.com/article/emerging-markets-idUSL5N17U2ON",
        "body": "LONDON, April 27 (Reuters) - Asian tech stocks led emerging equity losses on Wednesday, battered by a Wall Street selloff and signs of economic weakness, though firmer oil and expectations of a dovish U.S. Fed kept a lid on losses elsewhere.\n\nMSCI’s emerging equity index was flat after some of its biggest components - China, Taiwan and South Korea - closed in the red, with Hong Kong down 0.4 percent and the latter two ending 0.2 percent lower .\n\nLosses rippled across Apple’s supply chain after the iPhone maker posted its first revenue drop in 13 years and falling sales in China, while signalling a weak second quarter outlook .\n\nTaiwan’s electronics sub-index lost half a percent while Taiwan Semiconductor Manufacturing Co, the world’s top chip maker, shed one percent as did Hai Precision , which assembles iPhones.\n\nThe companies are also likely to come under pressure from sluggish growth from home and a slowing U.S. recovery, with Taiwan’s economy seen contracting 0.6 percent in the first quarter when data is released later this week.\n\nHowever, activity across most other markets was subdued before central bank meetings in Japan and the United States, with investors waiting to see if the U.S. Federal Reserve signals the timing of its next interest rate rise.\n\nLuis Costa, Citi’s head of CEEMEA currency and debt strategy, warned there were worries about the sustainability of the commodity price bounce which has been led by an expansion in Chinese money supply and debt.\n\n“We are heading towards another Yellen evening and I’d be surprised if something more hawkish came from her speech,” he said.\n\n“Given we are in an environment where G3 central banks are putting dovish pressure on markets, our position is for positive EM risk.”\n\nOil prices rose 2 percent but effects were muted with Riyadh the only Gulf bourse to benefit. The index rose half a percent led by 1.5 percent gains on Saudi Basic Industries .\n\nRussia’s rouble-denominated equity index and the rouble were flat on the day .\n\nCosta said the market remained wary of pushing the rouble higher, given its 30 percent rally in the past three months and before Friday’s central bank meeting. The meeting should leave rates unchanged but could signal easing in coming months.\n\nThe Hungarian forint slipped a quarter percent to the euro after Tuesday’s expected 15 basis-point (bps) rate cut, trading just off two-week lows. Hungarian short-dated bond yields hit new record lows after the cut.\n\nThe zloty resumed its fall, losing 0.4 percent to the euro on fears Poland’s plans for Swiss franc mortgage conversions will lead to ratings downgrades.\n\nEarlier, Malaysian shares hit two-month lows as the crisis around state fund 1MBD continued. But default fears have been contained as Abu Dhabi-backed IPIC is paying a missed coupon on a bond that it guarantees.\n\nThe Brazilian real was marginally firmer before a central bank meeting that should hold rates steady. The currency is approaching recent eight-month highs on expectation a possible new government will unveil sweeping reforms .\n\nFor GRAPHIC on emerging market FX performance 2016, see link.reuters.com/jus35t\n\nFor GRAPHIC on MSCI emerging index performance 2016, see link.reuters.com/weh36s\n\nFor GRAPHIC on MSCI emerging Europe performance 2016, see link.reuters.com/jun28s\n\nFor GRAPHIC on MSCI frontier index performance 2016, see link.reuters.com/zyh97s\n\nAll data taken from Reuters.\n\nCurrency percent change calculated from the daily U.S."
    },
    {
        "time": "1:40PM UTC",
        "header": "police investigate death at apple headquarters in california -reports",
        "link": "http://www.reuters.com/article/apple-death-idUSL2N17U1OK",
        "body": "April 27 (Reuters) - A person has been found dead in a conference room at Apple headquarters in Northern California, and police were investigating, local media reported on Wednesday.\n\nThe East Bay Times newspaper reported that an emergency call was made at 8:35 a.m. from Apple’s campus in Cupertino and that the victim, who had suffered a head wound, was pronounced dead at the scene.\n\nLocal television station KTVU said investigators from the Santa Clara County Sheriff’s Office were en route to the scene.\n\nReuters could not confirm the report and Apple did not immediately respond to a request for comment. (Reporting by Dan Whitcomb; Editing by Bernadette Baum)"
    },
    {
        "time": "12:18PM UTC",
        "header": "fbi says cannot submit method for unlocking iphone for interagency review",
        "link": "http://www.reuters.com/article/apple-encryption-idUSL2N17U1EG",
        "body": "WASHINGTON, April 27 (Reuters) - The U.S. Federal Bureau of Investigation said on Wednesday that it did not own the rights to the technical method it used to open an iPhone used by one of the San Bernardino shooters and therefore “cannot” submit details of the mechanism to an interagency review process.\n\nIn a statement, Amy S. Hess, the FBI’s executive assistant director for science and technology said that when it hired an “outside party” to unlock the phone, it did not “purchase the rights to technical details about how the method functions” and hence does not “have enough technical information about any vulnerability” in the iPhone which the interagency review process could consider for sharing with other government agencies or Apple itself."
    },
    {
        "time": "4:42PM UTC",
        "header": "us stocks-wall st ticks up as hawkish fed fears ebb; apple weighs",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL2N17U2BS",
        "body": "(Reuters) - U.S. stocks ended slightly higher on Wednesday after fears eased that the Federal Reserve would strongly signal it would raise interest rates in June, though a slump in Apple shares weighed on the Nasdaq index.\n\nStocks in the telecom and utilities sectors, seen as proxies for fixed income returns when Treasury yields are expected to remain low, rose sharply after the Fed’s announcement. That indicates market participants expect U.S. government yields to remain subdued.\n\n“The big takeaway here is they (the Fed) continued to be positive on the domestic economy,” said John Bailer, senior portfolio manager at The Boston Company Asset Management. “They have taken out some of the risk on the global economy.”\n\n“It is slightly hawkish in my mind but not enough to get the market worried about it.”\n\nEconomists polled by Reuters expect two rate increases this year but futures prices show traders do not expect a hike until at least September, according to CME Group’s FedWatch tool.\n\nThe Fed next meets on June 14-15. While the labor market continues to gain strength, inflation remains below the central bank’s 2 percent target and mixed economic data could cloud the path to future rate hikes.\n\nThe technology sector remained the largest weight on the market after Apple slumped more than 6 percent following its first revenue decline in over a decade.\n\nThe Dow Jones industrial average rose 51.23 points, or 0.28 percent, to 18,041.55, the S&P 500 gained 3.45 points, or 0.16 percent, to 2,095.15 and the Nasdaq Composite fell 25.14 points, or 0.51 percent, to 4,863.14.\n\nNasdaq 100 e-mini futures pared losses after the closing bell as Facebook’s shares jumped more than 8 percent after the company beat estimates on both earnings and revenue.\n\nDuring the regular session, Exxon Mobil shares hit their highest level since May 2015 after the energy company raised its quarterly dividend to 75 cents from 73 cents. The dividend hike came a day after Standard & Poor’s cut Exxon’s credit rating, in part for being too generous with shareholders. Its shares closed up 0.9 percent at $88.46.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 2.4-to-1 ratio and on the Nasdaq a 1.14-to-1 ratio favored advancers.\n\nThe S&P 500 posted 25 new 52-week highs and 2 new lows; the Nasdaq recorded 67 new highs and 16 new lows.\n\nAbout 7.4 billion shares changed hands in U.S. exchanges, compared with a 6.9 billion daily average over the past 20 sessions."
    },
    {
        "time": "2:21AM UTC",
        "header": "european factors to watch-equity futures fall, apple may impact tech stocks",
        "link": "http://www.reuters.com/article/europe-stocks-factors-idUSL5N17U0QV",
        "body": "LONDON, April 27 (Reuters) - European equity futures fell on Wednesday, with several leading banks posting a fall in profits, while technology stocks may come under pressure after Apple reported its first-ever decline in iPhone sales.\n\nFutures on the Euro STOXX 50, Germany’s DAX France’s and Britain’s FTSE were all down between 0.2-0.3 percent.\n\nOn Tuesday, Apple posted its first-ever decline in iPhone sales and its first revenue drop in 13 years as the company credited with inventing the smartphone struggles with an increasingly saturated market.\n\nThe company’s sales dropped by more than a quarter in China, its most important market after the United States, and it also forecast another disappointing quarter for global revenues.\n\nIn the banking sector, Barclays, Santander and SEB all reported lower profits.\n\nInvestors will also be focusing on a U.S. Federal Reserve meeting later in the day.\n\nWhile the Fed is expected to hold interest rates steady, it could also take a more upbeat view on the economy, keeping the way open for future rate rises.\n\nGerman sporting goods group Adidas hiked its guidance for 2016 as it reported a 35 percent jump in first-quarter operating profit, citing strong brand momentum.\n\nBarclays reported a worse than expected 33 percent slump in pretax profits for the first three months of the year, as the lender followed its U.S. peers in reporting falling investment banking revenues in a weak global market environment.\n\nBelgian supermarket group Delhaize reported on Wednesday a stronger-than-expected operating profit in the first quarter, driven by lower costs and strong sales growth in Southeastern Europe.\n\nDeutsche Bank’s co-chief executive Juergen Fitschen said Germany’s biggest bank aimed to close its major legal disputes by the end of the year, according to comments he made to a German newspaper.\n\nGerman forklift truck maker Kion said its first-quarter operating profit rose to 98.6 million euros ($111.4 million) thanks to sustained demand for its forklift trucks and warehouse services business in Europe.\n\nNestle has struck a deal with Britain’s R&R Ice Cream to form a joint venture that will sell ice cream and frozen food in over 20 countries, its latest attempt to adapt to a changing and more competitive packaged food market.\n\nNordea, the Nordic region’s biggest bank by market value, reported first-quarter operating profit that missed forecasts on Wednesday as its core net interest income landed below expectations.\n\nNorsk Hydro, one of the world’s largest aluminium producers, said the global primary metal market was largely balanced this year as it reported operating earnings above forecasts for the first quarter on Wednesday.\n\nBanco Santander, the euro zone’s biggest bank, on Wednesday posted a 4.9 percent fall in first quarter net profit from a year earlier, hit by a deepening recession in Brazil, its second biggest market.\n\nSwedish banking group SEB reported first-quarter underlying operating profit below expectations on Wednesday as low corporate customer activity hit earnings.\n\nNorwegian oil major Statoil reported adjusted operating earnings above forecasts for the first quarter on Wednesday and maintained its outlook and quarterly dividend.\n\nFranco-Italian chipmaker STMicroelectronics reported first-quarter results in line with expectations on Wednesday, helped by a good performance from its automotive division. ------------------------------------------------------------------------------ > GLOBAL MARKETS-Asia stocks subdued with central banks in focus, oil holds gains > US STOCKS-S&P500 index buoyed by commodity sectors; Apple drags futures lower > Nikkei slides as Apple-linked stocks wilt, poor earnings stoke worries > TREASURIES-U.S. yields rise on supply ahead of Fed statement > FOREX-Aussie plunges as prices fall; dollar and yen look to Fed, BOJ > PRECIOUS-Gold edges up ahead of Fed on softer dollar, weak U.S. data > METALS-Copper extends losing streak to 3rd day on China concerns > Oil prices jump on weak dollar, strong investor appetite\n\nADVISORY- Reuters plans to replace intra-day European and UK stock market reports with a Live Markets blog on Eikon (see cpurl://apps.cp./cms/?pageId=livemarkets for site in development). In a real-time, multimedia format from 0600 London time through the 1630 closing bell, it will include the best of our market reporting, Stocks Buzz service, Eikon graphics, Reuters pictures, eye-catching research and market zeitgeist. Breaking news and dramatic market moves will continue to be alerted to all clients and we will continue to provide a short opening story and comprehensive closing reports.\n\nIf you have any thoughts, suggestions or feedback on this, please email mike.dolan@thomsonreuters.com."
    },
    {
        "time": "3:10PM UTC",
        "header": "us stocks-wall st little changed as hawkish fed fears ebb; apple weighs",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL2N17U1ZR",
        "body": "* Apple falls after revenue slips for first time in 13 years\n\n* Fed not hawkish enough to deter stock investors\n\n* Dow up 0.2 pct, S&P down 0.1 pct, Nasdaq down 0.9 pct (Updates prices, adds Fed decision, changes byline, comment)\n\nApril 27 (Reuters) - U.S. stocks were little changed on Wednesday after fears eased that the Federal Reserve would strongly signal it would raise interest rates in June, though a slump in Apple shares weighed on the Nasdaq index.\n\nStocks in the telecom and utilities sectors, seen as proxies for fixed income returns when Treasury yields are expected to remain low, rose sharply after the Fed’s announcement. That indicates market participants expect U.S. government yields to remain subdued.\n\n“The big takeaway here is they (the Fed) continued to be positive on the domestic economy,” said John Bailer, senior portfolio manager at The Boston Company Asset Management. “They have taken out some of the risk on the global economy.”\n\n“It is slightly hawkish in my mind but not enough to get the market worried about it.”\n\nEconomists polled by Reuters expect two increases this year but futures prices show traders do not expect a raise until at least September according to CME Group’s FedWatch tool.\n\nThe Fed next meets on June 14-15. While the labor market continues to gain strength, inflation remains below the central bank’s 2 percent target and mixed economic data could cloud the path to future rate hikes.\n\nThe technology sector remained the largest weight on the market after Apple slumped more than 6 percent following its first revenue decline in over a decade.\n\nThe Dow Jones industrial average rose 37.64 points, or 0.21 percent, to 18,027.96, the S&P 500 lost 0.12 points, or 0.01 percent, to 2,091.58 and the Nasdaq Composite dropped 45.60 points, or 0.93 percent, to 4,842.68.\n\nExxon Mobil shares hit their highest level since May 2015 after the energy giant raised its quarterly dividend to 75 cents from 73. The dividend hike comes a day after Standard & Poor’s cut Exxon’s credit rating, in part for being too generous with shareholders.\n\nFirst-quarter earnings from S&P 500 components are expected to have fallen 6.9 percent from a year earlier, according to Thomson Reuters I/B/E/S. Of the 209 companies that have reported, 59 percent reported revenue above analyst expectations, just short of the average 60 percent since 2002.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 1.79-to-1 ratio while on the Nasdaq a 1.22-to-1 ratio favored decliners.\n\nThe S&P 500 posted 22 new 52-week highs and 2 new lows; the Nasdaq recorded 56 new highs and 14 new lows. (Reporting by Rodrigo Campos, additional reporting by Chuck Mikolajczak; Editing by Chizu Nomiyama)"
    },
    {
        "time": "9:32AM UTC",
        "header": "us stocks snapshot-wall st lower after weak results from apple",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL3N17U45U",
        "body": "April 27 (Reuters) - U.S. stocks opened lower on Wednesday as weak results from Apple raised investor concerns about the quality of corporate earnings ahead of a policy decision by the Federal Reserve.\n\nThe Dow Jones industrial average was down 50.95 points, or 0.28 percent, at 17,939.37, the S&P 500 was down 4.52 points, or 0.22 percent, at 2,087.18 and the Nasdaq composite was down 32.22 points, or 0.66 percent, at 4,856.06. (Reporting by Yashaswini Swamynathan in Bengaluru; Editing by Don Sebastian)"
    }
]