[
    {
        "time": "7:13PM UTC",
        "header": "judicial panel members consider legal brief in apple case: sources",
        "link": "http://www.reuters.com/article/us-apple-encryption-amici-idUSKCN0W32WA",
        "body": "WASHINGTON (Reuters) - Members of the House Judiciary Committee are considering filing a “friend of the court” brief in Apple Inc’s [AAPL.O] encryption dispute with the U.S. government to argue that the case should be decided by Congress and not the courts, five sources familiar with the matter said.\n\nThe sources cautioned that no final agreement had been reached on what would be an unusual intervention by congressmen in a legal proceeding. Any filing would occur after a panel hearing on Tuesday that will include FBI Director James Comey and Apple General Counsel Bruce Sewell. The court deadline is Thursday.\n\nThe filing would argue that the Feb. 16 order from a federal court in California that instructs Apple to write special software to unlock an iPhone 5c used by one of the San Bernardino shooters threatens the constitutional separation of powers, the sources said.\n\nThey said the brief would come from individual committee members of both Republican and Democratic parties but not the judiciary committee itself. Reuters could not determine which members were likely to be included.\n\nLawmakers could wait until the appeals process before intervening, the sources said.\n\nApple last week formally opposed the order in court, calling the case “unprecedented” and a violation of free speech rights that would override the will of Congress.\n\nOn Monday, a judge in a related New York case sided with Apple in agreeing that the courts did not have the authority to order Apple to unlock a phone.\n\nThe San Bernardino case has come to represent a broader debate over how much authority law enforcement should have to compel companies to assist in monitoring digital communications.\n\nThe encryption debate does not divide along party lines, with liberal Democrats and libertarian-leaning Republicans both supporting Apple’s stance. Many pro-law enforcement lawmakers of both parties, and Republican presidential front-runner Donald Trump, support the government’s position.\n\nThe unusual Congressional intervention would come on top of a wave of support for Apple among its Silicon Valley brethren. Some two-dozen companies and civil liberties groups are expected to weigh in on Apple’s side. Relatives of some of the shooting victims are planning to back the government’s case, said their lawyer, Stephen Larson.\n\nThe Federal Bureau of Investigation earlier this month sought and obtained a court order requiring that Apple write new software and take other steps to unlock an iPhone 5C that was used by Rizwan Farook, who along with his wife went on a shooting rampage on Dec. 2 in San Bernardino that killed 14 and wounded 22.\n\nThe government has said the attack was inspired by Islamist militants and the FBI wants to read data from the phone to investigate any links the couple might have had with militant groups. Apple is concerned that the order would lead to endless similar requests in the U.S. and overseas and ultimately undermine the security of all Apple phone.\n\nA number of large tech firms have publicly said they will file briefs supporting Apple. Google, Facebook and Microsoft are expected to file jointly and be represented by Neal Katyal, a Georgetown law professor and former acting U.S. solicitor general for the Obama administration, according to a source familiar with the companies’ plans.\n\nAmazon, LinkedIn, Twitter, the Mozilla Foundation, and the cloud storage firm Box, along with advocacy groups including the Electronic Frontier Foundation and the Center for Democracy and Technology, are also expected to support Apple.\n\nStill, some major companies, including IBM, are expected to sit out the fight. Telecom carriers have also been notably reluctant to get involved; Verizon is unlikely to file a friend of the court brief, despite comments from its CEO that the company supports encryption with no backdoors, sources familiar with the matter said.\n\nA Justice Department spokeswoman declined comment on Sunday about what other briefs were expected.\n\nApple’s high-profile standoff with the U.S. government is being played out as many of the Obama administration’s most senior officials are traveling to San Francisco this week to attend the world’s largest cyber security conference.\n\nU.S. Attorney General Loretta Lynch, National Security Director Michael Rogers and Defense Secretary Ash Carter are all scheduled to speak at RSA conference, where the iPhone fight and encryption more broadly are expected to dominate conversation."
    },
    {
        "time": "3:59PM UTC",
        "header": "unlocking iphone would leave millions exposed, apple to tell congress",
        "link": "http://www.reuters.com/article/us-apple-encryption-congress-idUSKCN0W226S",
        "body": "WASHINGTON (Reuters) - Unlocking an iPhone used by one of the San Bernardino shooters would leave hundreds of millions of Apple Inc (AAPL.O) device owners vulnerable to cybercriminals and other hackers, the company’s top lawyer is expected to tell U.S. lawmakers on Tuesday.\n\nIn written testimony to the U.S. House of Representatives Judiciary Committee released on Monday, Apple General Counsel Bruce Sewell reiterated the tech giant’s stance that the FBI’s request to help access the phone “would set a dangerous precedent for government intrusion on the privacy and safety of its citizens.”"
    },
    {
        "time": "8:54PM UTC",
        "header": "attorney general lynch says hopes apple will comply with court order",
        "link": "http://www.reuters.com/article/usa-justice-lynch-idUSL2N169045",
        "body": "WASHINGTON (Reuters) - U.S. Attorney General Loretta Lynch said on Monday that she hopes Apple Inc. will still comply with the court order by a federal judge in California to unlock the iPhone used by one of the San Bernardino shooters.\n\n“It is still our hope that they will see their way clear to complying with that order as thousands of other companies do every day,” Lynch said in an interview with Fox News.\n\nAsked about the FBI’s investigation into Hillary Clinton’s emails, Lynch said the investigation would be done independently and refused to disclose information.\n\nLynch said no one outside the Justice Department, even at the White House, has been briefed on the case.\n\nLynch, who has been in the job as the United States’ top law enforcer since April 2015, waived off rumors that she might be nominated to the Supreme Court to replace late Justice Antonin Scalia.\n\n“I haven’t had those conversations. I‘m very happy with my job,” Lynch repeated twice."
    },
    {
        "time": "5:34PM UTC",
        "header": "brooklyn judge denies government's request to unlock iphone in drug case",
        "link": "http://www.reuters.com/article/apple-encryption-deny-idUSL2N168247",
        "body": "Feb 29 (Reuters) - A federal judge in Brooklyn, New York denied the U.S. government’s motion to compel Apple Inc. to provide access into an iPhone used in a drug case, according to court documents released on Monday.\n\nThe government sought access to the phone in October, months before a judge in California ordered Apple to give the government access to the phone used by one of the shooters in the San Bernardino, California attacks. (Reporting by Julia Edwards; Editing by Chris Reese)"
    },
    {
        "time": "9:32PM UTC",
        "header": "n.y. judge backs apple in encryption fight with government",
        "link": "http://www.reuters.com/article/us-apple-encryption-deny-idUSKCN0W22Q0",
        "body": "(Reuters) - The U.S. government cannot force Apple Inc (AAPL.O) to unlock an iPhone in a New York drug case, a federal judge in Brooklyn said on Monday, a ruling that bolsters the company’s arguments in its landmark legal showdown with the Justice Department over encryption and privacy.\n\nThe government sought access to the phone in the Brooklyn case in October, months before a judge in California ordered Apple to take special measures to give the government access to the phone used by one of the shooters in the San Bernardino, California, attacks.\n\nU.S. Magistrate Judge James Orenstein in Brooklyn ruled that he did not have the legal authority to order Apple to disable the security of an iPhone that was seized during a drug investigation.\n\nHis ruling echoed many of the arguments that Apple has made in the San Bernardino case, particularly his finding that a 1789 law called the All Writs Act cannot be used to force Apple to open the phone. Orenstein also found that Apple was largely exempt from complying with such requests by a 1994 law that updated wiretapping laws.\n\nA senior Apple executive, who spoke on condition he not be named, said during a call with reporters that Orenstein’s decision would bode well for the company in the San Bernardino case, which has touched off a fierce national debate about the balance between fighting crime and preserving privacy in the digital age.\n\nHe said that the government’s demands in the San Bernardino case, which include compelling Apple to alter its operating system, were even more far-reaching than in the NY case.\n\nAlthough U.S. Magistrate Judge Sheri Pym, the judge in the San Bernardino case, will not be bound by Orenstein’s decision, the senior Apple executive said it will likely be influential. In both cases, the government relies on the All Writs Act, a broad 1789 law which enables judges to require actions necessary to enforce their own orders.\n\nThe Justice Department is “disappointed” in Orenstein’s ruling and plans to ask a higher judge within the same federal district to review the matter in coming days, a department representative said.\n\nThough the defendant in the drug case has already pleaded guilty, the Justice Department still believes the phone may contain evidence that “will assist us in an active criminal investigation,” the official said.\n\nWhen fighting the government’s order to help extract data from the iPhone, Apple had argued that being forced to do so “could threaten the trust between Apple and its customers and substantially tarnish the Apple brand,” according to court records.\n\nOrenstein said his ruling in Apple’s favor was not a decision on “whether the government should be able to force Apple to help it unlock a specific device; it is instead whether the All Writs Act (AWA) resolves that issue and many others like it yet to come.”\n\nOrenstein concluded that “the government posits a reading of the latter phrase so expansive – and in particular, in such tension with the doctrine of separation of powers – as to cast doubt on the AWA’s constitutionality if adopted.”\n\nHe also wrote: “The implications of the government’s position are so far-reaching – both in terms of what it would allow today and what it implies about Congressional intent in 1789 – as to produce impermissibly absurd results.”\n\nOrenstein also found that Communications Assistance for Law Enforcement Act, passed in 1994, exempted Apple from this sort of request.\n\nAmazon.com Inc (AMZN.O), Alphabet Inc’s (GOOGL.O) Google, Facebook Inc (FB.O), Microsoft Corp (MSFT.O) and Twitter Inc (TWTR.N) have voiced support for Apple.\n\nThe iPhone 5s at issue in the case was seized by the U.S. Drug Enforcement Administration during a 2014 search of the Queens, New York, residence of Jun Feng, who authorities suspected of being involved in drug trafficking.\n\nAuthorities sought to access the phone in 2015 while the case was pending. Feng later pleaded guilty in October while Orenstein was weighing the request, but both Apple and the Justice Department said they still wanted a ruling.\n\nProsecutors have said that since 2008, Apple has complied with 70 such court orders based on the All Writs Act without objection. Many of those cases appear to have involved earlier iPhone models that did not require customized software to unlock.\n\nThe case before Brooklyn was, according to prosecutors, the first time Apple had objected to law enforcement efforts to utilize search warrants to get the tech company to provide assistance and unlock iPhones seized during investigations.\n\nBut since October, when Apple first asked Orenstein to deny the government’s request, Apple has objected to helping law enforcement access at least 12 devices for which the U.S. Justice Department has sought its help, according to a letter from Apple to Orenstein that was unsealed earlier this month.\n\nThe senior Apple executive said the company has never made a new piece of software in response to a government request."
    }
]