[
    {
        "time": "8:58AM UTC",
        "header": "us stocks-indexes set to fall on oil slide, apple results",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL3N15B4HK",
        "body": "Jan 27 (Reuters) - U.S. stock indexes were set to open lower on Wednesday after oil prices retreated yet again and Apple forecast its first revenue dip in more than a decade.\n\nApple’s shares were down 3.2 percent at $96.85 premarket after the company also posted its slowest-ever rise in iPhone shipments.\n\nCrude prices resumed their decline after an unexpected rise in U.S. inventories erased optimism about the possibility of the world’s top producers coming together to address a massive glut.\n\nGlobal stocks took a hit from the slump in oil, as anxious investors await the U.S. Federal Reserve’s statement on monetary policy due at 2:00 p.m. ET (1900 GMT).\n\n“Markets are not happy and they haven’t been happy the whole month,” said Omar Aguilar, chief investment officer of equities at Charles Schwab Investment Management in New York.\n\n“Generally, for the whole month, people have been concerned about global growth, China, and really, really concerned about oil,” he said.\n\nWhile an interest-rate hike is not expected today, investors will be keen to see the Federal Reserve’s reaction to the current turmoil in global markets.\n\nAt 8:31 a.m. ET, Dow e-minis were down 66 points, or 0.41 percent, with 53,594 contracts changing hands. S&P 500 e-minis were down 4.5 points, or 0.24 percent, with 271,254 contracts traded. Nasdaq 100 e-minis were down 18.5 points, or 0.44 percent, on volume of 49,827 contracts.\n\nWith earnings season in full swing, investors are likely to cheer companies that report revenue growth in turbulent conditions.\n\nBoeing dropped 6.6 percent to $119.60 after the company’s earnings forecast missed expectations.\n\nAT&T was down 2.6 percent at $34.48 and Textron was down 7.2 percent at $35 after both companies posted revenue below estimates.\n\nTripAdvisor was down 5.9 percent, Priceline was off 3.5 percent and Expedia 2.5 percent, after Goldman Sachs downgraded travel-related stocks.\n\nAmong the few gainers, Biogen was up 5.4 percent at $273.90 after its profit beat expectations.\n\nTech majors Facebook, Qualcomm and eBay are slated to report after the close.\n\nData is expected to show U.S. single-family home sales rose for the third straight month in December. The report is due at 10:00 a.m. (Reporting by Abhiram Nandakumar in Bengaluru; Editing by Anil D‘Silva)"
    },
    {
        "time": "6:34AM UTC",
        "header": "china smartphone glory days are over as apple, xiaomi face tough times",
        "link": "http://www.reuters.com/article/us-china-xiaomi-revenue-idUSKCN0V50MU",
        "body": "HONG KONG/BEIJING (Reuters) - China’s smartphone boom may be over, as even Apple Inc grapples with a slowing economy and investor darling Xiaomi Inc [XTC.UL] struggles to stand out amid intense competition in low-margin handsets.\n\nOn Tuesday, Apple reported the slowest-ever increase in iPhone shipments as the Chinese market weakened. That slowdown in the world’s second-largest economy is threatening to hamstring consumption across the country.\n\nXiaomi, China’s most valuable start-up with a $45 billion pricetag, is under threat, after it missed targets for $1 billion in Internet service revenue and also handsets sales in 2015.\n\nAs China’s economy grows at its slowest pace in a quarter of a century, the country’s once booming smartphone market has become saturated. For vendors whose products have become commoditised and make little to no profit, that doesn’t just mean the years of easy growth are in the past, but that it could be a struggle to keep their heads above water.\n\n“The large growth rates that we saw in years past are definitely much different now,” said Bryan Ma, analyst at IDC, which predicted China’s smartphone market will grow at 1-2 percent this year. “In theory it could slip below zero this year, but either way, it’s relatively flat.”\n\nLast year, IDC estimated it grew 2 percent. From 2011 to 2013, the market on average more than doubled in size each year.\n\nXiaomi’s Internet services revenue surged 150 percent to 3.71 billion yuan ($563.94 million) from 1.48 billion yuan a year earlier, an internal document reviewed by Reuters showed.\n\nA spokeswoman for Xiaomi declined to comment on revenue for 2015.\n\nLike peers such as Apple, Beijing-based Xiaomi is trying to sidestep a slowdown in the world’s largest handset market by coaxing smartphone buyers to also purchase Internet services and opening stores in China’s less wealthy cities.\n\nThe firm has grown rapidly since it started in 2010. But Xiaomi’s valuation has been questioned recently as the firm has struggled to maintain its early growth surge.\n\nXiaomi missed its global shipment target by 12 percent, selling 70 million handsets last year, when domestic rivals such as Lenovo Group Ltd and top player Huawei Technologies Co Ltd [HWT.UL] countered at home with similar Internet-only device sales campaigns.\n\n“Given that Xiaomi’s valuation has always been based on the company being more than a commodity handset manufacturer, missing their services revenue goal by such a significant margin is even more concerning than missing their handset target,” said Ben Thompson, a tech analyst at Stratechery.\n\nNow it’s a question of whether Xiaomi can grow that revenue fast enough to prove its critics wrong, Thompson said.\n\nThe company encapsulates the risks of a vendor like Samsung Electronics Co Ltd in recent years, who can’t build a moat for their business.\n\n“The only way to win with an undifferentiated product is having a superior cost structure and scale,” said Thompson. “Samsung did it, and now Huawei is doing it. ‘Win’ is all relative though, if you’re making a couple of bucks in profit per phone.”"
    },
    {
        "time": "8:20AM UTC",
        "header": "arm and rival european chipmaker stocks fall on wary apple outlook",
        "link": "http://www.reuters.com/article/us-apple-europe-stocks-idUSKCN0V50SR",
        "body": "LONDON (Reuters) - Shares in leading European technology and chipmaker stocks fell on Wednesday after Apple (AAPL.O) forecast its first revenue drop in 13 years.\n\nARM Holdings ARM.L, the British chip designer whose technology powers Apple's iPhone, fell 2 percent to underperform a 0.4 percent drop on the benchmark FTSE 100 index .FTSE.\n\nRival German chipmaker Dialog (DLGS.DE) fell 2.4 percent while AMS (AMS.S) also weakened by 1.8 percent.\n\nApple predicted its first revenue drop in 13 years and reported the slowest ever increase in iPhone shipments as the critical Chinese market showed signs of weakening, suggesting the technology company’s period of exponential growth may be ending.\n\n“China is a real concern for Apple because it is clear now that the iPhone is not seen as a utility product but as a luxury item,” said Mark Hawtin, investment director at GAM.\n\nDialog had already slashed its revenue guidance in December, and at the time cited weaker-than-expected demand for chips used in mobile phones such as Apple’s big-screen iPhone and Samsung Electronics’ (005930.KS) Galaxy phones.\n\nARM shares are down around 5 percent since the start of 2016, while Dialog’s shares have fallen roughly 10 percent.\n\nA trader at Beaufort Securities said ARM could drop by another 12 percent to 870 pence, given the signs of underlying weakness in its market as unveiled in Apple’s business update.\n\n“This whole sector is coming under more and more pressure,” he said."
    },
    {
        "time": "9:59AM UTC",
        "header": "us stocks-indexes dragged down by apple, oil",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL3N15B4S2",
        "body": "Jan 27 (Reuters) - Apple’s tepid forecast and a renewed slide in oil prices pulled Wall Street lower on Wednesday, ahead of the Federal Reserve’s statement on monetary policy.\n\nApple’s shares were down 4 percent at $95.95 after the company also reported its slowest-ever rise in iPhone shipments on Tuesday. The stock was the biggest influence on the S&P 500 and the Nasdaq.\n\nCrude prices resumed their decline on Wednesday after an unexpected rise in U.S. inventories erased optimism about the possibility of the world’s top producers coming together to address a massive glut.\n\nGlobal stocks took a hit from the slump in oil, as anxious investors await the U.S. Federal Reserve’s statement on monetary policy due at 2:00 p.m. ET (1900 GMT).\n\n“Markets are not happy and they haven’t been happy the whole month,” said Omar Aguilar, chief investment officer of equities at Charles Schwab Investment Management in New York.\n\n“Generally, for the whole month, people have been concerned about global growth, China, and really, really concerned about oil,” he said.\n\nWhile an interest-rate hike is not expected today, investors will be keen to see the Fed’s reaction to the turmoil in global markets.\n\nAt 9:36 a.m. ET (1436 GMT), the Dow Jones industrial average was down 121.14 points, or 0.75 percent, at 16,046.09, the S&P 500 was down 5.88 points, or 0.31 percent, at 1,897.75 and the Nasdaq Composite index was down 14.68 points, or 0.32 percent, at 4,553.00.\n\nNine of the 10 major S&P sectors were lower, led by the 1.35 percent fall in energy stocks. Exxon and Chevron weighed the most.\n\nBoeing dropped 7 percent to $119.01 after the company’s earnings forecast missed expectations. The stock weighed the most on the Dow.\n\nTextron slid 9.7 percent to $34.09, while Tupperware sank 13.1 percent to $44.73 after both companies posted revenue that missed estimates.\n\nVMware was down 9.6 percent at $44.55 after its 2016 forecast was weaker than expected.\n\nTripAdvisor was down 4.9 percent, Priceline was off 3.2 percent and Expedia fell 1.8 percent, after Goldman Sachs downgraded travel-related stocks.\n\nAmong the few gainers, Biogen was up 5.2 percent at $273.29 after its profit and revenue beat expectations.\n\nTech majors Facebook, Qualcomm and eBay are slated to report after the close.\n\nData is expected to show U.S. single-family home sales rose for the third straight month in December. The report is due at 10:00 a.m.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,783 to 855. On the Nasdaq, 1,246 issues fell and 865 advanced.\n\nThe S&P 500 index showed one new 52-week high and two new lows, while the Nasdaq recorded two new highs and 14 lows. (Reporting by Abhiram Nandakumar in Bengaluru; Editing by Anil D‘Silva)"
    },
    {
        "time": "1:09PM UTC",
        "header": "with china weakening, apple turns to india",
        "link": "http://www.reuters.com/article/us-apple-results-india-idUSKCN0V507D",
        "body": "SAN FRANCISCO/MUMBAI (Reuters) - As China sales show signs of cooling, Apple Inc(AAPL.O) is touting India’s appetite for iPhones, betting that rising wages and an expanding middle class will pull consumers away from the cheap alternatives that currently dominate the market.\n\nIn an earnings call in which the company reported meagre iPhone growth and forecast its first revenue drop in 13 years, the Indian market stood out as a rare bright spot for Apple.\n\nSales of the company’s flagship smartphone climbed 76 percent in India from the year-ago quarter, Apple Chief Financial Officer Luca Maestri said.\n\nAccording to data compiled by Counterpoint Technology Research, Apple sold an estimated 800,000 iPhones in India in the fourth-quarter, its highest ever amount but one that is a fraction of the 28 million smartphones sold during that period.\n\nGrowth in India is a tantalizing prospect as Apple grapples with the economic downturn in China, its second largest market. While revenue in Greater China rose 14 percent in the last quarter, Apple is beginning to see a shift in the economy, particularly in Hong Kong, Maestri told Reuters in an interview.\n\nBut with nearly 70 percent of smartphones selling for less than $150 in India, Apple’s high-end phones remain out of reach of most consumers. The basic iPhone 6S sells at just under $700 in India, or nearly half the average annual wage.\n\n“In many ways India is very similar to what China was a few years ago, but the middle class here is still very small and it can be two to three years before Apple gets a similar level of success in India,” said Counterpoint Technology Research analyst Tarun Pathak.\n\nApple CEO Tim Cook struck a more optimistic note, saying the company was “increasingly putting more energy” into India, citing a largely youthful population with rising disposable income as more people join the workforce.\n\nWith faster 4G coverage expanding, Apple has already asked Indian government for a license to set up its own retail stores just as the market seems to be turning in its favour.\n\nAs in China, Apple products are a coveted status symbol in India, a market that analysts say is likely to overtake the United States next year to become the world’s second largest smartphone market.\n\n“The love for the iPhone is there,” said Carolina Milanesi, chief of research and head of U.S. business at Kantar Worldpanel ComTech, a consumer research firm."
    },
    {
        "time": "3:14AM UTC",
        "header": "european chipmaker stocks fall after apple forecasts lower revenues",
        "link": "http://www.reuters.com/article/apple-europe-stocks-idUSL9N0ZF01O",
        "body": "LONDON, Jan 27 (Reuters) - Shares in leading European technology and chipmaker stocks fell on Wednesday after Apple forecast its first revenue drop in 13 years.\n\nARM Holdings, the British chip designer whose technology powers Apple’s iPhone, fell 1.5 percent to underperform a 0.4 percent drop on the benchmark FTSE 100 index .\n\nRival German chipmaker Dialog fell 1.5 percent while AMS also edged down by 0.2 percent.\n\nApple predicted its first revenue drop in 13 years and reported the slowest-ever increase in iPhone shipments as the critical Chinese market showed signs of weakening, suggesting the technology company’s period of exponential growth may be ending. (Reporting by Sudip Kar-Gupta; Editing by Atul Prakash)"
    },
    {
        "time": "9:42AM UTC",
        "header": "update 1-apple shares seen staying muted until iphone 7 rings in growth",
        "link": "http://www.reuters.com/article/apple-results-research-idUSL3N15B4R0",
        "body": "Jan 27 (Reuters) - Apple Inc shares fell 4 percent on Wednesday after the company reported its slowest-ever rise in iPhone shipments, with an uptick likely only after the expected launch of iPhone 7 in September.\n\nThe March quarter is likely to be the weakest this year in terms of iPhone sales for the company, which forecast on Tuesday its first quarterly revenue drop in 13 years.\n\nShares fell to $95.97 at open, knocking off nearly $20 billion from Apple’s market value of about $554 billion.\n\nTepid demand for the latest iPhones - that succeeded blockbuster sales of the iPhone 6 and 6 Plus - led Apple to sell 74.8 million iPhones in the first quarter. It expects to sell 50-52 million units in the March quarter.\n\nBut analysts said the depressed stock price could create a buying opportunity for long-term value seekers.\n\n“We are looking for March to mark the trough in year-on-year iPhone unit growth, which should provide an attractive entry point into the stock ...,” Goldman Sachs analysts wrote in a note.\n\nAt least 11 analysts cut their price targets on the stock. FBR Capital was the most bearish, cutting its target by $20 to $120. The median price target is $142.29, according to Reuters data.\n\n“Cook & Co have a few tough quarters ahead until we get to the buildup around iPhone 7 later this year, which is what bulls (including ourselves) are focused on to turn this ship back into growth waters,” FBR & Co analysts said.\n\nApple usually launches new iPhones in September and sells most devices in the December quarter. Unit sales typically drop over the next few quarters leading up to the next iPhone launch.\n\nThe iPhone 7 is expected to sport a new look with features such as waterproofing, wireless headphones and force touch as home button.\n\nUp to Tuesday’s close, Apple’s stock had lost a quarter of its value since April 28, when it hit a record high of $134.54. In contrast, shares of Alphabet Inc rose 10 percent in the same period.\n\nWhile Apple trades at 10.5 times forward 12-months earnings, Alphabet trades at 25.30."
    },
    {
        "time": "7:26AM UTC",
        "header": "us stocks-futures lower as oil retreats again; apple disappoints",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL3N15B3Z6",
        "body": "Jan 27 (Reuters) - U.S. stock index futures were lower on Wednesday after oil prices gave up gains and Apple’s disappointing forecast.\n\n* Apple’s shares were down 3.5 percent at $96.51 premarket after the company forecast its first revenue drop in 13 years and saw its slowest-ever rise in iPhone shipments as the slowdown in China hit sales.\n\n* Crude prices resumed their decline after an unexpected rise in U.S. inventories erased optimism around the world’s top producers coming together to mitigate a massive glut.\n\n* Global stocks took a hit from the slump in oil, ahead of the U.S. Federal Reserve’s statement on monetary policy due at 2:00 p.m. ET (1900 GMT).\n\n* While an interest-rate hike is not expected today, the central bank’s statement will offer some insight into how the current turmoil in global markets is influencing its outlook.\n\n* U.S. stocks closed higher on Tuesday, led by a surge in oil prices and strong quarterly results from industry bellwethers.\n\n* Corporate results will also influence sentiment with a slew of companies reporting on Wednesday, including Boeing before the bell, and tech majors Facebook, Qualcomm and eBay after the close.\n\n* AT&T was down 2.4 percent at $34.55 after the No. 2 U.S. wireless carrier reported revenue below estimates.\n\n* TripAdvisor was down 5.5 percent at $65.85 after Goldman Sachs cut its rating on the stock to “sell”.\n\n* Data is expected to show U.S. single-family home sales rose for the third straight month in December. The report isdue at 10:00 a.m.\n\nFutures snapshot at 7:00 a.m. ET:\n\n* Dow e-minis were down 68 points, or 0.42 percent, with 43,941 contracts changing hands.\n\n* S&P 500 e-minis were down 12.25 points, or 0.65 percent, with 221,862 contracts traded.\n\n* Nasdaq 100 e-minis were down 41.75 points, or 0.99 percent, on volume of 41,945 contracts. (Reporting by Abhiram Nandakumar in Bengaluru; Editing by Anil D‘Silva)"
    },
    {
        "time": "9:33AM UTC",
        "header": "us stocks snapshot-wall st opens lower as oil, apple drag",
        "link": "http://www.reuters.com/article/usa-stocks-idUSZXN0RNH05",
        "body": "Jan 27 (Reuters) - U.S. stocks opened lower on Wednesday after oil prices gave up gains and as Apple’s tepid quarterly revenue forecast weighed.\n\nThe Dow Jones industrial average was down 94.44 points, or 0.58 percent, to 16,072.79; the S&P 500 was down 5.3 points, or 0.28 percent, to 1,898.33; and the Nasdaq Composite index was down 20.16 points, or 0.44 percent, to 4,547.51. (Reporting by Alan John Koshy in Bengaluru; Editing by Anil D‘Silva)"
    }
]