[
    {
        "time": "3:02AM UTC",
        "header": "rpt-spotify says growth has quickened since apple music's launch",
        "link": "http://www.reuters.com/article/spotify-future-idUSL5N1871MP",
        "body": "STOCKHOLM, May 9 (Reuters) - Music streaming service Spotify has seen a faster pace of growth since the launch in June last year of rival Apple Music, a top executive said on Monday.\n\nSpotify, which was created in Stockholm 10 years ago, now boasts of having close to 100 million users in more than 59 markets, despite increasing competition and, so far, a lack of profits.\n\n“It’s great that Apple is in the game. They are definitely raising the profile of streaming. It is hard to build an industry on your own,” Jonathan Forster, a vice president and one of its first employees, told Reuters in an interview.\n\n“Since Apple Music started we’ve been growing quicker and adding more users than before.”\n\n“It would be terrible if we were just taking each other’s users or to learn there was just a ceiling of 100 million users - I don’t think that is the case,” said Forster, who had just returned to Stockholm from the Coachella Valley Music and Arts Festival in California.\n\nSpotify now has 30 million paying users, making it the market leader in music streaming, while Apple Music has reported having 13 million paying subscribers since its launch last year in over 100 countries.\n\nBut the company is facing competition on more fronts than just Apple, from players such as Pandora Media Inc and newer rivals such as German start-up SoundCloud and U.S. music producer and rapper Jay Z’s Tidal. Meanwhile Alphabet Inc’s Google is competing with both YouTube and Google Play Music.\n\nForster said having multiple streaming services was not sustainable in the long run.\n\n“My Internet history would tell me that there’s probably not going to be that many significant players, and then maybe smaller niche cases ... maybe there could be a classical music streaming service,” he said. “It’s a hard business.”\n\nAsked about acquisition possibilities, Forster said future purchases would be on a similar scale to its recent deals in order to bring on new teams and technology.\n\n“I wouldn’t be surprised to see Spotify continue to invest in areas that are relevant or adjacent to our business,” he said.\n\nRevenues will continue to come largely from subscriptions but Spotify will also hunt for other income in areas such as concerts, merchandising and video, though Forster was quick to add that the company was “not trying to be a Netflix ”.\n\nThe company on Monday launched a new video offering which will include exclusive content, like short, behind-the-scenes videos of artists.\n\nAnd Spotify has no intention of slowing its pace of expansion, having said in March that it had raised $1 billion in convertible debt from U.S. firms TPG Capital and Dragoneer Investment Group.\n\nForster said that it was reassuring that the company’s conversion rate for turning new users of the advertising-based service into subscribers, had held up at 25 to 30 percent, despite its user growth.\n\n“That should have a negative effect on the conversion rate but it hasn‘t,” he said.\n\nAsked whether Spotify could be an acquisition target for a larger technology company like Google or Facebook, Forster said: “I’ve always felt Spotify likes being Spotify. We have fought to get to where we are today and we are quite happy and it would be emotionally hard not to be us, but who knows?”\n\n“I think that people have really woken up to the opportunity of streaming. We can see that it is just the beginning. We’ve never grown quicker than we have.” (Editing by Alistair Scrutton, Greg Mahlich)"
    },
    {
        "time": "5:44AM UTC",
        "header": "japan display warns of bigger year-on-year loss on slow iphone sales",
        "link": "http://www.reuters.com/article/us-jdi-results-idUSKCN0Y1128",
        "body": "TOKYO (Reuters) - Apple Inc (AAPL.O) supplier Japan Display Inc (6740.T) warned on Tuesday of a bigger loss in the just-ended business year compared to the previous year as sluggish demand for iPhones dragged down sales of its display panels.\n\nJapan Display estimated a net loss of 31.8 billion yen ($291.96 million) for the year ended March, wider than the 12.3 billion yen loss it reported for the previous year.\n\nThe company, which generates about 40 percent of sales from Apple, also cut its full-year operating profit estimate to 16.7 billion yen from the 22.0 billion yen it forecast in February.\n\nJapan Display, Sharp Corp (6753.T) and South Korea’s LG Display Co Ltd (034220.KS) are currently the three major display suppliers for the iPhone.\n\nApple reported in late April its first-ever decline in iPhone sales.\n\nAiming to reduce exposure to swings in the smartphone market, Japan Display in March announced consolidation of domestic liquid crystal display (LCD) production lines.\n\nThe company will announce actual results for the year ended March 31 on Thursday."
    }
]