[
    {
        "time": "4:55PM UTC",
        "header": "brief-apple ceo says \"we are in the early innings of the iphone\"- cnbc",
        "link": "http://www.reuters.com/article/idUSFWN17T0R7",
        "body": "* Apple CEO Tim Cook TO CNBC - “we are in the early innings of the iPhone”; “we feel good about CHINA” Further company coverage:"
    },
    {
        "time": "6:22PM UTC",
        "header": "s&p500 index buoyed by commodity sectors; apple drags futures lower",
        "link": "http://www.reuters.com/article/us-usa-stocks-idUSKCN0XN1KL",
        "body": "(Reuters) - The S&P 500 stock index ticked up on Tuesday, buoyed by gains in the energy and materials sectors, even though lackluster economic data weakened the U.S. dollar, thereby giving support to oil and gold prices.\n\nAfter the closing bell, however, S&P500 futures pared gains and Nasdaq added to losses following a more than 6.0 percent fall in Apple’s shares after the company reported earnings below expectations.\n\nEarlier, the U.S. Commerce Department reported U.S. durable goods orders recovered far less than expected in March as demand for cars, computers and appliances slumped, dragging down the U.S. dollar. Consumers also appeared slightly pessimistic on the economy’s short-term outlook and sent a measure of confidence lower in April.\n\nThe data came as Federal Reserve officials started a two-day policy meeting in Washington, D.C. Policymakers are expected to hold interest rates steady but may be more upbeat on the economic outlook, leaving the path open for future interest rate rises.\n\n“Commodities and oil are up, the dollar trending lower, the things that started this rally are still there but there’s a pause on temporary uncertainties,” said Jim Paulsen, chief investment officer at Wells Capital Management in Minneapolis.\n\n“Technical resistance, weaker data, uncertainty about the Fed, weak earnings numbers are giving people pause.”\n\nHe said it is encouraging for market bulls that the S&P500 index is holding near the record high it set almost a year ago after a 15 percent rally from the lows in February.\n\nThe Dow Jones industrial average rose 13.08 points, or 0.07 percent, to 17,990.32, the S&P 500 gained 3.91 points, or 0.19 percent, to 2,091.7 and the Nasdaq Composite dropped 7.48 points, or 0.15 percent, to 4,888.31.\n\nThe S&P 500 has ended little changed since last Thursday, with sector gains and losses hinging on the direction of oil prices each day. The energy sector, up 1.4 percent on Tuesday, posted the session’s biggest gains, tracking a 3.3 percent increase in the price of U.S crude oil futures.\n\nApple shares dropped almost 7.0 percent to $97.31 after the bell as its earnings fell below expectations and its outlook also disappointed. Shares were down 0.7 percent at $104.35 at the end of the regular session.\n\nTwitter shares lost more than 10 percent in late trading after it reported lower-than-expected revenue for the first quarter, hurt by weaker spending by big advertisers.\n\nDuring the regular session DuPont rose 2.4 percent to $67.55 as the largest gainer on the Dow industrials after it said it is aiming to buy back $2 billion in shares this year.\n\nDow components 3M and Procter & Gamble were down 1.3 percent and 2.3 percent respectively after reporting declining sales.\n\nAdvancing issues outnumbered declining ones on the NYSE by a ratio of 3.4-to-1 and on the Nasdaq a 1.7-to-1 ratio favored advancers.\n\nThe S&P 500 posted 18 new 52-week highs and 1 new low; the Nasdaq recorded 60 new highs and 24 new lows.\n\nAbout 6.5 billion shares changed hands on U.S. exchanges, compared to the 6.9 billion average over the past 20 sessions."
    },
    {
        "time": "8:29PM UTC",
        "header": "update 4-apple's 9-year iphone juggernaut stops with first sales decline",
        "link": "http://www.reuters.com/article/apple-results-idUSL2N17T1JW",
        "body": "(Reuters) - Apple Inc (AAPL.O) on Tuesday posted its first-ever decline in iPhone sales and its first revenue drop in 13 years as the company credited with inventing the smartphone struggles with an increasingly saturated market.\n\nThe company’s sales dropped by more than a quarter in China, its most important market after the United States, and it also forecast another disappointing quarter for global revenues.\n\nIts shares fell about 8 percent, dropping below $100 for the first time since February. A hike in Apple’s share buyback and dividend as well as bumper revenue from services failed to mollify investors.\n\nApple’s results followed disappointing quarterly reports from Microsoft Corp(MSFT.O) and Google-owner Alphabet Inc (GOOGL.O), and microblog Twitter (TWTR.N) also on Tuesday reported results that missed expectations.\n\nApple said it sold 51.2 million iPhones in its second fiscal quarter, down from 61.2 million in the same quarter a year ago but above analysts’ estimates of about 50 million devices.\n\nWhile Apple executives had predicted iPhone sales would decline this quarter, they must reassure investors that the drop represents a momentary roadblock, rather than a permanent shift for the product that fueled its meteoric rise.\n\nAfter years of blockbuster sales, many investors fear the iPhone has reached saturation, spelling the end for Apple’s exponential growth.\n\n“Apple needs to come up with a radical new innovation or product rather than just the current incremental improvements to existing products. This is the only way in which it will reinvigorate sales growth,” said Neil Saunders, chief executive of research firm Conlumino.\n\nApple Chief Financial Officer Luca Maestri told Reuters that the success of the iPhone 6 a year earlier had set a difficult bar to beat in the second quarter. “The iPhone 6 is an anomaly,” he said.\n\nBut Chief Executive Tim Cook told analysts that the smartphone market was not growing, reinforcing wider concerns of saturation.\n\nCook also conceded that the iPhone 6S was driving customers to replace phones at a much lower rate than the 6. “I don’t mean just a hair lower; it’s a lot lower,” he said. “If we’d had the same rate on 6S as 6, it would be time for a huge party.”\n\nHe pointed to the services division, which includes Apple Music and the App Store, as a bright spot. Its revenue grew 20 percent to $6 billion and surpassed iMac and iPad sales.\n\nCook also hinted that Apple had more gadgets to come. “The future of Apple is very bright,” he said. “Our product pipeline has amazing innovations in store.”\n\nEarnings of $1.90 per share fell short of the average analyst estimate of $2 per share, according to Thomson Reuters I/B/E/S. Revenue of $50.56 billion missed expectations of $51.97 billion.\n\nApple forecast third-quarter revenue of $41 billion to $43 billion, short of the Wall Street consensus of $47.3 billion.\n\nApple also said it was raising its capital return program by $50 billion through a $35 billion increase in its share buyback authorization and a 10 percent rise in the quarterly dividend.\n\nIn March, Apple released the iPhone SE, a smaller, 4-inch-screen phone featuring much of the company’s latest technology. Although sales of the phone were not captured in the second quarter, the device is off to a strong start, particularly in emerging markets, Maestri said.\n\n“The situation right now around the world is that we are supply-constrained,” he said. “The demand has been very, very strong.”\n\nAlthough Apple’s revenue in Greater China fell 26 percent from the year-ago quarter, Maestri stressed that the company was “extremely optimistic” about China. “We continue to make a lot of investment there,” he said.\n\nCook said that mainland China sales were down only 7 percent in constant currency, attributing much of the Greater China drop to Hong Kong, where strength in the local dollar, which is pegged to U.S. currency, deterred tourist shopping.\n\nThe company did not comment on prospects for its iBooks Stores and iTunes Movie service, which were shut down last week in China.\n\nThe drop in after-hours shares wipes out roughly $46 billion in market capitalization, roughly the value of heavy equipment maker Caterpillar Inc (CAT.N).\n\nIn reaction to Apple’s results, shares of its suppliers Skyworks Solutions (SWKS.O), Qorvo (QRVO.O), Broadcom (AVGO.O) and NXP Semiconductors (NXPI.O) all fell 2 percent or more on Tuesday."
    },
    {
        "time": "4:26PM UTC",
        "header": "us stocks-s&p buoyed by commodity sectors; eyes on apple earnings",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL2N17T1ZN",
        "body": "* Dow up 0.07 pct, S&P up 0.19 pct, Nasdaq down 0.15 pct (Updates to close)\n\nApril 26 (Reuters) - The S&P 500 ticked up on Tuesday, buoyed by gains in the energy and materials sectors as soft economic data weakened the dollar, giving support to oil and gold prices.\n\nThe greenback fell after orders for long-lasting U.S. manufactured goods rebounded far less than expected in March as demand for cars, computers and appliances slumped. Consumers appeared a bit pessimistic on the economy’s short-term outlook and sent a measure of confidence lower.\n\nThe data came as Federal Reserve officials started a two-day policy meeting. Policymakers are expected to hold interest rates steady but may be more upbeat on the economic outlook, leaving the path open for future rate hikes.\n\n“Commodities and oil are up, the dollar trending lower, the things that started this rally are still there but there’s a pause on temporary uncertainties,” said Jim Paulsen, chief investment officer at Wells Capital Management in Minneapolis.\n\n“Technical resistance, weaker data, uncertainty about the Fed, weak earnings numbers are giving people pause.”\n\nHe said it is encouraging for market bulls that the S&P is holding near the record high it set almost a year ago after a 15 percent rally from the lows in February.\n\nThe Dow Jones industrial average rose 13.08 points, or 0.07 percent, to 17,990.32, the S&P 500 gained 3.91 points, or 0.19 percent, to 2,091.7 and the Nasdaq Composite dropped 7.48 points, or 0.15 percent, to 4,888.31.\n\nThe S&P 500 has ended little changed since last Thursday, with sector gains and losses hinging on the direction of oil prices for the day. The energy sector, up 1.4 percent, was posting the biggest gains on Tuesday, tracking a 3.3 percent increase in the price of U.S crude futures.\n\nApple was expected to report its first quarterly revenue decline in 13 years. Its stock, the heaviest weight on the S&P and the Nasdaq 100, is seen moving 4.7 percent in any direction by Friday as foreshadowed by activity in the options market. Shares were down 0.7 percent at $104.35 during the regular session.\n\nFirst-quarter earnings from S&P 500 components are expected to have fallen 7.1 percent from a year earlier, according to Thomson Reuters I/B/E/S. Of the 166 companies that have reported, 59 percent reported revenue above analyst expectations, just short of the average 60 percent since 2002.\n\nDuPont rose 2.4 percent to $67.55 as the largest gainer on the Dow industrials after it said it is aiming to buy back $2 billion in shares this year.\n\nDow components 3M and Procter & Gamble were down 1.3 percent and 2.3 percent respectively after reporting declining sales.\n\nAdvancing issues outnumbered declining ones on the NYSE by a ratio of 3.4-to-1 and on the Nasdaq a 1.7-to-1 ratio favored advancers.\n\nThe S&P 500 posted 18 new 52-week highs and 1 new low; the Nasdaq recorded 60 new highs and 24 new lows.\n\nAbout 6.4 billion shares changed hands on U.S. exchanges, compared to the 6.9 billion average over the past 20 sessions. (Reporting by Rodrigo Campos; Editing by Meredith Mazzilli)"
    },
    {
        "time": "12:53PM UTC",
        "header": "fbi director suggests iphone flaw may remain secret",
        "link": "http://www.reuters.com/article/apple-encryption-flaw-idUSL2N17T173",
        "body": "WASHINGTON, April 26 (Reuters) - FBI Director James Comey said on Tuesday that his agency was still assessing whether a vulnerability used to unlock an iPhone linked to one of the San Bernardino killers would go through a government review to determine if it should be disclosed to Apple or the public.\n\n“We are in the midst of trying to sort that out,” Comey said. “The threshold (for disclosure) is, are we aware of the vulnerability, or did we just buy a tool and don’t have sufficient knowledge of the vulnerability to implicate the process?”\n\n“We are close to a resolution,” he added at a cybersecurity event at Georgetown University in Washington, D.C.\n\nThe White House has a procedure for reviewing technology security flaws and deciding which ones should be made public.\n\nComey suggested the audit may not apply in this high-profile circumstance.\n\nAlthough officials say the process leans toward disclosure, it is not set up to handle or reveal flaws that are discovered and owned by private companies, sources have told Reuters, raising questions about the effectiveness of the so-called Vulnerabilities Equities Process.\n\nComey’s comments appeared to concede the FBI does not own the method used to crack the county-owned work phone belonging to Syed Farook, who with his wife opened fire in December on a San Bernardino, Calif., holiday party, killing 14 and wounding 22.\n\nThe method instead belongs to a still-unidentified third party that the FBI said came forward due to the attention received from its public pursuit of a court order to compel Apple’s assistance in unlocking the phone.\n\nSources have told Reuters the technology used to access the phone data was supplied by a non-U.S. company.\n\nApple’s refusal to comply prompted a high-profile standoff and ignited a long-simmering debate over security and privacy and law enforcement access to encrypted technology.\n\nThe government withdrew its case after it said the secret hacking method worked.\n\nComey has previously said the method only works a “narrow slice” of iPhone 5c devices running iOS 9. (Reporting by Dustin Volz; Editing by Cynthia Osterman)"
    },
    {
        "time": "10:56PM UTC",
        "header": "nikkei slides as apple-linked stocks wilt, poor earnings stoke worries",
        "link": "http://www.reuters.com/article/japan-stocks-midday-idUSL3N17U1GX",
        "body": "TOKYO, April 27 (Reuters) - Japanese stocks fell on Wednesday morning as Apple-related shares took a beating and disappointing corporate earnings came into sharp focus amid uncertainty over whether the Bank of Japan will deliver on expectations of further stimulus at this week’s meeting.\n\nThe Nikkei share average fell 0.7 percent to 17,231.93 in late morning trade, and is on course to notch its third straight day of declines.\n\nJapan-based suppliers of iPhone parts fell in early trade after Apple Inc reported its first-ever decline in iPhone sales and its first revenue drop in over a decade overnight.\n\nCeramic capacitor maker Murata Manufacturing Co Ltd , which relies heavily on Apple for sales, plunged 4.3 percent by late morning. Image sensor makers Alps Electric Co Ltd and Mitsumi Electric Co Ltd fell 2.5 percent and 2 percent, respectively, while electronics and optics company Taiyo Yuden Co Ltd was 2.2 percent lower.\n\nPrecision parts maker Minebea Co Ltd slipped 1.8 percent while screen maker Japan Display Inc edged down 0.9 percent and Nitto Denko Corp fell 1.6 percent.\n\nApple Chief Financial Officer Luca Maestri told Reuters the company was “extremely optimistic” about China, but investors remained wary.\n\n“Following the Chinese regulators’ decision to shut down the iBook and iTunes movie store despite previous government approval, Apple and its tech peers must be seriously concerned about the feasibility of Chinese market penetration,” said Martin King, co-managing director at Tyton Capital Advisors.\n\n“Couple this with a slowdown in China, continuing ambivalence towards intellectual property law and a penchant for replicating successful foreign products and you have a large mountain to climb for any tech company banking on Chinese marketshare.”\n\nShares of Mitsubishi Motors Corp were 2.5 percent lower amid media reports that the company’s top two executives are likely to resign over the Japanese automaker’s manipulation of fuel economy data. Its stock has lost more than half its value since closing at 864 yen on April 19, a day before the fuel economy scandal came to light.\n\nThe BOJ’s policy decision, due on Thursday, is also a key focus for investors. While many in the central bank are worried about the gloomy economic prospects, they are equally wary of using their diminishing policy tools having just introduced the negative rate policy in January.\n\nCanon Inc tumbled 5.8 percent after a Nikkei business daily report said the company expects sales to decline five percent this year, falling below its own initial estimate.\n\nThe Topix subindex for iron and steel shares was 1 percent lower, weighed down by weak earnings and the prospect of more to come as demand slides at home and abroad.\n\nShares of JFE Holdings Inc were 3.7 percent lower after the steel giant reported declines in sales and operating profit on Tuesday.\n\nThe broader Topix fell 0.7 percent to 1,381.37 and the JPX-Nikkei Index 400 sat 0.8 percent lower at 12,513.09. (Reporting by Joshua Hunt; Editing by Shri Navaratnam)"
    },
    {
        "time": "2:23PM UTC",
        "header": "brief-fbi to keep iphone hacking method a secret - cnbc citing dj",
        "link": "http://www.reuters.com/article/idUSFWN17T0S2",
        "body": "* FBI to keep iPhone hacking method a secret, will tell White House it knows little about code used to crack iphone - CNBC citing DJ Further company coverage: (Bengaluru Newsroom: +1 646 223 8780)"
    },
    {
        "time": "9:41PM UTC",
        "header": "taiwan stocks fall as apple suppliers weigh",
        "link": "http://www.reuters.com/article/taiwan-stocks-idUSL3N17U16C",
        "body": "TAIPEI, April 27 (Reuters) - Taiwan stocks fell on Wednesday tracking other regional bourses lower, pressured by major suppliers of Apple Inc after the iPhone maker reported its first-ever decline in iPhone sales and first revenue drop in over a decade.\n\nAs of 0123 GMT, the main TAIEX index fell 0.2 percent, to 8,561.01, after closing at 8,581.57 in the previous session.\n\nThe electronics subindex fell 0.5 percent, while the financials subindex lost 0.3 percent.\n\nHon Hai Precision, which assembles iPhones and is the world’s biggest electronics components maker, edged down 0.4 percent.\n\nThe Taiwan dollar firmed T$0.062 to T$32.301 per U.S. dollar."
    },
    {
        "time": "8:38PM UTC",
        "header": "fbi decides provisionally not to share iphone unlock -sources",
        "link": "http://www.reuters.com/article/apple-encryption-flaw-idUSL2N17T1DU",
        "body": "WASHINGTON (Reuters) - The FBI has provisionally decided not to share an iPhone unlocking mechanism used by a contractor to open the phone of one of the San Bernardino shooters because the agency does not own the mechanism, two U.S. government sources said on Tuesday.\n\nThe FBI is expected within days to write to the White House explaining why the agency cannot share the unlocking mechanism with other government agencies, Apple or other third parties, said the sources, who asked to remain anonymous.\n\nSeveral U.S. government sources said the FBI contractor that unlocked the shooter’s phone was a foreign entity and did not give U.S. authorities details of the mechanism. Without that, the FBI could not share it even if it wanted to, sources said.\n\nReuters reported on April 13 that the unnamed contractor had sole ownership of the method it used, making it unlikely that the government could share it.\n\nA day later, the FBI warned Apple of a separate flaw in its iPhone and Mac software, the company told Reuters on Tuesday.\n\nIt was the first time the government had alerted Apple to a vulnerability under a White House interagency procedure, known as the Vulnerabilities Equities Process, for reviewing technology security flaws and deciding which ones should be made public, the company said.\n\nThe FBI’s provisional decision means that the unlocking mechanism used on the San Bernardino iPhone will not be referred to the interagency procedure for review.\n\nEarlier on Tuesday, FBI Director James Comey said his agency was assessing whether the mechanism would go through the review.\n\n“We are in the midst of trying to sort that out,” Comey said.\n\nOfficials have said that the interagency review process leans toward disclosure of technological flaws. But it is not set up to handle or reveal flaws which are discovered and owned by private companies, sources have told Reuters.\n\nComey’s comments appeared to confirm the FBI did not own the method used to crack the county-owned work phone belonging to Syed Farook, who with his wife opened fire in December on a San Bernardino, Calif., holiday party, killing 14 and wounding 22.\n\nThe method instead belongs to a still-unidentified third party that the FBI said came forward due to the attention received from its public pursuit of a court order to compel Apple’s assistance in unlocking the phone.\n\nApple’s refusal to comply prompted a high-profile standoff and fueled a long-simmering debate over security, privacy and law enforcement access to encrypted technology.\n\nThe government withdrew its case after it said the hacking method worked. Comey has said the method works on a “narrow slice” of iPhone 5c devices running iOS 9.\n\nAn Apple senior executive told reporters earlier this month that it was confident the flaw used by the third party would have a “short shelf life” and be patched through the firm’s ongoing efforts to improve the security of its devices."
    }
]