[
    {
        "time": "5:38PM UTC",
        "header": "tripadvisor revenue misses estimates as referral income falls",
        "link": "http://www.reuters.com/article/us-tripadvisor-results-idUSKBN1332NK",
        "body": "(Reuters) - TripAdvisor Inc reported lower-than-expected quarterly revenue as the travel review website operator earned less from referrals to third-party hotel websites.\n\nThe company’s shares were down 13 percent at $54.89 in after-hours trading on Tuesday.\n\nTripAdvisor, which aggregates reviews and opinions about destinations and hotels, said its desktop-based platform is facing challenges as more people switch to mobile devices.\n\nThe company said its referral and transaction revenue fell 9.6 percent in the third quarter ended Sept. 30.\n\nTripAdvisor’s referral revenue has come under pressure after the company rolled out the instant booking feature, which allows booking of hotel rooms directly through the company’s website.\n\nThe company is trying to aggressively promote the feature by partnering with hotel chains such as Marriott International Inc and travel website operators such as Priceline Inc’s Booking.com.\n\nTripAdvisor said on Tuesday that it had made instant booking more prominent on the mobile app by favoring user engagement over generating revenue in the near term.\n\nThe company, which depends on ads and subscriptions for revenue, said hotel revenue fell 5.9 percent to $320 million. The division accounted for 76 percent of the company’s total revenue in the third quarter.\n\nTotal revenue edged up 1.4 percent to $421 million, supported by higher sales in its non-hotel business, which includes restaurants and vacation rentals.\n\nNet income fell to $55 million, or 37 cents per share, in the latest quarter from $74 million, or 51 cents per share, a year earlier. (bit.ly/2flaYx5)\n\nOn an adjusted basis, the company earned 53 cents per share.\n\nAnalysts on average were expecting an adjusted profit of 52 cents per share and revenue of $436.3 million, according to Thomson Reuters I/B/E/S.\n\nUp to Tuesday’s close, TripAdvisor’s shares had shed a quarter of their value this year."
    },
    {
        "time": "4:14PM UTC",
        "header": "tripadvisor quarterly profit slumps 25.7 pct",
        "link": "http://www.reuters.com/article/tripadvisor-results-idUSL4N1D957M",
        "body": "Nov 8 (Reuters) - TripAdvisor Inc reported a 25.7 percent drop in quarterly profit as the travel review website operator earned less from referrals to third-party websites.\n\nNet income fell to $55 million, or 37 cents per share, in the third quarter ended Sept. 30 from $74 million, or 51 cents per share, a year earlier. (bit.ly/2flaYx5)\n\nRevenue rose to $421 million from $415 million. (Reporting by Arunima Banerjee in Bengaluru; Editing by Anil D‘Silva)"
    },
    {
        "time": "11:07AM UTC",
        "header": "ireland to formally submit appeal on apple case this week",
        "link": "http://www.reuters.com/article/us-eu-apple-taxavoidance-ireland-idUSKBN13320P",
        "body": "DUBLIN (Reuters) - Ireland’s government will this week formally submit its appeal against the European Commission’s multi-billion-euro demand for back taxes from Apple, Finance Minister Michael Noonan said on Tuesday.\n\nIreland’s cabinet agreed in September to join the iPhone maker in appealing the Commission’s order that the U.S. tech giant pay up to 13 billion euros to Dublin after ruling the firm had received illegal state aid.\n\nDublin is seeking to protect a tax regime that has attracted many multinational employers. The European Commission decision has also angered Washington, which accuses it of trying to grab tax revenue that should go to the United States.\n\n“The government fundamentally disagrees with the European Commission’s analysis and the decision left no choice but to take an appeal to the European Courts and this will be submitted tomorrow,” Noonan told a European Parliament committee in Brussels."
    }
]