[
    {
        "time": "7:17PM UTC",
        "header": "wells fargo, bofa look to integrate apple pay into atms: techcrunch",
        "link": "http://www.reuters.com/article/us-banks-applepay-idUSKCN0V6306",
        "body": "(Reuters) - Wells Fargo & Co and Bank of America Corp are working to integrate mobile payment system Apple Pay into their ATMs, technology news website TechCrunch reported.\n\nThe banks have deployed engineers to build the Apple Pay options, TechCrunch reported on Thursday, citing a person familiar with the matter.\n\nBofA told Reuters it is currently working on a new cardless ATM solution, and plans to unveil it in late February to associates at select ATMs in Silicon Valley, San Francisco, Charlotte, New York and Boston, followed by a broader customer launch mid-year.\n\nIt is unclear how Apple Pay will work at ATMs, TechCrunch said. Apple declined to comment.\n\nWells Fargo, which currently supports Google’s Android Pay mobile wallet, said it is in plans to roll out technology to connect ATMs to digital wallets in the second quarter of this year.\n\nThe bank also said, in an e-mail, that it is evaluating additional wallets.\n\nJPMorgan Chase & Co also has plans to roll out card-free ATMs this year, CNBC reported on Tuesday."
    },
    {
        "time": "3:41PM UTC",
        "header": "google wants orrick sanctioned for disclosing android profits, apple payments",
        "link": "http://www.reuters.com/article/idUS226991976520160128",
        "body": "(Reuters) – The world learned a couple of very interesting facts last week about Google’s Android operating system. Since its release, Android has generated about $31 billion in revenue and $22 billion in profit. Google meanwhile pays Apple big money – $1 billion in 2014 – to keep its search bar on the iPhone. Those previously unknown details of Google’s finances, as my Reuters colleague Dan Levine has reported, became public via Oracle’s epic litigation accusing Google of infringing its copyrights on Java application programming interfaces.\n\nThe information came out during a Jan. 14 hearing on a discovery dispute before U.S. Magistrate Judge Donna Ryu of San Francisco. Oracle lawyer Annette Hurst of Orrick Herrington & Sutcliffe, responding to a question from the judge and assertions by Google, disclosed the Google financial details, which subsequently made headlines when Bloomberg reporters got hold of the hearing transcript.\n\nNow Google wants Oracle and Orrick to be sanctioned for revealing confidential information produced under a protective order. On Wednesday, Google lawyers from King & Spalding filed a letter asking permission to move for a contempt finding and sanctions, arguing that “self-serving” disclosures by Oracle and Orrick “reveal a profound disregard for this court’s protective order. Google and third parties have been harmed by this disclosure and are at risk of further harm from future improper disclosures.” (Google’s lead counsel in the Oracle case is Keker & Van Nest, but the sanction letter said Orrick has been a Keker client so only K&S signed the filing.)\n\nGoogle has been protesting the Orrick disclosures since the hearing itself. As the company explained in a Jan. 20 letter to Judge Ryu, Google lawyers moved immediately after Hurst revealed information about its agreement with Apple to redact and seal the hearing transcript. The magistrate denied Google’s oral motion, but on Jan. 21, Google filed a formal motion to redact not only the Apple payment information but also disclosures about Android revenue and profits. (The company said it does not ordinarily break out Android finances.)\n\n“Had Oracle provided Google with notice of its intent to disclose such confidential information – as the protective order requires and as has been the parties’ past practice in this case – Google could have addressed this issue before the hearing,” the motion said. “But, due to Oracle’s failure to provide the notice \u007f Google has been forced to take immediate steps to limit the potential harmful impact of that disclosure by filing this motion. Google should not be punished for Oracle’s intentional misconduct.”\n\nOracle wasn’t exactly apologetic in its response later that day. The company said it didn’t take any position on whether the hearing transcript should be redacted and sealed, but pointed out that Google didn’t object at the hearing to the revelation of Android financial information, so it shouldn’t be permitted after the fact to seal those disclosures.\n\nMoreover, Oracle said, the protective order in the case allows both sides to disclose confidential information to the court, which is what happened at the hearing. Oracle wasn’t expecting to reveal confidential financial statistics, the company said, but when the magistrate asked about Google’s apportionment of profits, Oracle’s lawyer, Hurst, answered the judge’s question. Hurst only disclosed revenue details, Oracle said, to correct an assertion by Google’s lawyer that the data was contained in deposition testimony.\n\nAs for the Apple payment revelation, Oracle said, obliquely, that Google was on notice that the “economics of platform distribution” might arise during the hearing. In a declaration accompanying Oracle’s submission, Orrick partner Hurst said specifically that she informed Google lawyers at a meeting in December to discuss the Jan. 14 hearing that many of Oracle’s remedy theories take into account Google’s payments to third parties. She also noted that Google lawyers also disclosed confidential information at the hearing from Oracle experts.\n\nOracle’s response provoked Google’s sanction letter, which highlights Oracle’s “refusal to remedy the violations.” Google said its proposed motion will seek attorneys’ fees and costs associated with Oracle’s supposed breach of confidentiality.\n\nThe hearing transcript is now under seal while the magistrate reconsiders her previous decision not to keep it under wraps.\n\nAs for the contempt letter, U.S. District Judge William Alsup of San Francisco, who is overseeing the case, said in an order Thursday that the matter would be postponed until after trial, which is scheduled to begin in May.\n\nFor more of my posts, please go to WestlawNext Practitioner Insights"
    }
]