[
    {
        "time": "3:12PM UTC",
        "header": "samsung urges u.s. court to overturn $120 mln patent verdict for apple",
        "link": "http://www.reuters.com/article/apple-samsung-appeal-idUSL1N14P1RR20160105",
        "body": "WASHINGTON (Reuters) - Samsung Electronics Co Ltd urged a U.S. appeals court on Tuesday to find that a jury in 2014 should not have made the South Korean company pay nearly $120 million to Apple Inc for infringing three patents.\n\nApple’s “quick links” patent, which accounts for more than $98 million of the damages award, was the main focus in Samsung’s latest effort to overturn major court victories by the U.S. technology company over the past two years.\n\nDuring more than an hour of highly technical arguments, Samsung’s attorney Kathleen Sullivan said Samsung did not use the same technology as Apple to detect and link to specific data, such as phone numbers, in its phones’ Web browser and messenger applications.\n\nApple’s lawyer, William Lee, told the U.S. Court of Appeals for the Federal Circuit in Washington, the nation’s top court specializing in patent issues, that the jury’s verdict was supported by “substantial evidence.”\n\nTwo of the three judges at the hearing seemed to question Apple’s arguments over the interpretation of the patent, which Sullivan said the appeals court had already rejected in a separate case. But Lee cautioned against accepting Samsung’s theory, which was rejected by the jury.\n\nIn court papers, Samsung also said the two other patents it was found to have infringed are invalid, an argument Apple said should be rejected.\n\nThe companies have appeared at the court several times over the last two years.\n\nThe latest appeal stems from the May 2014 verdict in a federal court in San Jose, California ordering Samsung to pay $119.6 million for using Apple’s patented technology without permission. The three infringed patents cover the iPhone’s slide-to-unlock, autocorrect and quick links features.\n\nThe same appeals court in September ruled that Apple should have been awarded an injunction in the case, barring Samsung from selling devices that infringe its patents. The court, however, said Samsung could remove the patented features without recalling its products.\n\nIn a separate lawsuit, Samsung on Dec. 14 paid Apple $548.2 million, part of what it owes for infringing different patents and designs of the iPhone. Samsung is continuing to fight that case by appealing part of the judgment to the U.S. Supreme Court. Another trial on further damages will be held in March.\n\nThe case is Apple Inc v. Samsung Electronics Co Ltd, in the U.S. Court of Appeals for the Federal Circuit, No. 15-1171."
    },
    {
        "time": "10:00AM UTC",
        "header": "ireland says eu tax decision on apple likely after elections",
        "link": "http://www.reuters.com/article/us-eu-apple-taxavoidance-idUSKBN0UJ1IJ20160105",
        "body": "DUBLIN (Reuters) - Ireland does not expect European Union regulators to issue a decision on the country’s tax deal with Apple until after upcoming parliamentary elections, finance minister Michael Noonan said on Tuesday.\n\nThe EU last year accused Ireland of swerving international tax rules by letting Apple shelter profits worth tens of billions of dollars from revenue collectors in return for maintaining jobs. Apple and Ireland reject the accusation.\n\n“It seems to me that the date for a decision has been put back again, it looks like it will be post-election, rather than pre-election,” Noonan told a news conference. Prime Minister Enda Kenny is expected to call elections for late February."
    },
    {
        "time": "1:15PM UTC",
        "header": "us stocks-wall st lower as investors turn cautious; apple drags",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL3N14P4H320160105",
        "body": "* First Solar up after Goldman upgrades stock to buy\n\nJan 5 (Reuters) - Apple dragged Wall Street lower on Tuesday, cutting short a feeble recovery from a bruising selloff on the first trading day of the year.\n\nA fall in crude oil prices and a stronger dollar also contributed to the shaky start to the year, which was triggered by weak Chinese economic data on Monday.\n\nIn a bid to stabilize its markets, the People’s Bank of China on Tuesday injected $20 billion into the financial system.\n\n“Fears of a global recession are valid and fears about China are valid, and they will put some downward pressure on stocks in general, so I do expect 2016 to be negative, but not by much,” said Mohannad Aama, managing director, Beam Capital Management in New York.\n\nApple’s shares were down 2.5 percent at $102.68 after the Nikkei reported that the iPhone maker was expected to cut production of its 6S and 6S Plus models.\n\nThe stock was the biggest drag on the S&P 500 and the Nasdaq, while Goldman Sachs weighed the most on the Dow.\n\nAt 12:30 p.m. ET (1730 GMT), the Dow Jones industrial average was down 86.84 points, or 0.51 percent, at 17,062.1, the S&P 500 was down 5.71 points, or 0.28 percent, at 2,006.95 and the Nasdaq Composite index was down 23.04 points, or 0.47 percent, at 4,880.05.\n\nSix of the 10 major S&P sectors were lower, led by a 0.87 percent decline in the energy sector. Exxon and Chevron weighed the most.\n\nGilead rose 0.9 percent to $98.89 after its experimental hepatitis B drug was found safer than but as effective as its approved treatment, Viread.\n\nEli Lilly reversed course to trade up 1 percent at $83.66 after the drugmaker said its diabetes treatment grabbed market share in the fourth quarter.\n\nFirst Solar was up 6.8 percent at $71.20 after Goldman Sachs upgraded the stock to “buy”.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,538 to 1,453. On the Nasdaq, 1,529 issues fell and 1,178 rose.\n\nThe S&P 500 index showed three new 52-week highs and five new lows, while the Nasdaq recorded 14 new highs and 43 lows. (Reporting by Abhiram Nandakumar in Bengaluru; Editing by Saumyadeb Chakrabarty)"
    },
    {
        "time": "3:48PM UTC",
        "header": "apple expected to cut iphone 6s, 6s plus production: nikkei",
        "link": "http://www.reuters.com/article/us-apple-iphone-idUSKBN0UJ1WE20160105",
        "body": "(Reuters) - Apple Inc is expected to cut production of its latest iPhone models by about 30 percent in the January-March quarter, the Nikkei reported.\n\nAs inventories of the iPhone 6s and 6s Plus have piled up since they were launched last September, production will be scaled back to let dealers go through their current stock, the business daily reported. (s.nikkei.com/1R9rxvj)\n\nApple’s shares were down 2.2 percent at $102.97 in afternoon trading. The stock has lost about a quarter of its value from record highs in April, reflecting worries over slowing shipments.\n\n“This is an eye-opening production cut which speaks to the softer demand that Apple has seen with 6s out of the gates,” FBR Capital Markets analyst Daniel Ives said. “The Street was bracing for a cut but the magnitude here is a bit more worrisome.”\n\nShares of Apple suppliers Skyworks Solutions, Qorvo Inc and Cirrus Logic, among others, also fell following the report.\n\nOther companies affected include Sony Corp, which makes image sensors used in iPhones, and electronic parts makers TDK Corp, Alps Electric Co Ltd and Kyocera Corp, the paper reported.\n\nLCD panel manufacturers Japan Display Inc, Sharp Corp and LG Display Co Ltd will also be hit by the cut in production, according to the report.\n\nProduction is expected to return to normal in the April-June quarter, the Nikkei reported.\n\nHowever, Patrick Moorhead, an analyst at Moor Insights & Strategy, said he was a bit skeptical about the production cut reports.\n\n“Apple has been gaining significant market share in pretty much every region, and I‘m not seeing a global slowdown,” Moorhead said.\n\nApple was not immediately available for comment.\n\nThe parts suppliers cited in the Nikkei report were not available for comment outside their regular business hours.\n\nTepid forecast by Apple suppliers such as Jabil Circuit, which manufactures casings for iPhones, and Dialog Semiconductor GmbH in December stoked fears that iPhone shipments could fall for the first time.\n\nWall Street has also tempered its view on the high-flying stock in recent months. Since early December, about a third of the analysts tracked by Thomson Reuters have trimmed their estimates on Apple.\n\nFor fiscal 2016, Apple is expected, on average, to grow revenue by under 4 percent, a far cry from the 28 percent revenue growth it achieved in the fiscal year that ended in September."
    }
]