[
    {
        "time": "3:37PM UTC",
        "header": "nbcuniversal in deal to sell ads for apple news",
        "link": "http://www.reuters.com/article/us-comcast-nbcuniversal-apple-idUSKBN1322I5",
        "body": "(Reuters) - Comcast Corp’s NBCUniversal will begin selling ads for Apple Inc’s News app next year in an exclusive deal, the companies announced on Monday.\n\nApple will outsource the selling to NBCUniversal, which already has relationships with many major U.S. advertisers. The deal is reminiscent of one that Snapchat struck with Viacom earlier this year, under which Viacom sells advertising on Snapchat’s behalf.\n\nUnlike Apple, however, Snapchat has been filling its sales roster as it prepares for next year’s initial public offering.\n\nApple does not have its own sales team after it shut down its iAd app ad network in June, which was used to fill unsold inventory for Apple News.\n\nApple launched its News app last year and currently has over 70 million active monthly users.\n\nPublishers on the app, which include The Wall Street Journal and The New York Times, will still be able to sell their own ads and keep all of the revenue, but now NBCUniversal, rather than Apple, will sell the extra inventory.\n\nFor NBCUniversal, this provides another platform to offer advertisers. Like most legacy U.S. media companies, NBCUniversal parent company Comcast has invested heavily in digital-native companies like BuzzFeed and Vox, partly in an effort to better service existing advertisers. For example, NBCUniversal and Vox partnered on an ad product, Concert, that packages inventory from NBCUniversal and Vox’s digital properties and offers it to advertisers.\n\nNBCUniversal would not say how the revenue would be split for the ads it sells against other publishers’ content; in the past, publishers would get 70 percent of the revenue with the other 30 percent going to Apple. Publishers also have the ability to opt out of having NBCUniversal sell ads against their content.\n\nNBCUniversal said it will also work with Apple on new ad products for the app.\n\nNBCUniversal will form a new sales unit dedicated to the News app, which will be lead by senior vice president James Kreckler."
    }
]