[
    {
        "time": "3:05PM UTC",
        "header": "latest apple rumor may vanish as fast as a mclaren",
        "link": "http://www.reuters.com/article/idUS62338720420160922",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nMcLaren’s cars travel fast, but rumors about Apple acquisitions can flash by, too. The iPhone giant approached the British supercar firm about an investment or purchase, according to the Financial Times. The $610 billion Apple, though, has made few acquisitions, even to help it pioneer smartphones. While McLaren Technology is a high-tech supercar and Formula One business, it’s still hard to see it taking Apple’s vehicular ambitions far.\n\nApple executives might enjoy such a bauble. Design guru Jony Ive has a penchant for Aston Martins and Bentleys. Eddy Cue, head of software and services, sits on Ferrari’s board. But Apple’s typical market is far bigger than the rarefied one for $1 million automobiles. And the technology of designing race cars doesn’t trickle down very fast – BMW retains an aura of tech leadership and refinement despite ditching its F1 team years ago.\n\nOver the past year, the Cupertino-based company has, according to reports, sniffed around electric-car maker Tesla Motors, entertainment giant Time Warner, video-streaming site Netflix, music service Tidal, camera maker GoPro and software producer Adobe. The spread of technology, Apple’s lack of hit new products and its giant cash hoard – more than $230 billion – explain why both outsiders and some insiders might fancy and even start exploring all kinds of options.\n\nEven if any of the above were both real and serious, however, they haven’t happened because Apple so far has only countenanced small deals. Its largest ever was headphone maker Beats Electronics, acquired for $3 billion in 2014. When Apple entered the mobile-phone market, some thought it might have to buy a manufacturer like Palm. Instead, it snapped up bits and pieces of the technology it needed, like its Siri voice-activated assistant.\n\nPerhaps the promise and challenges of autonomous electric cars will force Apple to change its habits. Even dedicated carmaker Tesla, for example, used a Lotus chassis and body for its first model. But the simpler explanation probably applies. Fancy can run free when a company has so much cash. A McLaren deal is probably already no more than a dot disappearing over the horizon."
    }
]