[
    {
        "time": "2:01PM UTC",
        "header": "china's fickle fake stores cool on apple: for now",
        "link": "http://www.reuters.com/article/us-apple-china-idUSKCN0V4200",
        "body": "(Reuters) - At 22, Cheung is already a veteran of China’s imitation game. A month ago, she was peddling the latest iPhones and accessories in one of several copycat Apple Inc stores along a street of gadget outlets in the southern city of Shenzhen.\n\nShe still works at the same store but the counterfeit Apple uniform has gone, and the handsets she now touts are made by local Chinese firm Huawei [HWT.UL].\n\nThe number of fake Apple stores along the busy street has dwindled by about a third from more than 30 as recently as September when Reuters reporters last visited the area, (reut.rs/1S8zCkP) some replaced by unauthorized stores selling locally-branded phones from Huawei, Xiaomi [XTC.UL], Meizu and Oppo.\n\nWhile China remains a crucial growth driver for Apple, the anecdotal evidence from Shenzhen illustrates the economic headwinds the U.S. firm faces in a market that CEO Tim Cook has said will one day be its biggest.\n\nApple’s China sales grew 84 percent in the year through September. But, with China’s economy growing at its slowest pace in a quarter of a century last year, there are concerns that consumers are tightening their purse strings.\n\nTo be sure, copycat outlets represent just a small fraction of Apple’s sales in China, where it also sells handsets through mobile carriers and its own official stores. But they can be a useful gauge of demand. And the frequency at which these tech shops switch brand loyalty also reflects how fickle Chinese buyers can be, and underscores how fierce competition is in the world’s largest smartphone market.\n\nApple is expected to report later on Tuesday that its global iPhone sales rose by just above 1 percent in October-December, its slowest growth and far from the double-digit growth investors have come to expect.\n\n“It’s not as cool as before to have an iPhone,” said Cai, a 23-year-old assistant at one of the remaining copycat Apple stores.\n\nShe said sales had about halved from October levels - when the iPhone 6S and 6S Plus debuted in China - adding the iPhone had become a “street cellphone”, using a Chinese term to describe something that’s widely available and popular, but lacking in novelty value. “Using an iPhone is hardly something you can show off to people now,” she said.\n\nIt was unclear if the decline in the number of fake stores might be the result of any pressure by Apple to clamp down on counterfeiting of its brand. Apple China did not immediately respond to requests for comment.\n\nWhile some Shenzhen shoppers praised the user-friendly iPhone for its security and design features, others said they preferred cheaper devices that use Google’s Android software.\n\n“I don’t care about the brand, but it must be on the Android system,” said designer Wang Li, 26. “My last mobile was an iPhone. The system is stable, but I don’t like it that all the apps have to be downloaded from the App Store.”\n\nYang Qingbao, a 31-year-old investment bank manager, said “I think the iPhone has a higher brand value, but it’s hard to say its performance is better than Huawei.”\n\nFor others, national pride is a factor.\n\n“I support Chinese brands,” said Li Hongxuan, a 33-year-old translator. “Huawei is cost-effective, though it may not be as good as the iPhone. Its functions are enough for me.”\n\nCK Lu, a Taiwan-based principal analyst for industry research firm Gartner, said Apple retains its premium image in China, though competition is intense.\n\n“The threat, or the risk, is first if Samsung can regain its premium image in China with the S7 coming out this year, and secondly, if Chinese brands can improve their brand image to challenge Apple,” Lu said."
    },
    {
        "time": "1:57PM UTC",
        "header": "apple set for slowest ever iphone sales growth",
        "link": "http://www.reuters.com/article/us-apple-results-preview-idUSKCN0V40DD",
        "body": "(Reuters) - Apple Inc (AAPL.O) is expected to report a 1.3 percent increase in iPhone sales in the holiday quarter, its slowest ever and a far cry from the double-digit growth investors have come to expect.\n\nApple sold 75.5 million iPhones in the October-December quarter, according to research firm FactSet StreetAccount, 1 million more than what was sold in the year-ago quarter.\n\nShares of Apple, which will announce earnings after markets close on Tuesday, were trading up 0.3 percent at $99.76, after dipping to $98.07 in morning trading.\n\nAnalysts say the bad news is already priced into the stock.\n\nIrrespective of the anticipated lackluster iPhone sales, Wall Street expects Apple to report its biggest-ever profit and revenue in the first quarter.\n\nAnalysts on average expect Apple to report a profit of $18.14 billion in the first quarter and revenue of $76.59 billion, according to Thomson Reuters I/B/E/S.\n\nDemand has weakened for the iPhone 6S and 6S Plus, which boasted record weekend sales when they launched in September.\n\nThese devices have fewer distinguishing features than their popular predecessors, especially the bigger-screen 6 and 6 Plus phones that were launched in 2014 and grabbed the attention of Asian customers who until then favored the bigger screen phones offered by the likes of Samsung Electronics (005930.KS).\n\n“Apple has become a victim of their own success,” FBR Capital Markets analyst Daniel Ives said. “... many customers are either buying an older, cheaper iPhone 6 or waiting for the iPhone 7.”\n\nChina, the company’s fastest-growing market, may also have weighed on results, as a slowdown in the economy forced consumers to tighten their purse strings.\n\nTo make matters worse, for the March quarter, Apple is expected to forecast a drop in iPhone sales - its first ever.\n\nThis was foreshadowed by disappointing forecasts from the company’s Asian suppliers including Taiwan Semiconductor Manufacturing Co (2330.TW).\n\nApple is expected to sell 54.6 million iPhones in the March 2016 quarter, according to FactSet, down from 61.2 million iPhones a year earlier.\n\nAnalysts said the company will have to wait until the launch of the iPhone 7, expected later this year, to return to growth, as buyers upgrade to the latest version.\n\nApple shares have fallen nearly 10 percent since the start of October, steeper than a 2.2 percent decline in the S&P 500 index .SPX. The stock trades at 10 times forward 12-months earnings versus Alphabet Inc's (GOOGL.O) 21.5."
    },
    {
        "time": "4:30PM UTC",
        "header": "apple sells fewer iphones than expected in latest quarter",
        "link": "http://www.reuters.com/article/apple-results-idUSL2N15A2AS",
        "body": "SAN FRANCISCO, Jan 26 (Reuters) - Apple Inc reported lower-than-expected iPhone sales in the latest quarter, its slowest-ever growth in shipments, as the company began to feel the effects of economic softness in the critical Chinese market.\n\nApple said on Tuesday it sold 74.8 million iPhones in the three months ended Dec. 26, the first full quarter of sales of the iPhone 6S and 6S Plus. The 0.4 percent growth in shipments was the lowest since the product was launched in 2007.\n\nWhile revenue in Greater China rose 14 percent in the quarter, Apple is beginning to see a shift in the economy, particularly in Hong Kong, Apple Chief Financial Officer Luca Maestri told Reuters in an interview.\n\n“As we move into the March quarter it’s becoming more apparent that there are some signs of economic softness,” Maestri said. “We are starting to see something that we have not seen before.”\n\nAnalysts have long feared that Apple’s sales in China, one of its top two markets, would falter amid a broad economic slowdown.\n\nApple’s iPhone shipments fell short of analyst expectations for 75.5 million, according to research firm FactSet StreetAccount.\n\nThe company’s first-quarter net profit rose 1.9 percent to $18.36 billion, while revenue increased 1.7 percent to $75.87 billion, both records for the company.\n\nThe rise in iPhone shipments was the smallest since the second fiscal quarter of 2013, when they rose 6.8 percent, according to data company Statista.\n\nMaestri attributed the lackluster revenue to foreign exchange headwinds, which he said knocked about $5 billion off the company’s revenue. (Additional reporting by Anya George Tharakan in Bengaluru; Editing by Stephen R. Trousdale and Bill Rigby)"
    },
    {
        "time": "10:57PM UTC",
        "header": "factbox: tim cook comments on apple prospects in china over the last year",
        "link": "http://www.reuters.com/article/us-apple-results-quotes-factbox-idUSKCN0V50BT",
        "body": "(Reuters) - Apple Inc (AAPL.O) CEO Tim Cook has been generally bullish on the prospects in China over the last year, but the latest quarterly results released Tuesday show the company faces headwinds in its second-biggest market.\n\nFollowing are quotes from Cook on China over the last year:\n\n“I think that there’s a misunderstanding, probably particularly in the Western world about China’s economy, which contributes to the confusion. That said, I don’t think it is going as fast as it was, but I also don’t think that Apple’s results are largely dependent on minor changes in growth.”\n\n* In letter to TV show host and former hedge fund manager Jim Cramer, August 2015\n\n“I get updates on our performance in China every day, including this morning, and I can tell you that we have continued to experience strong growth for our business in China through July and August. Growth in iPhone activations has actually accelerated over the past few weeks. ... Obviously I can’t predict the future, but our performance so far this quarter is reassuring.”\n\n“We remain extremely bullish on China and we’re continuing to invest. Nothing that’s happened has changed our fundamental view that China will be Apple’s largest market at some point in the future.”\n\n“We set a record in China for revenues. ... And so we - by everything I can see, we did extremely well. ... We’re really proud of the results there and continue to invest in the country.”\n\n“That country (China) has enormous opportunity. There’s such an amazing number of people that are moving into the middle class. It’s something like I’ve never seen in my lifetime before.”"
    },
    {
        "time": "9:20PM UTC",
        "header": "taiwan stocks rise; apple suppliers up despite company's results",
        "link": "http://www.reuters.com/article/taiwan-stocks-idUSL3N15B1AM",
        "body": "TAIPEI, Jan 27 (Reuters) - Taiwan stocks rose on Wednesday along with other regional bourses, with suppliers of Apple Inc such as Pegatron and TSMC extending gains despite the mobile company’s slowest-ever increase in iPhone shipments and forecast of its first revenue drop in 13 years.\n\nAs of 0137 GMT, the main TAIEX index rose 0.3 percent to 7,851.26 points, after closing at 7,828.67 points in the previous session.\n\nThe electronics subindex rose 0.2 percent, while the financials subindex gained 0.6 percent.\n\nPegatron and Taiwan Semiconductor Manufacturing Co (TSMC) were both up about 1 percent.\n\nThe results of Apple have been priced in Pegatron and other suppliers’ stock prices, traders and analysts said.\n\nThe Taiwan dollar firmed T$0.134 to T$33.591 per U.S. dollar. (Reporting by Faith Hung; Editing by Sherry Jacob-Phillips)"
    },
    {
        "time": "10:18PM UTC",
        "header": "apple iphone sales weaker than expected",
        "link": "http://www.reuters.com/article/apple-results-analysts-idUSKCN0V42S2",
        "body": "(Reuters) - Apple Inc (AAPL.O) sold fewer iPhones than expected in the latest quarter, seeing its slowest ever-growth in shipments, as the company began to feel the effects of economic softness in the critical Chinese market.\n\nApple said on Tuesday it sold 74.8 million iPhones in the three months ended Dec. 26, the first full quarter of sales of iPhone 6S and 6S Plus. The 0.4 percent growth in shipments was the lowest since the product was launched in 2007.\n\nShares of the stock slipped 1.5 percent in after-hours trading.\n\n* The company’s first-quarter net profit rose 1.9 percent to $18.36 billion, while sales increased 1.7 percent to $75.87 billion - both records.\n\n“It’s disappointing to see them miss on an already downward adjusted sales number and the fact is that with their iPhone growth slowing what was needed was a product to be excited about. And there just hasn’t been a product to be that excited about recently.\n\n“Pressure on the shares will continue without a well defined plan to grow sales or a new product.”\n\n”Apple results were largely in line with expectations given the supply chain warnings. Wall Street is missing the forest for the trees as Apple has built a line of innovation coming that is breathtaking ranging from the seismically disruptive Apple TV, to the enormous promise of Apple Pay.\n\n“Apple’s further inroads into India make this company incredibly compelling as an investment, regardless of the news today.”\n\n“Typically they guide conservatively to the following quarter, which they did. The big point in guidance was $51.5 billion; estimates were $55 billion. That might account for some of the selloff.\n\n“I think the direction of the stock tomorrow will be determined by Tim Cook’s commentary on the conference call in terms of his tone, color and guidance for China, given China accounts for a quarter of revenues.”\n\n”It seems like they did a reasonably good job of setting expectations correctly. I don’t think anybody was thinking that there was going to be a positive surprise, but I don’t think there’s anything here that’s particularly negative. They’re going through, as (CEO) Tim Cook said, a turbulent period coming off a fantastic run, so things are slowing down but this is no surprise to anybody. When you think of how close they came in on all of these estimates: they shipped 74.8 million iPhones versus estimates of 75.5 million. That’s pretty good optics that people had.\n\n”The company basically is an iPhone company right now. That’s where they make all of their money, so there’s an enormous amount of attention on those numbers.\n\n”I think these numbers are going over reasonably well. I think this is probably the most followed stock maybe in the history of the world and analysts got this pretty close to right in terms of what the quarter was going to look like.\n\n“They didn’t say anything that made it seem like there was anything wrong with the franchise. People wouldn’t come away from it and say it’s over for them.”\n\n“While Apple had a relatively good quarter in terms of overall revenue performance, it’s clear that weakening demand for iPhone will impact the company in the coming years. That weak demand will set expectations that Apple may not be as profitable or even as popular in the future, and that alone has many worried about what will happen if iPhone can no longer drive the revenue and profits. That said, it’s important to note that Apple has a wide variety of products in market and we can assume there are many more planned, in addition to the large resource base they can tap for research and development and expansion efforts.”\n\n“Even though there was a miss and a guide lower, it seems as though the market was expecting this. The company’s slowing growth in iPhones is certainly enough to give you pause, however, the interim or ‘S’ upgrade of the iPhone has not always fared as well as the straight number upgrade. Apple got a big bump from the change in form factor for the 6 from pent-up demand for a larger screen, so being a little flat from that bigger bump is not that big of a deal to me. This doesn’t change my opinion about just how high-quality this company is and how strong the management team is.”"
    },
    {
        "time": "9:25PM UTC",
        "header": "with china weakening, apple turns to india",
        "link": "http://www.reuters.com/article/apple-results-india-idUSL2N15B04G",
        "body": "SAN FRANCISCO, Jan 26 (Reuters) - As red-hot sales in China show signs of cooling, Apple Inc executives are touting India’s growing appetite for iPhones.\n\nIn an earnings call in which the company reported meager iPhone growth and forecast its first revenue drop in 13 years, the Indian market stood out as a rare bright spot for Apple.\n\nSales of the company’s flagship smartphone climbed 76 percent in the country from the year-ago quarter, Apple Chief Financial Officer Luca Maestri said on the call.\n\nAnd Apple CEO Tim Cook suggested more growth is on the horizon, noting the median age in India is just 27.\n\n“I see the demographics there also being incredibly great for a consumer brand, and for people that really want the best product,” Cook said. “We have been putting increasingly more energy in India.”\n\nGrowth in India is a tantalizing prospect as Apple grapples with the economic downturn in China, its second largest market. While revenue in Greater China rose 14 percent in the last quarter, Apple is beginning to see a shift in the economy, particularly in Hong Kong, Maestri told Reuters in an interview.\n\nIndia cannot immediately offset Apple’s woes in China, said analyst Neil Shah of Counterpoint Technology Market Research. The company averaged only about 450,000 smartphone shipments per quarter in India in 2015, compared with more than 15 million per quarter in China, Shah said.\n\nWhat’s more, nearly 70 percent of smartphones sell for less than $150, leaving just a sliver of the market for Apple’s high-end phones. The company’s smartphone market share stands at less than 2 percent, Shah said.\n\nBut the Indian market seems to be turning in Apple’s favor. With 4G coverage spreading, Indian consumers will likely be more open to investing in smartphones, Shah said.\n\nYoung consumers are already willing to spend heavily on the device at the center of their digital lives. As in China, Apple products are coveted status symbols.\n\n“The love for the iPhone is there,” said Carolina Milanesi, chief of research and head of U.S. business at Kantar Worldpanel ComTech, a consumer research firm.\n\nApple’s next task is expanding distribution in India, where its products are sold through third-party resellers. The company has filed an application with India’s Department of Industrial Policy and Promotion to open its own stores, an Indian official told Reuters earlier this month. (Editing by Stephen R. Trousdale)"
    }
]