[
    {
        "time": "2:48PM UTC",
        "header": "top apple supplier plans rare holiday as output fears rattle investors",
        "link": "http://www.reuters.com/article/us-apple-iphone-idUSKBN0UJ1WE20160106",
        "body": "TAIPEI (Reuters) - Foxconn, which assembles most of Apple Inc’s (AAPL.O) latest iPhones, will cut working hours over the week-long Lunar New Year holiday, a person familiar with the matter said, in a rare move that analysts interpreted as a sign of softening demand.\n\nReports of slowing shipments and mounting inventories of the iPhone 6S and 6S Plus, as well as tepid forecasts from suppliers, have pushed Apple investors into unfamiliar territory after years of booming sales and surging shares.\n\nEarlier on Wednesday, Japanese daily Nikkei, citing parts suppliers, said output of the models would be cut by about 30 percent in January-March so dealers could unload stock. Apple shares lost 2.5 percent, and those of suppliers similarly fell. (s.nikkei.com/1R9rxvj)\n\n“Chinese New Year is a big holiday and there is usually overtime for workers. But this year, Foxconn will have a normal break,” the person said, referring to the Lunar New Year which falls on Feb. 8.\n\nTaiwan-based Foxconn, formally known as Hon Hai Precision Industry Co Ltd (2317.TW), assembles the latest iPhones at factories in China where it employs hundreds of thousands of people, and offers incentives such as triple overtime pay over China’s biggest holiday.\n\nFoxconn said in a statement that it was “in the midst of planning operational schedules for the Lunar New Year holiday,” but gave no details. Apple was unavailable to comment.\n\nThe person with knowledge of the matter was not authorized to speak with the media so declined to be identified.\n\nThe first quarter is usually a quieter time for suppliers and the most obvious period to cut production, adjusting for extra supply brought on for the holiday season at the end of the calendar year.\n\nBut suppliers pointed to Foxconn’s unusual Lunar New Year and slower sales as evidence of a gloomy outlook, as well as 82 million yuan ($12.53 million) in subsidies that the government of Zhengzhou, Henan province, awarded Foxconn companies this week.\n\nFoxconn confirmed the incentives to “recognize companies that provide stable employment in the province”, but said they related to the large workforce it maintained there in 2014.\n\n“We were already conservative about the first quarter,” said analyst Kylie Huang at Daiwa-Cathay Capital Markets in Taipei, in response to Foxconn’s Lunar New Year plans. “It’s not just iPhone slowdown, but all of the Chinese economy.”\n\nChina is a key growth market for Apple and the world’s biggest smartphone market.\n\nShares of Apple suppliers fell on Wednesday, with Foxconn closing down 0.1 percent after trading during the day at lows not seen in over four months.\n\nShares fell between 2 percent and 6 percent at fellow assembler Pegatron Corp (4938.TW), Taiwan Semiconductor Manufacturing Co Ltd (2330.TW), LG Display Co Ltd (034220.KS), Japan Display Inc (6740.T), Murata Manufacturing Co Ltd (6981.T), Alps Electric Co Ltd (6770.T) and TDK Corp (6762.T).\n\nLukewarm forecasts in December from suppliers such as Dialog Semiconductor GmbH (DLGS.DE) and casing maker Jabil Circuit Inc (JBL.N) stoked fears that iPhone shipments could fall for the first time. But analysts questioned the extent of any slowdown.\n\n“Apple has been gaining significant market share in pretty much every region, and I‘m not seeing a global slowdown,” said analyst Patrick Moorhead at Moor Insights & Strategy.\n\nAs one sign of that, Apple announced on Wednesday that customers spent over $1.1 billion on apps and in-app purchases in the two weeks ending Jan. 3, setting a record for holiday season sales.\n\nOn New Year’s day alone, customers spent more than $144 million, breaking the previous single-day record set on Christmas Day.\n\nNevertheless, many are bracing for a production cut.\n\nSince early December, about a third of analysts tracked by Thomson Reuters have trimmed their estimates on Apple. On average, they expect Apple to increase revenue this year by less than 4 percent, a far cry from the 28 percent achieved in the business year that ended in September.\n\nIn contrast, Huawei Technologies Co Ltd [HWT.UL] on Wednesday said it had become the first Chinese handset vendor to ship more than 100 million smartphones a year."
    }
]