[
    {
        "time": "9:40AM UTC",
        "header": "brief-nintendo to launch super mario run mobile game for iphone on dec 15",
        "link": "http://www.reuters.com/article/idUSL4N1DG4LQ",
        "body": "* Nintendo says it will launch the Super Mario Run mobile game for iPhone on Dec 15 (Reporting by Makiko Yamazaki)"
    },
    {
        "time": "7:16PM UTC",
        "header": "nintendo shares rise after company unveils release date for iphone mario game",
        "link": "http://www.reuters.com/article/us-nintendo-stocks-idUSKBN13B00V",
        "body": "TOKYO (Reuters) - Shares of Japanese game maker Nintendo Co (7974.T) rose on Wednesday after the company unveiled a Dec. 15 release date for its Super Mario Run mobile game.\n\nNintendo shares were last up 2.8 percent at 25,565 yen ($234.41) after rising as high as 25,670 yen, their highest since Oct. 31."
    },
    {
        "time": "7:51AM UTC",
        "header": "chinese consumers' body takes up complaints of iphone shutdowns with apple",
        "link": "http://www.reuters.com/article/us-apple-battery-idUSKBN13A1AN",
        "body": "(Reuters) - The China Consumers Association (CCA) has asked Apple to investigate “a considerable number” of reports by users of iPhone 6 and 6s phones that the devices have been shutting off and cannot be turned back on again, it said on Tuesday.\n\nThe reported problems specifically involve users seeing their iPhones automatically shut off despite 50-60 percent battery levels, and the involuntary shutting off in room temperature or colder environments, as well as the inability to turn the cellphone back on despite continuous battery charging, the statement said.\n\n“In view that Apple iPhone 6 and iPhone 6s series cellphones in China have a considerable number of users, and the number of people who’ve reported this problem is rather many, China Consumer Association has already made a query with Apple,” the association said in a statement on its website.\n\nApple did not respond to a request for comment when contacted outside regular hours on Tuesday.\n\nIn September Apple’s rival phone maker Samsung Electronics Co announced a global recall of at least 2.5 million of its flagship Note 7 smartphones due to faulty batteries causing some phones to catch fire."
    }
]