[
    {
        "time": "4:56PM UTC",
        "header": "prosecutors help organize victims' brigade in apple battle",
        "link": "http://www.reuters.com/article/us-apple-encryption-idUSKCN0VW2LG",
        "body": "(Reuters) - Prosecutors took unusual steps in enlisting victims of the San Bernardino attack in the government’s heated battle with Apple Inc(AAPL.O) over access to an iPhone belonging to one of the shooters, according to people involved in the effort and legal experts.\n\nFamily members of at least two victims will join a legal brief to be filed next week urging Apple to help the government unlock the phone, they told Reuters on Monday. The lawyer representing them, former federal judge Stephen Larson, said he was brought into the case by Eileen Decker, the U.S. Attorney in Los Angeles, who personally asked him if he was interested in representing the victims.\n\nSan Bernardino County prosecutors subsequently contacted at least one victim’s husband about joining in the case.\n\nThe FBI wants Apple’s help to access shooter Syed Rizwan Farook’s phone by disabling its passcode protections. The company argues that such a move would set a dangerous precedent and threaten customer security.\n\nSeveral former federal prosecutors and defense lawyers said they had never encountered a situation in which the Justice Department asked a particular lawyer to represent victims. None suggested that the action was inappropriate, though they did point out that it could become complicated if the interests of the government and the victims were to diverge.\n\nLarson acknowledged that the move was “unprecedented” in his experience, but said that the refusal of a company like Apple to comply with a court order was also very unusual.\n\n“Apple has close to unlimited resources to litigate this thing,” Larson said. “It is hardly a surprise the U.S. Attorney wants to make sure victims have someone looking after them.”\n\nThe entry of victims into the case gives the Justice Department a powerful and sympathetic ally, with a clear and compelling interest in the case. Supporters of the company, meanwhile, suggest the government’s actions are as much a bid to alter the political landscape around encryption as they are a quest for legal remedies in the case at hand.\n\nMichael Tigar, a professor at Duke Law who has represented several high profile defendants in disputes with the federal government, said Apple could petition the court to ensure the victims are making their own decisions.\n\n“I would ask the court to make sure that the control of who the lawyer is, and of the arguments the lawyer is going to make, is firmly in the hands of the person the lawyer purports to represent,” Tigar said.\n\nLarson, who is representing San Bernardino victims for free, said each person joining the case chose to become involved.\n\nDOJ spokesman Thom Mrozek said prosecutors simply suggested that victims “who wished to have separate representation in the litigation at no cost contact Mr. Larson.”\n\nSuch an action, he said, was not unusual, and witnesses in criminal cases are often advised to contact counsel to represent their interests, he said.\n\n“Because the third-parties in this case are crime victims, our responsibility to them is even greater,” Mrozek said.\n\nJames Godoy, whose wife was killed in the attack, said San Bernardino County prosecutors called late last week to ask if he would participate in the case, and he agreed. Larson called soon after to provide more information.\n\nGodoy said he is supporting the government because “it doesn’t really affect anybody if they’re trying to get information off of people who are dead.”\n\nIn a statement on Tuesday, San Bernardino district attorney Mike Ramos said victims deserve a voice in federal court. “We owe it to them to do everything we can to make sure justice is served,” he said.\n\nGeorge Velasco, whose niece was killed in the shooting, said his brother decided to join the case last week after a call from Larson. “We want to ensure appropriate justice is served, and the contents of the cell phone could contain critical information needed to ensure that happens,” Velasco said.\n\nLarson declined to comment on how many victims might ultimately sign onto the brief. An Apple representative did not respond to a request for comment.\n\nFederal prosecutors have legal obligations to victims, such as making sure they are aware of court hearings and have a chance to speak at sentencing.\n\nProsecutors should also help victims understand that DOJ attorneys do not represent them, and that they can seek separate counsel to protect their interests, said Miranda Kane, a defense lawyer who previously served as DOJ’s criminal chief in Northern California.\n\nAs a prosecutor, Kane said, she never suggested a particular attorney for a victim and was not aware of other prosecutors having done so.\n\n“I would be very careful doing that,” she said.\n\nThe clash between Apple and the Justice Department is the latest skirmish in a long-running war over how much law enforcement and intelligence officials should be able to monitor digital communications.\n\nThe Justice Department won an order in a Riverside, California federal court last week against Apple, without the company present in court. Apple is scheduled to file its first legal arguments on Friday, and U.S. Magistrate Judge Sheri Pym, who served as a federal prosecutor before being appointed to the bench, has set a hearing on the issue for next month.\n\nNot all victims are firmly in the government’s camp. Salihin Kondoker, whose wife is recovering after being shot in the attack, said at first he agreed with the government that Apple should cooperate. Now he is undecided.\n\n“I use Apple phones,” said Kondoker, who has not been contacted about joining the government lawsuit. “So I want to keep my information confidential, keep my information private so it should not be accessed by anyone - not even law enforcement officers.”"
    },
    {
        "time": "1:17PM UTC",
        "header": "u.s. sought data from 15 apple iphones in last four months",
        "link": "http://www.reuters.com/article/apple-encryption-idUSL2N1621KO",
        "body": "(Reuters) - Court records released on Tuesday show the U.S. Justice Department has in the last four months sought court orders to force Apple Inc to help investigators extract data from 15 iPhones in cases across the country.\n\nThe disclosure comes amid a heated dispute between Apple and federal investigators over access to a locked iPhone belonging to one of the killers in December’s mass-shooting in San Bernardino, California.\n\nIn a letter unsealed on Tuesday addressed to a federal judge in Brooklyn, New York, overseeing one such case, Apple said it had received requests since October to assist law enforcement in accessing 13 other locked iPhones.\n\nProsecutors said they were aware of a 15th case filed in Massachusetts, in their own letter filed late on Monday ahead of the unsealing of Apple’s Feb. 17 list of cases.\n\nThose cases include one announced last week in which a federal magistrate judge ordered Apple to unlock the iPhone belonging to one of the killers in the San Bernardino shooting, which has escalated into a high-publicity showdown between Apple and the U.S. Federal Bureau of Investigation.\n\nAccording to Apple’s letter, the technology company has objected to providing law enforcement assistance with regards to at least 12 of the 15 iPhones so far.\n\nThe letter was addressed to U.S. Magistrate Judge James Orenstein, who since October has been weighing whether to order Apple to provide authorities access to data on a locked iPhone in a narcotics-related case.\n\nProsecutors earlier said that before the Brooklyn dispute emerged, Apple had since 2008 received 70 court orders requiring it provide similar assistance to which it complied without objection.\n\nIn contrast to the San Bernardino case, many of the cases listed by Apple and the Justice Department appear to involve iPhones using an older Apple operating system, which has fewer security barriers to surmount.\n\nThe Justice Department on Friday filed a motion seeking to compel Apple to comply with a judge’s order to unlock an iPhone belonging to one of the San Bernardino shooters, portraying the tech giant’s refusal as a “marketing strategy.”\n\nApple Chief Executive Tim Cook has refused to do so, and sent a letter to employees Monday morning making clear the company’s hardline stance refusing to make software to unlock the phone addresses broader issues, not just a single device linked to a grisly attack. (Additional reporting by Rishika Sadam)"
    },
    {
        "time": "12:08PM UTC",
        "header": "democratic lawmaker asks fbi director to withdraw apple unlocking case",
        "link": "http://www.reuters.com/article/us-apple-encryption-congress-letter-idUSKCN0VW21Q",
        "body": "WASHINGTON (Reuters) - A Democratic U.S. congressman on Tuesday asked the FBI to rescind its demand that Apple help unlock an iPhone linked to one of the San Bernardino shooters.\n\nU.S. Representative Ted Lieu argued instead that Congress should ultimately decide whether American technology companies must grant authorities access to their products.\n\nIn a letter to Federal Bureau of Investigation Director James Comey seen by Reuters, the California Democrat said that allowing a federal magistrate to order Apple to write new code granting investigators access to the phone relies on a “strained interpretation” of a centuries-old law and could set a dangerous precedent that would weaken encryption more broadly.\n\nLieu’s letter echoes the sentiment of some lawmakers on both sides of the debate who have said since the Apple standoff began that Congress should resolve the encryption debate, despite a longstanding legislative impasse on the issue.\n\nThe FBI declined to comment on the letter, but referred back to a Sunday blog post by Comey that said the case was not about precedent but “victims and justice.”\n\nLast week, a federal magistrate in Los Angeles said that Apple must provide “reasonable technical assistance” to investigators seeking to unlock the data on an iPhone that had been used by San Bernardino shooter Rizwan Farook, who, with his wife, killed 14 people on Dec. 2.\n\nIn opposing the judge’s order, Apple has framed the dispute as an issue of digital privacy and security that affects all of its customers.\n\nLieu earlier this month introduced the ENCRYPT Act, which would prevent any state or locality from mandating that a “manufacturer, developer, seller, or provider” design or alter the security of a product so it can be decrypted or surveilled by authorities."
    },
    {
        "time": "3:06PM UTC",
        "header": "telegram app free-speech advocate no stranger to apple-fbi woes",
        "link": "http://www.reuters.com/article/us-telecoms-mobileworld-telegram-idUSKCN0VW2CM",
        "body": "BARCELONA (Reuters) - Pavel Durov, founder of secure messaging app Telegram and VKontakte, lives in the vortex that now pits technology giant Apple against the FBI.\n\nHis current venture, Telegram, has been built from the ground up to resist government pressure, operating in a fashion more akin to stateless whistleblower site WikiLeaks than Silicon Valley-rooted Apple, which is in a stand-off with the U.S. Federal Bureau of Investigation.\n\nDurov has spent years fending off intrusions into his users’ communications, forging an uncompromising stance on privacy after founding popular site VKontakte, Russia’s answer to Facebook, then losing control of it for refusing Russian government demands to block dissidents.\n\n“We had a simple choice: Either betray our values or keep our values and leave Russia to try to do something new,” he said in an interview on the sidelines of the Mobile World Congress in Barcelona, Europe’s largest annual technology conference.\n\nSince leaving Russia in 2014 to set up Telegram, Durov and his core team of 15 developers have become perpetual migrants, living only a few months at a time in any one location, starting in Berlin, then London, Silicon Valley, Finland and currently, Barcelona. The company is incorporated in multiple jurisdictions, including Britain.\n\nTelegram, a tenth the size of Facebook-owned rival WhatsApp, has caught on in many corners of the globe including for a while with Islamic State as an ultra-secure way to quickly upload and share videos, texts and voice messages.\n\nAuthorities in China, Iran and Russia have threatened or taken action to block its service.\n\n“We are not willing to compromise our values in order to increase our market share,” Durov said.\n\nNonetheless, Telegram has grown like a weed in many emerging markets since launching 2-1/2 years ago. On Tuesday, it said it now has 100 million active monthly users. Members trade 15 billion messages a day.\n\nTelegram is widely used in the Middle East, Central and Southeast Asia and Latin America, and has become Iran’s most popular way for smartphone users to communicate while dodging the Islamic Republic’s “morality police”.\n\nIn a case highlighting the tensions between privacy and security in an age of pervasive electronics, the FBI is pressing Apple to unlock an iPhone linked to the December shootings in San Bernardino, California, in which 14 people were killed and 22 wounded.\n\nDurov inevitably sides with Apple and its CEO, Tim Cook.\n\n“There’s always a risk that your iPhone can be stolen, and the people who stole it can use the data, your private photos, etc to blackmail you,” he said. Forcing Apple to build tools to defeat its own security methods would set a dangerous precedent, he added.\n\nHighlighting the essential paradox of his absolutist stand, Telegram temporarily became a preferred app for Islamic State to distribute its violent propaganda, including taking credit for the Paris attacks in November that left 130 people dead.\n\nSince then, Telegram has had only partial success with efforts to dislodge online jihadists from its platform, similar to the struggle that bigger sites such as Twitter and Facebook have struggled to control.\n\nIt’s an effort that half of the company’s 30 less technical employees remain busy doing, taking down 10 to 12 jihadist sites per day, Durov said. This so-called “abuse team” is made up of remote workers from several countries, with no central office location.\n\nTelegram, whose services remain entirely free to users, has no plans to introduce advertising to support its growth but holds out the modern rebel entrepreneur’s goal of building a viable business.\n\n“Making profits will never be a goal for Telegram,” its site says, and if it runs out of money, “we’ll invite our users to donate and add non-essential paid options to break even.”\n\n“This set of values does not necessarily prevent us from earning money,” Durov told Reuters. “I believe that at some point we should come up with a business model that would make us sustainable.”\n\nThe company’s operations are funded by Durov with some of the up to $300 million he reportedly took away from the forced sale when he was pushed out of VKontakte.\n\nDurov said he is bound by a legal agreement tied to the share sale not to disclose its value, saying only that he was “extremely lucky” to sell out before the Russian economy went into a tailspin in 2014.\n\nHe is looking to make a splash among world tech leaders on Tuesday night by hosting a party featuring up-and-coming British pop singer Tom Odell and Grammy award-winning producer/DJ Mark Ronson."
    },
    {
        "time": "5:27PM UTC",
        "header": "column-doj accuses apple of 'misleading' in encryption fight: frankel",
        "link": "http://www.reuters.com/article/apple-encryption-frankel-idUSL2N1622IH",
        "body": "NEW YORK Feb 23 (Reuters) - In Apple’s depiction of its intensifying fight with the U.S. Justice Department over accessing data from the iPhone of accused San Bernardino shooter Syed Farook, the company is heroically battling in courts across the country for the principle of protecting the privacy of cellphone users, even if that principle requires Apple to oppose government requests to help investigators crack security on suspected criminals’ phones.\n\nIn the Justice Department’s portrayal of the showdown, Apple has cravenly decided to use opposition to a high-profile government decryption request as a marketing ploy. Apple, according to the government, never balked at helping federal investigators break into iPhones until it saw an opportunity to distinguish its privacy protections from those of its competitors.\n\nApple and the Justice Department are presenting these mutually exclusive versions of reality to sway public sentiment about whether cellphone makers should be compelled to assist the government’s criminal investigations - a question that may eventually be decided by Congress, not the executive branch or the federal courts.\n\nJustice intensified its deprecation of Apple in a letter unsealed Tuesday in federal court in Brooklyn, where a U.S. magistrate judge is weighing a government request that he order Apple, under the 1789 All Writs Act, to help investigators access data from an accused drug dealer’s phone.\n\nIn the newly unsealed letter, the government accused Apple of “misleading” the magistrate about its response to court orders directing the company to assist criminal investigations. According to the Justice Department, Apple “did not file objections to any of the orders, seek an opportunity to be heard from the court or otherwise seek judicial relief.”\n\nIn most recent cases, Justice said, Apple simply put off complying with the court orders, although in one case, the company said it would help if it were served with a revised search warrant.\n\n“Only more recently, in light of the public attention surrounding an All Writs Act order issued in connection with the investigation into the shootings in San Bernardino, California, has Apple indicated that it will seek judicial review,” the letter said. “Apple’s position has been inconsistent at best.”\n\nYou will not be surprised to hear that Apple has an entirely different account of how it has handled recent All Writs Act orders to help the government get its hands on iPhone data.\n\nAs my Reuters colleague Nate Raymond reported, Apple said in its letter to the judge in Brooklyn that the Justice Department has sought court orders to enlist the company’s security-cracking assistance with 15 iPhones in the past four months. Apple said it has objected to all of the orders it has received.\n\nThose objections, the company said when I emailed to ask about the disparity between its letter and the government’s response, haven’t come in the form of court filings except in the Brooklyn and San Bernardino cases.\n\nIn the other cases Apple cited in its letter, it communicated its opposition directly to investigators. Since October, Apple has informed investigators wielding All Writs Act orders that it has “suspended all iOS data extractions” and will not retain possession of phones criminal investigators have asked the company to decrypt.\n\nApple’s decision to suspend cooperation with the Justice Department, as I’ve reported, stems from a ruling last October by U.S. Magistrate Judge James Orenstein of Brooklyn.\n\nOrenstein, of his own volition, refused to grant the government an All Writs Act order without briefing by Apple. That was an unusual decision; judges usually grant these catch-all orders, directing third parties to cooperate with government investigations, as long as federal investigators file pro forma applications showing that they have obtained search warrants and that the third party won’t be unduly burdened by assisting the inquiry.\n\nBriefing in the Brooklyn case took place as the divide over cellphone privacy deepened between the government and Apple, which has made it increasingly difficult to breach users’ security passcodes in successive generations of its operating systems.\n\nLast week, on the same day that Apple publicly announced it would litigate against the order directing it to help the Federal Bureau of Investigation crack security on Syed Farook’s work-issued iPhone, Judge Orenstein ordered the company to provide him with details about all other cases in which the government had asked for an order compelling Apple’s cooperation. The letters unsealed Tuesday responded to Judge Orenstein’s order.\n\nOrenstein may be Apple’s best hope to change the judicial momentum on All Writs Act orders. According to briefs in the Brooklyn and San Bernardino cases, the Justice Department has apparently never been denied an order compelling assistance from a cellphone company when it has already obtained a search warrant on the phone.\n\nJudge Orenstein, though, has expressed fundamental doubts about whether the act applies because Congress has declined to legislate mandatory cooperation from cellphone makers.\n\nWhether the final decision on forced data extraction ends up at the U.S. Supreme Court or with lawmakers, it is in the Justice Department’s interest to sully Apple’s image, and vice versa. Tuesday’s accusations won’t be the last of the flying accusations in this fight."
    },
    {
        "time": "12:27AM UTC",
        "header": "u.s. doj seeks to force apple to extract data from dozen other iphones - wsj",
        "link": "http://www.reuters.com/article/apple-encryption-idUSL3N16227G",
        "body": "Feb 22 (Reuters) - The U.S. Justice Department is looking at court orders forcing Apple Inc to help investigators extract data from iPhones in about a dozen undisclosed cases across the country, the Wall Street Journal reported, citing sources.\n\nThis move comes on the heels of the San Bernardino, California, shooting case.\n\nThe other phones, which were seized in a variety of criminal investigations, are involved in cases where prosecutors are compelling the company to help them bypass the passcode security feature of phones that may hold evidence, the Journal added.\n\nHowever, the details of these dozen cases are not yet public and they do not tend to involve any terrorism charges, the Journal said on Monday. (on.wsj.com/24mQhFf)\n\nThe dozen or so cases are also distinct from San Bernardino in that many of them involve phones using an older Apple operating system, which has fewer security barriers to surmount, the Journal added.\n\nThe DOJ filed a motion on Friday seeking to compel Apple to comply with a judge’s order to unlock the encrypted iPhone belonging to one of the San Bernardino shooters, portraying the tech giant’s refusal as a “marketing strategy.”\n\nApple on Monday urged the creation of a government panel on encryption, the latest salvo in a standoff over a locked iPhone linked to the San Bernardino shooting that has escalated into a public relations battle between the technology company and the U.S. Federal Bureau of Investigation.\n\nApple Chief Executive Tim Cook also sent a letter to employees Monday morning, making clear the company’s hardline stance refusing to make software to unlock the phone addresses broader issues, not just a single device linked to a grisly attack.\n\nApple and the Justice Department could not immediately be reached for comment outside regular business hours. (Reporting by Rishika Sadam in Bengaluru; Editing by Sunil Nair)"
    },
    {
        "time": "12:08PM UTC",
        "header": "u.s. government, apple take encryption case to court of public opinion",
        "link": "http://www.reuters.com/article/us-apple-encryption-commission-idUSKCN0VV185",
        "body": "(Reuters) - Apple Inc on Monday urged the creation of a government panel on encryption, the latest salvo in a standoff over a locked iPhone linked to the San Bernardino shooting that has escalated into a public relations battle between the revered technology company and the U.S. Federal Bureau of Investigation.\n\nApple Chief Executive Tim Cook also sent a letter to employees Monday morning, making clear the company’s hardline stance refusing to make software to unlock the phone addresses broader issues, not just a single device linked to a grisly attack.\n\n“This case is about much more than a single phone or a single investigation,” Cook said in the email to employees, seen by Reuters. “At stake is the data security of hundreds of millions of law-abiding people, and setting a dangerous precedent that threatens everyone’s civil liberties.”\n\nBut FBI Director James Comey, in an article published late Sunday on the national security legal blog Lawfare, asserted the case was not about setting a new legal precedent but rather about “victims and justice.”\n\n“Fourteen people were slaughtered and many more had their lives and bodies ruined,” Comey wrote. “We owe them a thorough and professional investigation under law. That’s what this is.”\n\nA federal judge last week ordered Apple to create new software and take others steps to retrieve data from the locked phone, used by Syed Rizwan Farook, one of the San Bernardino shooters, who was killed in a gun battle with police.\n\nThis move also received support from Microsoft Corp founder Bill Gates, who said technology companies should be forced to co-operate with law enforcement in terrorism investigations, the Financial Times reported late Monday. (on.ft.com/1UjDWgz)\n\n“This is a specific case where the government is asking for access to information. They are not asking for some general thing, they are asking for a particular case,” Gates told the Financial Times.\n\nGates’ decision sets him apart from other Silicon Valley top executives, such as Facebook Inc chief Mark Zuckerberg, Twitter Inc founder Jack Dorsey and Google head Sundar Pichai, who have all backed Cook’s decision, the newspaper added.\n\nThe company is fighting the order, arguing that creating such a key will jeopardize the security of all iPhones. The company’s formal legal arguments are expected Friday.\n\nThe Justice Department’s maneuvers over the past week have prompted Apple supporters to suggest the case is as much about putting political pressure on Apple and influencing the broader policy debate on encryption as it is about getting data from Farook’s phone.\n\nThe Justice Department launched its unusually public campaign to force Apple’s hand by publicizing the court order itself, which normally would have been under seal, according to legal experts. Then, on Friday, the Justice Department filed additional court papers that repeated its legal arguments and criticized the company’s resistance as a “brand marketing strategy.” The government acknowledged that the Friday filing was “not legally necessary.”\n\nApple responded hours later by holding a conference call with reporters - a rare move by a generally reticent company that is accustomed to making news rather than reacting to it. That was followed early Monday by a public blog post and an internal email to employees arguing the company’s case.\n\nMeanwhile, the government has actively solicited victims of the shooting to join its case against Apple.\n\nFarook and his wife, Tashfeen Malik, destroyed their personal phones before carrying out the Dec. 2 shooting rampage in San Bernardino, California, which killed 14 and wounded 22. Authorities believe the couple was inspired by the Islamic State. The phone at issue is an iPhone 5c issued to Farook by San Bernardino County in his role as a health inspector.\n\nDIGITAL SECURITY COMMISSION The case has revived interest on Capitol Hill in pursuing legislation to address the problem of what law enforcement officials call \"going dark\" - where tight digital security prevents them from accessing the data of criminal suspects. The idea of setting up a commission - which may be a prelude to a broader legislative solution - is not new, although a political resolution of the data privacy and encryption debate has proven elusive for many years. A digital security commission comprising technology, business and law enforcement experts has been proposed by Democratic Senator Mark Warner and Republican Representative Michael McCaul, who chairs the Homeland Security Committee, to help break the impasse over encryption. The bipartisan pair is scheduled to unveil details of legislation that would create a panel at a Washington event on Wednesday. Apple indicated it would work with a commission or panel of experts to discuss the matter further. \"Apple would gladly participate in such an effort,\" the company wrote in the Monday post on its website addressing questions about the case.(apple.co/1QthT10) The company could not be immediately reached for further comment. The Justice Department has pushed back on framing the dispute as an encryption issue, insisting that it is only trying to get past the lock screen on one phone. Apple has argued that while it is technically possible to bypass the security features of the iPhone by building a new operating system, such a move would set a dangerous precedent. Bipartisan leaders of the U.S. House Energy and Commerce Committee late Friday invited Apple's Cook and FBI Director James Comey to testify at an upcoming hearing on encryption, though no date was set. Senators Richard Burr and Dianne Feinstein, the top Republican and Democrat of the Senate Intelligence Committee respectively, have long said they intend to introduce legislation that would force a company to be able to grant authorities access to a suspect's data, though a bill has not yet materialized. Some victims of the attack will file a legal brief in support of the U.S. government's attempt to force open to unlock the phone, a lawyer representing the victims told Reuters on Sunday."
    }
]