[
    {
        "time": "7:58PM UTC",
        "header": "apple could drop qualcomm components in next year's iphones, ipads: sources",
        "link": "http://www.reuters.com/article/us-apple-qualcomm-iphone/apple-could-drop-qualcomm-components-in-next-years-iphones-ipads-sources-idUSKBN1D0099",
        "body": "(Reuters) - Apple Inc (AAPL.O) has designed iPhones and iPads that would drop chips supplied by Qualcomm Inc (QCOM.O), according to two people familiar with the matter.\n\nThe change would affect iPhones released in the fall of 2018, but Apple could still change course before then, these people said. They declined to be identified because they were not authorized to discuss the matter with the media.\n\nThe dispute stems from a change in supply arrangements under which Qualcomm has stopped providing some software for Apple to test its chips in its iPhone designs, one of the people told Reuters.\n\nThe two companies are locked in a multinational legal dispute over the Qualcomm’s licensing terms to Apple.\n\nQualcomm told Reuters it is providing fully tested chips to Apple for iPhones. “We are committed to supporting Apple’s new devices consistent with our support of all others in the industry,” Qualcomm said in a statement.\n\nThe Wall Street Journal first reported that Apple could drop Qualcomm chips Monday.\n\nBernstein analyst Stacy Rasgon said Apple’s move is not totally unexpected.\n\nThough Qualcomm has for several years supplied Apple’s modems - which help Apple’s phones connect to wireless data networks - Intel Corp (INTC.O) has provided upward of half of Apple’s modem chips for iPhones in recent years, Rasgon said. Intel recently acquired a firm that would let it replace more of Qualcomm’s chips in iPhones, Rasgon said.\n\nRasgon said it’s too early to say definitively whether Apple fully intends to drop Qualcomm next year because Apple can likely make multiple contingency plans for different supplier scenarios.\n\n“Apple is big enough that if they want to support multiple paths, they can do that,” Rasgon said. “Samsung (Electronics Co (005930.KS)) did this too. A couple of years ago, Samsung designed Qualcomm out, but Qualcomm didn’t even know until it was close to time to ship” Samsung’s phones, Rasgon said."
    },
    {
        "time": "7:12PM UTC",
        "header": "qualcomm dips on risk of losing apple, intel gains",
        "link": "http://www.reuters.com/article/us-qualcomm-stocks/qualcomm-dips-on-risk-of-losing-apple-intel-gains-idUSKBN1D029Z",
        "body": "(Reuters) - Shares in Qualcomm Inc (QCOM.O) fell as much as 8 percent on Tuesday on reports that Apple Inc (AAPL.O) would not use its modem chips in iPhones and iPads from next year.\n\nQualcomm has been a supplier of components to Apple for years but the relationship took a bad turn earlier this year when Apple accused Qualcomm of overcharging for chips and refusing to pay some $1 billion in promised rebates.\n\nThe change would affect iPhones released in the fall of 2018, but Apple could still change course before then, two people familiar with the matter told Reuters on Monday.\n\nShares of Intel Corp (INTC.O) — which analysts have said would benefit the most if Apple switches vendors — rose 3.2 percent and hit a 17-year high on Tuesday.\n\nA number of analysts, however, raised questions about the wisdom of Apple switching from one of its long-time vendors at a time when it has already had to push back the release of its 10th anniversary iPhone X due to issues with new tech.\n\n“While Intel’s new modem does support CDMA, it will be their first generation CDMA device, which carries inherent risks,” Raymond James analyst Chris Caso told Reuters.\n\nAnother analyst, Baird Equity’s Tristan Gerra, said the share of Intel’s modem chips in the iPhone could approach 100 percent within the next two years from less than 50 percent currently.\n\n“The jury is still out if Apple decides to go in this direction and away from Qualcomm but it would be a potentially game-changing move,” Daniel Ives, analyst at GBH Insights told Reuters.\n\nOne analyst estimated the annual value of Qualcomm’s share of Apple chips at about $1.5-1.75 billion in revenue compared to the chipmaker’s 2016 revenue of $23.55 billion and Intel’s nearly $60 billion."
    },
    {
        "time": "6:36AM UTC",
        "header": "ahead of iphone x launch, china vendors cut prices of iphone 8 models",
        "link": "http://www.reuters.com/article/us-apple-iphone-china/ahead-of-iphone-x-launch-china-vendors-cut-prices-of-iphone-8-models-idUSKBN1D018F",
        "body": "HONG KONG (Reuters) - Chinese vendors have slashed the price of Apple’s iPhone 8 by up to a fifth in a bid to lure customers amid sluggish demand ahead of the launch of the tech giant’s much-anticipated iPhone X on Friday.\n\nBuyers can now snap up Apple’s new iPhone 8 Plus and the more basic iPhone 8 models at discounts of between nearly 14 percent and 20 percent in mainland China, where iPhones have been known to change hands for as much as four times the price in Hong Kong.\n\nThe move comes as data from research firm Canalys shows Apple’s China smartphone shipments grew 40 percent in the third quarter from a year ago to 11 million units, marking the U.S. company’s best performance in China in eight quarters.\n\nSome analysts, however, cautioned whether that could be sustained.\n\n“Apple’s growth this quarter is only temporary. The high sell-in caters to the pent-up demand of iPhone upgraders in the absence of the iPhone X,” said Canalys analyst Mo Jia.\n\n“Price cuts on earlier models after announcing the iPhone 8 have also helped. However, Apple is unlikely to sustain this growth in Q4.”\n\nApple in China didn’t immediately respond to request for comment.\n\nCustomers can now order a basic model of a 64GB iPhone 8 for 4,788 yuan ($722.61) from China’s top home appliance retailer Suning Commerce Group Co Ltd, via its online shopping platform. A more expensive iPhone 8 Plus 256GB model costs 6,888 yuan ($1,039.54).\n\nThat’s a significant reduction from the original price tags in China of 5,888 yuan and 7,988 yuan, respectively.\n\nThe basic iPhone 8 is available through e-commerce player JD.com for 4,875 yuan ($735.74), with the expensive model costing 7,098 yuan ($1,071.23).\n\nIn Hong Kong, the basic iPhone 8 costs HK$5,988 ($767.55) from the Apple store, while the more expensive version sells for HK$8,188 ($1,049.56)\n\nIn recent years, hundreds of thousands of Apple devices were smuggled across the border into mainland China, where they could fetch as much as four times the price in Hong Kong.\n\nBut much of that trade has been wiped out as Apple has opened more stores in China, recent launches have been simultaneous in China and Hong Kong rather than staggered, and domestic Chinese phone brands have increased their share of the world’s biggest smartphone market.\n\nApple last week countered concerns of muted demand for its iPhone X, saying pre-orders for the 10th anniversary phone were “off the charts”."
    },
    {
        "time": "12:48PM UTC",
        "header": "iphone x is best yet and faceid works, mostly: reviewers",
        "link": "http://www.reuters.com/article/us-apple-iphone/iphone-x-is-best-yet-and-faceid-works-mostly-reviewers-idUSKBN1D01WL",
        "body": "(Reuters) - The first reviews of Apple Inc’s eagerly awaited iPhone X unanimously judged it the best iPhone yet, although some reviewers pointed out potential glitches in FaceID, the company’s new face recognition system.\n\nThe run-up to the Nov. 3 release of the redesigned glass and stainless steel device has been dominated by concerns over the supply and accuracy of the new system, which aims to improve on Samsung’s face unlock feature.\n\nAt $999, the iPhone X is the most expensive phone the company has ever launched, but demand is already far outstripping supply, according to analysts.\n\n“It’s thin, it’s powerful, it has ambitious ideas about what cameras on phones can be used for, and it pushes the design language of phones into a strange new place,” Verge reviewer Nilay Patel said.\n\nApple shares rose as much as 1.4 percent to a record high of $169.09 on Tuesday.\n\nThere is no home button on the iPhone X, a key feature in previous phones.\n\nThe fingerprint sensor is gone as well, replaced by FaceID, which unlocks the phone by recognizing a face with the help of a front-facing “TrueDepth” infrared camera.\n\nSo does the FaceID work? Reviewers had reservations.\n\nWhile the feature works even if the user changes their appearance, wearing sunglasses for instance, it may not work as well if some key facial features are obscured.\n\n“I tried the phone with at least five of my coworkers. None of their faces unlocked it - although none of them look remotely like me,” CNET reviewer Scott Stein said.\n\nReviewers said Apple had given guidance that the system works best at a distance of 25 to 50 centimeters away from your face.\n\nApple touted the iPhone X as a completely reimagined device. It has a display that covers the entire screen but for a notch at the top that houses sensors, lenses, microphones and speakers.\n\nBut many reviewers agreed that while some customers may be willing to pay the steep premium, as they usually do for new Apple devices, others may find the price unnecessary.\n\n“For a lot of people, it’ll be worth it. For a lot of people, it’ll seem ridiculous,” Verge’s Patel said.\n\n“But fundamentally, it’s a new iPhone, and that means you probably already know if you want to spend a thousand dollars on one.”\n\nThe iPhone X has three cameras, one in front and two at the back, which reviewers said were “top notch” and the best so far in an iPhone.\n\nThe device’s battery seemed to last up to a day, even after running heavy-duty apps, reviewers said.\n\nThis is the first time Apple has used an OLED display, which CNBC’s Todd Haselton said was the best display he had ever seen on a smartphone."
    }
]