[
    {
        "time": "4:35AM UTC",
        "header": "defensives drag european shares lower; apple suppliers jump",
        "link": "http://www.reuters.com/article/europe-stocks/defensives-drag-european-shares-lower-apple-suppliers-jump-idUSL8N1K219A",
        "body": "* Staffing companies hit by Deutsche Bank downgrades (ADVISORY- Follow European and UK stock markets in real time on the Reuters Live Markets blog on Eikon - see cpurl://apps.cp./cms/?pageId=livemarkets)\n\nLONDON, July 11 (Reuters) - European shares reversed early gains to turn lower on Tuesday as heavy losses among defensive consumer staples and real estate stocks outweighed strength in autos, miners and banks.\n\nThe pan-European STOXX 600 edged down 0.3 percent, while euro zone stocks and blue-chips dipped 0.1 percent, in muted trading punctuated by early earnings updates and more corporate deal-making.\n\nConsumer staples including food and drink companies and household goods were the biggest drags, with real estate stocks also falling 0.9 percent.\n\nAutos stocks were a bright spot, up 0.8 percent, after data showed Chinese passenger car sales rose.\n\n“We note that defensive equity sectors earnings have generally weakened while cyclical sectors keep their positive momentum,” said Valentin Bissat, equity analyst at Mirabaud Asset Management.\n\n“Overall for the region, the equity risk premium has decreased, which in turn increases companies’ buybacks, a trend which is likely to continue in the short term as reduced uncertainties and a cyclical recovery decrease the necessity to hold liquidity in cash,” Bissat added.\n\nPearson wiped out early gains to fall to the bottom of the STOXX, down 3.5 percent after selling a 22 percent stake in publisher Penguin Random House.\n\nAnalysts at Liberum, which has a ‘sell’ rating on the restructuring education publisher, were sceptical over the details of the deal.\n\nMarks & Spencer reported a rise in full-price sales, but its shares fell 1.9 percent, partly on the back of underwhelming food sales, while rivals Tesco and Morrisons rose.\n\nBroker notes spurred some of the biggest individual moves, with semiconductor makers STMicro and AMS top gainers after JP Morgan raised STMicro - a supplier to tech giant Apple - to ‘overweight’.\n\n“We believe that the market is too cautious on STMicro,” wrote European tech analyst Sandeep Deshpande.\n\nDeshpande also said Apple suppliers would have a strong second half, calling the market too sceptical and predicting the semiconductor stocks would meet or beat expectations.\n\nAmong the top individual drags on the STOXX 600 were Randstad and Adecco, targeted by Deutsche Bank in a note on staffing firms.\n\nAnalysts at Deutsche cut ratings for the world’s two largest staffing companies, saying current employment levels in the United States and Europe were associated with peaking 12-month investor returns.\n\nBritish recruitment firm Hays followed its European peers down 2.4 percent.\n\nMeanwhile, in the incipient European earnings season, a strong update from Danish insurer Tryg pushed it up 3.5 percent to a two-year high. Berenberg analyst Iain Pearce said a special dividend could be expected at year-end.\n\nSteel industrials firm Thyssenkrupp rose 2.3 percent after saying it would cut 2,000 to 2,500 jobs by the end of the 2019/2020 fiscal year."
    },
    {
        "time": "6:52AM UTC",
        "header": "tripadvisor plugs deliveroo food ordering into its travel listings",
        "link": "http://www.reuters.com/article/us-tripadvisor-food-deliveroo/tripadvisor-plugs-deliveroo-food-ordering-into-its-travel-listings-idUSKBN19W125",
        "body": "FRANKFURT (Reuters) - TripAdvisor Inc has partnered with Deliveroo to incorporate the delivery firm’s food ordering service into the travel site’s listings across 12 countries in Europe, the Middle East and Asia, both companies said on Tuesday.\n\nConsumers can use TripAdvisor smartphone or computer apps to order food from more than 20,000 restaurant partners of Deliveroo in some 140 cities from Britain to Germany to Italy, the United Arab Emirates and Australia, Hong Kong and Singapore.\n\nU.S-based TripAdvisor combines listings for 7 million hotels, flights, attractions and restaurants with more than 500 million user reviews in 49 countries.\n\nTripAdvisor had 390 million average monthly visitors across its network as of December, according to web audience measurement firm Comscore.\n\nDeliveroo is a privately held London-based start-up which has raised $475 million in five venture capital rounds. It competes in the premium food delivery market with rivals such as Foodora, a unit of Berlin-based Delivery Hero.\n\nTerms of the partnership were not disclosed."
    }
]