[
    {
        "time": "4:04PM UTC",
        "header": "us stocks snapshot-tech pulls wall street lower; apple slides",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-snapshot-tech-pulls-wall-street-lower-apple-slides-idUSZXN0R1F2I",
        "body": "NEW YORK, June 12 (Reuters) - Apple shares added to last week’s drop on Monday to lead a stock market decline as technology, still the best performing S&P 500 sector this year, succumbed under its own weight.\n\nThe Dow Jones Industrial Average fell 36.16 points, or 0.17 percent, to 21,235.81, the S&P 500 lost 2.36 points, or 0.10 percent, to 2,429.41 and the Nasdaq Composite dropped 32.45 points, or 0.52 percent, to 6,175.47. (Reporting by Rodrigo Campos; Editing by Nick Zieminski)"
    },
    {
        "time": "9:19AM UTC",
        "header": "exclusive - foxconn says apple, dell join its bid for toshiba chip business",
        "link": "http://www.reuters.com/article/us-toshiba-accounting-foxconn-exclusive/exclusive-foxconn-says-apple-dell-join-its-bid-for-toshiba-chip-business-idUSKBN1930ZS",
        "body": "TAIPEI (Reuters) - Apple Inc and computing giant Dell Inc will join a Foxconn-led consortium bidding for Toshiba Corp’s highly prized chip unit, the CEO of the world’s largest contract electronics manufacturer told Reuters on Monday.\n\nTerry Gou, Foxconn’s founder and chief executive, said U.S.-based Kingston Technology Co, a maker of memory products, would also be part of the bidding group, while Amazon.com Inc was close to joining.\n\nThe Taiwanese firm is also in discussions with Alphabet Inc’s Google, Microsoft Corp and Cisco Systems Inc about their participation in the bid, he said.\n\nHe declined to say how much Apple and other U.S. firms planned to invest.\n\n“I can tell you Apple is in for sure,” Gou said in an interview, adding that its participation had been approved by Chief Executive Tim Cook and Apple’s board of directors.\n\nAsked about the total size of the Foxconn-led offer, he declined to give a figure, saying only that it was “very close” to other bids.\n\nToshiba is rushing to find a buyer for the world’s second-largest producer of NAND chips, which it values at $18 billion or more, to cover billions of dollars in cost overruns at its now-bankrupt U.S. nuclear business Westinghouse Electric Corp.\n\nFoxconn, however, has not been seen as a frontrunner for the unit due to its deep ties with China, where it manufactures much of its products. The Japanese government has said it will block any deal that would risk the transfer of key chip technology out of the country.\n\nGou said that the Foxconn-led consortium contained no Chinese capital and had the advantage of not inviting as much antitrust scrutiny as other suitors. He also played down potential opposition from the Japanese government to the bid.\n\n“The key is that we are all customers, we are users,” he said.\n\nFoxconn, formally known as Hon Hai Precision Industry Co, and its Japanese unit Sharp Corp would have a combined stake of not more than 40 percent, he added.\n\nRepresentatives for Apple and the other U.S. firms named by Gou could not be immediately reached for comment outside of regular business hours. Sharp declined to comment.\n\nSeparately a source familiar with the matter said Japanese telecoms and internet giant SoftBank Group Corp was also part of the Foxconn-led consortium.\n\nSoftBank declined to comment. Toshiba was not immediately available for comment.\n\nGou’s revelations of the Foxconn-led bid come as uncertainty spikes over the make-up of the groups competing in the hotly contest auction just days before Toshiba is due to announce a preferred bidder.\n\nWestern Digital Corp plans to raise its offer for Toshiba’s semiconductor unit, a person familiar with the matter told Reuters over the weekend, in a last-ditch effort to clinch a deal.\n\nThe U.S. chipmaker is part of a consortium led by a Japanese government-backed fund and the group will present the new offer of 2 trillion yen ($18 billion) or more, the source said.\n\nThe news helped Toshiba’s shares climb 9 percent on Monday. The stock is still down 26 percent from levels in late December, before it flagged big losses at its Westinghouse unit.\n\nThe laptops-to-nuclear conglomerate aims to name a winner at a board meeting on June 15. Tokyo, however, has been asking Toshiba to postpone the decision as the government-led consortium has yet to finalize its proposal.\n\nSome sources have said that the state-backed fund, the Innovation Network Corp of Japan, is also exploring a potential consortium with Bain Capital, though it is unclear what other firms would also be members of that group.\n\nWestern Digital has been seen by some sources as crucial to a successful deal, as it jointly operates a key flash-memory chip plant with Toshiba in western Japan.\n\nBut Western Digital and Toshiba have been at loggerheads over the auction. Western Digital is pursuing an international arbitration claim that Toshiba has breached joint-venture contracts by entertaining outside bids.\n\nToshiba has favored a separate bid from U.S. chipmaker Broadcom Ltd, which has partnered with U.S. private equity firm Silver Lake to offer 2.2 trillion yen, people familiar with the matter have told Reuters."
    },
    {
        "time": "4:26PM UTC",
        "header": "us stocks-wall st falls as apple drags tech shares lower",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wall-st-falls-as-apple-drags-tech-shares-lower-idUSL1N1J91HR",
        "body": "NEW YORK (Reuters) - Apple shares added to last week’s drop on Monday to lead a market downturn as tech, still the best performing S&P 500 sector this year, succumbed under its own weight.\n\nMizuho Securities cut its rating on Apple to “neutral” from “buy” on Monday, saying the stock had outperformed this year and that the “upcoming product cycle is fully captured at current levels.” Apple shares, down 2.4 percent on Monday, are up about 26 percent so far in 2017.\n\nThe S&P technology sector fell 0.8 percent after dropping 2.7 percent Friday for its largest two-day decline in nearly a year. The tech-heavy Nasdaq Composite underperformed the S&P 500 as the ongoing rout in the sector sparked a search for value elsewhere.\n\nEnergy stocks .SPNY, the worst performing sector year-to-date, were among the ones trying to stop the bleeding on the S&P 500.\n\nDespite the flailing leadership in tech stocks, Brian Jacobsen, chief portfolio strategist at Wells Fargo Funds Management in Menomonee Falls, Wisconsin, said he is not too worried about it becoming a broader market selloff.\n\n“We’re not even in correction territory for the Nasdaq or large tech shares. If economic data was worse than what it is, then I’d be worried,” he said.\n\n“The risk of recession is still pretty low, so I think this (tech) selloff is not a harbinger.”\n\nThe Dow Jones Industrial Average .DJI fell 36.3 points, or 0.17 percent, to 21,235.67, the S&P 500 .SPX lost 2.38 points, or 0.10 percent, to 2,429.39 and the Nasdaq Composite .IXIC dropped 32.45 points, or 0.52 percent, to 6,175.47.\n\nJacobsen said he would not yet buy into the market’s dip ahead of the Federal Reserve meeting that ends Wednesday, as the Fed is “the biggest risk to the market” in the near-term.\n\n“If the Fed dismisses the recent bout of soft data and continues hiking (rates) for the sake of hiking, then we could see a correction” in the stock market, he said.\n\nGeneral Electric (GE.N) was the S&P’s biggest boost with a 3.6 percent advance to $28.94. Jeff Immelt will retire as chief executive and would be replaced by John Flannery, the head of GE healthcare, who said he will conduct a swift review of the business portfolio.\n\nThe largest percentage gainer on the S&P 500 was Under Armour (UAA.N), which rose 5.8 percent, while the largest decliner was Netflix (NFLX.O), down 4.2 percent.\n\nCoherus BioSciences (CHRS.O) tumbled 23.8 percent to $15.73 after the FDA denied the approval of its biosimilar for Amgen’s (AMGN.O) Neulasta. Amgen edged up 0.5 percent to $164.88.\n\nAdvancing issues barely outnumbered declining ones on the NYSE by a 1.03-to-1 ratio; on Nasdaq, a 1.37-to-1 ratio favored decliners.\n\nAbout 7.89 billion shares changed hands in U.S. exchanges, far above the 6.81 billion daily average over the last 20 sessions."
    },
    {
        "time": "5:42PM UTC",
        "header": "wall st. falls as apple drags tech shares lower",
        "link": "http://www.reuters.com/article/us-usa-stocks/wall-st-falls-as-apple-drags-tech-shares-lower-idUSKBN193194",
        "body": "NEW YORK (Reuters) - Apple shares added to last week’s drop on Monday to lead a market downturn as tech, still the best performing S&P 500 sector this year, succumbed under its own weight.\n\nMizuho Securities cut its rating on Apple to “neutral” from “buy” on Monday, saying the stock had outperformed this year and that the “upcoming product cycle is fully captured at current levels.” Apple shares, down 2.4 percent on Monday, are up about 26 percent so far in 2017.\n\nThe S&P technology sector fell 0.8 percent after dropping 2.7 percent Friday for its largest two-day decline in nearly a year. The tech-heavy Nasdaq Composite underperformed the S&P 500 as the ongoing rout in the sector sparked a search for value elsewhere.\n\nEnergy stocks .SPNY, the worst performing sector year-to-date, were among the ones trying to stop the bleeding on the S&P 500.\n\nDespite the flailing leadership in tech stocks, Brian Jacobsen, chief portfolio strategist at Wells Fargo Funds Management in Menomonee Falls, Wisconsin, said he is not too worried about it becoming a broader market selloff.\n\n“We’re not even in correction territory for the Nasdaq or large tech shares. If economic data was worse than what it is, then I’d be worried,” he said.\n\n“The risk of recession is still pretty low, so I think this (tech) selloff is not a harbinger.”\n\nThe Dow Jones Industrial Average .DJI fell 36.3 points, or 0.17 percent, to 21,235.67, the S&P 500 .SPX lost 2.38 points, or 0.10 percent, to 2,429.39 and the Nasdaq Composite .IXIC dropped 32.45 points, or 0.52 percent, to 6,175.47.\n\nJacobsen said he would not yet buy into the market’s dip ahead of the Federal Reserve meeting that ends Wednesday, as the Fed is “the biggest risk to the market” in the near-term.\n\n“If the Fed dismisses the recent bout of soft data and continues hiking (rates) for the sake of hiking, then we could see a correction” in the stock market, he said.\n\nGeneral Electric (GE.N) was the S&P’s biggest boost with a 3.6 percent advance to $28.94. Jeff Immelt will retire as chief executive and would be replaced by John Flannery, the head of GE healthcare, who said he will conduct a swift review of the business portfolio.\n\nThe largest percentage gainer on the S&P 500 was Under Armour (UAA.N), which rose 5.8 percent, while the largest decliner was Netflix (NFLX.O), down 4.2 percent.\n\nCoherus BioSciences (CHRS.O) tumbled 23.8 percent to $15.73 after the FDA denied the approval of its biosimilar for Amgen’s (AMGN.O) Neulasta. Amgen edged up 0.5 percent to $164.88.\n\nAdvancing issues barely outnumbered declining ones on the NYSE by a 1.03-to-1 ratio; on Nasdaq, a 1.37-to-1 ratio favored decliners.\n\nAbout 7.89 billion shares changed hands in U.S. exchanges, far above the 6.81 billion daily average over the last 20 sessions."
    }
]