[
    {
        "time": "9:09AM UTC",
        "header": "cochlear unveils hearing implants that work directly with apple's iphone",
        "link": "http://www.reuters.com/article/us-apple-cochlear/cochlear-unveils-hearing-implants-that-work-directly-with-apples-iphone-idUSKBN1AB1SI",
        "body": "(Reuters) - Cochlear Ltd said Wednesday it can now stream audio directly from Apple Inc’s iPhone, iPad and iPod to the microchips in its hearing implants without having to use an additional device.\n\nPreviously, Cochlear’s sound processors worked with mobile phones, but implant wearers had to connect the sound processor to an intermediate Bluetooth device - usually worn around the neck like a pendant - that would then pair with a phone.\n\n“It’s the first time people with an iPhone will be able to pick up the phone normally, or just listen to music, without any additional devices,” said Jan Janssen, senior vice president of research and development at Cochlear, in an interview.\n\nThe iPhone capabilities will come in Cochlear’s newest sound processor that sits outside the ear, the Nucleus 7, expected to be released in September. Users can upgrade the processor without a new implant.\n\nColorado-based Cochlear’s processors gather sound from the environment, turning it into an electrical signal and send it to an electrode implanted in the ears of people with hearing loss.\n\nThe improvement will help Russ Levanway, the founder of a small IT business called TekTegrity. Levanway lost most of his hearing when was 4 years old because of an illness, but cochlear implants let him hear close to normally in face-to-face conversations.\n\nLevanway ran his business for a decade mostly through emails and in-person meetings until Cochlear’s Bluetooth models came out a few years ago.\n\n“It works pretty well, but it’s not seamless. I have to join conference calls early and work out the glitches before the call starts,” Levanway said. “To hear Apple is doing something that connects directly with the implant, that’s tremendous.”\n\nApple has also worked with hearing aide firms such as GN ReSound and Starkey, which can also connect directly to the iPhone. Apple developed the protocols with the firms and licenses it to them for free.\n\nSarah Herrlinger, director of global accessibility policy for Apple, said a key challenge with implants was fact that audiologists do not always prescribe a matched set of Cochlear implants. Often doctors recommend one implant and one hearing aide, often from a different maker.\n\n“We had to figure out how you could do a bi-modal solution where you’re able to simultaneously pair, control and hear both of them running at the same time,” she said. “That was a really interesting engineering opportunity for us to solve.”"
    }
]