[
    {
        "time": "10:39AM UTC",
        "header": "brief-verizon says apple iphone 8 avaliable to pre-order on sept. 15",
        "link": "http://www.reuters.com/article/brief-verizon-says-apple-iphone-8-avalia/brief-verizon-says-apple-iphone-8-avaliable-to-pre-order-on-sept-15-idUSFWN1LV0J4",
        "body": "* Verizon says Apple iPhone 8 avaliable to pre-order on Sept. 15 - tweet‍​ Source text - (bit.ly/1RZFjPX) Further company coverage:"
    },
    {
        "time": "10:13AM UTC",
        "header": "cathay securities investment sees more rallies for taiwan stocks fueled by new iphone",
        "link": "http://www.reuters.com/article/us-taiwan-cathayfinancial/cathay-securities-investment-sees-more-rallies-for-taiwan-stocks-fueled-by-new-iphone-idUSKCN1BP1Z4",
        "body": "TAIPEI (Reuters) - The dip in Taiwan’s stock market following the launch of the iPhone X may be a mere pause before more rallies to come as suppliers of Apple Inc. reap the benefits of Apple’s newest smartphones, said an executive of Taiwan’s biggest fund house.\n\nJeff Chang, chairman of Cathay Securities Investment Trust, sees the much-anticipated release of the iPhone 8 and iPhone X as having tremendous upside to bolster earnings potential of suppliers, driving up their share prices and the overall market, already a top performer in the region this year.\n\nChang’s confidence is such that he said his firm intends to increase its already substantial exposure to Taiwan’s Apple suppliers.\n\n“We are so bullish on Apple suppliers that they already comprise 30 percent of our portfolio, and we plan to increase that,” the chairman of Cathay, which manages T$500 billion ($16.7 billion) in client assets, told Reuters in an interview.\n\n“Shares of Apple suppliers are the most important holdings that Taiwan’s fund industry must have in their portfolios,” Chang said.\n\nApple rolled out its iPhone X, a glass and stainless steel device with an edge-to-edge display that Chief Executive Tim Cook called “the biggest leap forward since the original iPhone.” The company also unveiled the iPhone 8 and iPhone 8 Plus, which resemble the iPhone 7 line but have a glass back for wireless charging and other new features.\n\nSince the launch, the Taiwan market and shares of Apple suppliers including Largan Precision have pulled back as some analysts expressed concerns the launch had been priced in, and offered few surprises, while the iPhone X’s $999 price tag might be prohibitively expensive.\n\nBut Chang takes a different view, and suggests that the dip following the launch may only be an intermission before another rallying act for the Taiwan market.\n\n“These stocks have staged quite a rally. They usually pull back by 10 percent following product launches,” said Chang, 51. The chairman said he expects the new iPhones to drive shipments of up to 300 million units by December 2018, exceeding Apple’s current annual shipment rate.\n\nApple’s smartphones have been a major factor in Taiwan’s stock market and its export-driven economy, as the U.S. firm gets many of its components from Largan, Hon Hai Precision Industry and Taiwan Semiconductor Manufacturing Co (TSMC). “We think the new iPhones will be a big hit,” Chang said.\n\nThe broader market rose 14 percent so far this year, while TSMC, the world’s largest contract chip maker, jumped 20 percent, Largan surged nearly 50 percent and Hon Hai rose 36 percent."
    },
    {
        "time": "10:36AM UTC",
        "header": "brief-at&t to offer iphone 8, iphone 8 plus, apple watch series 3",
        "link": "http://www.reuters.com/article/brief-att-to-offer-iphone-8-iphone-8-plu/brief-att-to-offer-iphone-8-iphone-8-plus-apple-watch-series-3-idUSFWN1LV0IT",
        "body": "* at&t inc - ‍ iphone 8, iphone 8 plus, apple watch series 3 with built-in cellular arrive at AT&T on Sept 22​\n\n* at&t inc - ‍customers will be able to pre-order iphone 8 and iphone 8 plus and order Apple watch series 3 beginning Sept. 15​\n\n* at&t inc - ‍additionally, iphone x will be available to pre-order at AT&T on Oct. 27 for delivery as soon as Nov. 3​ Source text for Eikon: Further company coverage: (Bengaluru Newsroom: +91 806 749 1136)"
    },
    {
        "time": "4:54PM UTC",
        "header": "brief-verizon says ‍iphone 8, iphone 8 plus, apple watch series 3 arrive at verizon on september 22​",
        "link": "http://www.reuters.com/article/brief-verizon-says-iphone-8-iphone-8-plu/brief-verizon-says-iphone-8-iphone-8-plus-apple-watch-series-3-arrive-at-verizon-on-september-22-idUSFWN1LV0OX",
        "body": "* Verizon says ‍iPhone 8, iPhone 8 plus, Apple Watch series 3 arrive at Verizon on September 22​ Source text for Eikon: Further company coverage:"
    },
    {
        "time": "9:15AM UTC",
        "header": "brief-t-mobile us inc will offer new generation iphone 8 and iphone 8 plus, and apple watch series 3​",
        "link": "http://www.reuters.com/article/brief-t-mobile-us-inc-will-offer-new-gen/brief-t-mobile-us-inc-will-offer-new-generation-iphone-8-and-iphone-8-plus-and-apple-watch-series-3-idUSFWN1LV0KC",
        "body": "* T-Mobile US INC ‍announced it will offer new generation iPhone 8 and iPhone 8 Plus, and Apple Watch Series 3​\n\n* T-Mobile says ‍customers who trade in iPhone 6 or newer at Un-carrier will get up to $300 off iPhone 8, iPhone 8 plus or iPhone X via 24 monthly bill credits​ Source text for Eikon: Further company coverage:"
    },
    {
        "time": "11:44AM UTC",
        "header": "brief-xfinity mobile says iphone 8 and iphone 8 plus arrive on sept. 22",
        "link": "http://www.reuters.com/article/brief-xfinity-mobile-says-iphone-8-and-i/brief-xfinity-mobile-says-iphone-8-and-iphone-8-plus-arriveon-sept-22-idUSFWN1LV0MH",
        "body": "* iPhone 8 and iPhone 8 plus arrive at Xfinity Mobile on September 22\n\n* Xfinity Mobile says ‍pre-order for new iPhones begins September 15​ Source text for Eikon: Further company coverage:"
    },
    {
        "time": "10:43AM UTC",
        "header": "brief-sprint says iphone 8, iphone 8 plus, apple watch series 3 with built-in cellular arrive on sept. 22",
        "link": "http://www.reuters.com/article/brief-sprint-says-iphone-8-iphone-8-plus/brief-sprint-says-iphone-8-iphone-8-plus-apple-watch-series-3-with-built-in-cellular-arrive-on-sept-22-idUSFWN1LV0IV",
        "body": "* iPhone 8, iPhone 8 plus, apple watch series 3 with built-in cellular arrive at Sprint on Sept. 22\n\n* Sprint corp - ‍Customers will be able to pre-order iPhone 8 and iPhone 8 plus and order Apple Watch Series 3 beginning Friday, Sept. 15​\n\n* Sprint - iPhone X, will be available to pre-order at sprint on Oct. 27; iPhone x will be available in Sprint channels starting on Nov. 3​ Source text for Eikon: Further company coverage:"
    }
]