[
    {
        "time": "2:07PM UTC",
        "header": "bollywood lures apple, amazon and netflix in eros library sale",
        "link": "http://www.reuters.com/article/us-eros-group-apple-deals/bollywood-lures-apple-amazon-and-netflix-in-eros-library-sale-idUSKBN1AN0JN",
        "body": "MUMBAI (Reuters) - Indian movie production house Eros is in early talks with Apple, Amazon and Netflix to sell its film and music library, a source familiar with the matter said.\n\nGlobal content streaming companies are jockeying to boost their Indian television, movie and music offerings in the world’s fastest growing Internet services market.\n\nThe Eros library includes blockbusters from the Hindi film industry, known as Bollywood, such as ‘Bajrangi Bhaijaan’, ‘Dabangg’ and ‘Bajirao Mastani’. Eros has expanded in recent years to add films in other Indian languages and says it now owns a library comprising more than 3,000 Indian films.\n\nDiscussions are in very early stages, the source told Reuters on Monday, confirming a report in India’s Economic Times that said a deal could be worth around $1 billion.\n\nEros could not be reached for comment, while Apple said it did not comment on “speculation” and Amazon declined to comment on “rumor and speculation”. Netflix also declined to comment.\n\nNetflix and Amazon have been working to secure exclusive Indian content for their respective platforms that both launched in the country last year.\n\nEros began exploring strategic options about six months ago for its Indian content library, a second source told Reuters.\n\nThe source, who also asked not to be named, said Eros had attempted to work out deals with top domestic broadcasters including Sony, Star, Viacom and Zee.\n\nThe Eros library was worth less the $1 billion quoted in the ET report, the source said, adding Apple, which recently began assembling some of its lower-end iPhones in India, was unlikely to splurge on Indian content.\n\nApple has been vying to boost its share of the price-conscious Indian market, where its iPhones account for only a small sliver of smartphones sold.\n\nEros’ New York-listed parent company faces a class action lawsuit for allegedly overstating the subscriber base of its streaming portal Eros Now. Its stock, which peaked at $39 on the NYSE in August 2015, has fallen nearly 80 percent in the last two years and closed at $8.20 on the NYSE on Friday. Eros International Plc owns a majority stake in Eros International Media, its Indian-listed arm, which works largely on content creation. Shares in the Indian entity closed 4.5 percent higher on Monday.\n\nThe Indian arm of Eros said in a statement it was “not privy to any strategic discussion” its parent might be having.\n\nThe Economic Times report said Eros was planning to embark on a restructuring exercise that was likely to lead to a reverse merger of its New York-listed arm with the Indian subsidiary by the end of this financial year, creating a single listed entity.\n\nJM Financial, which the Economic Times said is advising Eros, did not respond to requests for comment."
    },
    {
        "time": "2:15AM UTC",
        "header": "india's eros in early talks with apple, others to sell content library - source",
        "link": "http://www.reuters.com/article/eros-group-apple-deals/indias-eros-in-early-talks-with-apple-others-to-sell-content-library-source-idUSL4N1KT1U2",
        "body": "MUMBAI, Aug 7 (Reuters) - Indian movie production house Eros Group is in preliminary talks with Apple and other major content distributors to sell its entire content library of films and music, a source familiar with the matter told Reuters on Monday.\n\nThe other parties in the fray include Amazon and Netflix, but talks are in very early stages, said the source, who declined to be named as the discussions are private.\n\nIndia’s Economic Times reported the talks earlier in the day. The newspaper, which cited multiple sources familiar with the matter, said the deal could be worth around $1 billion.\n\nEros Group, whose Eros International Plc is listed in New York, and Netflix were not immediately reachable for comment.\n\nApple said it does not comment on speculation, while a spokeswoman for Amazon also said “the company does not comment on rumour and speculation”.\n\nAmazon and Netflix have been pushing especially hard to make inroads into the burgeoning Indian content streaming market, and have bulked up their Bollywood offerings significantly in a bid to lure new subscribers.\n\nThe deal may include Eros' digital over-the-top (OTT) platform, Eros Now, the Economic Times report said. With OTT platforms, subscribers can view films and TV content via the internet, without having to sign up with a traditional cable or satellite-TV service provider. (bit.ly/2vvW1Dg)\n\nJM Financial is advising Eros on the deal, the report added.\n\nShares of the India-listed Eros International Media rose as much as 9 percent in early trading on the National Stock Exchange to their highest since July 31. The stock was up 5 percent at 220.85 rupees ($3.47) at 0600 GMT. ($1 = 63.7025 Indian rupees) (Reporting By Sankalp Phartiyal, Shilpa Jamkhandikar, Rahul Bhatia and Devidutta Tripathy in Mumbai, and Samantha Kareen Nair in Bengaluru; Editing by Himani Sarkar)"
    }
]