[
    {
        "time": "8:21PM UTC",
        "header": "brief-apple is designing iphones, ipads that would drop qualcomm components- wsj,citing sources‍",
        "link": "http://www.reuters.com/article/brief-apple-is-designing-iphones-ipads-t/brief-apple-is-designing-iphones-ipads-that-would-drop-qualcomm-components-wsjciting-sources-idUSFWN1N51L6",
        "body": "* Apple is designing iPhones, iPads that would drop Qualcomm components- WSJ,citing sources‍\n\n* Apple is considering building iPhone and iPad's with modem chips from Intel Corp and possibly MediaTek- WSJ,citing sources‍​ ‍​ Source on.wsj.com/2zZD6A9"
    },
    {
        "time": "9:13AM UTC",
        "header": "brokerages bullish on iphone x demand after apple hint",
        "link": "http://www.reuters.com/article/apple-iphone/brokerages-bullish-on-iphone-x-demand-after-apple-hint-idUSL4N1N54NN",
        "body": "Oct 30 (Reuters) - Signs of strong demand for Apple’s iPhone X led one well-known sector analyst to raise his forecast for pre-orders by 10 million on Monday and another to predict iPhone sales overall next year would be higher than consensus forecasts.\n\nApple has ceased to give its own numbers on iPhone sales, leaving investors and analysts striving to track output through research with its suppliers, consumer surveys and other industry indicators.\n\nBut the Cupertino-based firm did say on Friday that pre-orders for the 10th anniversary phone were “off the charts”.\n\nIn a note on Monday, research house GBH Insights raised its pre-order demand expectations for the iPhone X to 50 million units from 40 million, calling the first stage of the iPhone X release a ‘stellar success’.\n\nShares of the company gained another 0.7 percent in premarket trading after rising 3.6 percent on Friday.\n\n“With the official launch of iPhone X in Apple retail stores slated for this Friday, November 3, we anticipate very high demand globally with limited supply of iPhone X on hand,” Ives said.\n\nAnother analyst, Jeffrey Kvaal from brokerage Nomura Instinet, said Apple and U.S. wireless carriers’ pushing out of delivery times for iPhone X orders to 5-6 weeks was longer than for previous phones and pointed to strong demand.\n\nBut a third, Drexel Hamilton analyst Brian White, cautioned that the longer wait times for consumers ordering phones may be as much due to the component supply issues which led Apple to delay the launch of the premium phone until November.\n\n“Although we believe Apple is benefitting from strong demand from the iPhone X, the company is also struggling with supply constraints,” White, who has a buy rating on Apple, said.\n\n“A sound debate around the key driver for the surging shipping lead times can be made by reasonable people. Thus we believe it was important for Apple to highlight the demand side of the equation for the iPhone X.” (Reporting by Arjun Panchadar and Munsif Vengattil in Bengaluru)"
    },
    {
        "time": "2:40AM UTC",
        "header": "global markets-asia shares get tech boost from apple, crude near 2-year high",
        "link": "http://www.reuters.com/article/global-markets/global-markets-asia-shares-get-tech-boost-from-apple-crude-near-2-year-high-idUSL4N1N501G",
        "body": "* U.S. Brent at the highest in more than 2 years\n\nSYDNEY, Oct 30 (Reuters) - Asian shares climbed on Monda, as technology stocks were bolstered by solid earnings from U.S. stalwarts and on strong pre-orders for Apple’s iPhone X, while oil hovered around a 2-year peak on concerns of tightening supplies.\n\nEuropean shares, however, were seen easing from five-month highs. London’s FTSE futures were off 0.4 percent, while S&P E-mini futures dipped 0.2 percent, suggesting a softer opening on Wall Street later in the day.\n\nApple Inc said pre-orders for the 10th anniversary iPhone X, which started on Friday, were “off the charts”, a blessing for Asian suppliers such as South Korea’s LG Display and Taiwan Semiconductor Manufacturing Company .\n\nTech stocks were the top gainers in MSCI’s broadest index of Asia-Pacific shares outside Japan, which was up 0.4 percent. Samsung Electronics led the charts with a rise of 1.8 percent.\n\nEnergy stocks did well too, with Brent crude at around $60.50 a barrel, its highest since July 2015, after Saudi Arabia agreed to support the extension of a global oil production cut agreement.\n\nJapan’s Nikkei ended little changed but remained around its highest level since mid-1996, having soared 8 percent in October so far. But Chinese shares bucked the trend, with the Shanghai Composite Index set for its worst day since Aug. 11.\n\nGlobal share markets have been on an uptrend since the start of the year, helped by solid corporate earnings and positive economic data across major countries.\n\nThe world share index has surged 17.6 percent so far in 2017, on track for its best showing since 2013.\n\n“The continuation of quantitative easing (QE) in Europe at a time when Japan remains locked on QE and the U.S. is only tightening gradually highlights that global monetary conditions will remain easy for a long while yet,” said Shane Oliver, head of investment strategy at AMP Capital.\n\n“This, along with strong economic growth and earnings, largely explains why global share markets are so strong.”\n\nIn the United States, Alphabet , Amazon and Microsoft all jumped last week after solid quarterly performances, sending U.S. indexes higher.\n\nAmazon soared 13.2 percent on Friday and was responsible for the biggest boost to the S&P 500 after reporting a quarterly sales surge.\n\nApple is due to report on Thursday.\n\nMajor currencies kept to tight ranges in quiet trading in a week of interest rate decisions by the Bank of Japan, the Bank of England (BoE) and the U.S. Federal Reserve.\n\nThe dollar index was a 0.14 percent softer, with investors focused on the impending appointment of the next Federal Reserve chair, with speculation rife that Fed governor Jerome Powell is the favoured candidate.\n\nMarkets see Powell as less hawkish, and wagers that he will be the chosen one tempered the dollar’s advances and dragged 2-year Treasury yields off a nine-year top. An announcement is expected this week.\n\nIn Europe, political uncertainty in Spain and the European Central Bank’s decision to extend its stimulus further weighed on the common currency, marking its biggest weekly loss of the year.\n\nThe euro steadied at $1.1613, not far from $1.1573 which was the lowest since July 20.\n\nSpain sacked Catalonia’s regional government on Friday, dissolved the Catalan parliament and called a snap election after Catalonia declared independence from Spain.\n\nThe ECB’s decision last week to extend its bond purchases into September 2018 also hurt the euro, driving yields on two-year German bunds lower.\n\nThe premium that 2-year U.S. debt pays over 2-year German yields is now the widest since mid-1999, making it more attractive to borrow in euros to buy dollars.\n\nIn commodities, copper held near a two-week low. Spot gold was trading 0.2 percent lower at $1,270.21 per ounce.\n\nU.S. crude was unchanged at $53.90 a barrel."
    },
    {
        "time": "12:33PM UTC",
        "header": "apple touches record as brokerages bullish on iphone x demand",
        "link": "http://www.reuters.com/article/us-apple-iphone/apple-touches-record-as-brokerages-bullish-on-iphone-x-demand-idUSKBN1CZ21H",
        "body": "(Reuters) - Several analysts downplayed concerns about Apple Inc’s iPhone X production issues and were bullish on demand and sales, pushing the company’s shares to a record on Monday.\n\nThe Cupertino-based company does not provide pre-order figures on iPhones, leaving investors and analysts in the dark in trying to track output through research with its suppliers, consumer surveys and other industry indicators.\n\nBut positive commentary from analysts on Monday signaled strong demand for the pricey device with pre-orders starting this past Friday.\n\nApple is scheduled to report quarterly results this Thursday. The company provides sales figures in its results.\n\nSince the launch of new iPhones on Sept.12, the stock had fallen 2.5 percent until last Thursday’s close. They rebounded on Friday after Apple said pre-orders for the 10th anniversary phone were “off the charts”.\n\nThe stock climbed to $168.07 earlier in the session, adding nearly $26 billion to its market cap and inching it closer to becoming the first company with a trillion dollar valuation. Shares pared gains and were up 1.9 percent at $166.15 mid-day.\n\nDaniel Ives, a well-known sector analyst, raised his forecast on Monday for pre-orders by 10 million, and several other analysts talked up sales over the next year.\n\nIn a note, Ives of research house GBH Insights, raised his pre-order demand expectations for the iPhone X to 50 million units from 40 million, calling the first stage of the iPhone X release a “stellar success”.\n\n“With the official launch of iPhone X in Apple retail stores slated for this Friday, Nov. 3, we anticipate very high demand globally with limited supply of iPhone X on hand,” Ives said.\n\nJeffrey Kvaal from brokerage Nomura Instinet, said Apple and U.S. wireless carriers’ pushing out of delivery times for iPhone X orders to 5-6 weeks was longer than for previous phones and pointed to strong demand.\n\nAsked by Reuters whether production bottlenecks are causing shipment delays, Tigress Financial Partners analyst Ivan Feinseth responded: “No, there’s no bottlenecks. This is a company that manages the supply chain well.”\n\nHowever, Drexel Hamilton analyst Brian White, cautioned that the longer wait times for consumers ordering phones may be as much due to the component supply issues, which led Apple to delay the launch of the premium phone until November.\n\n“Although we believe Apple is benefiting from strong demand from the iPhone X, the company is also struggling with supply constraints,” White, who has a buy rating on Apple, said.\n\n“A sound debate around the key driver for the surging shipping lead times can be made by reasonable people. Thus we believe it was important for Apple to highlight the demand side of the equation for the iPhone X.”\n\nWall Street is bullish on Apple with 31 of 38 brokerages rating the stock “buy” or higher. Their median price target of $180 projects a market cap of nearly $930 billion for the iPhone maker."
    }
]