[
    {
        "time": "11:38AM UTC",
        "header": "us stocks-wall st flat as apple-led tech gains offset weak consumer stocks",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wall-st-flat-as-apple-led-tech-gains-offset-weak-consumer-stocks-idUSL4N1I43WG",
        "body": "* Dow up 0.10 pct, S&P flat, Nasdaq down 0.01 pct (Adds details, changes comment, updates prices)\n\nMay 2 (Reuters) - U.S. stocks treaded water in a tight range in late morning trading on Tuesday as a rise in technology stocks, led by Apple, was offset by losses in consumer staples and healthcare companies.\n\nThe Nasdaq Composite eked out another record high, before easing, with investors holding off from making big bets as the two-day Federal Reserve meeting kicked off.\n\nThe Fed is widely expected to stand pat on interest rates, but investors are awaiting the central bank’s statement on Wednesday for hints on the possibility of a rate hike in June.\n\nWeighing on sentiment was U.S. automakers reporting a fall in new vehicle sales for April. Ford dropped 3.8 percent, while General Motors fell 3.3 percent.\n\n“I think the auto sales numbers have caused the market to take a step back,” said Brent Schutte, chief investment strategist at Northwestern Mutual Wealth Management Company in Milwaukee, Wisconsin.\n\n“I think people are reading too much into that. There’s a fear that is building on last quarter’s GDP numbers that the consumer is pulling back, which we don’t think is the case.”\n\nData last week showed the U.S. economy grew at its slowest pace in three years in the first quarter. But, Schutte said strong corporate earnings have helped hold the market up.\n\n“With earnings rising, that is backdrop for positive stock returns moving forward.”\n\nOverall, profits at S&P 500 companies are estimated to have risen 13.9 percent in the first quarter, the most since 2011, according to Thomson Reuters I/B/E/S.\n\nAt 11:02 a.m. EDT (1502 GMT) the Dow Jones Industrial Average was up 21.62 points, or 0.1 percent, at 20,935.08.\n\nThe S&P 500 was down 0.18 points, or 0.00 percent, at 2,388.15 and the Nasdaq Composite was down 0.78 points, or 0.01 percent, at 6,090.82.\n\nSix of the 11 major S&P 500 sectors were lower, with the consumer staples index’s 0.48 percent fall leading the decliners.\n\nCVS Health was down 2.8 percent at $79.80, while Archer Daniels Midland fell 1.9 percent to $42.08, after reporting results.\n\nDow component Pfizer was down 1.5 percent at $33.29 after the drugmaker’s quarterly revenue missed estimates, pulling down the healthcare index, which fell 0.3 percent.\n\nThe technology sector was up 0.33 percent. Apple hit a record high for the second straight day. The iPhone maker is due to report results after the close of market.\n\nAdvanced Micro Devices tumbled 17.3 percent to $11.26 after the chipmaker’s second-quarter gross margins forecast raised some concerns.\n\nCoach rose as much as 11 percent to a nine-month high of $43 after the handbag maker reported a higher-than-expected quarterly profit.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,371 to 1,369. On the Nasdaq, 1,576 issues fell and 1,063 advanced.\n\nThe S&P 500 index showed 37 new 52-week highs and seven new lows, while the Nasdaq recorded 111 new highs and 32 new lows. (Reporting by Tanya Agrawal in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "time": "8:45AM UTC",
        "header": "brief-global payments announces support for apple pay in taiwan",
        "link": "http://www.reuters.com/article/brief-global-payments-announcessupport-f/brief-global-payments-announcessupport-for-apple-pay-intaiwan-idUSFWN1I40GJ",
        "body": "* Global Payments Inc says to offer merchants in Taiwan ability to accept credit and debit card payments via Apple Pay Source text for Eikon: Further company coverage:"
    },
    {
        "time": "2:11PM UTC",
        "header": "despite record highs, fund managers globally remain underweight apple",
        "link": "http://www.reuters.com/article/us-usa-funds-apple/despite-record-highs-fund-managers-globally-remain-underweight-apple-idUSKBN17Y1XW",
        "body": "NEW YORK (Reuters) - Active stock fund managers around the world are holding the lowest percentage of Apple Inc (AAPL.O) shares in their portfolios when compared to the iPhone maker’s overall weighting in indexes, even as the shares hit record highs, according to a research note by investment bank UBS late Monday.\n\nThe current positioning by investors suggests Apple stock has room to run as portfolio managers chase performance. This should give Apple more fuel even after it rallied 56.4 percent in the 12 months leading up to Monday’s close.\n\n“Active fund managers as a whole continue to underperform their benchmarks and are not going to want to leave a lot of performance on the table if they continue to see this company rally,” said Todd Rosenbluth, director of ETF and mutual fund research at CFRA, an independent research firm in New York.\n\nOnly about a third of large-cap core mutual funds are ahead of the 6.7 percent gain in the benchmark S&P 500 index for the year to date, leaving portfolio managers struggling to prove their worth at a time when low-priced index funds and exchange traded funds that mimic benchmarks continue to take market share, Rosenbluth said.\n\nThe UBS ranking was based on institutional investment in individual stocks. The total dollar holdings in a stock were compared to the size of the overall fund portfolio to calculate the stock’s “investor weight.” This was later compared with “the relevant equity index benchmark to form the active weight.”\n\nFor its part, global fund managers’ “investor weight” of Apple stood at 1.3 percent while their “active weight” positioning was negative 0.6 percent, UBS data showed. In a regulatory filing, Warren Buffett’s Berkshire Hathaway reported owning 57.4 million shares of Apple as of Dec. 31, up from just from 15.2 million shares three months earlier.\n\nShares of Apple are up about 26.8 percent for the year to date in anticipation of a new iPhone model expected to be released in September marking the 10th anniversary of its flagship product.\n\nSales of the iPhone, which account for 69.4 percent of Apple’s total revenue, were larger than expected in the quarter that ended Dec. 31, helping mitigate concerns about consumers switching to cheaper alternatives or holding on to their current phones longer.\n\n“You’re not seeing a slowdown in demand ahead of a major upgrade year, and there’s a potential for higher costs and margins with the new model,” said Steve Chiavarone, a portfolio manager at Federated Investors."
    },
    {
        "time": "8:39AM UTC",
        "header": "us stocks-wall st set to open flat; fed meet, apple report awaited",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wall-st-set-to-open-flat-fed-meet-apple-report-awaited-idUSL4N1I43EC",
        "body": "* Fed meeting to begin later today; statement on Wednesday\n\n* Futures: Dow down 16 pts, S&P down 1 pt, Nasdaq up 4.75 pts (Adds details, comment, updates prices)\n\nMay 2 (Reuters) - Wall Street looked set to open little changed on Tuesday ahead of the start of the Federal Reserve’s two-day meeting and Apple’s quarterly report.\n\nThe Fed begins its meeting later in the day and while the central bank is widely expected to stand pat on interest rates, investors are awaiting its statement, due on Wednesday, for clues regarding the future path of rate hikes.\n\n“While no one expects any changes to policy, the 500-word statement will probably provide some direction to the dollar,” said Hussein Sayed, chief market strategist at FXTM.\n\n“‘Will the Fed acknowledge a slowdown in growth and thus send rate hike expectations lower for 2017?’ The Fed’s statement should be answering these questions, and based on that, traders will act.”\n\nStrong corporate earnings for the first quarter have largely outweighed concerns about patches of weak economic data, including a report last week that showed the U.S. economy grew at its slowest pace in three years in the first quarter.\n\nDow e-minis were down 16 points, or 0.08 percent, with 13,314 contracts changing hands at 8:17 a.m. ET (1217 GMT).\n\nS&P 500 e-minis were down 1 point, or 0.04 percent, with 79,398 contracts traded.\n\nNasdaq 100 e-minis were up 4.75 points, or 0.08 percent, on volume of 18,336 contracts.\n\nWall Street climbed on Monday, boosted by gains in marquee tech stocks, including Apple, that more than offset weak economic data and pushed the Nasdaq to another record high.\n\nThe CBOE Volatility Index, a barometer of expected near-term stock market volatility, closed at its lowest level since February 2007.\n\nInvestors are bracing for another heavy week of corporate reports to see if quarterly earnings will keep on exceeding expectations.\n\nOverall, profits at S&P 500 companies are estimated to have risen 13.6 percent in the first quarter, the most since 2011, according to Thomson Reuters I/B/E/S.\n\nShares of Apple were up 0.3 percent at $147.02 in premarket trading, after hitting a record high a day earlier. The iPhone maker is due to report results after the close of market.\n\nDow component Pfizer was down 0.5 percent at $33.60 after the drugmaker’s quarterly revenue missed estimates.\n\nMasterCard rose 1.4 percent to $117.99 as the world’s second-largest payments network’s quarterly profit rose.\n\nAdvanced Micro Devices tumbled 12.2 percent to $11.97 after the chipmaker’s second-quarter gross margins forecast raised some concerns.\n\nCoach rose 6.5 percent to $41.25 after the handbag maker reported a higher-than-expected quarterly profit.\n\nAngie’s List soared 56.2 percent to $9.20 after IAC/InterActiveCorp said it would buy the consumer review website operator. IAC was up 10.5 percent at $93.01. (Reporting by Tanya Agrawal in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "time": "9:12PM UTC",
        "header": "high-end iphone pushes prices up for apple, even as sales slow",
        "link": "http://www.reuters.com/article/us-apple-results-iphone7/high-end-iphone-pushes-prices-up-for-apple-even-as-sales-slow-idUSKBN17Z01Z",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc (AAPL.O) sold fewer iPhones than expected in the first three months of the year, but that bare statistic hides an important bright spot for the company. The average selling price of an iPhone grew more than it has since the days of the iPhone 6.\n\nApple does not break out figures for how many of each model it sells, but executives pointed to the premium-priced iPhone 7 Plus, which sells for up to $969 fully loaded, as the key to boosting the amount it gets on average for each phone.\n\nThe average selling price of iPhones is important to Apple because the smartphone market is maturing and its growth slowing. Apple’s ability to get more cash for each phone sold is critical to growing its profits.\n\n“One of the things that we did not get right was the mix between the iPhone 7 and the iPhone 7 Plus,” Apple Chief Executive Tim Cook told analysts on the company’s earnings conference call on Tuesday, in response to a question about how supply of its top-end phone was constrained during the holiday shopping season.\n\n“The demand was much stronger for the 7 Plus than we had predicted, and so it took us a little while to adjust all the way back through the supply chain and to bring iPhone 7 Plus into balance, which occurred this past quarter.”\n\nThe popularity of the iPhone 7 Plus model represents a triumph for Apple with a new departure: packing a unique feature into its most expensive iPhone.\n\nThe iPhone 6 Plus differed from its smaller sibling only in screen size, but the 7 Plus model has a physically different camera that enables what Apple calls “portrait mode” for taking shots with a blurred background - a feature more commonly found on large, expensive digital cameras.\n\nIt is a strategy Apple could use again. Many analysts believe the company will reserve certain features for the premium-priced model of its next, eagerly awaited iPhone - such as a higher-quality display - that could sell for more than $1,000.\n\nSo far, customers seem to be willing to pay more for the extra camera in the iPhone 7 Plus, which is one reason that Apple made slightly more revenue selling slightly fewer iPhones in the latest quarter than a year ago, for an average price of $656.\n\nThat price was 2 percent higher than 12 months ago, the best improvement in a year. During 2016, selling prices even went into a decline, year on year, during the iPhone 6s cycle after soaring on the release of the original iPhone 6 and 6 Plus, which introduced larger screens to the Apple lineup for the first time.\n\n“The important thing is the average selling price should not fall,” said Anil Doradla, a research analyst with William Blair & Co. “I have full confidence that it won‘t. Apple just doesn’t cut pricing to gain market share. It’s not in their DNA.”"
    },
    {
        "time": "4:45PM UTC",
        "header": "global markets-stocks up but apple off late; oil slides",
        "link": "http://www.reuters.com/article/global-markets/global-markets-stocks-up-but-apple-off-late-oil-slides-idUSL1N1I41SX",
        "body": "NEW YORK (Reuters) - A measure of stocks across major markets globally inched up to a record high on Tuesday, lifted by gains in Europe amid corporate and economic strength, while crude futures tumbled as prices breached key technical levels.\n\nA broad index of European stocks rose to its highest since August 2015, boosted by company earnings and as a survey of factory activity in the euro zone jumped to its highest since April 2011. French blue chips hit their highest in nearly a decade and Germany’s DAX set a record high.\n\nRobust results have helped lift share prices across the globe this year, with major U.S. indexes at or near record levels. First-quarter profits of companies on the benchmark S&P 500 index are expected to have risen 13.9 percent, the strongest rise since 2011, according to Thomson Reuters data.1.50.6\n\nApple shares fell 1.2 percent to $145.75 in extended trading after the iPhone maker reported a surprise fall in iPhone sales.\n\n“The economy is doing better within Europe, but these also tend to be global companies,” said Isabelle Mateos y Lago, chief multi-asset strategist at BlackRock.\n\n“The main reason why we are optimistic is because European companies are extremely well plugged in to benefit from the global reflation story, from China and U.S. growth picking up.”\n\nThe Dow Jones Industrial Average rose 36.43 points, or 0.17 percent, to 20,949.89, the S&P 500 gained 2.84 points, or 0.12 percent, to 2,391.17 and the Nasdaq Composite added 3.76 points, or 0.06 percent, to 6,095.37.\n\nThe pan-European STOXX 600 rose 0.75 percent to end at a near 21-month high and MSCI’s gauge of stocks across the globe gained 0.27 percent to an all-time high.\n\nThe U.S. dollar hit a six-week high of 112.30 Japanese yen as traders anticipated that despite some recent weak data the Federal Reserve would prepare markets for an interest rate increase in June in its statement following a policy meeting this week.\n\nThe yen weakened 0.13 percent against the greenback to 111.99 per dollar.\n\nThe Fed is expected to hold interest rates steady after its two-day meeting that began Tuesday, as it pauses to examine more economic data, but may hint it is on track for an increase in June.\n\nTraders do not anticipate a hike on Wednesday but are currently forecasting a 65.2 percent chance of a 25-basis-point hike at the Fed’s June meeting, according to Thomson Reuters data.\n\nU.S. benchmark 10-year Treasury notes were last up 11/32 in price to yield 2.2874 percent, from 2.327 percent late on Monday, ahead of the Fed statement on Wednesday.\n\nWTI plunged on reports of rising output in the United States and extended losses on technical selling, while Brent crude oil prices fell to the lowest in over five months, erasing all the gains since OPEC agreed to cut production at the end of November.\n\nU.S. crude fell 1.84 percent to $47.94 per barrel and Brent was last at $50.77, down 1.46 percent on the day.\n\nGold touched a three-week low of $1,251.37 an ounce as demand for the safe-haven asset waned. Spot gold was little changed at $1,256.36 an ounce."
    },
    {
        "time": "7:13AM UTC",
        "header": "us stocks-futures flat ahead of start of fed meeting, apple results",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-futures-flat-ahead-of-start-of-fed-meeting-apple-results-idUSL4N1I42Y5",
        "body": "* Futures: Dow down 14 pts, S&P down 1.75 pts, Nasdaq up 3.25 pts\n\nMay 2 (Reuters) - U.S. stock index futures were little changed on Tuesday ahead of the start of the Federal Reserve’s two-day meeting and quarterly corporate results from Apple.\n\n* The Fed begins its meeting later in the day and while the central bank is widely expected to stand pat on interest rates, investors will be keeping an eye on its statement, due on Wednesday, for clues regarding the future path of rate hikes.\n\n* Shares of Apple were up 0.2 percent at $146.90 in premarket trading, after hitting a record high a day earlier. The iPhone maker is due to report results after the close of market.\n\n* Wall Street climbed on Monday, boosted by gains in marquee tech stocks, including Apple, that more than offset weak economic data and pushed the Nasdaq to another record high.\n\n* The CBOE Volatility Index, a barometer of expected near-term stock market volatility, closed at its lowest level since February, 2007.\n\n* Investors are bracing for another heavy week of corporate reports to see if quarterly earnings will be able to keep on exceeding expectations.\n\n* Overall, profits at S&P 500 companies are estimated to have risen 13.6 percent in the first quarter, the most since 2011, according to Thomson Reuters I/B/E/S.\n\n* Strong earnings have outweighed concerns about patches of weak economic data. The ISM measure of manufacturing activity undershot forecasts on Monday, coming after a report last week showed the economy grew at its slowest pace in three years in the first quarter.\n\n* A heavy week of economic data will culminate in the monthly non-farm payrolls report on Friday.\n\n* Pfizer was up 0.3 percent at $33.89, after the drugmaker’s quarterly profit rose, while Merck rose 1.6 percent to $63.40 after the company’s quarterly profit beat expectations.\n\n* Advanced Micro Devices tumbled 11.6 percent to $12.04 after the chipmaker’s second-quarter gross margins forecast raised some concerns.\n\n* Angie’s List soared 44.3 percent to $8.50 in light premarket trading after IAC/InterActiveCorp said it would buy the consumer review website operator.\n\n* Tenet Healthcare rose 15.7 percent to $17.76 after reporting a smaller-than-expected quarterly loss.\n\nFutures snapshot at 7:05 a.m. ET (1105 GMT):\n\n* Dow e-minis were down 14 points, or 0.07 percent, with 12,101 contracts changing hands.\n\n* S&P 500 e-minis were down 1.75 points, or 0.07 percent, with 71,953 contracts traded.\n\n* Nasdaq 100 e-minis were up 3.25 points, or 0.06 percent, on volume of 16,344 contracts. (Reporting by Tanya Agrawal in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "time": "5:53PM UTC",
        "header": "update 3-apple posts surprise dip in iphone sales, shares fall",
        "link": "http://www.reuters.com/article/apple-results/update-3-apple-posts-surprise-dip-in-iphone-sales-shares-fall-idUSL4N1I44PN",
        "body": "(Reuters) - Apple Inc (AAPL.O) reported a surprise fall in iPhone sales for its second quarter on Tuesday, indicating that customers may have held back purchases in anticipation of the 10th-anniversary edition of the company’s most important product later this year.\n\nUnder pressure from shareholders to hand over more of its $250 billion-plus hoard of cash and investments, Apple boosted its capital return program by $50 billion, increased its share repurchase authorization by $35 billion and raised its quarterly dividend by 10.5 percent.\n\nInvestors were unmoved, sending shares of the world’s most valuable listed company down 1.9 percent at $144.65 in after-hours trading.\n\nApple sold 50.76 million iPhones in its fiscal second quarter ended April 1, down from 51.19 million a year earlier.\n\nAnalysts on average had estimated iPhone sales of 52.27 million, according to financial data and analytics firm FactSet.\n\nApple Chief Financial Officer Luca Maestri argued the decline was not as bad as it looked, given the peculiarities of how phone sales are calculated.\n\nThe company reports what are called “sell-in” figures for the iPhone, a measure of how many units it sells to retailers, rather than “sell-through” figures, which measure how many phones are actually sold to consumers.\n\nMaestri said the company reduced the volume of inventory going through its retail channel by about 1.2 million units in the quarter, meaning the company sold about 52 million phones to customers on a sell-through basis.\n\nDespite the dip in unit sales, iPhone revenues rose 1.2 percent in the quarter, helped by a higher average selling price.\n\nExpectations are building ahead of Apple’s 10th-anniversary iPhone range this fall, with investors hoping that the launch would help bolster sales.\n\nApple typically launches its new iPhones in September.\n\nA big jump in sales usually follows in the holiday quarter, before demand tapers over the next few quarters as customers hold back ahead of the next launch.\n\nApple’s 10th-anniversary iPhone range might sport features such as wireless charging, 3-D facial recognition and a curved display.\n\n“There is a general softening in phone demand to contend with as well as expectations of a big upgrade, all of which softens the blow of this quarter’s miss,” said James McQuivey, a Forrester Research analyst. “If we see Apple downplaying expectations before the next upgrade cycle, it might mean that the company isn’t confident it will beat those expectations.”\n\nThe company forecast total revenue of between $43.5 billion and $45.5 billion for the current quarter, while analysts on average were expecting $45.60 billion, according to Thomson Reuters I/B/E/S.\n\nAnalysts on average expect the company to sell 42.31 million iPhones in the current quarter, according to FactSet.\n\nFor the second quarter, the company’s net income rose to $11.03 billion, or $2.10 per share, compared with $10.52 billion, or $1.90 per share, a year earlier.\n\nAnalysts on average had expected $2.02 per share, according to Thomson Reuters I/B/E/S.\n\nRevenue rose 4.6 percent to $52.90 billion in the quarter, compared with analysts’ average estimate of $53.02 billion.\n\nA 17.5 percent jump in the company’s services business - which includes the App Store, Apple Music, Apple Pay and iCloud - to $7.04 billion, boosted revenue.\n\n“We are particularly encouraged by the fact that service revenue is nowhere near as cyclical as product revenue,” Neil Saunders, Managing Director of GlobalData Retail, wrote in a note to clients.\n\nApple’s revenue from the Greater China region fell 14.1 percent to $10.73 billion in the quarter, as cheaper rivals in the region chipped away at sales.\n\nMaestri said that sales of Macs and the company’s services were strong in China during the March quarter. “The performance we’re seeing in China should get better going forward this year,” he said.\n\nApple’s gross margin hit 38.9 percent, slightly ahead of analysts’ average expectation of 38.7 percent, despite higher prices for memory chips. The company said it expects gross margins next quarter between 37.5 percent and 38.5 percent, versus analysts’ expectation of 38.3 percent, according to FactSet.\n\n“NAND and DRAM (memory chips) are under pressure right now in terms of some price pressure. We saw that in the March quarter and expect that to continue into the June quarter, but for all the other commodities, we see prices declining,” Maestri said."
    },
    {
        "time": "3:04PM UTC",
        "header": "us stocks-wall st staggers sideways as apple helps, autos drag",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wall-st-staggers-sideways-as-apple-helps-autos-drag-idUSL1N1I41GC",
        "body": "* Dow up 0.04 pct, S&P down 0.05 pct, Nasdaq down 0.09 pct (Updates to late afternoon)\n\nMay 2 (Reuters) - U.S. stocks were little changed on Tuesday as an Apple-led rise in the tech sector countered weakness in auto stocks and investors digested a heavy day of earnings reports.\n\nFord shares dropped 4.2 percent and General Motors fell 2.9 percent, as major automakers posted declines in U.S. new vehicle sales for April.\n\nApple shares rose 0.5 percent ahead of the iPhone maker’s quarterly results due later on Tuesday.\n\nInvestors also were awaiting other significant events later in the week, including Wednesday’s expected statement from the Federal Reserve, which began meeting on Tuesday, and Friday’s U.S. employment report.\n\nThe Fed is widely expected to stand pat on interest rates, but may offer hints on the possibility of a rate hike in June.\n\nThe S&P 500 is approaching record highs during an earnings season that has generally exceeded expectations.\n\nOverall, profits at S&P 500 companies are estimated to have risen 13.9 percent in the first quarter, the most since 2011, according to Thomson Reuters I/B/E/S.\n\n“The technicals in general look good for the S&P,” Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama. “The fundamentals are improving, particularly as the earnings season unfolds here.”\n\nThe Dow Jones Industrial Average rose 9.39 points, or 0.04 percent, to 20,922.85 and the S&P 500 lost 1.08 points, or 0.05 percent, to 2,387.25.\n\nThe Nasdaq Composite dropped 5.67 points, or 0.09 percent, to 6,085.93, after eking out an intraday record high earlier in the session.\n\nThe technology sector rose 0.2 percent, on track for its fourth straight day of gains.\n\nIn earnings news, Advanced Micro Devices tumbled 22.5 percent after the chipmaker’s second-quarter gross margins forecast raised some concerns. The stock was the biggest percentage decliner in the S&P 500.\n\nArcher Daniels Midland sank 8.6 percent and CVS Health fell 3 percent after their respective reports.\n\nCoach shares rose 11.5 percent, making them the biggest gainers on the S&P, as the handbag maker cut back on discounting in the United States and sold more expensive bags.\n\nDeclining issues outnumbered advancing ones on the NYSE by a 1.23-to-1 ratio; on Nasdaq, a 1.45-to-1 ratio favored decliners.\n\nThe S&P 500 posted 46 new 52-week highs and 9 new lows; the Nasdaq Composite recorded 139 new highs and 43 new lows. (Additional reporting by Tanya Agrawal in Bengaluru; Editing by Savio D‘Souza and Nick Zieminski)"
    },
    {
        "time": "4:49PM UTC",
        "header": "stocks up but apple off late; oil slides",
        "link": "http://www.reuters.com/article/us-global-markets/stocks-up-but-apple-off-late-oil-slides-idUSKBN17Y02M",
        "body": "NEW YORK (Reuters) - A measure of stocks across major markets globally inched up to a record high on Tuesday, lifted by gains in Europe amid corporate and economic strength, while crude futures tumbled as prices breached key technical levels.\n\nA broad index of European stocks rose to its highest since August 2015, boosted by company earnings and as a survey of factory activity in the euro zone jumped to its highest since April 2011. French blue chips hit their highest in nearly a decade and Germany’s DAX set a record high.\n\nRobust results have helped lift share prices across the globe this year, with major U.S. indexes at or near record levels. First-quarter profits of companies on the benchmark S&P 500 index are expected to have risen 13.9 percent, the strongest rise since 2011, according to Thomson Reuters data.1.50.6\n\nApple shares fell 1.2 percent to $145.75 in extended trading after the iPhone maker reported a surprise fall in iPhone sales.\n\n“The economy is doing better within Europe, but these also tend to be global companies,” said Isabelle Mateos y Lago, chief multi-asset strategist at BlackRock.\n\n“The main reason why we are optimistic is because European companies are extremely well plugged in to benefit from the global reflation story, from China and U.S. growth picking up.”\n\nThe Dow Jones Industrial Average rose 36.43 points, or 0.17 percent, to 20,949.89, the S&P 500 gained 2.84 points, or 0.12 percent, to 2,391.17 and the Nasdaq Composite added 3.76 points, or 0.06 percent, to 6,095.37.\n\nThe pan-European STOXX 600 rose 0.75 percent to end at a near 21-month high and MSCI’s gauge of stocks across the globe gained 0.27 percent to an all-time high.\n\nThe U.S. dollar hit a six-week high of 112.30 Japanese yen as traders anticipated that despite some recent weak data the Federal Reserve would prepare markets for an interest rate increase in June in its statement following a policy meeting this week.\n\nThe yen weakened 0.13 percent against the greenback to 111.99 per dollar.\n\nThe Fed is expected to hold interest rates steady after its two-day meeting that began Tuesday, as it pauses to examine more economic data, but may hint it is on track for an increase in June.\n\nTraders do not anticipate a hike on Wednesday but are currently forecasting a 65.2 percent chance of a 25-basis-point hike at the Fed’s June meeting, according to Thomson Reuters data.\n\nU.S. benchmark 10-year Treasury notes were last up 11/32 in price to yield 2.2874 percent, from 2.327 percent late on Monday, ahead of the Fed statement on Wednesday.\n\nWTI plunged on reports of rising output in the United States and extended losses on technical selling, while Brent crude oil prices fell to the lowest in over five months, erasing all the gains since OPEC agreed to cut production at the end of November.\n\nU.S. crude fell 1.84 percent to $47.94 per barrel and Brent was last at $50.77, down 1.46 percent on the day.\n\nGold touched a three-week low of $1,251.37 an ounce as demand for the safe-haven asset waned. Spot gold was little changed at $1,256.36 an ounce."
    },
    {
        "time": "8:57PM UTC",
        "header": "google success in u.s. schools forces microsoft, apple to scramble",
        "link": "http://www.reuters.com/article/microsoft-education-competition/google-success-in-u-s-schools-forces-microsoft-apple-to-scramble-idUSL1N1I422L",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp’s announcement of a suite of new education products on Tuesday shows the company’s determination to reverse a major shift that has taken place in U.S. classrooms in recent years: for most educators and school districts, Google’s Chromebook is now the computer of choice.\n\nThe Chromebook has gone from a standing start in 2011 to wild popularity in the market for education technology, which tech companies have traditionally viewed as a critical way to win over the next generation of users.\n\nIn 2016, mobile devices running Alphabet Inc’s Google’s Chrome operating system accounted for 58 percent of the U.S. market for primary and secondary schools, according to Futuresource Consulting.\n\nThe Microsoft products introduced Tuesday, including a new version of its Windows operating system, software to boost collaboration among students and a new Surface laptop, clearly show the influence of the Chromebook, industry watchers say.\n\n“The success of the Chromebook has awakened sleeping giants,” said Tyler Bosmeny, CEO of Clever, an education technology company. “There’s so much investment into the space – it’s unlike anything I’ve ever seen.”\n\nFor years after the release of the Chromebook in 2011, Apple Inc and Microsoft stuck to their strategies of offering slightly modified and discounted versions of their products for educators.\n\nBut the Chromebook’s low price--it starts at $149-- and easy management proved irresistible to many schools. Google also saw a key chance to expand its market share several years ago with the approach of an online testing mandate in the United States.\n\nTo capitalize on the opportunity, the company created a “test mode,” which restricts access to the rest of the web while students complete assessments, said Rajen Sheth, a senior director of product management at Google.\n\nThe preparations paid off: Sales of the Chromebook jumped tenfold between 2012 and 2013, Sheth said.\n\nWhile Google manufactures some Chromebooks, the devices aimed at the education market are supplied by partners such as Samsung Electronics Co Ltd and Acer Inc. The operating system is free for educators and hardware manufacturers, and Google sells schools an education package including device management and support for a $30 fee.\n\nFor Microsoft, Tuesday’s event was the culmination of a campaign to emulate key aspects of the Chromebook strategy, said Mike Fisher, associate director for the education division at Futuresource Consulting.\n\nMicrosoft’s hardware partners are now selling hybrid tablet-laptop devices based on the Surface design starting at $189. Microsoft executives boasted that the operating system announced Tuesday boots up rapidly, a hallmark of the Chromebook.\n\nThe company also introduced a new code-builder addition to its Minecraft education edition to help students learn coding skills through the popular game.\n\nFor Microsoft, the test will be how easily it can explain its offering to educators, Fisher said.\n\n“The Google education ecosystem is quite straightforward,” he said. “With Microsoft, there’s a lot of moving parts.”\n\nApple, for its part, has lowered the price of the iPad to $299 for education customers and made it possible for students to share devices, in addition to simplifying management.\n\n“It’s about trying to reach every teacher and every student,” said Susan Prescott, a vice president of product management and marketing at Apple.\n\nDespite Google’s U.S. dominance, its position is weaker in classrooms overseas, where many markets have not yet seen an impetus to embrace technology en masse, said Fisher of Futuresource Consulting.\n\nIn 2016, devices running Android and Chrome made up 23 percent of the mobile market outside the United States, compared with 65 percent for Microsoft’s Windows, according to Futuresource."
    },
    {
        "time": "4:30PM UTC",
        "header": "apple posts surprise fall in iphones sales",
        "link": "http://www.reuters.com/article/apple-results/apple-posts-surprise-fall-in-iphones-sales-idUSL4N1I44M9",
        "body": "May 2 (Reuters) - Apple Inc reported a surprise fall in iPhone sales for the second quarter on Tuesday, indicating that customers had held back purchases in anticipation of the 10th-anniversary edition launch of the company’s most important product.\n\nThe company boosted its capital return program by $50 billion, increasing its share repurchase authorization by $35 billion and raising its quarterly dividend by 10.5 percent.\n\nApple sold 50.76 million iPhones in its fiscal second quarter ended April 1, down from 51.19 million a year earlier.\n\nAnalysts on average had estimated iPhone sales of 52.27 million, according to financial data and analytics firm FactSet.\n\nExpectations are building ahead of Apple’s 10th-anniversary iPhone range this fall, with investors hoping that the launch would help bolster sales.\n\nApple typically launches its new iPhones in September.\n\nA big jump in sales usually follows in the holiday quarter, before demand tapers over the next few quarters as customers hold back ahead of the next launch.\n\nApple’s 10th-anniversary iPhone range might sport features such as wireless charging, 3-D facial recognition and a curved display.\n\nThe company forecast total revenue of between $43.5 billion and $45.5 billion for the current quarter, while analysts on average were expecting $45.60 billion, according to Thomson Reuters I/B/E/S.\n\nAnalysts on average expect the company to sell 42.31 million iPhones in the current quarter, according to FactSet.\n\nThe company’s net income rose to $11.03 billion, or $2.10 per share, in the second quarter, from $10.52 billion, or $1.90 per share, a year earlier.\n\nAnalysts on average had expected $2.02 per share, according to Thomson Reuters I/B/E/S.\n\nRevenue rose 4.6 percent to $52.90 billion in the quarter, compared with analysts’ average estimate of $53.02 billion.\n\nA 17.5 percent jump in the company’s services business - which includes the App Store, Apple Pay and iCloud - to $7.04 billion boosted revenue. (Reporting by Anya George Tharakan in Bengaluru; Editing by Sriraj Kalluvila)"
    },
    {
        "time": "4:07PM UTC",
        "header": "us stocks snapshot-tech, industrials buoy wall st ahead of apple results",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-snapshot-tech-industrials-buoy-wall-st-ahead-of-apple-results-idUSZXN0R0A2I",
        "body": "NEW YORK, May 2 (Reuters) - Wall Street edged higher on Tuesday as gains for the tech and industrial sectors countered weakness in auto and energy stocks and investors digested a heavy day of earnings reports.\n\nThe Dow Jones Industrial Average rose 36.43 points, or 0.17 percent, to end at 20,949.89, the S&P 500 gained 2.84 points, or 0.12 percent, to 2,391.17 and the Nasdaq Composite added 3.76 points, or 0.06 percent, to 6,095.37. (Reporting by Lewis Krauskopf; Editing by James Dalgleish)"
    },
    {
        "time": "9:49PM UTC",
        "header": "taiwan stocks head to 10,000-pts mark; tsmc, hon hai up despite dip in iphone sales",
        "link": "http://www.reuters.com/article/taiwan-stocks/taiwan-stocks-head-to-10000-pts-mark-tsmc-hon-hai-up-despite-dip-in-iphone-sales-idUSL4N1I505D",
        "body": "TAIPEI, May 3 (Reuters) - Taiwan stocks rose on Wednesday, tracking other regional bourses higher, with Apple Inc suppliers including TSMC shrugging off a surprise dip in sales for the iPhone maker.\n\nTaiwan Semiconductor Manufacturing Co (TSMC), the world’s top contract chipmaker and a major Apple supplier, climbed 0.5 percent.\n\nApple reported a surprise fall in iPhone sales for its second quarter on Tuesday, indicating that customers may have held back purchases in anticipation of the 10th-anniversary edition of the company’s most important product later this year.\n\nAs of 0135 GMT, the main TAIEX index rose 0.2 percent to 9,960.55, on track towards the 10,000-point milestone, which would be its highest intraday level in two years.\n\nThe electronics subindex rose 0.3 percent, while the financials subindex gained 0.2 percent.\n\nThe Taiwan dollar firmed T$0.075 to T$29.987 per U.S. dollar. (Reporting by Faith Hung; Editing by Biju Dwarakanath)"
    },
    {
        "time": "5:54PM UTC",
        "header": "apple plays soothing iphone hold music",
        "link": "http://www.reuters.com/article/us-apple-results-breakingviews/apple-plays-soothing-iphone-hold-music-idUSKBN17Y2KF",
        "body": "NEW YORK (Reuters Breakingviews) - Apple is playing some soothing iPhone hold music. The tech colossus sold nearly 51 million smartphones despite maturing markets and a resurgent Samsung following its exploding-battery crisis. App-store sales also grew nicely, and more dividends and buybacks are on the way. That should pacify investors until Apple rolls out the 10th anniversary edition of its pioneering device.\n\nSmartphone sales for all vendors globally have slowed, to only about 4 percent in the first quarter, according to research outfit IDC. In one way, that’s a bad omen for $770 billion Apple. The iPhone generates more than 60 percent of its revenue and profit. At the same time, most customers have settled on either Android devices or Apple‘s.\n\nChief Executive Tim Cook is focused on milking these users in many ways. It’s selling them more apps, storage, support and music. This recurring source of revenue is expanding quickly, at an 18 percent pace in the latest quarter, and now accounts for 13 percent of total sales. The larger, albeit intermittent, opportunity is persuading customers to add watches and wireless earpods to go along with their iPhones. There’s also a steady need to replace cracked, waterlogged or ageing ones.\n\nThe biggest opportunity to extract cash from its devotees – and perhaps even to win over Android fans – is coming. Apple historically rolls out new iPhones in the autumn, and hints from the supply chain indicate it will be a big upgrade this time. That probably will help handset sales toward the end of the year, but also could mean lower revenue in the coming quarter as customers wait for the next iPhone iteration.\n\nApple shares have gained 27 percent since the start of the year, quadrupling the increase in the S&P 500 Index. Even after a dip in after-hours trading on Tuesday, the company still trades at about 16 times estimated 2017 earnings, a 15 percent discount to the broader market.\n\nThat seems excessive, given the power of the smartphone duopoly. What’s more, Apple is throwing off enough cash to fund nearly $90 billion of additional capital returns by the end of March 2019 with plenty stored up to keep investing in new products. There should be more than enough there to keep investors humming along as they wait for what’s next."
    },
    {
        "time": "12:50PM UTC",
        "header": "us stocks-wall st modestly higher as apple leads tech stocks' gains",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wall-st-modestly-higher-as-apple-leads-tech-stocks-gains-idUSL4N1I440U",
        "body": "* Indexes up: Dow 0.21 pct, S&P up 0.14 pct, Nasdaq 0.11 pct (Updates to early afternoon)\n\nMay 2 (Reuters) - U.S. stocks were modestly higher in early afternoon trading on Tuesday, with the Nasdaq Composite eking out another record high, helped by an Apple-led rise in technology stocks.\n\nHowever, investors held off from making big bets as the two-day Federal Reserve meeting kicked off.\n\nThe Fed is widely expected to stand pat on interest rates, but investors are awaiting the central bank’s statement on Wednesday for hints on the possibility of a rate hike in June.\n\nThe markets’ gains were capped by a decline in auto stocks after automakers reported a fall in new vehicle sales for April. Ford dropped 3.8 percent, while General Motors fell 2.8 percent.\n\n“I think the auto sales numbers have caused the market to take a step back,” said Brent Schutte, chief investment strategist at Northwestern Mutual Wealth Management Company in Milwaukee, Wisconsin.\n\n“I think people are reading too much into that. There’s a fear that is building on last quarter’s GDP numbers that the consumer is pulling back, which we don’t think is the case.”\n\nData last week showed the U.S. economy grew at its slowest pace in three years in the first quarter. But, Schutte said strong corporate earnings have helped hold the market up.\n\n“With earnings rising, that is backdrop for positive stock returns moving forward.”\n\nOverall, profits at S&P 500 companies are estimated to have risen 13.9 percent in the first quarter, the most since 2011, according to Thomson Reuters I/B/E/S.\n\nAt 12:41 a.m. ET (1641 GMT) the Dow Jones Industrial Average was up 43.41 points, or 0.21 percent, at 20,956.87.\n\nThe S&P 500 was up 3.36 points, or 0.14 percent, at 2,391.69 and the Nasdaq Composite was up 6.94 points, or 0.11 percent, at 6,098.54.\n\nEight of the 11 major S&P 500 sectors were higher, with the technology index’s 0.39 percent rise leading the advancers.\n\nApple hit a record high for the second straight day. The iPhone maker is due to report results after the close of market.\n\nCVS Health was down 2.8 percent at $79.70, while Archer Daniels Midland fell 8.2 percent to $41.98, both after reporting results.\n\nDow component Pfizer was down 1 percent at $33.43 after the drugmaker’s quarterly revenue missed estimates.\n\nAdvanced Micro Devices tumbled 18.9 percent to $11.04 after the chipmaker’s second-quarter gross margins forecast raised some concerns.\n\nCoach rose as much as 12.2 percent to a nine-month high of $43.47 after the handbag maker reported a higher-than-expected quarterly profit.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,477 to 1,311. On the Nasdaq, 1,542 issues fell and 1,232 advanced.\n\nThe S&P 500 index showed 43 new 52-week highs and nine new lows, while the Nasdaq recorded 129 new highs and 36 new lows. (Reporting by Tanya Agrawal in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "time": "12:52PM UTC",
        "header": "wall st. eyes apple and facebook to fuel new leg of tech rally",
        "link": "http://www.reuters.com/article/us-usa-technology-stocks/wall-st-eyes-apple-and-facebook-to-fuel-new-leg-of-tech-rally-idUSKBN17Y22D",
        "body": "SAN FRANCISCO (Reuters) - Apple (AAPL.O) and Facebook (FB.O) may expand their already outsized share of U.S. technology revenue when they report their earnings this week, as investors look for evidence to justify this year’s U.S. stock market rally.\n\nThe two are the last of the top five U.S. tech companies by market value to release their quarterly results, following reports from Alphabet (GOOGL.O), Microsoft (MSFT.O) and Amazon.com (AMZN.O) last week. Those reports impressed analysts and fueled confidence in the sector, which has so far been the top performer on Wall Street in 2017.\n\n“If we look at the lion’s share of the numbers, they’re performing above expectations,” said Daniel Morgan, a portfolio manager at Synovus Trust, which owns shares of Apple worth about $41 million and shares of Facebook worth $68 million.\n\n“It gives validity to my position, which is that tech is, by far, the most exciting sector,” Morgan said.\n\nShares of Facebook and Apple both hit record highs on Tuesday, up 0.53 percent and 0.75 percent respectively.\n\nSurges in Apple, Facebook and other Silicon Valley heavyweights have pushed the S&P 500 technology index up by 16 percent this year.\n\nAnd planned measures by President Donald Trump for steep corporate tax cuts and the easing of tax restrictions on profits made abroad would help Apple and other technology companies return more cash to shareholders.\n\nThe largest five Silicon Valley companies for years have been increasing their share of revenue and profits generated in the technology sector at the expense of smaller competitors.\n\nThose five players boosted their share of revenue among technology companies in the benchmark S&P 500 index to 46 percent in 2016, from 38 percent in 2013, according to Thomson Reuters data. Their share of net income increased to 46 percent from 42 percent during the same time.\n\nFacebook and Google, which is owned by Alphabet, received 77 percent of gross spending on digital advertising in 2016, compared to 72 percent the year before, according to industry data analyzed by Pivotal Research analyst Brian Wieser.\n\nTechnology company earnings are expected to have grown 17.7 percent in the latest three months, the strongest quarterly expansion since 2014, according to Thomson Reuters I/B/E/S.\n\nApple is expected by analysts to have boosted its revenue by 4.8 percent when it reports on Tuesday.\n\nOn Wednesday, Facebook is expected to post a 45.6-percent leap in revenue and a similar increase in earnings per share, according to analysts’ estimates."
    }
]