[
    {
        "time": "1:08PM UTC",
        "header": "us stocks-s&p, dow hit record highs as apple, financials climb",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-sp-dow-hit-record-highs-as-apple-financials-climb-idUSL4N1KU5BI",
        "body": "* Dow on track for 11th straight day of gains\n\nAug 8 (Reuters) - The Dow and the S&P were off sessions highs in Tuesday afternoon trading after scaling new records on gains in Apple and advances in JPMorgan and Goldman Sachs.\n\nApple rose as much as 1.91 percent to an all-time high and provided the biggest boost to all three major indexes.\n\nGoldman Sachs was up 0.77 percent and JPMorgan 0.61 percent.\n\nTuesday’s rise puts the Dow on track to post its 11th straight session of gains - the blue-chip index’s longest streak for consecutive gains since February - driven by a strong quarterly earnings season.\n\nSecond-quarter earnings have been stronger than expected with analysts now expecting S&P 500 earnings to have expanded 11.8 percent, compared with 8 percent at the start of July, according to Thomson Reuters I/B/E/S.\n\n“We’ve had an exceptional second-quarter earnings season which has given investors confidence,” said Eric Wiegand, senior portfolio manager at U.S. Bank Private Client Reserve.\n\n“But with earnings coming to a close, no major economic data and seasonality issues, trading volume is expected to be slightly diminished.”\n\nTrading volume is also expected to be relatively tepid with no major legislation expected as the U.S. Congress is on vacation and with summer setting in.\n\nThe S&P hasn’t moved more than 0.5 percent since July and has fallen more than 1 percent only twice this year.\n\nAt 12:44 p.m. ET (1644 GMT), the Dow Jones Industrial Average was up 31.74 points, or 0.14 percent, at 22,150.16, the S&P 500 was up 6.33 points, or 0.25 percent, at 2,487.24.\n\nThe Nasdaq Composite was up 28.11 points, or 0.44 percent, at 6,411.88.\n\nEight of the 11 major S&P sectors were higher, with the technology and financial sectors leading the advancers.\n\nThe Labor Department said U.S. job openings, a measure of labor demand, jumped to a record high in June and was at the highest level since December 2000.\n\nAlso on investors’ radar is the rush of retail earnings this week and next, amid Amazon.com’s rapid rise.\n\n“With retail earnings, it would be interesting to see if expectations have fallen enough for these companies to beat them,” Wiegand said.\n\nAnd on Tuesday, shares of Michael Kors jumped 22.16 percent beat lowered Wall Street expectations for profit and raised its full-year revenue forecast, while Ralph Lauren rose 10.56 percent following revenue and profit beats.\n\nMacy‘s, Kohl‘s, JC Penney are expected to report results this week, with Wal-Mart, Target due next week.\n\nDean Foods slumped 19.10 percent after the largest U.S. dairy processor’s quarterly results came in below estimates.\n\nSeaWorld Entertainment plunged as much as 18.44 percent to a record low after the theme park company’s quarterly revenue missed expectations.\n\nAvis Budget Group fell 7.31 percent as the car rental company cut its full-year profit view.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,480 to 1,294. On the Nasdaq, 1,563 issues rose and 1,248 fell. (Reporting by Tanya Agrawal; Editing by Sriraj Kalluvila)"
    },
    {
        "time": "5:56PM UTC",
        "header": "u.s. to review qualcomm's complaints about apple iphone patents",
        "link": "http://www.reuters.com/article/apple-qualcomm/u-s-to-review-qualcomms-complaints-about-apple-iphone-patents-idUSL1N1KU1CY",
        "body": "WASHINGTON/SAN FRANCISCO (Reuters) - U.S. trade officials have agreed to investigate Qualcomm Inc’s allegations that Apple Inc infringed on patents with its iPhone 7 and other devices, the U.S. International Trade Commission said on Tuesday.\n\nThe ITC will make its decision “at the earliest practicable time” and will set a target date for completing its investigation within the next 45 days, the commission said in a statement.\n\nQualcomm filed the complaint in early July, asking U.S. trade regulators to ban certain models of the iPhone that contain so-called broadband modem chips, which help phones connect to wireless data networks, that were not made by Qualcomm. Apple began using broadband modem chips made by Intel Corp in the iPhone 7.\n\nQualcomm has not alleged that Intel chips violate its patents but says the way Apple uses them in the iPhone does.\n\n”We look forward to the ITC’s expeditious investigation of Apple’s ongoing infringement of our intellectual property and the accelerated relief that the commission can provide,” Don Rosenberg, executive vice president and general counsel of Qualcomm, said in a statement.\n\nIntel declined to comment. Apple pointed to Chief Executive Tim Cook’s earlier comments that Qualcomm had not yet offered it “fair and reasonable” licensing terms for Qualcomm’s technology.\n\n”I don’t believe anyone is going to decide to enjoin the iPhone based on that,“ Cook told investors in May on the company’s earnings call, his most recent public comment on the topic. ”I think that there’s plenty of case law around that subject, but we shall see.”\n\nAs the ITC considered whether to take up the case, a group representing Alphabet Inc’s Google, Amazon.com Inc , Microsoft Corp and Facebook Inc sided last month with Apple, saying Qualcomm’s request to bar the import of some iPhones would hurt consumers.\n\nIn turn, Qualcomm accused the group of “a coordinated effort aimed at misdirecting” the trade regulators. It said Apple was free to choose chips from a variety of vendors without necessarily infringing Qualcomm’s patents.\n\nThe fight before trade regulators in Washington is one of several major legal battles involving Qualcomm and Apple. The two companies have cases pending before separate federal courts in California, and Qualcomm also faces a complaint from the U.S. Federal Trade Commission.\n\nAnalysts are watching the ITC case closely because the trade regulator moves more quickly than many courts and could deliver a decision ahead of the pending lawsuits."
    },
    {
        "time": "11:44AM UTC",
        "header": "us stocks-s&p, dow hit record highs as apple climbs",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-sp-dow-hit-record-highs-as-apple-climbs-idUSL4N1KU55P",
        "body": "* Dow on track for 11th straight day of gains\n\nAug 8 (Reuters) - U.S. stock indexes reversed course to trade higher on Tuesday morning, with the Dow and the S&P hitting a new record, helped by a rise in Apple’s shares.\n\nApple rose 1.60 percent to an all-time high and provided the biggest boost to all three major indexes.\n\nThe Dow is on track to post gains for the 11th straight session, the blue-chip index’s longest streak for consecutive gains since February, driven by a strong quarterly earnings season.\n\nSecond-quarter earnings have been stronger than expected with analysts now expecting S&P 500 earnings to have expanded 11.8 percent, compared with 8 percent at the start of July, according to Thomson Reuters I/B/E/S.\n\n“We’ve had an exceptional second-quarter earnings season which has given investors confidence,” said Eric Wiegand, senior portfolio manager at U.S. Bank Private Client Reserve.\n\n“But with earnings coming to a close, no major economic data and seasonality issues, trading volume is expected to be slightly diminished.”\n\nTrading volume is also expected to be relatively tepid with no major legislation expected as the U.S. Congress is on vacation and with the summer months setting in.\n\nThe S&P hasn’t had a move of more than 0.5 percent since July and has fallen more than 1 percent only twice this year.\n\nAt 11:08 a.m. ET (1508 GMT), the Dow Jones Industrial Average was up 41.67 points, or 0.19 percent, at 22,160.09, the S&P 500 was up 4.54 points, or 0.18 percent, at 2,485.45.\n\nThe Nasdaq Composite was up 13.91 points, or 0.22 percent, at 6,397.68.\n\nSeven of the 11 major S&P sectors were higher, with the financial index’s 0.40 percent rise leading the advancers.\n\nThe Labor Department said U.S. job openings, a measure of labor demand, jumped to a record high in June and was at the highest level since December 2000.\n\nAlso on investors’ radar is the rush of retail earnings this week and next amid Amazon.com’s rapid rise.\n\n“With retail earnings, it would be interesting to see if expectations have fallen enough for these companies to beat them,” Wiegand said.\n\nMacy‘s, Kohl‘s, JC Penney are expected to report results this week, with Wal-Mart, Target due next week.\n\nAnd on Tuesday, shares of Michael Kors jumped 20.31 percent after the retailer raised its full-year revenue forecast, while Ralph Lauren was up 9.79 percent following revenue and profit beat.\n\nDean Foods slumped 19.18 percent after the largest U.S. dairy processor’s quarterly results came in below estimates.\n\nSeaWorld Entertainment plunged as much as 18.44 percent to a record low after the theme park company’s quarterly revenue missed expectations.\n\nAvis Budget Group fell 7.94 percent as the car rental company cut its full-year profit view.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,629 to 1,064. On the Nasdaq, 1,596 issues rose and 1,112 fell. (Reporting by Tanya Agrawal; Editing by Sriraj Kalluvila)"
    },
    {
        "time": "5:51PM UTC",
        "header": "brief-u.s. international trade commission to pursue investigation of apple",
        "link": "http://www.reuters.com/article/brief-us-international-trade-commission/brief-u-s-international-trade-commission-to-pursue-investigation-of-apple-idUSFWN1KU109",
        "body": "* U.S. International Trade Commission to pursue investigation of Apple\n\n* Qualcomm Inc - ‍investigation is based on a complaint filed by Qualcomm on July 7, 2017​ Source text for Eikon: Further company coverage:"
    }
]