[
    {
        "time": "11:20AM UTC",
        "header": "us stocks-wall st swings to gains as apple hits record-high",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL3N1GX3Y3",
        "body": "* Fed on track to raise rates twice more this year - Evans\n\n* Walt Disney higher as ‘Beauty and the Beast’ tops box office\n\nMarch 20 (Reuters) - U.S. stocks reversed course to trade slightly higher in late morning trading on Monday, helped by a rise in technology stocks including Apple.\n\nApple rose nearly 1 percent, hitting a new record-high of $141.34, lifting the tech-heavy Nasdaq Composite index to yet another intraday high.\n\nThe iPhone-maker’s stock could rise another 10 percent in six months, Barron’s wrote in an article posted Saturday.\n\nThe U.S. stock market has been on record-setting spree since the election of Donald Trump as president, but the rally has faltered in recent weeks as investors fret over the lack of clarity on his proposals to reform taxes and cut regulation.\n\nAnalysts have also said the Trump administration is spending too much of its political capital to pass a Republican-proposed healthcare bill, which may leave it wanting for support when it tries to reform the tax code.\n\n“With tax reform and infrastructure spending getting pushed to the end of this year or even next year, it will eventually weigh on sentiment and business confidence,” said Randy Frederick, vice president of trading and derivatives for Charles Schwab in Austin, Texas.\n\n“Eventually, the market will lose patience,” Frederick said.\n\nAt 10:53 a.m. ET (1453 GMT), the Dow Jones Industrial Average was up 36.91 points, or 0.18 percent, at 20,951.53.\n\nThe S&P 500 was up 0.93 points, or 0.03 percent, at 2,379.18.\n\nThe Nasdaq Composite was up 12.01 points, or 0.2 percent, at 5,913.01.\n\nSeven of the 11 major S&P sectors were lower, with the energy index’s 0.68 percent fall leading the decliners.\n\nOil fell as investors continued to unwind bets on higher prices.\n\nThe U.S. Federal Reserve’s conservative rate guidance is also keeping the market in check. All eyes will be on Federal Reserve Bank of Chicago President Charles Evans when he speaks later in the day.\n\nIn an interview with Fox Business Network TV earlier on Monday, Evans said the Fed is on track to raise interest rates twice more this year.\n\nA host of Fed officials are scheduled to speak this week, including Chair Janet Yellen on Thursday.\n\nLast week, the central bank raised interest rates for the first time this year but stuck to its outlook for two more hikes this year, instead of three expected by the market.\n\nAmong stocks, Movado fell 5.70 percent to $22.25 after the watchmaker’s quarterly results missed expectations.\n\nWalt Disney rose 1.1 percent to $112.96 after the media and entertainment company’s “Beauty and the Beast” topped box-office sales. The stock was the second-biggest boost on the Dow.\n\nDeclining issues outnumbered advancers on the NYSE by 1,507 to 1,242. On the Nasdaq, 1,460 issues fell and 1,229 advanced.\n\nThe S&P 500 index showed 21 new 52-week highs and two new lows, while the Nasdaq recorded 77 new highs and 20 new lows. (Reporting by Tanya Agrawal in Bengaluru; Editing by Anil D‘Silva and Saumyadeb Chakrabarty)"
    }
]