[
    {
        "time": "3:51PM UTC",
        "header": "apple praises french iphone work before talking tax with macron",
        "link": "http://www.reuters.com/article/us-apple-france/apple-praises-french-iphone-work-before-talking-tax-with-macron-idUSKBN1CE1UZ",
        "body": "PARIS (Reuters) - Apple (AAPL.O) boss Tim Cook went out of his way on Monday to single out a small French firm involved with innovative features in the latest iPhones ahead of meeting with President Emmanuel Macron, who has called for a tougher line on technology company taxes.\n\nThe Apple chief executive paid a surprise visit to Eldim, a Normandy-based firm that has tested optical technology used in the facial recognition system inside new top-of-the-range iPhone X smartphones due out next month. Prices start at $999.\n\nFace ID, as the iPhone X feature is known, will replace the fingerprint sensor for unlocking the phone and features in Apple’s campaign to distinguish the phone from rival devices.\n\n“Bravo for your work!”, Cook said on his official Twitter account in French. A picture of him chatting with Eldim employees was also posted.\n\nCook later met Macron, who has called for Apple and other tech companies such as Amazon.com to pay more in taxes in Europe.\n\n“Bravo to Europe for acting with determination to get tax rules and justice respected,” Macron said in a tweet last week praising European Union officials for taking member-state Ireland to court to reclaim 13 billion euros ($15.3 billion) in back taxes from Apple.\n\nA French presidency official said Macron and Cook did not rake over the past and described the talks about regulating digital platforms and tax policy as constructive and forward-looking.\n\nAsked if they had discussed France’s proposal to tax the revenue of big tech companies and not profit, the Macron adviser said: “They didn’t go into specifics.”\n\n“The tone was very open. This wasn’t a posturing competition.” Tech giants were under pressure from shareholders worried about reputational damage over how the companies arrange their taxes, the official added.\n\nEldim, located outside Caen, near the northern coast of France, had worked with Apple on research projects for nearly a decade before gaining recognition for its optical work on behalf of Apple, the world’s most highly valued company.\n\n“They (Eldim) certainly have a top-notch technology,” said industry analyst Thomas Husson of Forrester Research. “Facial recognition is one of iPhone X’s differentiating features.”\n\nApple is normally highly secretive about the suppliers it uses to develop new phones, computers and other devices.\n\nFranco-Italian chipmaker STMicroelectronics (STM.PA), one of Europe’s larger technology companies, is widely understood to be a supplier of sensors for the Apple iPhone 7 and forthcoming iPhone devices, but is barred by Apple from saying so."
    },
    {
        "time": "11:44AM UTC",
        "header": "apple praises french iphone work before meeting tough-talking macron",
        "link": "http://www.reuters.com/article/apple-france/apple-praises-french-iphone-work-before-meeting-tough-talking-macron-idUSL8N1MK49D",
        "body": "PARIS, Oct 9 (Reuters) - Apple boss Tim Cook went out of his way on Monday to single out a small French firm behind innovative features in the latest iPhones ahead of meeting with President Emmanuel Macron, who has called for a tougher line on technology company taxes.\n\nThe Apple chief executive paid a surprise visit to Eldim, a Normandy-based firm that develops optical technology used in the facial recognition system inside new top-of-the-line iPhone X smartphones due out next month. Prices start at $999.\n\nFace ID, as the iPhone X feature is known, will replace the fingerprint sensor for unlocking the phone and features in Apple’s campaign to distinguish the phone from rival devices.\n\n“Bravo for your work!”, Cook said on his official Twitter account in French. A picture of him chatting with Eldim employees was also posted. He also hailed the contributions of French start-ups on Twitter while on his way to a scheduled meeting with Macron on Monday afternoon.\n\nThe meeting between the French president and Apple CEO follows calls by Macron last week for Apple and other tech companies such as Amazon.com to pay more in taxes in Europe.\n\n“Bravo to Europe for acting with determination to get tax rules and justice respected,” Macron said in a tweet last week praising European Union officials for taking member-state Ireland to court to reclaim 13 billion euros ($15.26 billion) in back taxes from Apple.\n\nEldim, located outside Caen, near the northern coast of France, had quietly worked with Apple on research projects for nearly a decade before gaining recognition for its optical work on behalf of Apple, the world’s most highly valued company.\n\n“They (Eldim) certainly have a top-notch technology,” said industry analyst Thomas Husson of Forrester Research. “Facial recognition is one of iPhone X’s differentiating features.”\n\nApple is normally highly secretive about the suppliers it uses to develop new phones, computers and other devices.\n\nFranco-Italian chipmaker STMicroelectronics, one of Europe’s larger technology companies, is widely understood to be a supplier of sensors for the Apple iPhone 7 and forthcoming iPhone devices, but is barred by Apple from saying so."
    }
]