[
    {
        "time": "5:54AM UTC",
        "header": "taiwan's export order growth eases, may pick up speed on iphone x",
        "link": "http://www.reuters.com/article/us-taiwan-economy-export-orders/taiwans-export-order-growth-eases-may-pick-up-speed-on-iphone-x-idUSKCN1BV14I",
        "body": "TAIPEI (Reuters) - Taiwan’s export orders rose for a 13th straight month but at a slower pace in August, a boon for the region’s tech-manufacturing economies riding the surge in global demand for electronics products.\n\nStrong exports of chips and other tech devices will set the export-driven economy up for a strong year-end and help Taiwan meet its bumped-up growth forecast of 2.11 percent this year. The solid outlook will also give the central bank leeway to stand pat on interest rates at its policy review on Thursday.\n\nExport orders in August jumped 7.5 percent from a year earlier, government data showed on Wednesday, slower than the 8.5 percent median estimate in a Reuters poll and 10.5 percent in July. Total export order value for August was $40.8 billion.\n\nThe economics ministry said it expects September export orders to grow in the range of 1.3 to 3.6 percent, and total $43.5 billion to $44.5 billion, due to the deferred launches of some new smartphone models, Lin Li-chen, director of the ministry’s statistics department, told a news conference.\n\n“This year’s situation is not quite the same compared to the past where there was one main smartphone model type...It is related to the effect of the iPhone models,” Lin added.\n\nTaiwan’s export orders are a leading indicator of demand for Asia’s exports and for hi-tech gadgets such as Apple’s new iPhone 8 and iPhone X, whose models will be launched in September and November, respectively.\n\nWhile both the iPhone 8 and 8 Plus will be available in September, the premium iPhone X won’t be launched until November, slightly later than some expectations.\n\nThe product launches are likely to keep manufacturers busy well into the fourth quarter, as orders typically lead actual shipments by two to three months.\n\nTaiwan’s near-term outlook for electronics exports will largely depend on Apple’s supply chain pattern of production and shipments, DBS said in a research note ahead of the data.\n\nLast week, Apple announced three new iPhone models, including the iPhone 8 and 8 Plus, and a premium version iPhone X which includes OLED screen and facial recognition technology.\n\n“The implications for Taiwan are that electronics exports will still enter a seasonal upturn from 3Q onwards, similar as in the previous years. But a strong rise may only emerge in 4Q when the mass production of iPhone X kicks in,” DBS said in its note.\n\nDBS said demand for electronics components could remain buoyant well into the first half of 2018, due to belated support from the iPhone X.\n\nOrders from Taiwan’s two biggest markets showed a mixed picture. While August export orders from China grew 11.6 percent on year, faster than 10.7 percent the previous month, they fell 0.8 percent from the United States versus 7.7 percent growth in July.\n\nFor 2017, U.S. export orders are still expected to be the biggest in volume terms, as many communications products orders come from the United States and Europe, particularly Apple orders, Lin said.\n\nExport orders leapt 21.3 percent from Europe and rose 13 percent from Japan.\n\nEarlier on Thursday, Japan reported its strongest export growth in nearly 4 years on booming global demand for its cars and electronics."
    },
    {
        "time": "11:46AM UTC",
        "header": "us stocks-s&p, dow flat ahead of fed decision; apple weighs on nasdaq",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-sp-dow-flat-ahead-of-fed-decision-apple-weighs-on-nasdaq-idUSL4N1M14AI",
        "body": "* Fed not expected to raise interest rates on Wednesday\n\n* Apple down on reports of connectivity issues with its smartwatch\n\nSept 20 (Reuters) - The S&P and the Dow were little changed on Wednesday but hovered near record levels as investors waited to hear from the Federal Reserve on future interest rate hikes this year while the tech-heavy Nasdaq was pulled lower by a drop in Apple.\n\nThe iPhone maker’s shares fell 2.5 percent and was the biggest drag on all three indexes after reports that the company admitted to connectivity issues with its latest smartwatch.\n\nInvestors focused on Fed’s policy statement and projections due to be released at 2 p.m. ET (1800 GMT). Fed Chair Janet Yellen will hold a press conference half an hour later, which will be closely watched for views on inflation. The central bank is likely to keep interest rate unchanged and say that it will start unwinding its holdings of about $4.2 trillion in bonds and mortgage-backed securities. Inflation has remained below the Fed’s 2-percent target rate, but a recent data showed uptick in domestic consumer prices, which raised the chances of a December rate hike by more than 50 percent for the first time since July.\n\n“The Fed is continuing to confirm the narrative that the lack of inflation has been somewhat transitory and expect inflation to pick up,” said Emily Roland, head of investment research at John Hancock Investments in Boston.\n\n“Certainly that will have a big influence as we look towards the readings on inflation going forward.”\n\nTraders were betting on a 55.8 percent chance of a December hike, compared with 37.3 percent a month ago, according to the CME Group’s FedWatch tool.\n\nAt 11:02 a.m. ET, the Dow Jones Industrial Average was down 1.88 points, or 0.01 percent, at 22,368.92, the S&P was down 1.73 points, or 0.07 percent, at 2,504.92 and the Nasdaq Composite was down 26.50 points, or 0.41 percent, at 6,434.82.\n\nSeven of the 11 major S&P sectors were higher, led by 0.51 percent gain in the telecom services sector.\n\nThe technology index was the biggest laggard, weighed down by Apple, Adobe and Western Digital.\n\nAdobe fell 4 percent after the Photoshop maker’s revenue forecast came in line with estimates.\n\nGeneral Mills was down about 5 percent after its quarterly profit missed estimates, hurt by lower sales of its yogurts and cereals in North America.\n\nShares of other food companies, including JM Smucker and Kellogg, were down about 2 percent.\n\nWestern Digital slipped more than 4 percent after Japan’s embattled Toshiba agreed to sell its semiconductor business to a group led by private equity firm Bain Capital. The stock was the biggest percentage loser on the S&P technology index.\n\nBed Bath & Beyond sank 17 percent to its lowest since 2009 after the home furnishing retailer reported earnings and sales below estimates, prompting a slew of price target cuts.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,684 to 1,010. On the Nasdaq, 1,515 issues rose and 1,177 fell. (Reporting by Sruthi Shankar in Bengaluru; Editing by Arun Koyyur)"
    },
    {
        "time": "7:54AM UTC",
        "header": "as apple slows, fast-moving chinese rivals gain in wealthy markets",
        "link": "http://www.reuters.com/article/us-apple-iphone-china-analysis/as-apple-slows-fast-moving-chinese-rivals-gain-in-wealthy-markets-idUSKCN1BV1GR",
        "body": "HONG KONG/SINGAPORE (Reuters) - Slowing innovation at iPhone maker Apple gives Asian rivals their best chance yet to conquer developed markets, retailers and consumers say - thanks to better designs and lower prices.\n\nApple last week unveiled new iPhones with wireless charging, an edge-to-edge screen and dual cameras - all features already widely available in phones from China’s Huawei and Oppo, and Samsung Electronics.\n\nWhile Apple must convince buyers to fork out nearly $1,000 for its high-end model, challengers are tilting at the luxury market, offering similar features for less money.\n\nChinese vendors, formerly seen as churning out cheap phones with copycat innovation, have upped their quality game and now control nearly half the global mobile market. By cramming high-end features into affordable devices, and using a canny mix of promotion, advertising and retail reach, they have also won over some loyal Apple users.\n\n“Huawei is seen as a relevant competitor to Apple and Samsung (by) covering all major price points and placing big investments in marketing and sales,” said a spokeswoman for MediaMarktSaturn, Europe’s biggest electronics retailer.\n\nShe said Huawei, ZTE, Lenovo and TCL - all Chinese firms - were among the top-10 best-selling smartphones in its stores.\n\nChinese manufacturers’ rapid growth has been fueled by strong domestic sales, but they now export 40 percent of their smartphones, almost double the number just three years ago, according to CLSA.\n\nHuawei, whose smartphone shipments to Europe jumped more than 50 percent in the first half of this year, is poised to overtake Apple as the world’s second-largest vendor.\n\nThe Chinese firm’s confidence was on show in a short Facebook video ad ahead of its “RealAIphone” launch next month, using a clown to poke fun at Apple’s facial recognition feature that unlocks the new iPhone.\n\nHuawei plans to unveil its top-of-the-line Mate 10 phone on Oct. 16, with artificial intelligence-powered features such as instant translation and image recognition. And media reports speculate the phone will have an edge-to-edge screen, and undercut the iPhone on price. Huawei declined to comment.\n\nWith their growing scale and the flattening of hardware improvements, other Chinese firms are also looking to crack the high-end smartphone market.\n\nXiaomi, for example, unveiled a full-screen phone this month that features a sleek, all-ceramic ‘unibody’ design and 12-megapixel front camera. The special edition Mi MIX 2 retails for $720. Also, Xiaomi, Oppo and Vivo are working with Qualcomm to embed ultrasound sensors under smartphone screens to improve the touch function.\n\n“Chinese brands with growing scale, access to the same supply chain, rising components buying power, aggressive marketing and value-for-money offerings have stalled Apple’s growth rate and nullified the differentiation points,” said Neil Shah, research director at Counterpoint.\n\nApple declined to comment beyond what their executives have said publicly about why they hold off on certain technologies.\n\nTo be sure, Apple maintains a healthy market share lead over Chinese rivals in the premium segment, and few experts see Apple fans switching from the iPhone X to Huawei’s Mate 10.\n\n“The biggest challenge they (Chinese firms) face would be proving to consumers their products and brand are worth paying that much for,” said Xiaohan Tay, an analyst at research firm IDC.\n\n“Apple has taken years to build that premium brand image, and Samsung too. If they can pay a little more to purchase an Apple or Samsung phone, most consumers may still continue to do that.”\n\nIn the $600-plus segment, Apple has 63 percent market share, against just 3 percent for Huawei, and the U.S. firm’s retention rate of around 82 percent, versus Huawei’s 52 percent, suggests it will be tough for Chinese firms to raise their prices, according to UBS.\n\nThe average selling price of smartphones from the top-3 Chinese makers - Huawei, Oppo and Vivo - is just $248, or two-thirds less than the cheapest iPhone 8.\n\nYet experts say the threat of competition is real, especially as buyers pay more attention to smartphone apps than hardware features.\n\n“How much impact would a $1,000 iPhone really have on UX (user experience) of WhatsApp, or YouTube, or Snapchat?” said Sameer Singh, founder of research firm Tech-Thoughts.\n\n“The most popular apps being available on both platforms (Apple’s iOS and Google’s Android) really makes the experience a bit of a wash, making it harder to justify the price point based just on features. This isn’t all that different from the PC industry 10-20 years ago. At one point, a PC was a PC irrespective of the manufacturer.”"
    },
    {
        "time": "10:52PM UTC",
        "header": "nikkei probes more than 2-year highs as yen eases, apple suppliers fall",
        "link": "http://www.reuters.com/article/japan-stocks-midday/nikkei-probes-more-than-2-year-highs-as-yen-eases-apple-suppliers-fall-idUSL4N1M21MK",
        "body": "* Yen weakens vs dollar after Fed signals it might hike this year\n\n* BOJ decision awaited, with no policy changes expected\n\nTOKYO, Sept 21 (Reuters) - Japan’s Nikkei share average rose on Thursday, boosted by gains on Wall Street and a weaker yen after the Federal Reserve signalled it still expects to raise interest rates one more time this year.\n\nThe Nikkei was up 0.8 percent at the end of morning trading at 20,479.88 points, its highest since August 2015.\n\nThe dollar was 0.3 percent higher at 112.57 yen, touching its highest levels since mid-July, after the U.S. central bank said it will begin to reduce its balance sheet from next month and indicated that one more rate increase by the end of the year remains possible despite a recent bout of low inflation.\n\nOn Wednesday, the Dow Jones Industrial Average edged up to mark its seventh straight record close, while the S&P 500 eked out a gain to its sixth record finish in the last seven sessions.\n\nLater on Thursday, the Bank of Japan will deliver its own policy verdict, but is not expected to change any of its settings or guidance.\n\nBOJ policymakers are widely expected to reassure investors that the bank will lag well behind its U.S. counterpart in scaling back its massive stimulus as the modest economic recovery has yet to boost inflation anywhere near its 2 percent target.\n\n“No one is really paying much attention to the BOJ today, but rather there is a lot of focus on what the Fed said overnight,” said Norihiro Fujito, a senior investment strategist at Mitsubishi UFJ Morgan Stanley Securities.\n\nStill, markets will look for clues from BOJ Governor Haruhiko Kuroda’s post-meeting news conference on how possible changes in the political landscape could affect monetary policy.\n\nGovernment sources have told Reuters that Prime Minister Shinzo Abe is considering calling a snap election for as early as next month and will pledge to use some of the revenue from a scheduled sales tax hike in 2019 to fund spending on education and child care.\n\n“We have to see if any policy promises are realized before we can say whether it will have an effect on the market,” Fujito said.\n\nBanking shares rose, tracking their U.S. peers on the prospect of higher interest rates. The Tokyo Stock Exchange’s bank sub-index rose 1.7 percent, while the securities sub-index added 1 percent and the index of other financials was 1.1 percent higher.\n\nShares of companies that supply components to Apple Inc slipped, after reports that a Rosenblatt Securities’ analyst said iPhone 8 pre-orders have come in well below those for its predecessors.\n\nSeparately, Apple said on Wednesday its latest smartwatch unveiled a week ago has connectivity issues.\n\nMurata Manufacturing Co Ltd shed 1.1 percent, while Alps Electric Co Ltd tumbled 3.8 percent and Nitto Denko Corp dropped 1.3 percent. Apple shares declined 1.7 percent overnight.\n\nShares of Toshiba Corp skidded 1.9 percent. The beleaguered electronics giant is expected to formalise the sale of its prized memory chip unit on Thursday to a group led by U.S. private equity firm Bain Capital, even as jilted suitor and joint venture partner Western Digital WDC.O took fresh legal action.\n\nElectronic commerce business operator Kakaku.com Inc rose 2.1 percent, after it said it will buy back up to 5 million of its own shares, or 2.3 percent of its shares outstanding.\n\nThe broader Topix and the JPX-Nikkei Index 400 were both up 0.7 percent. (Reporting by Lisa Twaronite; Editing by Kim Coghill)"
    }
]