[
    {
        "time": "6:45PM UTC",
        "header": "apple working harder to squeeze iphone juice",
        "link": "http://www.reuters.com/article/us-apple-results-breakingviews-idUSKBN15F2WK",
        "body": "NEW YORK (Reuters Breakingviews) - Apple is working harder to squeeze juice out of its iconic iPhone. The company sold more units in the holiday quarter, yet profit fell. A saturating market and slowing innovation aren’t helping margins. Yet the prospect of a new phone and the ability to sell additional services are bright spots that should keep investors on board.\n\nApple’s figures are astonishing, with quarterly revenue hitting $78 billion and profit dialing in at $17.9 billion. Only a handful of American companies earn more in a year than Apple did in the quarter. Yet its fortunes are tied up in handsets, with the iPhone accounting for nearly 70 percent of sales. With perhaps 2.5 billion smartphones now being used around the world, according to various estimates, it’s getting harder to find new customers. The company’s revenue rose only 3 percent from the same period last year.\n\nMoreover, innovation is slowing. A faster processor, water resistance and better camera provided many users with reasons to upgrade to the company’s latest handset, but these pale in comparison with the improvements of a few years ago. Apple is spending more money in R&D and cramming more expensive features into phones, but receiving less benefit. That’s why despite record revenue and iPhone sales, income fell about 3 percent compared to the same period last year.\n\nTo compensate, Apple is tapping the iPhone in other ways. It’s selling more services such as apps in its store, online data storage, streaming music and payments. They now account for 9 percent of revenue, a line the company hopes to double over the next four years. It’s also selling more related items, such as its new wireless headphones. And Apple is trying to pinch suppliers. The company is suing wireless chip company Qualcomm to recoup $1 billion in rebates it claims it is owed, and slash the $15 – according to Sanford Bernstein – in royalties it pays on each iPhone sold.\n\nThe muted prospects explain why investors value Apple at just 13.5 times estimated 2017 earnings – 25 percent below the S&P 500 average. That may be too steep a discount. Services will continue to grow. The company’s cash pile has swelled to nearly $250 billion and investors would benefit from any reduction in taxes on repatriated funds. And the average customers’ phone is getting older. Should Apple’s next phone dazzle later this year, the result could be surprising growth.\n\nReuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time. \n\n Sign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com. All opinions expressed are those of the authors."
    },
    {
        "time": "6:30PM UTC",
        "header": "corrected-update 2-apple reports blockbuster quarter as iphone sales top estimates",
        "link": "http://www.reuters.com/article/apple-results-idUSL4N1FL48Y",
        "body": "Jan 31 (Reuters) - Apple Inc reported its first quarterly increase in iPhone sales in a year, powered by strong demand for the latest version of its flagship smartphone, sending the company’s shares up more than 3 percent in after-hours trading.\n\nApple sold 78.29 million iPhones in the first quarter ended Dec. 31, up from 74.78 million last year. Analysts on average had estimated 77.42 million, according to research firm FactSet StreetAccount.\n\nThe results, which reflected the first full quarter of iPhone 7 sales, come at a time when global demand for smartphones is slowing and cheaper Android alternatives are flooding the market.\n\nThe company is heavily dependent on the success of iPhones, which account for more than two-thirds of its total revenue.\n\nAnalysts and investors have already set their sights on Apple’s 10th-anniversary iPhone, which is expected to feature better touchscreen technology, wireless charging and a shift to OLED display.\n\nApple Chief Executive Officer Tim Cook said demand was especially high for the larger iPhone 7 Plus in the first quarter.\n\nRevenue in the services business - which includes the App Store, Apple Pay and iCloud - jumped 18.4 percent to $7.17 billion, helped by the popularity of games, including Pokemon Go and Super Mario Run, and increased revenue from subscriptions.\n\nAnalysts expect growth in the segment to help offset declining hardware sales as the smart phone market matures.\n\nApple Chief Executive Tim Cook said on a conference call on Tuesday that he expects services revenue to double in the next four years.\n\n“Services obviously continues to be a real success story for them. It’s one of the fastest-growing segments they have, driven largely by the App Store,” said Jackdaw Research analyst Jan Dawson.\n\nApple’s revenue from the Greater China region fell 11.6 percent to $16.23 billion.\n\n“We were encouraged by our performance in China because it was clearly an improvement over the last couple of quarters. In mainland China in particular, our revenue was flat and actually grew in constant currency terms,” Chief Financial Officer Luca Maestri said.\n\nThe company also forecast revenue of between $51.5 billion and $53.5 billion for the current quarter. Analysts, on average, had expected revenue of $53.79 billion, according to Thomson Reuters I/B/E/S.\n\nAnalysts on average expect the company to sell 53.43 million iPhones in the current quarter, according to FactSet.\n\nThe company’s net income fell to $17.89 billion in the quarter from $18.36 billion a year ago. On a per share basis, it earned $3.36, beating the average analyst estimate of $3.12.\n\nRevenue rose 3.3 percent to $78.35 billion in the quarter, compared with the average estimate of $77.25 billion, according to Thomson Reuters I/B/E/S.\n\nUp to Tuesday’s close, Apple’s shares have gained about 15 percent since mid-November, compared with the 5.3 percent rise in the Dow Jones Industrial Average. (Reporting by Narottam Medhora in Bengaluru; Editing by Saumyadeb Chakrabarty)"
    },
    {
        "time": "9:40PM UTC",
        "header": "apple defies wall street with strong revival in iphone sales",
        "link": "http://www.reuters.com/article/us-apple-results-idUSKBN15F2NW",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc reclaimed the throne as the world’s top smartphone seller for the first time in five years on Tuesday, beating out rival Samsung in units shipped for the holiday quarter and boosting revenues with a strong showing for its new, top-of-the-line iPhone 7 Plus.\n\nThe iPhone sales numbers, and a profit of almost $18 billion, both handily beat Wall Street expectations, sending its shares up 3 percent in after-hours trading.\n\nBut the gains were tempered by Apple’s cautious outlook for the current quarter, which it mainly attributed to the strong U.S. dollar, which hurts companies like Apple that sell a majority of their products overseas, by forcing them to raise prices, which depresses unit sales, or sacrifice margins.\n\nApple sold 78.29 million iPhones in the fiscal first quarter ended Dec. 31, up from 74.78 million the year before. Analysts on average had expected 77.42 million, according to research firm FactSet StreetAccount.\n\nThat beat Samsung Electronics’ 77.5 million smartphone sales in the quarter, according to tech data firm Strategy Analytics, the first time that has happened since the fourth quarter of 2011.\n\nThe results, which reflected the first full quarter of iPhone 7 sales, come at a time when global demand for smartphones is slowing and cheaper Android alternatives are flooding the market. Apple may also have benefited from Samsung’s much-publicized recall of the its fire-prone Galaxy Note 7.\n\nApple is heavily dependent on the success of iPhones, which account for more than two-thirds of its total revenue.\n\nAnalysts and investors have already set their sights on Apple’s 10th-anniversary iPhone, which is expected to feature better touchscreen technology, wireless charging and a shift to a higher-resolution OLED display.\n\nApple Chief Executive Tim Cook said demand was especially high for the larger iPhone 7 Plus in the fiscal first quarter.\n\nRevenue in the services business - which includes the App Store, Apple Pay and iCloud - jumped 18.4 percent to $7.17 billion, helped by the popularity of games, including Pokemon Go and Super Mario Run, and increased revenue from subscriptions.\n\nCook, who met with lawmakers in Washington last week, said he was “optimistic, given what I am hearing” that there would be changes to the corporate tax reform this year that would allow Apple to bring more than $200 billion in offshore cash back to the United States.\n\n“What we would do with it, let’s wait and see,” Cook told analysts in response to a question. “We are always looking at acquisitions... There’s not a size we wouldn’t do just based on the size of it. It’s more about the strategic value.”\n\nApple is still looking for major new sources of growth as Apple TV struggles to set itself apart from competitors and its plans to enter the autonomous driving market take shape. The company said Apple Watch sales set a record last quarter, but provided no numbers.\n\nAnalysts expect growth in services to help offset declining hardware sales as the smartphone market matures. The services business also has gross margins that are higher than Apple’s overall company average, which could help offset the extra cost of new features like the OLED screens while still meeting an overall gross margin target of between 38 percent and 39 percent.\n\n“That’s a very high-margin business that is helping Apple navigate its innovation,” said Anil Doradla, an analyst with William Blair & Co.\n\nCook said on Tuesday that he expects services revenue to double in the next four years as the installed base of iPhones and iPads continues to grow.\n\nWhile Apple’s revenue from the Greater China region fell 11.6 percent to $16.23 billion for the quarter, Chief Financial Officer Luca Maestri cast the numbers as positive.\n\n“We were encouraged by our performance in China because it was clearly an improvement over the last couple of quarters. In mainland China in particular, our revenue was flat and actually grew in constant currency terms,” Maestri said.\n\nThe company forecast revenue of between $51.5 billion and $53.5 billion for the current quarter. Analysts, on average, expect revenue of $53.79 billion, according to Thomson Reuters I/B/E/S.\n\nThe rate at which previous Apple customers buy new phones was the same as last year in international markets, executives said, without giving specific numbers. Maestri said the company has had to raise prices as much as 40 percent in some markets. “Clearly, this issue of the strong dollar doesn’t help us,” Maestri said.\n\nAnalysts on average expect the company to sell 53.43 million iPhones in the current quarter, according to FactSet.\n\nFor the holiday quarter reported on Tuesday, net income fell to $17.89 billion from $18.36 billion the year before. On a per share basis, it earned $3.36, beating the average analyst estimate of $3.12, according to Thomson Reuters I/B/E/S.\n\nRevenue rose 3.3 percent to $78.35 billion, compared with the average analyst estimate of $77.25 billion.\n\nUp to Tuesday’s close, Apple’s shares have gained about 15 percent since mid-November, compared with the 5.3 percent rise in the Dow Jones Industrial Average."
    },
    {
        "time": "8:06PM UTC",
        "header": "update 3-apple defies wall st with strong revival in iphone sales",
        "link": "http://www.reuters.com/article/apple-results-idUSL4N1FL4G1",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc reclaimed the throne as the world’s top smartphone seller for the first time in five years on Tuesday, beating out rival Samsung in units shipped for the holiday quarter and boosting revenues with a strong showing for its new, top-of-the-line iPhone 7 Plus.\n\nThe iPhone sales numbers, and a profit of almost $18 billion, both handily beat Wall Street expectations, sending its shares up 3 percent in after-hours trading.\n\nBut the gains were tempered by Apple’s cautious outlook for the current quarter, which it mainly attributed to the strong U.S. dollar, which hurts companies like Apple that sell a majority of their products overseas, by forcing them to raise prices, which depresses unit sales, or sacrifice margins.\n\nApple sold 78.29 million iPhones in the fiscal first quarter ended Dec. 31, up from 74.78 million the year before. Analysts on average had expected 77.42 million, according to research firm FactSet StreetAccount.\n\nThat beat Samsung Electronics’ 77.5 million smartphone sales in the quarter, according to tech data firm Strategy Analytics, the first time that has happened since the fourth quarter of 2011.\n\nThe results, which reflected the first full quarter of iPhone 7 sales, come at a time when global demand for smartphones is slowing and cheaper Android alternatives are flooding the market. Apple may also have benefited from Samsung’s much-publicized recall of the its fire-prone Galaxy Note 7.\n\nApple is heavily dependent on the success of iPhones, which account for more than two-thirds of its total revenue.\n\nAnalysts and investors have already set their sights on Apple’s 10th-anniversary iPhone, which is expected to feature better touchscreen technology, wireless charging and a shift to a higher-resolution OLED display.\n\nApple Chief Executive Tim Cook said demand was especially high for the larger iPhone 7 Plus in the fiscal first quarter.\n\nRevenue in the services business - which includes the App Store, Apple Pay and iCloud - jumped 18.4 percent to $7.17 billion, helped by the popularity of games, including Pokemon Go and Super Mario Run, and increased revenue from subscriptions.\n\nCook, who met with lawmakers in Washington last week, said he was “optimistic, given what I am hearing” that there would be changes to the corporate tax reform this year that would allow Apple to bring more than $200 billion in offshore cash back to the United States.\n\n“What we would do with it, let’s wait and see,” Cook told analysts in response to a question. “We are always looking at acquisitions... There’s not a size we wouldn’t do just based on the size of it. It’s more about the strategic value.”\n\nApple is still looking for major new sources of growth as Apple TV struggles to set itself apart from competitors and its plans to enter the autonomous driving market take shape. The company said Apple Watch sales set a record last quarter, but provided no numbers.\n\nAnalysts expect growth in services to help offset declining hardware sales as the smartphone market matures. The services business also has gross margins that are higher than Apple’s overall company average, which could help offset the extra cost of new features like the OLED screens while still meeting an overall gross margin target of between 38 percent and 39 percent.\n\n“That’s a very high-margin business that is helping Apple navigate its innovation,” said Anil Doradla, an analyst with William Blair & Co.\n\nCook said on Tuesday that he expects services revenue to double in the next four years as the installed base of iPhones and iPads continues to grow.\n\nWhile Apple’s revenue from the Greater China region fell 11.6 percent to $16.23 billion for the quarter, Chief Financial Officer Luca Maestri cast the numbers as positive.\n\n“We were encouraged by our performance in China because it was clearly an improvement over the last couple of quarters. In mainland China in particular, our revenue was flat and actually grew in constant currency terms,” Maestri said.\n\nThe company forecast revenue of between $51.5 billion and $53.5 billion for the current quarter. Analysts, on average, expect revenue of $53.79 billion, according to Thomson Reuters I/B/E/S.\n\nThe rate at which previous Apple customers buy new phones was the same as last year in international markets, executives said, without giving specific numbers. Maestri said the company has had to raise prices as much as 40 percent in some markets. “Clearly, this issue of the strong dollar doesn’t help us,” Maestri said.\n\nAnalysts on average expect the company to sell 53.43 million iPhones in the current quarter, according to FactSet.\n\nFor the holiday quarter reported on Tuesday, net income fell to $17.89 billion from $18.36 billion the year before. On a per share basis, it earned $3.36, beating the average analyst estimate of $3.12, according to Thomson Reuters I/B/E/S.\n\nRevenue rose 3.3 percent to $78.35 billion, compared with the average analyst estimate of $77.25 billion.\n\nUp to Tuesday’s close, Apple’s shares have gained about 15 percent since mid-November, compared with the 5.3 percent rise in the Dow Jones Industrial Average."
    },
    {
        "time": "4:38PM UTC",
        "header": "brief-apple reports q1 iphone sales of 78.3 million units",
        "link": "http://www.reuters.com/article/idUSB8N1FF003",
        "body": "* Q1 other products revenue $4.02 billion versus $4.35 billion last year Source text for Eikon: Further company coverage:"
    },
    {
        "time": "4:32PM UTC",
        "header": "apple iphone sales beat estimates",
        "link": "http://www.reuters.com/article/apple-results-idUSL4N1FH3CK",
        "body": "Jan 31 (Reuters) - Apple Inc reported a bigger-than-expected rise in iPhone sales for the holiday quarter but forecast current-quarter revenue below estimates as customers hold back on phone upgrades in anticipation of the launch of the 10th-anniversary iPhone.\n\nApple sold 78.29 million iPhones in the first quarter ended Dec. 31, up from 74.78 million last year, marking the first quarterly growth in iPhone sales in a year.\n\nAnalysts on average had estimated iPhone sales of 77.42 million, according to research firm FactSet StreetAccount.\n\nThe results, which reflected the first full quarter of iPhone 7 sales, come at a time when global demand for smartphones is slowing and cheaper Android alternatives are flooding the market.\n\nApple’s services business, which includes the App Store, Apple Pay and iCloud, recorded an 18.4 percent growth in revenue, helped by the popularity of games such as Pokemon Go and Super Mario Run and higher revenue from subscriptions.\n\nThe company forecast total revenue of between $51.5 billion and $53.5 billion for the current quarter. Analysts, on average, had expected revenue of $53.79 billion, according to Thomson Reuters I/B/E/S.\n\nThe company’s net income fell to $17.89 billion, or $3.36 per share, in the quarter from $18.36 billion, or $3.28 per share a year earlier. Analysts on average had expected $3.21 per share, according to Thomson Reuters I/B/E/S.\n\nRevenue rose 3.3 percent to $78.35 billion in the quarter, compared with the average estimate of $77.25 billion. (Reporting by Narottam Medhora in Bengaluru; Editing by Saumyadeb Chakrabarty)"
    }
]