[
    {
        "time": "2:11PM UTC",
        "header": "global markets-stocks boosted by apple in light may day trading; oil slips",
        "link": "http://www.reuters.com/article/global-markets/global-markets-stocks-boosted-by-apple-in-light-may-day-trading-oil-slips-idUSL1N1I310Y",
        "body": "* Light trading as Europe, other markets close for May Day\n\nNEW YORK, May 1 (Reuters) - Apple shares hit a record high on Monday, lifting U.S. stocks and a gauge of key world equity indexes, while data on U.S. drilling and output kept downward pressure on oil prices.\n\nGlobal trading was light, with some markets in Europe and Latin America closed for the May Day holiday, while Japan was open overnight during a shortened trading week.\n\nData showed U.S. manufacturing activity slowed in April while consumer spending was unchanged in March and a key inflation measure recorded its first monthly drop since 2001. Despite the soft data, traders continued to see a 7-in-10 chance that the Federal Reserve will hike interest rates in June.\n\nOn Wall Street, Apple and other large technology companies led the way, sending the Nasdaq Composite to a record high. Apple is due to report its earnings on Tuesday, while Facebook will report on Wednesday.\n\nSo far, reported and expected profits at S&P 500 companies are estimated to have risen 13.6 percent in the first quarter, the most since 2011, according to Thomson Reuters I/B/E/S.\n\n“The economic data today is causing some investor nervousness ahead of the jobs report this Friday,” said Matt Miskin, senior capital markets research analyst at John Hancock Investments in Boston.\n\n“While we’re starting the week of on a bit of weak economic news, the markets may turn back to corporate fundamentals as corporate earnings are still coming in strong.”\n\nStocks were supported also as U.S. Congress negotiators agreed on a federal funding deal late on Sunday, removing a hurdle for investor confidence.\n\nThe Dow Jones Industrial Average rose 10.12 points, or 0.05 percent, to 20,950.63, the S&P 500 gained 7.62 points, or 0.32 percent, to 2,391.82 and the Nasdaq Composite added 48.45 points, or 0.8 percent, to 6,096.05.\n\nMSCI’s gauge of stocks across the globe gained 0.25 percent.\n\nEmerging market stocks rose 0.16 percent. MSCI’s broadest index of Asia-Pacific shares outside Japan closed 0.31 percent higher, while Japan’s Nikkei rose 0.59 percent.\n\nStocks briefly pared gains after U.S. President Donald Trump said in an interview with Bloomberg he is actively considering breaking up the largest U.S. banks.\n\nOil slipped more than 1 percent as rising output in Libya and increased U.S. drilling countered OPEC-led production cuts.\n\n“With four months of the cutting in effect we haven’t seen a sizable reduction in global oil fuel inventories,” said Gene McGillian, manager of market research at Tradition Energy in Stamford, Connecticut. “It’s not sizable enough to see some proof, and the market is having trouble holding most of its gains since 2016.”\n\nU.S. crude fell 1.28 percent to $48.70 per barrel and Brent was last at $51.39, down 1.27 percent on the day.\n\nCrude prices were also pressured by data showing that growth in Chinese manufacturing slowed faster than expected in April.\n\nThe weak U.S. data initially weighed on the dollar, but moves among major currencies were relatively small. The dollar index rose 0.03 percent, with the euro up 0.08 percent to $1.0904.\n\nThe Japanese yen weakened 0.29 percent versus the greenback to 111.86 per dollar, while sterling was last trading at $1.2908, down 0.29 percent on the day.\n\nBenchmark 10-year notes last fell 13/32 in price to yield 2.327 percent, from 2.282 percent late on Friday.\n\nSpot gold dropped 1.0 percent to $1,255.18 an ounce. U.S. gold futures fell 0.97 percent to $1,256.00 an ounce."
    }
]