[
    {
        "time": "3:15PM UTC",
        "header": "exclusive: apple makes iphone screen fixes easier as states mull repair laws",
        "link": "http://www.reuters.com/article/us-apple-repair-exclusive/exclusive-apple-makes-iphone-screen-fixes-easier-as-states-mull-repair-laws-idUSKBN18Y0BF",
        "body": "SAN FRANCISCO(Reuters) - Hey Siri, where can I get my cracked iPhone screen fixed?\n\nApple Inc customers will soon have more choices as the company looks to reduce long wait times for iPhone repairs at its retail stores.\n\nBy the end of 2017, Apple will to put its proprietary machines for mending cracked iPhone glass in about 400 authorized third-party repair centers in 25 countries, company executives told Reuters.\n\nAmong the first recipients is Minneapolis-based Best Buy, which has long sold and serviced Apple products. The electronics retailer already has one of the screen-repair machines at a Miami-area store and one coming soon to an outlet in Sunnyvale, California.\n\nFixing cracked screens may seem like small potatoes, but it’s a multi-billion-dollar global business. The move is also a major shift for Apple. The company had previously restricted use of its so-called Horizon Machine to its nearly 500 retail stores and mail-in repair centers; and it has guarded its design closely.\n\nThe change also comes as eight U.S. states have launched “right to repair” bills aimed at prying open the tightly controlled repair networks of Apple and other high-tech manufacturers.\n\nApple said legislative pressure was not a factor in its decision to share its technology. It allowed Reuters to view and photograph the machines in action at a lab near its Cupertino, California headquarters. Until now, Apple had never formally acknowledged the Horizon Machine’s existence.\n\nThe initial rollout aims to put machines in 200, or about 4 percent, of Apple’s 4,800 authorized service providers worldwide over the next few months. The company plans to double that figure by the end of the year.\n\n“We’ve been on a quest to expand our reach,” said Brian Naumann, senior director of service operations at Apple. He said repair wait times have grown at some of the company’s busiest retail stores.\n\nPilot testing started a year ago. In addition to Miami, a few machines already are operating at third-party repair centers in the Bay Area, London, Shanghai and Singapore. Shops in some countries where Apple has no retail presence will also be early recipients, including locations in Colombia, Norway and South Korea. Apple would not say how much its partners are paying for the equipment.\n\nTo be sure, any mall repair kiosk can replace a cracked iPhone screen. Apple says its customers can get their devices fixed at non-authorized shops without voiding their warranties as long as the technician caused no damage.\n\nBut the Horizon Machine is needed to remedy the trickiest mishaps, such as when the fingerprint sensor attached to the back of the glass gets damaged when a phone is dropped.\n\nFor security, only Apple’s fix-it machine can tell the iPhone’s processor, its silicon brain, to recognize a replacement sensor. Without it, the iPhone won’t unlock with the touch of a finger. Banking apps that require a fingerprint won’t work either, including the Apple Pay digital wallet.\n\nApple has sold more than 1 billion iPhones worldwide, many to customers who don’t live near an Apple Store or an authorized third-party repair center.\n\nFor fixes, many have turned to mom-and-pop shops and independent technicians that now dominate the trade. Research firm IBISWorld estimates the global cell phone repair business generates about $4 billion in revenue per year.\n\nMany of these entrepreneurs do good work. Some don‘t. All use copycat parts because Apple, like other major manufacturers, doesn’t supply original parts or repair manuals to anyone but authorized service partners.\n\nBig companies defend this arrangement as the only way they can guarantee high-quality repair work and keep hackers away from the proprietary software that makes their products tick.\n\nConsumer advocates, however, say their aim is to wring outsized profits from repairs. Independent technicians often charge less than the cost of a factory fix.\n\nEnter right-to-repair bills. New York, Massachusetts, Tennessee, Illinois, Minnesota, Nebraska, Kansas and Wyoming have introduced legislation looking to aid small shops and do-it-yourself tinkerers.\n\nThese proposed measures would require manufacturers to supply repair manuals, diagnostic tools and authentic replacement parts at fair prices to independent technicians and the general public.\n\nApple, heavy equipment manufacturer Caterpillar Inc and medical device maker Medtronic Plc have lobbied against New York’s bill. In Nebraska, Apple sent its state and local lobbying chief Steve Kester to visit the Republican lawmaker sponsoring that state’s measure.\n\n“Apple is telling me this is a bad thing because you’re going to have a mecca for hackers in Nebraska,” State Sen. Lydia Brasch said of Kester’s February visit.\n\nApple hasn’t commented on the bills, but a trade group it belongs to contends the Nebraska measure would force the company to divulge how it secures sensitive data on the iPhone.\n\n“Think about how much of our personal lives are in this device,” said Mike Lanigan, head engineer for Apple’s service efforts.\n\nApple got into the screen-fixing business just three years ago with the introduction of the iPhone 5. Up until then, customers whose phones were out of warranty paid a “repair” fee, but Apple simply replaced the entire phone.\n\nLanigan said customers have been requesting repair service since shortly after the introduction of the iPhone in 2007, but the company waited until it could perfect the process.\n\n“We view the service aspect of this as all part of the overall Apple experience,” Lanigan said.\n\nApple doesn’t break out repair revenue in its financial statements. Analysts estimate it at $1 billion to $2 billion annually for all products.\n\nAs Apple’s screen mending has matured, its prices have dropped to $129 to $149, depending on screen size, from $229. That’s competitive with many independent shops for newer iPhones. Still, some technicians charge as little as $60 to fix older models.\n\nApple says its process aims to make the display look like it just came out of the box. To demonstrate, the company allowed Reuters to observe the Horizon Machine at a repair lab in Sunnyvale, California.\n\nIn the cavernous, brightly lit lab painted in Apple’s signature sparkling white, two lab technicians clad in T-shirts, shorts and tennis shoes scurried between rows of long white metal tables stuffed with test equipment.\n\nDozens of Horizon Machines lined the tables. The contraptions, gray metal boxes the size of a microwave with a swing-out windowed door, vary slightly in shape depending on the model of iPhone they repair. Apple would not say where the machines were made or by whom.\n\nIn a smaller training room, a technician laid out the tools Apple uses to fix iPhone screens: special screwdrivers for the iPhone’s five- and three-lobed screws, a custom suction-cup for loosening the screen without tearing the delicate ribbon cables behind it, and a press to squeeze iPhone 7s to ensure waterproofing.\n\nOnce the new screen is mounted, the iPhone goes into the Horizon Machine, which allows Apple’s software to communicate with the fresh hardware. Over the course of 10 to 12 minutes, the machine talks to the phone’s operating system to pair the fingerprint sensor to the phone’s brain.\n\nWhile that unfolds, a mechanical finger jabs the screen in multiple places to test the touch-sensitive surface. The machine also fine tunes the display and software to match the precise colors and calibration of the original.\n\n“We design for a customer experience that exceeds anything our competitors try to do,” said Naumann, Apple’s service chief. “We endeavor to make it right at the same standard as when the customer bought the product.”"
    }
]