[
    {
        "time": "1:58PM UTC",
        "header": "sprint follows at&t with free iphone 8 offer for trade-in",
        "link": "http://www.reuters.com/article/us-sprint-corp-apple/sprint-follows-att-with-free-iphone-8-offer-for-trade-in-idUSKCN1BT2A2",
        "body": "(Reuters) - Sprint Corp said on Monday it will offer Apple Inc’s new iPhone 8 for free with a qualifying phone trade-in, following AT&T Inc’s buy one, get one free promotion on Friday for DirecTV and U-verse TV customers.\n\nWhile carriers have traditionally used phone launches to lure customers and gain market share, last year’s free phone deals were easily copied by rivals and resulted in no competitive advantage, analysts say.\n\nIn a market where subscriber defections have been low as people hold on to their phones for longer, carriers initially introduced deals with less generous discounts on the iPhone 8 and iPhone X, in a move analysts said would help margins.\n\nBoth new and existing customers who enroll in the Sprint Flex leasing program will get a free 64GB iPhone 8 if they trade in newer iPhone and Samsung models, Sprint said on Monday.\n\nAT&T’s video customers could buy a new iPhone 8 or 8 Plus, add a line and receive a $699 credit for a second device beginning with pre-orders on Friday.\n\nSprint had previously said last Wednesday that customers who trade in an iPhone 6 or select Android devices can save 50 percent off the monthly lease payment of the iPhone 8 or 8 Plus.\n\nThe iPhone 8 model starts at $699, while the iPhone X will start at $999, Apple announced last Tuesday.\n\nCarriers have been restrained on promotions for the new iPhones, and instead are using their strengths to drive differentiation, said Barclays analysts in a note on Monday.\n\nAT&T looks to recover subscriber growth through free HBO and cheap DirecTV Now promotions, while Sprint is focused on keeping subscriber losses low, Barclays said.\n\nBarclays analysts characterized the initial promotions - including AT&T’s buy one, get one free deal - as largely in line with expectations, but said the carriers could ramp up promotions heading into the holidays, according to a note to clients on Monday.\n\nVerizon Communications Inc, the No. 1 wireless carrier in the U.S., declined to comment on plans for additional promotions. T-Mobile US Inc did not respond to requests for comment."
    },
    {
        "time": "8:08AM UTC",
        "header": "brief-sprint corp will offer iphone 8 64gb for $0 with eligible trade-in of select devices​",
        "link": "http://www.reuters.com/article/brief-sprint-corp-will-offer-iphone-8-64/brief-sprint-corp-will-offer-iphone-8-64gb-for-0-with-eligible-trade-in-of-select-devices-idUSFWN1LZ09C",
        "body": "* Sprint Corp - ‍effective immediately, Sprint will offer iPhone 8 64GB for $0 with an eligible trade-in of select devices​\n\n* Sprint Corp - ‍will offer “special introductory three-month cellular plan trial” for Apple Watch Series 3 customers​ Source text for Eikon: Further company coverage:"
    }
]