[
    {
        "time": "6:33AM UTC",
        "header": "imaging business, apple link, power up stmicro profits",
        "link": "http://www.reuters.com/article/us-stmicroelectron-results/imaging-business-apple-link-power-up-stmicro-profits-idUSKBN1CV1F7",
        "body": "LONDON (Reuters) - Franco-Italian chipmaker STMicroelectronics (STM.PA) raised its year-end outlook on Thursday on rising third-quarter revenue and net profits, powered by a key customer that analysts believe is Apple (AAPL.O).\n\nSTMicro’s imaging business provided the stand out performance, sales more than doubling in the last three months to $158 million.\n\nDemand has been ramping up for the company’s new Time of Flight sensors, which analysts widely believe Apple is buying as a proximity or motion detector to use in its latest iPhones.\n\nSTMicro posted net revenue of $2.14 billion, up 18.9 percent year-on-year, putting the diversified chipmaker on track to deliver 18 percent growth in 2017, the company said.\n\nIf confirmed it would mark the first time that STMicro has recorded solid double-digit growth since 2010.\n\nThe company generated double-digit sales growth across all four of its business lines compared to the year-ago quarter. All major regions grew by double digits both compared to a year ago and between the second and third quarters.\n\nThird-quarter gross margins rose to an average of 39.5 percent, slightly above the 39 percent target that the company set in July. It said it expected fourth-quarter margins of 39.9 percent, plus or minus 2 percentage points.\n\n“We see clear opportunities in front of us to continue to drive revenue growth, margin expansion and shareholder value and we are determined to capture this additional potential,” Chief Executive and President Carlo Bozotti said in a statement.\n\nReplying to an analyst question on whether the group could look at M&A to boost growth now that restructuring is behind it, the Italian boss said that STMicro had the right capital structure to engage in deals, but that this was not its priority for now.\n\n“M&A is not on the table, our priority is organic growth,” said Bozzotti.\n\nSTMicro has sat on the sideline of sector consolidation, with rivals Texas Instruments (TXN.O), Infineon (IFXGn.DE), Avago and NXP (NXPI.O) snapping up rivals and getting stronger.\n\nQualcomm (QCOM.O) is also in the process of acquiring NXP for $38 billion, a deal that would make it the leader of the fast growing automotive chips market, if it gets approved by EU watchdog.\n\n“European players STMicro and Infineon are being dwarfed”, said an STMicro minority investor, who did not want to be identified. “A tie-up between the two would help them to scale up and nicely complement their products.”\n\nNet profit attributable to the parent company more than tripled to $236 million from $71.0 million in the year-ago quarter. That easily topped analysts forecasts which ranged from $210-$220 million, according to a Thomson Reuters poll."
    }
]