[
    {
        "time": "11:04PM UTC",
        "header": "nikkei edges lower, financials offset gains in apple suppliers",
        "link": "http://www.reuters.com/article/japan-stocks-midday/nikkei-edges-lower-financials-offset-gains-in-apple-suppliers-idUSL4N1N51HJ",
        "body": "TOKYO, Oct 30 (Reuters) - Japan’s Nikkei share average edged down in choppy trade on Monday morning as falls in financials countered gains in Apple suppliers after shares in the iPhone maker soared on Friday.\n\nIn mid-morning trade, the Nikkei dropped 0.1 percent to 21,979.66, after hitting a fresh 21-year high of 22,086.88 earlier.\n\n“Ahead of major economic events in the Japanese and global markets this week, investors are a bit cautious,” said Hikaru Sato, a senior technical analyst at Daiwa Securities.\n\nThe Bank of Japan is set to keep policy unchanged at its two-day meeting ending on Tuesday, while the U.S. Federal Reserve will hold a two-day policy meeting ending on Wednesday at which it is expected to leave rates unchanged.\n\nSato added that the Japanese market should remain stable despite profit-taking, as it continues to be supported by the victory of Prime Minister Shinzo Abe’s coalition on Oct. 22, which raised the prospect of continued stimulus.\n\nFinancial stocks lost ground after U.S. yields fell. Insurers and banking shares underperformed, with T&D Holdings and Mitsubishi UFJ Financial Group both shedding 1.5 percent.\n\nJapanese Apple suppliers outperformed, with TDK Corp and Foster Electric both rising 0.6 percent, and Taiyo Yuden surging 1.2 percent.\n\nApple rose 3.58 percent after the company quashed concerns of muted demand for its iPhone X on Friday, saying pre-orders for the 10th anniversary phone were “off the charts”.\n\nBucking the weakness, Sharp Corp surged as much as 4.6 percent to a three-week high after it reported its fourth consecutive quarter of net profit on Friday and lifted its annual forecast,\n\nThe dollar dropped 0.1 percent to 113.60 yen in Asian morning trade, after notching a three-month high of 114.45 yen on Friday.\n\nThe broader Topix dropped 0.2 percent to 1,767.18. (Editing by Jacqueline Wong)"
    }
]