[
    {
        "time": "8:20PM UTC",
        "header": "seven stocks to watch during the iphone launch",
        "link": "http://www.reuters.com/article/us-apple-iphone-suppliers/seven-stocks-to-watch-during-the-iphone-launch-idUSKCN1BM2LG",
        "body": "SAN FRANCISCO (Reuters) - When Apple Inc unveils new iPhones on Tuesday at its Apple Park “spaceship” campus, there may be important clues for the watchers of seven semiconductor stocks.\n\nApple exerts a sun-like gravitational pull on the global electronics supply chain, affecting the pricing of commodities like flash memory chips - it consumes 18 percent of global supply. The iPhone maker can make or break small, specialty chip suppliers.\n\nThe final tally of semiconductor winners and losers will not be known until the devices ship and analysts rip them apart to examine the circuit boards. That will give insight into matters like the continued battle between Intel Corp and Qualcomm Inc to supply so-called modem chips for mobile data.\n\nEven the limited technical information Apple gives on stage tomorrow could shed light on how several other companies are faring. Here are seven stocks to watch during tomorrow’s launch.\n\nLumentum Holdings Inc makes what are instead known as vertical-cavity surface-emitting lasers, or VCSELs for short. These are a key component of 3D sensors that could power some of the expected features of the new flagship iPhone, such as the ability to unlock the phone through 3D facial recognition.\n\nThe company said it has received $200 million in orders for these lasers since April. Lumentum says it has multiple customers, but most analysts believe Apple is behind the surge in orders.\n\nWhat is not clear, however, is whether the new facial recognition features will be available on only the flagship model, likely named the iPhone X, or whether it will also be available on the anticipated iPhone 8 and 8 Plus.\n\nFinisar Corp also makes 3D sensor lasers but specializes in a higher powered version of the technology with greater range. That sensor would be more suitable for the backside of an iPhone, to assist with features such as augmented reality, in which digital objects float over real objects on screen.\n\nFinisar Chief Executive Jerry Rawls said on an earnings call on Sept. 7 that production problems mean that the company will only ship a small number of the sensors this coming quarter, resulting in sales somewhere between $10 million and $100 million.\n\n“I think beyond that quarter, it’s totally dependent upon our lead customer and their demand,” Rawls said in response to an analyst question about 3D sensor orders. “Now they’re very optimistic, but I don’t think I can go further than that.”\n\nApple may give a definitive answer to whether there’s a 3D sensor on the backside of the flagship iPhone tomorrow.\n\nToshiba Corp, Samsung Electronics Co Ltd’s semiconductor unit, SK Hynix Inc and Western Digital Corp are believed by analysts to be Apple’s core suppliers of flash memory chips. The key issue is that Toshiba is in the midst of selling its flash memory business to cover losses from its ailing nuclear unit.\n\nFrom Apple’s perspective, this raises the possibility of shrinking from four suppliers to three if SK Hynix or Western Digital were to win the bidding for the Toshiba unit. Apple itself is angling to take a minority stake in the business to help assure memory supplies.\n\nA key announcement from Apple tomorrow will be the storage capacity of new iPhones. A year ago, Apple eliminated all 16 gigabyte models, starting all iPhones with a minimum of 32 gigabytes of storage. If Apple raises capacity across the board, that will boost the importance of memory costs and give Apple yet more incentive to get involved in the Toshiba war.\n\nImagination Technologies Group PLC used to supply the primary technology for the graphics processors in the iPhone, which helps games and movies look better without draining the battery.\n\nIn June, Imagination put itself up for sale after Apple earlier told Imagination that it no longer needed its technology and would produce its own.\n\nOn stage tomorrow, Apple is expected to announce its newest computing chip for the iPhone, the A11. If Apple discloses graphics capabilities that are hugely different from what Imagination’s designs are known to be capable of, it will be a hint that Apple has already ceased tapping Imagination’s intellectual property."
    }
]