[
    {
        "time": "10:30PM UTC",
        "header": "nikkei rises on strong earnings; apple suppliers shine",
        "link": "http://www.reuters.com/article/japan-stocks-midday/nikkei-rises-on-strong-earnings-apple-suppliers-shine-idUSL4N1KO11A",
        "body": "TOKYO, Aug 2 (Reuters) - Japan’s Nikkei share average posted modest gains on Wednesday, supported by strong earnings reports from local companies and by a rally in Apple suppliers after it reported robust profits.\n\nThe Nikkei was up 0.4 percent at 20,058.24 points by mid-morning, after rising 0.3 percent on Tuesday.\n\nApple suppliers soared, with Murata Manufacturing rising 3.2 percent, Taiyo Yuden rising 3.3 percent and TDK Corp gaining 1.9 percent after Apple Inc delivered surprisingly strong third-quarter earnings and signaled that its upcoming 10th-anniversary iPhone lineup is on schedule.\n\nHonda Motor Co soared more than 4 percent after Japan’s No.3 automaker raised its full-year operating profit forecast thanks to solid demand in Asia.\n\nWhile Japanese stocks have been supported by strong earnings from companies, traders say the Nikkei will continue to hover around the 20,000 mark because investors have been cautious about the risk of a further rise in the yen.\n\n“So far, companies are reporting better-than-expected results, but such positive catalysts are offset by worries about a strong yen,” said Toru Ibayashi, executive director of Wealth Management at UBS Securities in Tokyo.\n\n“When the Nikkei is trading in a narrow range, retail investors are buying when the index is in the lower level in the range. Foreign investors would have chased the market higher if the yen weakens, but that’s not happening right now.”\n\nAlthough the dollar was 0.1 percent higher at 110.490 yen during Asian trade, it touched a near seven-week low of 109.920 yen overnight.\n\nThe dollar has been weighed down by political turmoil gripping Washington and largely uninspiring U.S. economic data, which is adding to uncertainty about the pace of future U.S. Federal Reserve policy tightening.\n\nBucking the strength, mining stocks underperformed after oil prices fell, with rising U.S. fuel inventories pulling U.S. crude back below $50 per barrel.\n\nThe broader Topix advanced 0.2 percent to 1,631.61 and the JPX-Nikkei Index 400 added 0.2 percent to 14,524.34. (Editing by Kim Coghill)"
    },
    {
        "time": "11:32AM UTC",
        "header": "us stocks-dow at record on strong earnings; apple earnings awaited",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-dow-at-record-on-strong-earnings-apple-earnings-awaited-idUSL4N1KN52Y",
        "body": "* Core PCE for June up 0.1 pct vs similar rise in May\n\n* Sprint higher after swinging to quarterly profit\n\nAug 1 (Reuters) - U.S. stocks were higher in late morning trading on Tuesday, with the Dow coming within spitting distance of the 22,000 mark, helped by strong corporate earnings.\n\nThe Dow pierced through the historic 20,000 milestone in January and the 21,000 mark barely one and a half months later.\n\nAll eyes will now be on the quarterly performance of Dow-component Apple, which reports after the closing bell. The iPhone maker’s shares were up 0.25 percent.\n\nTech has been the best performing sector this year, despite recent bouts of volatility on rising valuation concerns. The tech index’s 0.49 percent rise on Tuesday led the major S&P sectors.\n\nAmazon provided the biggest boost to the S&P 500 and the Nasdaq with its 1.5 percent rise.\n\n“While valuations overall and for the tech sector isn’t cheap, some of the most powerful earnings growth has come from large-cap technology names,” said Bill Northey, chief investment officer at U.S. Bank Wealth Management.\n\nInvestors have been counting on earnings to support high valuations for equities. The S&P 500 is trading at about 18 times earnings estimates for the next 12 months, above its long-term average of 15 times.\n\nS&P 500 earnings are expected on average to have grown 10.8 percent in the second quarter, according to Thomson Reuters I/B/E/S.\n\n“We are two-thirds through the earnings season and estimates are going only higher, including for the full year, which is helping support the fundamentals-driven market.” said Northey.\n\nAt 10:58 a.m. ET (1458 GMT), the Dow Jones Industrial Average was up 89.92 points, or 0.41 percent, at 21,981.04 and the S&P 500 was up 5.6 points, or 0.22 percent, at 2,475.90.\n\nThe Nasdaq Composite was up 16.49 points, or 0.26 percent, at 6,364.61.\n\nA 0.22 percent fall in healthcare led the laggards. Pfizer was down 1.10 percent after the drugmaker’s quarterly revenue missed expectations.\n\nRegeneron fell 3.58 percent following a rating downgrade by a brokerage. The stock was the top drag on the Nasdaq.\n\nEconomic data showed U.S. consumer spending barely rose in June as income failed to increase for the first time in seven months.\n\nThe core PCE numbers - the Federal Reserve’s preferred metric to gauge inflation - for June edged up 0.1 percent following a similar increase in May.\n\nIn the 12 months through June, the so-called core PCE price index increased 1.5 percent after advancing by the same margin in May, remaining below the Fed’s 2 percent target rate.\n\nUnder Armour fell 6.41 percent after the sportswear maker cut its full-year sales forecast.\n\nSprint jumped 9.78 percent after swinging to a quarterly profit for the first time in three years.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,599 to 1,113. On the Nasdaq, 1,376 issues fell and 1,282 advanced. (Reporting by Tanya Agrawal in Bengaluru; Editing by Anil D‘Silva)"
    },
    {
        "time": "8:33AM UTC",
        "header": "apple seeks tax breaks for suppliers to make iphones in india: sources",
        "link": "http://www.reuters.com/article/us-apple-india/apple-seeks-tax-breaks-for-suppliers-to-make-iphones-in-india-sources-idUSKBN1AH499",
        "body": "NEW DELHI (Reuters) - Apple Inc (AAPL.O) has asked the Indian government to extend tax breaks to its suppliers if India seeks to become a manufacturing hub for iPhones and its components.\n\nGovernment officials say meeting this request would require a new policy that applies fairly to other device makers, too.\n\nThe U.S. tech giant has been in talks with Indian officials since May of last year, when CEO Tim Cook and Prime Minister Narendra Modi agreed to set up a production base in the country that goes beyond just assembling the devices, as happens today.\n\nThe two sides have been discussing a list of “prerequisites” that Apple submitted in October, including duty exemption on raw materials for manufacturing components and capital equipment for 15 years for it to make iPhones from scratch in India.\n\nThe company has told the government it would be bringing in a host of these ancillary units when it sets up operations to cater to India, one of the world’s fastest growing smartphone markets, a top government official said.\n\n“They want the same treatment to be given to the component manufacturers; the tax concessions, they want everything. But then some kind of policy will have to be evolved,” the official said.\n\nThe demand could further delay Apple’s plans to penetrate the Indian market, the world’s third largest for smartphones behind the United States and China, but where it has only a 2 percent share.\n\nThe company is looking to India after sales in the Greater China region, once a major growth driver, slid 14 percent year-on-year to $10.7 billion in the three months ended April 1.\n\nIn May, Apple, working with Taiwanese contract manufacturer Winstron, began assembling the iPhone SE in Bengaluru.\n\nThe plan that Modi and Cook ordered the two sides to work on, however, envisages manufacturing a full range of iPhones for the domestic market, as well as for export.\n\nFor India, which would only be the second iPhone production center after China, such an investment would be a big win for Modi’s Make-in-India campaign.\n\nIt would also spawn a vast network of suppliers, in the way that India’s auto ancillary sector took off to feed Maruti Suzuki India’s (MRTI.NS) production line over three decades ago.\n\nAnother official, who has led efforts to secure foreign investment in the manufacturing sector, said Apple’s proposal to build its phones in India was being examined favorably by the government.\n\n“My view is that India needs to support Apple to create an ecosystem, which was done for Maruti. This helped to build the automobile and auto component industry in India,” the official said, seeking anonymity in line with government policy.\n\n“Initial support will pay rich dividends in the long run and facilitate innovation, design and manufacturing of electronics components in India,” the official added.\n\nApple competitors such as South Korea’s Samsung Electronics (005930.KS) and China’s Oppo could also benefit from a broader policy review as they, too, currently have predominantly assembly operations in India.\n\nAnother government official familiar with the matter said it would be difficult for India to agree to Apple’s request for a customs holiday for just its own operations in India.\n\nCustoms duties have already been slashed in order to make India a hub for handset assembly lines, the official said.\n\nThat move has encouraged phone makers to set up such facilities in India, and so the duty structure cannot be changed for one company, the official said."
    },
    {
        "time": "8:23PM UTC",
        "header": "sk hynix jumps over 3 percent as strong apple earnings boost",
        "link": "http://www.reuters.com/article/us-sk-hynix-stocks/sk-hynix-jumps-over-3-percent-as-strong-apple-earnings-boost-idUSKBN1AI011",
        "body": "SEOUL (Reuters) - Shares in South Korea’s SK Hynix Inc, the world’s second-biggest memory chip maker, rose more than 3 percent on Wednesday morning after Apple Inc delivered surprisingly upbeat earnings.\n\nApple reported a 7.2 percent rise in quarterly revenue on Tuesday, buoyed by better-than-expected sales of its iPhones ahead of the smartphone’s 10th-anniversary edition launch later this year."
    },
    {
        "time": "7:18PM UTC",
        "header": "update 4-apple shares sail to record high on healthy iphone sales",
        "link": "http://www.reuters.com/article/apple-results/update-4-apple-shares-sail-to-record-high-on-healthy-iphone-sales-idUSL4N1KN5TO",
        "body": "(Reuters) - Apple Inc on Tuesday delivered surprisingly strong fiscal third-quarter earnings and signaled that its upcoming 10th-anniversary phone lineup is on schedule, driving the stock up 6 percent to an all-time high in after-hours trading.\n\nThe stock climbed above its intraday record high to $159.10 after the company reported better-than-expected iPhone sales, revenue and earnings per share. The stock price move was expected to help drive the Dow Jones Industrial Average over the 22,000 mark on Wednesday.\n\nApple also said it hit a milestone of 1.2 billion iPhones sold.\n\nThe April-June quarter is traditionally a soft one for Apple as the market waits for the September launch of new iPhone models. But Tuesday’s results show that iPhone buyers may be less inclined than they once were to delay purchases until a new model is out.\n\nThe iPad product lines also showed unexpected strength, service revenue continues to grow at a healthy clip, and even the much-maligned Apple Watch showed a 50 percent sales increase.\n\nApple is widely tipped to adopt higher-resolution OLED displays for the latest iPhone, along with better touchscreen technology and wireless charging - which could come with a $1,000 plus price tag.\n\nThe phone is expected to launch in September.\n\nThe company forecast total revenue of between $49 billion and $52 billion for the current fourth quarter, while analysts on average were expecting $49.21 billion, according to Thomson Reuters I/B/E/S.\n\nThe forecast “makes it fairly certain that at least some new iPhone models will be released on the normal schedule,” said analyst Jan Dawson of Jackdaw Research. “That doesn’t necessarily mean all new models will go on sale then, or that they’ll all be in abundant supply, but I would think it means that at the very least the successors to the current phones will be available.”\n\nBut Bob O‘Donnell, chief analyst at TECHnalysis Research, cautioned that if Apple releases cheaper models before the premium models in its 10th anniversary phone lineup, the cheaper models could dampen sales of more expensive units released closer to the holidays.\n\nThe company said iPhone sales rose 1.6 percent to 41.03 million in the third quarter ended July 1, above analysts’ average estimate of 40.7 million units, according to FactSet StreetAccount. Apple sold 40.4 million iPhones a year earlier.\n\nBut a lower average iPhone selling price of $606, well below Wall Street expectations of $621, caused iPhone revenue to come in at $24.8 billion, below expectations of $25.5 billion.\n\nApple Chief Financial Officer Luca Maestri told Reuters the weak price was partly explained by Apple lowering the flow of inventory by 3.3 million units, which he said were “entirely at the high end of the range.”\n\nApple reports how many phones it sells to retailers, not how many phones it sells to consumers, what is known as a sell-in basis. When factoring how many existing “high end” phones the company cleared out of retail inventory, Maestri said average selling prices were higher.\n\nThe company’s net income rose to $8.72 billion, or $1.67 per share, from $7.80 billion, or $1.42 per share, a year earlier.\n\nRevenue rose to $45.41 billion from $42.36 billion in the quarter, typically the company’s weakest, beating expectations of $44.89 billion.\n\nApple said revenue from emerging markets excluding China grew 18 percent, a bright spot. But sales from the Greater China region fell 9.5 percent to $8 billion in the latest quarter, as consumers switched to newer domestic offerings.\n\nThe decline was smaller than recent quarters. Apple’s Maestri said mainland China revenue was flat, as were iPhone sales in the mainland. Sales of other Apple products rose in mainland China and were also up in Taiwan.\n\n“The decline from a market standpoint was concentrated in Hong Kong, which is a place that has been really affected by a reduction in tourism because the Hong Kong Dollar is pegged to the U.S. dollar,” Maestri said.\n\nApple CEO Tim Cook also directly addressed the company’s decision to remove so-called VPN apps from the App Store in China. Those apps help Chinese users circumnavigate government internet restrictions.\n\n“We would obviously rather not remove the apps, but like we do in other countries we follow the law wherever we do business,” Cook said. “We believe in engaging with governments even when we disagree. This particular case, we’re hopeful that over time the restrictions we’re seeing are lessened, because innovation really requires freedom to collaborate and communicate.”\n\nStrong iPad sales of $4.9 billion - almost $1 billion above Wall Street expectations - and a 21.6 percent jump in the company’s services business that includes the App Store also helped boost revenue. In particular, Apple said that Walmart Stores Inc would buy 19,000 iPads to train as many as 225,000 employees. The company also said it increased production of AirPods, its wireless headphones.\n\nApple CEO Tim Cook declined to directly address U.S. President Donald Trump’s claims that Apple will build three new factories in the U.S., instead citing the company’s job creation efforts and a $1 billion U.S. manufacturing fund.\n\nCook also hinted that Apple’s experiments with self-driving cars may include ambitions that extend beyond cars. He said the company is making a “big investment” in autonomous systems.\n\n“From our point of view, autonomy is sort of the mother of all AI projects,” Cook said. “And the autonomous systems can be used in a variety of ways, and a vehicle is only one, but there are many different areas of it. And I don’t want to go any further with that.”"
    },
    {
        "time": "6:24PM UTC",
        "header": "brief-apple says company has now surpassed 1.2 bln cumulative iphones sold",
        "link": "http://www.reuters.com/article/brief-apple-says-company-has-now-surpass/brief-apple-says-company-has-now-surpassed-1-2-bln-cumulative-iphones-sold-idUSFWN1KN0VW",
        "body": "* Apple Inc CEO Tim Cook says company has now surpassed 1.2 billion cumulative iPhones sold - conf call\n\n* Apple Inc CEO Tim Cook says company has increased production capacity for Airpods - conf call\n\n* Apple Inc CFO says Q3 revenue from emerging markets outside of Greater China grew 19 percent from a year ago - conf call\n\n* Apple Inc CFO says iPhone ASP was $606, up from $595 a year ago - conf call\n\n* Apple Inc CFO says co reduced iPhone channel inventory by 3.3 million units in Q3 - conf call\n\n* Apple Inc CEO Tim Cook says Hong Kong continued to drag down Greater China segment in Q3 - conf call\n\n* Apple Inc says Walmart will deploy more than 19,000 iPads to train up to 225,000 employees - conf call\n\n* Apple Inc - “we do view that we have a responsibility in the u.s. To increase economic activity, including increasing jobs” - CEO Cook on conf call\n\n* Apple Inc CEO Tim Cook says co making “a big investment” in its autonomous systems project - conf call\n\n* Apple Inc - “Autonomous systems can be used in a variety of ways, and a vehicle is only one” - CEO Cook on conf call Further company coverage:"
    },
    {
        "time": "12:20PM UTC",
        "header": "brief-national bank of canada says apple pay available to national bank mastercard credit card holders",
        "link": "http://www.reuters.com/article/brief-national-bank-of-canada-says-apple/brief-national-bank-of-canada-says-apple-pay-available-to-national-bank-mastercard-credit-card-holders-idUSFWN1KN0P9",
        "body": "* Apple Pay now available to National Bank Mastercard credit card holders Source text for Eikon: Further company coverage:"
    },
    {
        "time": "9:57AM UTC",
        "header": "us stocks-dow opens at record; apple earnings eyed",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-dow-opens-at-record-apple-earnings-eyed-idUSL4N1KN4WJ",
        "body": "* Core PCE for June up 0.1 pct vs similar rise in May\n\n* Sprint higher after swinging to quarterly profit\n\nAug 1 (Reuters) - U.S. stock indexes kicked off the month on a strong note, with the Dow coming within spitting distance of the 22,000 mark, powered by gains in Goldman Sachs and 3M .\n\nThe index had pierced through the 21,000 mark five months ago and had breached the 20,000 milestone in January.\n\nAll eyes will be on the quarterly performance of Dow-component Apple, which reports results after the closing bell. The iPhone maker’s shares were little changed.\n\nTech has been the best performing sector this year, despite the sector going through bouts of volatility of late on rising valuation concerns. The tech index was up 0.27 percent in early trading.\n\nInvestors have been counting on earnings to support high valuations for equities. The S&P 500 is trading at about 18 times earnings estimates for the next 12 months, above its long-term average of 15 times.\n\nS&P 500 earnings are expected on average to have grown 10.8 percent in the second quarter, according to Thomson Reuters I/B/E/S.\n\n“It’s been a very good earnings season so far which is helping to sustain U.S. stocks at record highs and offset any disappointment with Donald Trump’s inability to make progress on his growth policies,” said Craig Erlam, senior market analyst at online forex broker Oanda.\n\nThe Dow hit a record closing high on Monday, helped by Boeing, while selling in technology companies kept the S&P 500 in check and pulled the Nasdaq lower.\n\nAt 9:40 a.m. ET (1340 GMT), the Dow Jones Industrial Average was up 61.02 points, or 0.28 percent, at 21,952.14 and the S&P 500 was up 4.19 points, or 0.16 percent, at 2,474.49.\n\nThe Nasdaq Composite was up 15.46 points, or 0.24 percent, at 6,363.58.\n\nTen of the 11 major S&P sectors were higher, with the financial index’s 0.39 percent rise leading the advancers.\n\nEconomic data showed U.S. consumer spending barely rose in June as income failed to increase for the first time in seven months.\n\nThe core PCE numbers - the Federal Reserve’s preferred metric to gauge inflation - for June edged up 0.1 percent following a similar increase in May.\n\nIn the 12 months through June, the so-called core PCE price index increased 1.5 percent after advancing by the same margin in May, remaining below the Fed’s 2 percent target rate.\n\nPfizer edged down 0.72 percent after the drugmaker’s quarterly revenue missed expectations.\n\nUnder Armour fell 8.70 percent after the sportswear maker cut its full-year sales forecast.\n\nSprint jumped 8.26 percent after swinging to a quarterly profit for the first time in three years.\n\nLumber Liquidators soared 28.31 percent after the hardwood flooring retailer reported its first quarterly profit since a 2015 scandal related to allegations of carcinogens in its products dented sales.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,625 to 934. On the Nasdaq, 1,296 issues rose and 971 (Reporting by Tanya Agrawal in Bengaluru; Editing by Anil D‘Silva)"
    },
    {
        "time": "7:32AM UTC",
        "header": "us stocks-futures higher on strong earnings season; apple in focus",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-futures-higher-on-strong-earnings-season-apple-in-focus-idUSL4N1KN45P",
        "body": "Aug 1 (Reuters) - U.S. stock index futures started the month on a strong note, with Dow futures surging 100 points on Tuesday, driven by a set of upbeat earnings reports and ahead of Apple’s quarterly results.\n\n* Shares of Dow-component Apple were up 0.36 percent in premarket trading. The company is due to report results after the closing bell.\n\n* The Dow industrials hit a record closing high on Monday, helped by Boeing, while selling in technology companies kept the S&P 500 in check and pulled the Nasdaq lower.\n\n* Tech stocks have been volatile in the past few months, following a record-setting rally that has made the sector the best performer this year.\n\n* Investors have been counting on earnings to support high valuations for equities. The S&P 500 is trading at about 18 times earnings estimates for the next 12 months, above its long-term average of 15 times.\n\n* S&P 500 earnings are expected on average to have grown 10.8 percent in the second quarter, according to Thomson Reuters I/B/E/S.\n\n* Economic data expected later in the day includes core PCE numbers - the Federal Reserve’s preferred metric to gauge inflation - for June that is expected to have edged up 0.1 percent from a similar increase in May.\n\n* Softening inflation and incessant political turmoil has hit prospects of another rate hike this year. Traders are pricing in a 47 percent chance of a December hike, compared with a 50 percent probability a month ago, according to CME’s Fedwatch tool.\n\n* Construction spending numbers and manufacturing activity for June are also expected.\n\n* Oil traded near $53 a barrel, close to a two-month high, supported by signs that a persistent inventory glut is starting to ease and strong global demand, although stronger OPEC production kept a lid on gains.\n\n* Pfizer was up 0.63 percent after the drugmaker’s quarterly revenue fell slightly but it increased the mid-point of its profit guidance.\n\n* Factory automation equipment maker Emerson Electric fell 2 percent after the company’s quarterly profit fell.\n\n* Under Armour edged down 0.61 percent after the sportswear maker cut its revenue forecast.\n\nFutures snapshot at 7:08 a.m. ET (1108 GMT):\n\n* Dow e-minis were up 100 points, or 0.46 percent, with 28,695 contracts changing hands.\n\n* S&P 500 e-minis were up 5.25 points, or 0.21 percent, with 147,627 contracts traded.\n\n* Nasdaq 100 e-minis were up 20 points, or 0.34 percent, on volume of 24,865 contracts. (Reporting by Tanya Agrawal in Bengaluru; Editing by Anil D‘Silva)"
    },
    {
        "time": "4:30PM UTC",
        "header": "apple revenue rises on higher-than-expected iphone shipments",
        "link": "http://www.reuters.com/article/apple-results/apple-revenue-rises-on-higher-than-expected-iphone-shipments-idUSL4N1KN5PX",
        "body": "Aug 1 (Reuters) - Apple Inc reported a 7.2 percent rise in quarterly revenue on Tuesday, buoyed by better-than-expected sales of its iPhones ahead of the smartphone’s 10th-anniversary edition launch later this year.\n\nThe company said iPhone sales rose 1.6 percent to 41.03 million in the third quarter ended July 1, above analysts’ average estimate of 40.7 million units, according to financial data and analytics firm FactSet StreetAccount. Apple sold 40.4 million iPhones a year earlier.\n\nMany customers wait for Apple to launch its new smartphones before deciding on upgrading or replacing their current devices, which usually results in iPhone demand tapering in the months before a release.\n\nThe company forecast total revenue of between $49 billion and $52 billion for the current quarter, while analysts on average were expecting $49.21 billion, according to Thomson Reuters I/B/E/S.\n\nAnalysts on average expect the company to sell 45.55 million iPhones in the current quarter, according to FactSet. Apple sold 45.51 million iPhones in the year-ago quarter.\n\nThe company’s net income rose to $8.72 billion, or $1.67 per share, in the three months ended July 1, from $7.80 billion, or $1.42 per share, a year earlier.\n\nRevenue rose to $45.41 billion from $42.36 billion in the quarter, typically the company’s weakest. Analysts on average had expected $44.89 billion. (Reporting by Anya George Tharakan in Bengaluru and Stephen Nellis in San Francisco; Editing by Sriraj Kalluvila)"
    }
]