[
    {
        "time": "9:31AM UTC",
        "header": "us stocks snapshot-wall st opens higher on jobs data, apple results",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-snapshot-wall-st-opens-higher-on-jobs-data-apple-results-idUSL4N1N93UH",
        "body": "Nov 3 (Reuters) - Wall Street opened higher on Friday after robust October jobs data report added to upbeat investor sentiment following Apple’s blowout results and strong initial demand for the company’s new iPhone X.\n\nThe Dow Jones Industrial Average rose 30.25 points, or 0.13 percent, to 23,546.51. The S&P 500 gained 1.56 points, or 0.06 percent, to 2,581.41. The Nasdaq Composite added 19.85 points, or 0.3 percent, to 6,734.80. (Reporting by Tanya Agrawal; Editing by Sriraj Kalluvila)"
    },
    {
        "time": "1:58PM UTC",
        "header": "global markets-world stocks climb on apple boost, data lifts dollar",
        "link": "http://www.reuters.com/article/global-markets/global-markets-world-stocks-climb-on-apple-boost-data-lifts-dollar-idUSL2N1N91D1",
        "body": "NEW YORK, Nov 3 (Reuters) - World stock markets edged higher and the dollar strengthened on Friday, buoyed by a round of U.S. economic data highlighted by the monthly payrolls report.\n\nWall Street received a boost from a 3.33 percent gain in shares of Apple Inc, a day after the iPhone maker reported quarterly results.\n\nU.S. job growth accelerated in October after hurricane-related disruptions in the prior month, but a sharp retreat in annual wage gains and surge in the number of people dropping out of the work force cast a cloud over the labor market.\n\n“I didn’t think the payrolls number was really all that bad - unemployment went down, the participation rate went down, that was sort of a negative to me and the average hourly earnings was not so hot either,” said Thomas Martin, senior portfolio manager at Globalt Investments in Atlanta, Georgia.\n\n“The Fed is still going to raise rates in December, the narrative is pretty much the same.”\n\nTraders see a 90.2 percent chance of a rate hike at the central bank’s next meeting, according to Thomson Reuters data.\n\nApple gave the biggest boost to each of the major Wall Street indexes after its stronger-than-expected results on Thursday offered a rosy forecast for the holiday shopping season.\n\nLong, snaking lines formed outside the company’s stores in Asia and Europe on Friday as fans flocked to buy the new iPhone X, and the U.S. company, the largest by market capitalization, moved closer to a $1 trillion valuation.\n\nWith 406 of S&P 500 companies having reported earnings, 72.4 percent have topped Wall Street expectations, according to Thomson Reuters data, in line with the 72 percent average over the past four quarters. The current growth estimate for the quarter stands at 8 percent.\n\nThe Dow Jones Industrial Average rose 30.51 points, or 0.13 percent, to 23,546.77, the S&P 500 gained 6.95 points, or 0.27 percent, to 2,586.8 and the Nasdaq Composite added 42.87 points, or 0.64 percent, to 6,757.81.\n\nEuropean shares closed higher on firmer tech stocks and carmakers, though gains were limited as earnings weighed on shares of French bank Societe Generale and Dutch telecoms company Altice.\n\nThe pan-European FTSEurofirst 300 index rose 0.27 percent and MSCI’s gauge of stocks across the globe gained 0.02 percent.\n\nThe dollar was track for a third week of gains after data on U.S. manufacturing and services reversed a drop following the payrolls report.\n\nFactory goods orders increased 1.4 percent as demand for a range of goods rose, the Commerce Department said. Orders increased by an unrevised 1.2 percent in August.\n\nThe dollar index rose 0.34 percent, with the euro down 0.48 percent to $1.16.\n\nBenchmark 10-year notes last rose 2/32 in price to yield 2.3433 percent, from 2.349 percent late Thursday.\n\nBrent crude prices rose to near their highest in more than two years, with buyers attracted by expectations of an extension to a global pact to cut output that has reduced oversupply.\n\nU.S. crude rose 1.32 percent to $55.26 per barrel and Brent was last at $61.61, up 1.63 percent on the day."
    },
    {
        "time": "4:19PM UTC",
        "header": "world stocks gain on apple lift, dollar strengthens on data",
        "link": "http://www.reuters.com/article/us-global-markets/world-stocks-gain-on-apple-lift-dollar-strengthens-on-data-idUSKBN1D301D",
        "body": "NEW YORK (Reuters) - World stock markets advanced for a seventh straight session and the dollar strengthened on Friday, buoyed by a round of U.S. economic data highlighted by the monthly payrolls report.\n\nWall Street also received a boost from a 2.61 percent gain in shares of Apple Inc (AAPL.O), a day after the iPhone maker reported quarterly results.\n\nU.S. job growth accelerated in October after hurricane-related disruptions in the prior month, but a sharp slowdown in annual wage gains and surge in the number of people dropping out of the work force cast a cloud over the labor market.\n\n“If there’s one thing I would focus on is the fact you’re really not seeing the wage inflation. I don’t necessarily think this is enough to change the calculus for the Fed in December, but people will clearly be watching next month’s report,” said Heidi Learner, chief economist at Savills Studley, Savills Plc, New York.\n\n”The wage numbers are becoming increasingly more important than the monthly payrolls number itself.”\n\nTraders see a 90.2 percent chance of a rate hike at the central bank’s next meeting, according to Thomson Reuters data.\n\nApple gave the biggest boost to each of the major Wall Street indexes after its stronger-than-expected results on Thursday offered a rosy forecast for the holiday shopping season.\n\nLong, snaking lines formed outside the company’s stores in Asia and Europe on Friday as fans flocked to buy the new iPhone X, and the U.S. company, the largest by market capitalization, moved closer to a $1 trillion valuation.\n\nWith 406 of S&P 500 companies having reported earnings, 72.4 percent have topped Wall Street expectations, according to Thomson Reuters data, in line with the 72 percent average over the past four quarters. The current growth estimate for the quarter stands at 8 percent.\n\nThe Dow Jones Industrial Average .DJI rose 22.96 points, or 0.1 percent, to 23,539.22, the S&P 500 .SPX gained 7.99 points, or 0.31 percent, to 2,587.84 and the Nasdaq Composite .IXIC added 49.49 points, or 0.74 percent, to 6,764.44.\n\nFor the week, the Dow rose 0.45 percent, the S&P gained 0.26 percent and the Nasdaq climbed 0.94 percent. The Dow and S&P have risen for eight straight weeks and the Nasdaq has climbed six weeks in a row.\n\nEuropean shares closed higher on firmer tech stocks and carmakers, though gains were limited as earnings weighed on shares of French bank Societe Generale (SOGN.PA) and Dutch telecoms company Altice (ATCA.AS).\n\nThe pan-European FTSEurofirst 300 index .FTEU3 rose 0.27 percent and was up 0.7 percent for the week. MSCI's gauge of stocks across the globe .MIWD00000PUS gained 0.08 percent.\n\nThe dollar was set for its best week of the year after data on U.S. manufacturing and services reversed the currency’s drop following the payrolls report.\n\nFactory goods orders increased 1.4 percent as demand for a 7range of goods rose, the Commerce Department said. Orders increased by an unrevised 1.2 percent in August.\n\nThe dollar index .DXY rose 0.27 percent, with the euro EUR= down 0.43 percent to $1.1606.\n\nBenchmark 10-year notes US10YT=RR last rose 4/32 in price to yield 2.3343 percent, from 2.349 percent late Thursday."
    },
    {
        "time": "7:28AM UTC",
        "header": "us stocks-futures rise with apple ahead of jobs data",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-futures-rise-with-apple-ahead-of-jobs-data-idUSL4N1N93A9",
        "body": "Nov 3 (Reuters) - Apple’s upbeat results and strong initial demand for the new iPhone X put Wall Street on track for a strong opening on Friday, while investors watched out for October jobs data for clues on the strength of the labor market.\n\n* Apple shares surged 3 percent in premarket trading after the world’s largest company by market capitalization gave a robust sales forecast for the year-end holiday shopping season.\n\n* U.S. job growth likely rebounded sharply in October after hurricane-related disruptions depressed employment in September, in a move that could seal the case for an interest rate increase from the Federal Reserve in December even as wage growth probably slowed.\n\n* Traders now see a 98.2 percent chance of an interest rate hike in December, according to CME Group’s FedWatch tool.\n\n* The Labor Department releases nonfarm payrolls numbers at 8:30 a.m. ET (1230 GMT). It is likely to rebound by 310,000 jobs in October after a 33,000-jobs fall in September.\n\n* The unemployment rate is forecast unchanged at 4.2 percent and average hourly earnings rising 0.2 percent after jumping 0.5 percent in September.\n\n* President Donald Trump on Thursday tapped Fed Governor Jerome Powell to become head of the U.S. central bank, signaling a continuation of current Chair Janet Yellen’s cautious monetary policies.\n\n* In Washington, House Republicans also finally disclosed their long-delayed plans for tax cuts that Trump has promised, setting off a frantic race in Congress to give him his first major legislative victory.\n\n* Starbucks slipped 3.4 percent after the company trimmed its profit forecast and posted disappointing sales, squeezed by competition.\n\n* AIG fell 4.3 percent after the insurer posted a bigger loss on huge catastrophe losses and said it set aside more money in reserves to meet losses related to prior-year accident claims.\n\nFutures snapshot at 6:52 a.m. ET:\n\n* Dow e-minis were up 48 points, or 0.2 percent, with 14,548 contracts changing hands.\n\n* S&P 500 e-minis were up 2.5 points, or 0.1 percent, with 67,881 contracts traded.\n\n* Nasdaq 100 e-minis were up 23.5 points, or 0.38 percent, on volume of 17,135 contracts. (Reporting by Sruthi Shankar in Bengaluru; Editing by Sriraj Kalluvila)"
    },
    {
        "time": "7:15AM UTC",
        "header": "frankfurt-listed apple shares up 4 percent on third quarter, iphone x prospects",
        "link": "http://www.reuters.com/article/us-apple-iphonex-stocks/frankfurt-listed-apple-shares-up-4-percent-on-third-quarter-iphone-x-prospects-idUSKBN1D313D",
        "body": "LONDON (Reuters) - Frankfurt-listed shares in Apple Inc rose 4 percent on Friday, after the iPhone maker published better-than-expected earnings and reassured investors over production delays of its latest iPhone X model.\n\nAround 1100 GMT, Apple shares traded at new record highs around 150 euros on the German bourse. The company said late on Thursday after the close of stock market trading that earnings were better-than-expected, and also offered rosy forecast for the holiday shopping season.\n\nEuropean suppliers of Apple also enjoyed strong gains, with Dialog Semi up 3 percent, AMS 2.7 percent, Infineon 1.6 percent and STMicro 1.6 percent."
    },
    {
        "time": "8:17AM UTC",
        "header": "corrected-iphone x seen taking apple closer to trillion-dollar valuation",
        "link": "http://www.reuters.com/article/apple-results-stocks/corrected-iphone-x-seen-taking-apple-closer-to-trillion-dollar-valuation-idUSL4N1N9372",
        "body": "Nov 3 (Reuters) - Apple Inc took a step closer to becoming a trillion dollar company after the tech giant reported a blowout fourth quarter on Thursday and shrugged off concerns related to the $999 iPhone X.\n\nIts shares rose almost 4 percent in premarket trading on Friday, on track to add nearly $30 billion to its market capitalization. The company is currently valued at $868 billion.\n\nThe Cupertino, California-based company also forecast a strong holiday quarter ahead, which will include the much-awaited iPhone X that started selling on Nov. 3.\n\n“We see iPhone X unlocking pent-up iPhone upgrades, especially in China, driving more than 20 percent iPhone unit growth and a revenue and earnings beat in 2018,” analyst Katy Huberty on Morgan Stanley said.\n\nLong lines had already started forming outside Apple stores in Asia as fans flocked to buy the new iPhone.\n\nAt least five brokerages raised their price targets on the stock, with Canaccord Genuity making the most bullish move by raising its price target by $15 to $195. The median price target on the stock is $180.\n\nWith Canaccord’s move, five Wall Street analysts now have target prices for Apple that put its market value above $1 trillion. Drexel Hamilton’s Brian White is still the most bullish among Apple analysts tracked by Thomson Reuters with a target price of $208.\n\nApple’s fourth-quarter results underscored the company’s ability to drive growth not just on iPhones, but across its range of products, analysts said.\n\nThe company’s suite now includes five different iPhone models, the iPad, the Mac and the Apple Watch as well as its fast-growing services.\n\nApple said it sold 46.7 million iPhones in the fourth quarter ended Sept. 30, above analysts’ estimates of 46.4 million, according to financial data and analytics firm FactSet. Mac and Ipad sales too were above the estimates of most analysts.\n\n“Apple’s first-mover advantage and ”easy growth“ from new smartphone adopters is over, but the company appears likely to retain its existing premium customer base,” analysts at Morningstar said. (Reporting by Nivedita Bhattacharjee, additional reporting by Munsif Vengattil Editing by Saumyadeb Chakrabarty)"
    },
    {
        "time": "11:43AM UTC",
        "header": "global markets-world stocks dip, dollar gains; apple rises on earnings",
        "link": "http://www.reuters.com/article/global-markets/global-markets-world-stocks-dip-dollar-gains-apple-rises-on-earnings-idUSL8N1N950X",
        "body": "* Apple holds Wall St near unchanged mark (Updates with U.S. market open, changes dateline; previous LONDON)\n\nNEW YORK, Nov 3 (Reuters) - World stock markets dipped on Friday, putting them on track for their first decline in seven sessions in the wake of U.S. payrolls data, while the dollar strengthened on the back of manufacturing and services data.\n\nWall Street was little changed, as an unimpressive payrolls report was offset by a 2.58 percent gain in Apple a day after the iPhone maker posted quarterly results.\n\nU.S. job growth accelerated in October after hurricane-related disruptions in the prior month, but a sharp retreat in annual wage gains and surge in the number of people dropping out of the work force cast a cloud over the labor market.\n\n“Wages were flat, last month we saw a little bit of a surprise bump upward in that so we were expecting a more moderate number there,” said Sean Lynch, co-head of global equity strategy at Wells Fargo Investment Institute in Omaha, Nebraska.\n\n“We do think wage pressure could start to weigh on the markets next year in a tight labor market.”\n\nApple gave the biggest boost to each of the major Wall Street indexes after the stronger-than-expected results it reported on Thursday offered a rosy forecast for the holiday shopping season. Long, snaking lines formed outside the company’s stores in Asia and Europe on Friday as fans flocked to buy the new iPhone X and the U.S. company, the largest by market capitalization, moved closer to a $1 trillion valuation.\n\nWith 406 of S&P 500 having reported earnings, 72.4 percent have topped Wall Street expectations, according to Thomson Reuters data, in line with the 72 percent average over the past four quarters. The current growth estimate for the quarter stands at 8 percent.\n\nThe Dow Jones Industrial Average rose 4.51 points, or 0.02 percent, to 23,520.77, the S&P 500 gained 0.47 points, or 0.02 percent, to 2,580.32, and the Nasdaq Composite added 16.67 points, or 0.25 percent, to 6,731.61.\n\nEuropean shares crept higher on firmer tech stocks and carmakers, though gains were limited as earnings weighed on shares of French bank Societe Generale and Dutch telecoms company Altice.\n\nThe pan-European FTSEurofirst 300 index rose 0.09 percent and MSCI’s gauge of stocks across the globe shed 0.14 percent.\n\nThe dollar was track for a third straight week of gains after data on U.S. manufacturing and services reversed a drop following the payrolls report.\n\nFactory goods orders increased 1.4 percent as demand for a range of goods rose, the Commerce Department said. Orders increased by an unrevised 1.2 percent in August.\n\nThe dollar index rose 0.3 percent, with the euro down 0.39 percent at $1.161.\n\nBenchmark 10-year notes last fell 3/32 in price to yield 2.3596 percent, compared with 2.349 percent late on Thursday.\n\nOil prices rose to near their highest in more than two years, with buyers attracted by expectations of an extension to a global pact to cut output that has reduced oversupply.\n\nU.S. crude rose 0.13 percent to $54.61 per barrel and Brent was last at $60.82, up 0.33 percent on the day."
    },
    {
        "time": "11:40AM UTC",
        "header": "us stocks-s&p, dow flat after jobs data; apple lifts nasdaq",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-sp-dow-flat-after-jobs-data-apple-lifts-nasdaq-idUSL4N1N9403",
        "body": "* Dow down 0.07 pct, S&P off 0.06 pct, Nasdaq 0.14 pct (Changes comment, updates prices)\n\nNov 3 (Reuters) - The S&P and the Dow were flat in late morning trading on Friday after October payrolls data sparked concerns about tepid wage growth while a jump in Apple supported the tech-heavy Nasdaq.\n\nApple gained as robust initial demand for its new iPhone X allayed investor worries and strong results a day earlier.\n\nThe company briefly surpassed $900 billion in market capitalization after the stock opened at a record high of $174.\n\nThe Labor Department’s closely watched employment report showed that average hourly earnings slipped by one cent in October, leaving them unchanged in percentage terms. That lowered the year-on-year increase to 2.4 percent.\n\n“If there’s one thing I would focus on, it is the fact you’re really not seeing the wage inflation,” said Heidi Learner, chief economist in New York for Savills Studley, a unit of Savills Plc.\n\n“The wage numbers are becoming increasing more important than the monthly payrolls number itself.”\n\nTepid wage growth supports the view that inflation will continue to undershoot the Fed’s 2 percent target and could raise concerns about consumer spending.\n\nNonfarm payrolls increased by 261,000 jobs after a hurricane-ravaged September, but was below economists’ expectations for a 310,000 rise.\n\nAt 10:49 a.m. ET (1449 GMT), the Dow Jones Industrial Average was down 15.35 points, or 0.07 percent, at 23,500.91 and the S&P 500 was down 1.44 points, or 0.06 percent, at 2,578.41.\n\nThe Nasdaq Composite was up 9.67 points, or 0.14 percent, at 6,724.61, helped by Apple and Starbucks.\n\nThe markets have had a busy week. On Thursday, President Donald Trump tapped Fed Governor Jerome Powell as the next head of the U.S. central bank and House Republicans disclosed their long-delayed plans for tax cuts.\n\nThe Dow and the Nasdaq were on track to post weekly gains, while the S&P was on pace to report a small weekly loss.\n\nStarbucks was up 2.6 percent after dipping earlier following results a day earlier.\n\nAIG fell 4.69 percent after the insurer posted a bigger loss on huge catastrophe losses and said it set aside more in reserves.\n\nMore than three-fourths of the S&P 500 companies have reported results, with 72.4 percent topping profit estimates, above the 72 percent beat-rate in the past four quarters.\n\nDeclining issues outnumbered advancers on the NYSE by 1,592 to 1,137. On the Nasdaq, 1,469 issues fell and 1,182 advanced."
    },
    {
        "time": "4:35PM UTC",
        "header": "brief-berkshire hathaway says it has $26.9 bln stake in wells fargo and $21.3 bln stake in apple",
        "link": "http://www.reuters.com/article/brief-berkshire-hathaway-says-it-has-269/brief-berkshire-hathaway-says-it-has-26-9-bln-stake-in-wells-fargo-and-21-3-bln-stake-in-apple-idUSFWN1N91RZ",
        "body": "* Berkshire Hathaway Inc says it had $26.9 billion stake in Wells Fargo & Co as of Sept 30, 2017‍​ - SEC filing\n\n* Berkshire Hathaway says it had $21.3 billion stake in Apple inc, as of Sept. 30, 2017 Source text (bit.ly/2xYudp0) Further company coverage:"
    },
    {
        "time": "4:17PM UTC",
        "header": "global markets-world stocks gain on apple lift, dollar strengthens on data",
        "link": "http://www.reuters.com/article/global-markets/global-markets-world-stocks-gain-on-apple-lift-dollar-strengthens-on-data-idUSL2N1N91QT",
        "body": "NEW YORK (Reuters) - World stock markets advanced for a seventh straight session and the dollar strengthened on Friday, buoyed by a round of U.S. economic data highlighted by the monthly payrolls report.\n\nWall Street also received a boost from a 2.61 percent gain in shares of Apple Inc (AAPL.O), a day after the iPhone maker reported quarterly results.\n\nU.S. job growth accelerated in October after hurricane-related disruptions in the prior month, but a sharp slowdown in annual wage gains and surge in the number of people dropping out of the work force cast a cloud over the labor market.\n\n“If there’s one thing I would focus on is the fact you’re really not seeing the wage inflation. I don’t necessarily think this is enough to change the calculus for the Fed in December, but people will clearly be watching next month’s report,” said Heidi Learner, chief economist at Savills Studley, Savills Plc, New York.\n\n”The wage numbers are becoming increasingly more important than the monthly payrolls number itself.”\n\nTraders see a 90.2 percent chance of a rate hike at the central bank’s next meeting, according to Thomson Reuters data.\n\nApple gave the biggest boost to each of the major Wall Street indexes after its stronger-than-expected results on Thursday offered a rosy forecast for the holiday shopping season.\n\nLong, snaking lines formed outside the company’s stores in Asia and Europe on Friday as fans flocked to buy the new iPhone X, and the U.S. company, the largest by market capitalization, moved closer to a $1 trillion valuation.\n\nWith 406 of S&P 500 companies having reported earnings, 72.4 percent have topped Wall Street expectations, according to Thomson Reuters data, in line with the 72 percent average over the past four quarters. The current growth estimate for the quarter stands at 8 percent.\n\nThe Dow Jones Industrial Average .DJI rose 22.96 points, or 0.1 percent, to 23,539.22, the S&P 500 .SPX gained 7.99 points, or 0.31 percent, to 2,587.84 and the Nasdaq Composite .IXIC added 49.49 points, or 0.74 percent, to 6,764.44.\n\nFor the week, the Dow rose 0.45 percent, the S&P gained 0.26 percent and the Nasdaq climbed 0.94 percent. The Dow and S&P have risen for eight straight weeks and the Nasdaq has climbed six weeks in a row.\n\nEuropean shares closed higher on firmer tech stocks and carmakers, though gains were limited as earnings weighed on shares of French bank Societe Generale (SOGN.PA) and Dutch telecoms company Altice (ATCA.AS).\n\nThe pan-European FTSEurofirst 300 index .FTEU3 rose 0.27 percent and was up 0.7 percent for the week. MSCI's gauge of stocks across the globe .MIWD00000PUS gained 0.08 percent.\n\nThe dollar was set for its best week of the year after data on U.S. manufacturing and services reversed the currency’s drop following the payrolls report.\n\nFactory goods orders increased 1.4 percent as demand for a 7range of goods rose, the Commerce Department said. Orders increased by an unrevised 1.2 percent in August.\n\nThe dollar index .DXY rose 0.27 percent, with the euro EUR= down 0.43 percent to $1.1606.\n\nBenchmark 10-year notes US10YT=RR last rose 4/32 in price to yield 2.3343 percent, from 2.349 percent late Thursday."
    },
    {
        "time": "9:03AM UTC",
        "header": "us stocks-wall st set to open higher on jobs data, apple results",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wall-st-set-to-open-higher-on-jobs-data-apple-results-idUSL4N1N93EH",
        "body": "Nov 3 (Reuters) - Wall Street was poised to open higher on Friday after robust October jobs data report added to upbeat investor sentiment following Apple’s blowout results and strong initial demand for the company’s new iPhone X.\n\nThe Labor Department’s closely watched employment report showed U.S. job growth rebounded in October after hurricane-related disruptions hurt employment in September.\n\nNonfarm payrolls rose by 261,000 jobs last month, according to the report. That was the largest gain since July 2016, but was below economists’ expectations for an increase of 310,000 jobs.\n\nThe unemployment rate fell to 4.1 percent from 4.2 percent and average hourly earnings were largely unchanged. However, the data hinted at slowing labor market momentum as annual wage gains sharply retreated.\n\nHowever, the data did little to move the case for an interest rate increase by the Federal Reserve in December.\n\n“The headline is all noise, you are starting to adjust for the hurricanes and it’s really hard to know exactly what’s going to happen,” said Subadra Rajappa, head of U.S. rates strategy at Societe Generale in New York.\n\n“I thought the number overall was good.”\n\nAt 8:42 a.m. ET, Dow e-minis were up 38 points, or 0.16 percent, with 19,723 contracts changing hands.\n\nS&P 500 e-minis were up 2.5 points, or 0.1 percent, with 110,705 contracts traded.\n\nNasdaq 100 e-minis were up 31.75 points, or 0.51 percent, on volume of 28,755 contracts.\n\nApple surged 3.68 percent to $174.3 in premarket trading after reporting upbeat results and strong initial demand for the new iPhone X. At current levels, Apple was on pace to become the first company to breach $900 billion in market capitalization.\n\nWith more than three-fourths of the S&P 500 companies having reported, 72.7 percent have topped profit estimates, led by technology companies.\n\nPresident Donald Trump on Thursday tapped Fed Governor Jerome Powell to become head of the U.S. central bank, in a largely anticipated move, signaling a continuation of current chair Janet Yellen’s monetary policies.\n\nIn Washington, House Republicans also disclosed their long-delayed plans for tax cuts on Thursday.\n\nHowever, the market reacted with skepticism, as many investors believe it is just a starting point with significant negotiations likely ahead.\n\nAIG fell 3.62 percent after the insurer posted a bigger loss on huge catastrophe losses and said it set aside more in reserves. (Reporting by Sruthi Shankar in Bengaluru; Editing by Sriraj Kalluvila)"
    },
    {
        "time": "10:11AM UTC",
        "header": "us stocks-wall st flat as apple offsets weak wage growth concerns",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wall-st-flat-as-apple-offsets-weak-wage-growth-concerns-idUSL4N1N93S7",
        "body": "* Dow down 0.02 pct, S&P off 0.06 pct, Nasdaq 0.09 pct (Updates to open)\n\nNov 3 (Reuters) - U.S. stocks were flat in early trading on Friday after October payrolls data triggered concerns about weak wage growth and drop in labor force participation.\n\nHowever, a 3 percent surge in Apple’s shares provided support after the company’s blowout quarterly results and reports of strong initial demand for its new iPhone X.\n\nApple’s gains helped Dow open at a record level. The stock opened at $174, briefly breaching the $900 billion market capitalization mark.\n\nThe Labor Department’s closely watched employment report showed U.S. job growth accelerated in October after hurricane-related disruptions in the prior month.\n\nNonfarm payrolls increased by 261,000 jobs last month but was below economists’ expectations for a rise of 310,000.\n\n“Employment growth is indeed slowing ... This is basically healthy but certainly we’re moving toward the end of the cycle,” said Brad McMillan, chief investment officer at Commonwealth Financial.\n\nUnemployment rate fell to near a 17-year low of 4.1 percent, but that was because 765,000 people dropped out of the labor force.\n\nAverage hourly earnings slipped by one cent, leaving them unchanged in percentage terms. That lowered the year-on-year increase to 2.4 percent, the smallest since February 2016.\n\n“(Wage growth) is worrying. There’s not a lot of good news there. Lower paid workers going back to work after the hurricane would drag it down but you’d expect to see some small wage growth, not flat,” said McMillan.\n\nThe data, however, did little to move the case for an interest rate increase by the Federal Reserve in December.\n\nAt 9:40 a.m. ET (1340 GMT), the Dow Jones Industrial Average was down 4.2 points, or 0.02 percent, at 23,512.06, the S&P 500 was down 1.47 points, or 0.06 percent, at 2,578.38.\n\nThe Nasdaq Composite was up 6.15 points, or 0.09 percent, at 6,721.09.\n\nFive of the 11 major S&P sectors were lower, led by losses in financial index.\n\nIt has been a busy week for market, with President Donald Trump on Thursday tapping Fed Governor Jerome Powell to become head of the U.S. central bank and House Republicans disclosing their long-delayed plans for tax cuts.\n\nAIG fell 4.69 percent after the insurer posted a bigger loss on huge catastrophe losses and said it set aside more in reserves.\n\nDeclining issues outnumbered advancers on the NYSE by 1,480 to 1,079. On the Nasdaq, 1,320 issues fell and 971 advanced. (Reporting by Sruthi Shankar in Bengaluru; Editing by Sriraj Kalluvila)"
    },
    {
        "time": "8:51PM UTC",
        "header": "long lines for iphone x help push apple shares to record high",
        "link": "http://www.reuters.com/article/us-apple-iphone/long-lines-for-iphone-x-help-push-apple-shares-to-record-high-idUSKBN1D22Y2",
        "body": "NEW YORK/FRANKFURT (Reuters) - Shoppers surged into Apple Inc stores across the world on Friday to buy the new iPhone X, signaling stronger demand for the 10th anniversary version of the premium smartphone than the last two iterations.\n\nInvestors and analysts took the swell of interest, alongside the company’s better-than-expected sales forecast for the upcoming holiday shopping season, as signs that Apple could be the first ever company worth $1 trillion.\n\nApple’s shares rose 3 percent on Friday, hitting a record high and giving the world’s most valuable publicly traded company a market capitalization of almost $890 billion.\n\n“I can’t wait to get to my office and plug it in, back it up and play around with it,” said Jordan Shapiro, a 34-year-old recruiter from New Jersey who was one of the first to get into Apple’s flagship store on Manhattan’s Fifth Avenue, at the head of a line that stretched for a block.\n\nJasmine Rivera, a 16-year-old from Las Vegas, said getting one of the new phones was the highlight of her New York trip with her aunt.\n\n“I’m so excited and can’t wait to show this to my friends,” she said. “I’m especially excited about the camera quality and facial recognition.”\n\nThe glass-and-stainless-steel device that Apple Chief Executive Tim Cook has billed as “the biggest leap forward since the original iPhone,” starts at $999 in the United States.\n\nThe handset features an edge-to-edge display designed for deeper color rendition and an innovative camera that uses facial recognition to unlock and operate the phone.\n\nCook appeared on TV greeting the first customers in line at the company’s store in Palo Alto, California, about a half-hour drive from Apple’s headquarters in Cupertino.\n\nIn nearby San Francisco, about 250 people lined up outside the Apple store in the Union Square shopping district.\n\n“I’m feeling good, but my socks are wet,” said Ross Hendrix, 20, one of the first in line after camping out on the sidewalk despite a light rain on Thursday night.\n\nSimilar scenes of excitement occurred earlier in the day in Asia and Europe.\n\nIn Australia, around 400 people queued outside Apple’s main store in central Sydney to pay A$1,579 ($1,218) for the new phone. Just 30 turned up for the September release of the iPhone 8, an incremental update of the iPhone 7.\n\n“It’s beautiful bro, what a feeling, I‘m excited,” builder Bishoy Behman, 18, told Reuters after picking up two iPhone X as the first in line. He said he camped outside the store for a week before paying to improve his place in the queue overnight.\n\nIn Apple’s Omotesando store in Tokyo, some 550 people were waiting in a line stretching to around 600 meters.\n\n“I‘m going home, and after having a rest, I’d like to have fun (with the phone),” said first-in-line Yamaura, a 21-year-old college student who spent six days in the queue.\n\nIn Europe, Apple stores in Amsterdam, Berlin and London saw lines of several hundred fans, while smaller, more subdued crowds were observed at stores in Frankfurt and Paris.\n\nArbitrage traders were also in line in an attempt to take advantage of the strong demand. In Hong Kong, some buyers quickly resold iPhone X handsets for a profit, but the resale premium eased as waiting times fell and supply concerns eased.\n\nNewly purchased iPhone X were reselling for HK$11,800 ($1,512) soon after sales began, but the price quickly fell to HK$10,300, a trader told Reuters. In mainland China - where Hong Kong traders often sell newly purchased goods - the anniversary model’s starting price is 8,388 yuan ($1,267).\n\nAnalysts had expressed concern that supply issues might stop Apple satisfying early demand. The camera, for instance, has never before been manufactured in the volume Apple demands.\n\nBut Chief Financial Officer Luca Maestri told Reuters on Thursday that Apple was “quite happy” with how manufacturing of the iPhone X was progressing.\n\n“Production is growing every week, and that’s very, very important during a ramp period,” he said.\n\nDemand and supply for the iPhone X appear to be coming back into balance, according to Apple’s online store. While last week users trying to order the iPhone X were told they faced waits up to five to six weeks, these delays are now three to four weeks.\n\nThe rush of interest in the new phone came after Apple issued an upbeat sales forecast for the year-end holiday shopping season on Thursday.\n\nWall Street welcomed that outlook, and five analysts now have stock price targets that would move Apple’s market value past $1 trillion.\n\nFriday’s lines signaled the company was “on track for a pretty good replacement cycle” said Edison Investment Research analyst Richard Windsor, but he questioned whether the new model sales will be as large as prior iPhone upgrade cycles.\n\n“We do not think that the iPhone X will offer a cycle nearly as big as the iPhone 6 and my concern is that this is what the market is looking for,” said Windsor, who actively tracks all the major players in the global smartphone industry."
    },
    {
        "time": "4:07PM UTC",
        "header": "us stocks snapshot-indexes post record closing highs; apple a boost",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-snapshot-indexes-post-record-closing-highs-apple-a-boost-idUSZXN0R5F2I",
        "body": "NEW YORK, Nov 3 (Reuters) - A surge in shares of heavyweight Apple helped push up major Wall Street indexes on Friday, as investors also assessed a mixed U.S. labor market report.\n\nAll three major indexes registered record closing highs. Based on the latest available data, the Dow Jones Industrial Average rose 22.93 points, or 0.1 percent, to 23,539.19, the S&P 500 gained 7.99 points, or 0.31 percent, to 2,587.84 and the Nasdaq Composite added 49.49 points, or 0.74 percent, to 6,764.44. (Reporting by Caroline Valetkevitch; Editing by Chizu Nomiyama)"
    },
    {
        "time": "5:40PM UTC",
        "header": "apple sees strong holiday sales, smooth sailing for iphone x",
        "link": "http://www.reuters.com/article/us-apple-results/apple-sees-strong-holiday-sales-smooth-sailing-for-iphone-x-idUSKBN1D22RU",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc (AAPL.O) on Thursday reported better-than-expected earnings and offered a rosy forecast for the holiday shopping season, allaying investor concerns about production delays on the new iPhone X and demonstrating remarkable strength across its growing line of products and services.\n\nThe stellar earnings report came just as the iPhone X went on sale Friday morning in Australia. Long lines were forming at Apple stores around the world, recalling the consumer frenzy that greeted early versions of the iPhone, but had faded with more recent launches.\n\nWith supplies potentially tight, some Australian purchasers were already planning to sell their phones for as much as A$3,000, nearly double the A$1,579 selling price.\n\nApple shares rose 4 percent in after-hours trading to hit an all-time high, with analysts lavishing praise on Apple CEO Tim Cook and speculating on when Apple might become the first public company worth a trillion dollars.\n\nThe earnings demonstrate how Apple is able to drive growth across an ever-expanding product line that now includes five different iPhone models along with the iPad, the Mac, the Apple Watch and a suite of fast-growing services offerings.\n\n“We had good success, I would say, through the different iPhones,” Cook said on a call with analysts. “We tried hard to have an iPhone that is as affordable as possible for people that really want an iPhone, but may have a more limited budget.”\n\nJust a few weeks ago, Apple appeared to be facing a rare stumble with a delay in the iPhone X launch and rumors of production problems that could limit supply.\n\nBut Apple executives on Thursday shrugged off the concerns as Chief Financial Officer Luca Maestri told Reuters the company was “quite happy” with how manufacturing of the iPhone X was progressing.\n\nAnalysts have been eager to see whether Apple can meet demand for the iPhone X during the crucial holiday quarter, with most saying it will likely take it until next year or early spring to do so.\n\n“Where the demand curve and supply curve are going to intersect, we do not know. It does not have a predecessor product,” Maestri told Reuters.\n\nApple forecast fiscal first-quarter revenue of $84 billion to $87 billion, at the high end of analysts average expectations of $84.18 billion, according to Thomson Reuters I/B/E/S.\n\n“A trillion-dollar market cap may now be in Cook’s sights in light of these results and guidance around iPhone X,” said Daniel Ives, an analyst at GBH Insights, referring to Apple’s chief executive.\n\nThe Cupertino, California-based company’s market capitalization of about $868 billion already makes it the world’s most valuable publicly-traded company.\n\nThere are still questions around supplies of the new phone and longer-term demand.\n\nBob O‘Donnell, head of Techanalysis Research, cautioned that if Apple is not able to fill demand for iPhone X over the holiday quarter, it would push buyers to wait until Apple’s March quarter, by which time they may have spent their money elsewhere.\n\n“What we don’t know is, how long will this first group of (iPhone X buyers) last?” O‘Donnell said.\n\nApple said it sold 46.7 million iPhones in the fourth quarter ended Sept. 30, above analysts’ estimates of 46.4 million, according to financial data and analytics firm FactSet. However, average selling prices of $618 fell short of forecasts of $638.\n\nThe company’s net income rose to $10.71 billion, or $2.07 per share, in the quarter, from $9.01 billion, or $1.67 per share, a year earlier. That beat the average analyst estimate of $1.87 per share.\n\nApple forecast a gross margin of 38 percent to 38.5 percent, higher than many analysts expected because new products often have higher costs.\n\nMaestri attributed the margin strength to Apple’s growing services business, which brought in $8.5 billion in revenue compared to analyst estimates of $7.5 billion. That included a favorable $640 million adjustment, though Apple officials did not elaborate.\n\nThe $28.85 billion revenue from iPhone sales accounted for nearly 55 percent of total revenue, which rose 12.2 percent to $52.58 billion.\n\nAnalysts on average were expecting total revenue of $50.7 billion, according to Thomson Reuters I/B/E/S.\n\nApple also said it returned to revenue growth in China, bringing in $9.8 billion compared with $8 billion a year ago, driven by double-digit unit sale increases of the iPhone. Maestri also told Reuters the company had doubled its revenue in India during the fiscal fourth quarter, though he did not give any details."
    }
]