[
    {
        "time": "7:16AM UTC",
        "header": "japan display considers new capital to adapt to apple's oled shift",
        "link": "http://www.reuters.com/article/us-japan-display-results/japan-display-considers-new-capital-to-adapt-to-apples-oled-shift-idUSKBN1AP0NA",
        "body": "TOKYO (Reuters) - Japan Display (6740.T) said it is considering tapping new investors for capital to catch up in organic light-emitting diode (OLED) screens as its late entry into the technology is costing the display maker orders from its largest client, Apple Inc (AAPL.O).\n\nThe liquid crystal display (LCD) maker also outlined on Wednesday an operational overhaul under which it will streamline production lines and slash 3,700 jobs, or 30 percent of its workforce, resulting in a special loss of 170 billion yen ($1.55 billion) for the current year.\n\nJapanese electronics makers have struggled to compete against their Asian rivals, ceding market share to cut-price Chinese competitors at the low end of the market but also failing to innovate enough to stay ahead in high-end products.\n\nJapan Display has been caught out by a swift change in consumption trends, with handset makers shifting to the thinner and flexible OLED displays from LCDs for high-end models.\n\nIt plans to start mass-producing OLED panels for smartphones only in 2019, while Apple, whose orders account for more than half of the firm’s current sales, is widely expected to begin adopting OLED for its iPhones later this year.\n\n“We now see no future for the smartphone panel business without OLED,” CEO Nobuhiro Higashiiriki said at a quarterly results briefing. “We have strategically changed our direction.”\n\nIn the red over the past three years, Japan Display posted a net loss of 31.46 billion yen ($286.13 million) in the quarter ended June, versus a 11.8 billion yen loss a year ago.\n\nHigashiiriki said the firm will seek partnership with global companies, potentially Chinese panel makers. “Partnership could take various forms,” with a capital injection among options, he said.\n\nWhile Chinese display makers are seen by analysts as the most likely candidates for investing in Japan Display as they rapidly expand their presence in the display market with state support, there could be protectionist concerns.\n\nThere are doubts if Japan Display’s main investor - the state-backed Innovation Network Corp of Japan (INCJ) - would allow Chinese players to take a stake in the firm, said Masayuki Otani, chief market analyst at Securities Japan.\n\nINCJ helped form Japan Display five years ago by combining the ailing display units of Sony Corp (6758.T), Hitachi (6501.T) and Toshiba Corp (6502.T). But the firm’s continuing struggle questions the validity of government interventions in business.\n\nQuick and bold investment decisions that are crucial in the competitive tech industry are often hard to make for funds with taxpayers’ money, analysts said.\n\nAs of now, INCJ is expected to play a major role in groups that are the front-runners for Toshiba’s planned sale of its $18 billion chip business.\n\nJapan Display said it had received a new line of credit worth 107 billion yen from its main lenders to finance the operational overhaul. That is on top of 75 billion yen in aid last year from INCJ.\n\nThe company said 3,500 of the 3,700 job cuts will come from overseas, but declined to specify locations. It has a total of five plants abroad - in China, the Philippines and Taiwan."
    },
    {
        "time": "2:21AM UTC",
        "header": "japan display posts wider q1 loss as apple orders wane",
        "link": "http://www.reuters.com/article/japan-display-results/japan-display-posts-wider-q1-loss-as-apple-orders-wane-idUSL4N1KO31T",
        "body": "TOKYO, Aug 9 (Reuters) - Japan Display Inc posted a wider first-quarter loss and announced about 3,700 job cuts, as it continues to struggle with slower iPhones-related demand from Apple Inc and its late entry into organic light-emitting diode (OLED) screens.\n\nLiquid crystal display (LCD) screens have been Japan Display’s mainstay but demand has waned with the emergence of thinner and flexible OLED displays. Slower iPhone sales by Apple have also hit growth.\n\nIn the red over the past three years, Japan Display posted a net loss of 31.46 billion yen ($286.13 million) in the quarter ended June, versus a 11.8 billion yen loss a year ago. This was worse than an average forecast for an 18.1 billion yen loss from four analysts polled by Thomson Reuters.\n\nThe company did not give a full-year outlook, but said it expects to post a special loss of 170 billion yen due to a business overhaul in the current year ending March 2018.\n\nEarlier this week, a media report said the company was considering seeking funds from an outside investor to help finance the overhaul of its ailing smartphone screen-making business. It got 75 billion yen in aid late last year from its main investor - the state-backed Innovation Network Corp of Japan (INCJ). ($1 = 109.9500 yen) (Reporting by Makiko Yamazaki; Editing by Himani Sarkar)"
    }
]