[
    {
        "time": "6:11PM UTC",
        "header": "apple's iphone turns 10, bumpy start forgotten",
        "link": "http://www.reuters.com/article/apple-iphone-anniversary/apples-iphone-turns-10-bumpy-start-forgotten-idUSL1N1JP14B",
        "body": "(Reuters) - Apple Inc’s (AAPL.O) iPhone turns 10 this week, evoking memories of a rocky start for the device that ended up doing most to start the smartphone revolution and stirring interest in where it will go from here.\n\nApple has sold more than 1 billion iPhones since June 29, 2007, but the first iPhone, which launched without an App Store and was restricted to the AT&T Inc network (T.N), was limited compared to today’s version.\n\nAfter sluggish initial sales, Apple slashed the price to spur holiday sales that year.\n\n“The business model for year one of the iPhone was a disaster,” Tony Fadell, one of the Apple developers of the device, told Reuters in an interview on Wednesday. “We pivoted and figured it out in year two.”\n\nThe very concept of the iPhone came as a surprise to some of Apple’s suppliers a decade ago, even though Apple, led by CEO Steve Jobs, had already expanded beyond computers with the iPod.\n\n“We still have the voicemail from Steve Jobs when he called the CEO and founder here,” said David Bairstow at Skyhook, the company that supplied location technology to early iPhones. “He thought he was being pranked by someone in the office and it took him two days to call Steve Jobs back.”\n\nThe iPhone hit its stride in 2008 when Apple introduced the App Store, which allowed developers to make and distribute their mobile applications with Apple taking a cut of any revenue.\n\nTen years later, services revenue is a crucial area of growth for Apple, bringing in $24.3 billion in revenue last year.\n\nFans and investors are now looking forward to the 10th anniversary iPhone 8, expected this fall, asking whether it will deliver enough new features to spark a new generation to turn to Apple.\n\nThat new phone may have 3-D mapping sensors, support for “augmented reality” apps that would merge virtual and real worlds, and a new display with organic LEDs, which are light and flexible, according to analysts at Bernstein Research.\n\nA decade after launching into a market largely occupied by BlackBerry and Microsoft devices, the iPhone now competes chiefly with phones running Google’s Android software, which is distributed to Samsung Electronics (005930.KS) and other manufacturers around the world.\n\nEven though most of the world’s smartphones now run on Android, Apple still garners most of the profit in the industry with its generally higher-priced devices.\n\nMore than 2 billion people now have smartphones, according to data from eMarketer, and Fadell, who has worked for both Apple and Alphabet, sees that as the hallmark of success.\n\n“Being able to democratize computing and communication across the entire world is absolutely astounding to me,” Fadell said. “It warms my heart because that’s something Steve tried to do with the Apple II and the Mac, which was the computer for the rest of us. It’s finally here, 30 years later.”"
    }
]