[
    {
        "time": "1:41PM UTC",
        "header": "ireland says eu demand that apple pay it 13 billion euros in back taxes unjustified",
        "link": "http://www.reuters.com/article/us-eu-apple-tax-ireland/ireland-says-eu-demand-that-apple-pay-it-13-billion-euros-in-back-taxes-unjustified-idUSKCN1AW1ZB",
        "body": "BERLIN (Reuters) - Ireland’s finance minister said the European Commission’s demand that Dublin collect up to 13 billion euros ($13.8 bln) in back taxes from Apple (AAPL.O) was unjustified, in an interview with Germany’s Frankfurter Allgemeine (FAZ) newspaper.\n\nThe European Commission ordered Apple to repay taxes to Ireland after ruling last year that the U.S. technology company paid so little tax on its Ireland-based operations that it amounted to state aid.\n\nIn the interview, extracts from which the FAZ published on Wednesday, Finance Minister Paschal Donohoe said the tax rules from which Apple benefited had been available to all and were not tailored for the U.S. technology giant. They did not violate European or Irish law, he added.\n\nThe Irish government has said it will collect the money pending an appeal of the ruling by Apple, but Donohoe said it was not Dublin’s job and the request was not justified.\n\n“We are not the global tax collector for everybody else,” FAZ quoted him as saying.\n\nThe money is currently being deposited in escrow.\n\nDonohoe also distanced himself from French and German proposals that the EU do more to prevent Chinese investors from buying strategically important European companies, saying this would endanger Europe’s reputation for openness.\n\n“We must be very careful not to endanger our reputation as advocates for free trade,” he said.\n\nHe also appeared lukewarm on proposals by French President Emmanuel Macron for a euro zone budget and finance minister, saying the bloc’s focus for the next two years should be further developing its banking union."
    },
    {
        "time": "1:16PM UTC",
        "header": "corrected-ireland says eu's 13 bln euro apple tax bill unjustified",
        "link": "http://www.reuters.com/article/eu-apple-tax-ireland/corrected-ireland-says-eus-13-bln-euro-apple-tax-bill-unjustified-idUSA5N1IW02N",
        "body": "BERLIN, Aug 16 (Reuters) - Ireland’s finance minister said the European Commission’s demand that Dublin retroactively collect 13 billion euros in taxes from Apple was unjustified and not Dublin’s job, in an interview with Germany’s Frankfurter Allgemeine (FAZ) newspaper.\n\nIn the interview, extracts from which the FAZ published on Wednesday, Finance Minister Paschal Donohoe said the tax rules from which Apple benefited had been available to all and not tailored for the U.S. technology giant. They did not violate European or Irish law, he added.\n\n“We are not the global tax collector for everybody else,” the paper quoted him as saying. The European Commission last year ruled that Apple paid so little tax on its Ireland-based operations that it amounted to state aid and ordered it to pay back up to 13 million euros in tax to Dublin. The Irish government has said it will collect the money pending an appeal by Apple. (Reporting By Thomas Escritt, Editing by Michelle Martin)"
    },
    {
        "time": "9:40AM UTC",
        "header": "brief-fifth third bank enhances its partnership with applepie capital",
        "link": "http://www.reuters.com/article/brief-fifth-third-bank-enhances-its-part/brief-fifth-third-bank-enhances-its-partnership-with-applepie-capital-idUSFWN1L20MT",
        "body": "* Fifth Third Bancorp - ‍agreement with ApplePie Capital enables co to purchase loans originated through ApplePie capital’s franchise loan marketplace​ Source text for Eikon: Further company coverage:"
    }
]