[
    {
        "time": "7:00PM UTC",
        "header": "rpt-apple x factor: china buyers rapt by new iphone, but will they buy?",
        "link": "http://www.reuters.com/article/apple-iphone-china/rpt-apple-x-factor-china-buyers-rapt-by-new-iphone-but-will-they-buy-idUSL4N1N74Z2",
        "body": "* Signs of strong demand, but high price may deter some\n\n* New iPhone X seen as key to Apple’s China revival\n\n* Some re-sellers bemoan lack of scope for big premium\n\nSHANGHAI/BEIJING, Nov 1 (Reuters) - Gu Xiaomeng, a 24-year-old primary school teacher in the eastern Chinese city of Suzhou, says she’s excited about the new iPhone X, set to go on sale on Friday. The challenge for Apple Inc is to persuade her to actually buy one.\n\n“I‘m definitely interested, but don’t currently plan to get one,” said Gu, whose monthly salary of a little over 6,000 yuan ($905.36) is less than the anniversary model’s starting price in China of 8,388 yuan.\n\nFor Apple, which is looking to rev up sales in China after several quarters of declining revenue there, the test is that Gu is not alone. While interest in the phone is high, that won’t necessarily translate into sales.\n\n“Price appears to be a major constraint on iPhone X demand, particularly in China,” Bernstein analyst Toni Sacconaghi said in a recent report that showed three-quarters of Chinese respondents were excited by the upcoming launch, but only a quarter said they planned to buy one.\n\nInvestors are keen to gauge Chinese demand for the iPhone X, as it is key to reviving Apple’s fortunes in the world’s biggest smartphone market where it has lost some of its sparkle - and market share - as local phone makers have advanced.\n\nThe cheaper iPhone 8, which hit the market in September, has faced sluggish sales, but Apple has said that pre-orders for the iPhone X have been “off the charts”.\n\nApple, due to announce quarterly earnings on Thursday, said it had no immediate comment.\n\nChatter online on popular Chinese social media platform Weibo also signalled high levels of interest in the new model, though still generally behind levels around the 2014 launch of the very successful iPhone 6.\n\nXiao Ming, 32, who works for a blockchain start-up in Beijing, stayed up half the night when pre-sales of the iPhone X opened last week. He has also bought the iPhone 8.\n\n“I always try to be one of the first to buy any new iPhone,” he said, adding he likes the new phone’s augmented reality and facial recognition features. “I’ll be very disappointed if I don’t get one on the first day.”\n\nWhile he plans to buy the new phone, he noted many of his friends were less fussed. “Before, I think a lot of people would try to get it somehow, now it’s mostly the geeks,” he said.\n\n“My friends don’t mind so much if they have an iPhone 8 or a 6, for example, because it looks similar and the price (of the iPhone X) makes you feel nervous.”\n\nRe-sellers and iPhone accessory makers generally agreed there was a buzz about the iPhone X, Apple’s first phone to have a full-screen display and functions such as facial recognition security.\n\n“People are really anticipating this phone because it’s the 10th anniversary version and it has more changes and modifications,” said Gary Yiu, manager of the iGeneration smartphone shop at one Hong Kong mall.\n\nYiu and three other phone re-sellers there said they had seen strong demand for the phone from mainland clients.\n\nA merchant at the Huaqiangbei electronics hub in Shenzhen, who was offering an iPhone look-a-like called the “E-Feng X” from 1,599 yuan, said sales volumes were “very good”.\n\nSome Chinese re-sellers, however, said they already cancelled pre-orders for the iPhone X, concerned there wouldn’t be enough of a supply bottleneck to allow them to charge a steep premium - despite some worries about long waits.\n\n“I saw many friends were posting pictures of themselves successfully ordering the iPhone X, so I cancelled mine,” said Tony Tong, 29, a product manager at a tech firm in Beijing, who said he had ordered four phones in the hope of re-selling them for a profit. “The environment is bad for scalpers.”\n\nApple will hope payment plans and easy access to online credit in China will convince people to buy.\n\nWang Hao, a 24-year-old engineer in the northeastern port city of Dalian, said he ordered the new phone despite the high price tag. His last phone was an iPhone 6S.\n\n“The cost is about a month’s salary for me,” he told Reuters. “But I‘m just used to it now, and there wasn’t really anything to make me choose another brand.”"
    },
    {
        "time": "11:41AM UTC",
        "header": "us stocks-s&p, dow higher as oil prices rise; apple weighs on nasdaq",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-sp-dow-higher-as-oil-prices-rise-apple-weighs-on-nasdaq-idUSL4N1N7521",
        "body": "* Fed statement on policy meeting at 2:00 p.m. ET\n\nNov 1 (Reuters) - The S&P and the Dow were higher on Wednesday, as energy stocks gained from a jump in oil prices and strong private jobs data pointed to the strength in the labor market, while Apple’s 1 percent drop limited gains on the Nasdaq.\n\nThe recent rally on Wall Street has been supported by strong third-quarter results from technology and consumer companies amid concerns over stretched valuations.\n\n“Earnings drive the markets, and they continue to be really good,” said JJ Kinahan, chief market strategist at TD Ameritrade in Chicago.\n\nThird-quarter earnings have been largely positive, with 73 percent of the S&P 500 companies that have reported topping profit expectations, according to Thomson Reuters data. That is above the 72 percent profit-beat rate in the past four quarters.\n\nOn Wednesday, cosmetics maker Estee Lauder, US Steel and Garmin all reported strong results. Estee Lauder rose nearly 10 percent, US Steel 11 percent and Garmin 5.51 percent.\n\nInvestors are also tracking the Federal Reserve’s two-day meeting that concludes later on Wednesday. The central bank is expected to keep interest rates unchanged as speculation swirls on who will be its next leader, but will likely point to a firming economy as it edges closer to a possible rate rise next month.\n\n“I don’t believe anybody in the world thinks the Fed is going to do anything with the interest rates now. What they may say about December or next year is what the market is watching for,” said Kinahan.\n\nThe White House has said President Donald Trump will announce his Fed pick on Thursday. Trump is expected to choose Fed Governor Jerome Powell, who is seen as more stock-market friendly, sources have told Reuters.\n\nAt 10:52 a.m. ET (1452 GMT), the Dow Jones Industrial Average was up 120.91 points, or 0.52 percent, at 23,498.15, the S&P 500 was up 10.24 points, or 0.40 percent, at 2,585.5 and the Nasdaq Composite was up 8.55 points, or 0.13 percent, at 6,736.22.\n\nU.S. private employers hired 235,000 workers in October, the most since March and exceeding a median forecast of 200,000 among economists polled by Reuters, the ADP National Employment Report showed.\n\nThe focus now shifts to Friday’s more comprehensive non-farm payrolls report for October. The report will include both public and private-sector employment.\n\nEight of the 11 major S&P indexes were higher, led by gains in the energy sector.\n\nOil hit its highest since mid-2015 on data that showed OPEC significantly improved compliance with its pledged supply cuts and Russia is also widely expected to keep to the deal.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,767 to 960. On the Nasdaq, 1,421 issues rose and 1,286 fell."
    },
    {
        "time": "6:59AM UTC",
        "header": "irish court rejects appeal against $1 billion apple data center",
        "link": "http://www.reuters.com/article/us-apple-ireland/irish-court-rejects-appeal-against-1-billion-apple-data-center-idUSKBN1D14FB",
        "body": "DUBLIN (Reuters) - Ireland’s High Court on Wednesday rejected an appeal against Apple’s plans to build an 850 million euro ($1 billion)data center in Ireland, clearing the way for the project to proceed.\n\nA judge said there were no grounds to appeal after some residents objected on environmental grounds.\n\nApple in February 2015 announced plans to build the data center in a rural location in the west of Ireland to take advantage of rich green energy sources nearby."
    }
]