[
    {
        "time": "12:47AM UTC",
        "header": "lucky 8? $1,000 price tag dampens iphone enthusiasm in china",
        "link": "http://www.reuters.com/article/us-apple-iphone-china/lucky-8-1000-price-tag-dampens-iphone-enthusiasm-in-china-idUSKCN1BM0LN",
        "body": "BEIJING (Reuters) - Apple Inc (AAPL.O) will launch an expected “iPhone 8” on Tuesday, hoping the number’s auspicious connotations in China will help turn around fortunes in the world’s biggest smartphone market.\n\nThe latest model is tipped to have a price tag upward of $1,000, compared with less than $800 for the top-end iPhone 7 Plus. That is unlikely to make a major dent in U.S. sales, analysts say, but could have a greater impact in China, where the cost is roughly double the average Chinese monthly salary.\n\nThe success of Apple’s next iPhone in China is crucial for the Cupertino-based firm, which has seen its once-coveted phone slip into fifth position in China behind offerings from local rivals Huawei Technologies Co Ltd [HWT.UL], Oppo, Vivo and Xiaomi Inc [XTC.UL].\n\nGreater China, which for Apple includes Taiwan and Hong Kong, accounted for roughly 18 percent of iPhone sales in the quarter ended in July, making it the company’s top market after the United States and Europe. Yet those sales have been declining steadily and are down 10 percent from a year earlier, in contrast with growth in all other regions.\n\nAnd the iPhone’s share of China’s smartphone shipments fell to 9 percent in January-June, down from 14 percent in 2015, showed data from consultancy Counterpoint Research.\n\nWhile the iPhone 6 took China by storm in 2014, models since have received a more muted response.\n\n“I’ll wait for a drop in price, it’s too expensive,” said Angie Chen, 23, a project manager in Nanjing and iPhone 6 owner.\n\nChen said she might wait for the new phone’s successor, when prices will fall. “It’s a nice number to hear, but there’s no rush.”\n\nEight is the luckiest number in China because it sounds similar to the phrase meaning “to get rich”.\n\n“Apple really needs to launch a very innovative product this time around,” said Mo Jia, Shanghai-based analyst at Canalys. However, the rising clout of local rivals would nevertheless make life tough for the U.S. firm, he said. “It has its work cut out.”\n\nThe iPhone 7 suffered from the perception that it was too similar to earlier models. This time, despite talk of wireless charging, advanced touch screen and facial recognition technology, Chinese netizens are yet to replicate the online mania around previous iPhone launches.\n\nMentions of “iPhone 8” on popular Chinese social media platform Weibo - an indicator of consumer interest - were running slightly ahead of the similar period before the iPhone 7 launch, but were far more muted than with the iPhone 6.\n\nApple declined to comment on the new phone, price or supply.\n\nIn the United States, analysts are less certain that a $1,000 price will have a dramatic effect. Around four out of five of the consumers who in the past bought the top end model would likely be willing to do so again despite the price jump, estimated analyst and veteran Apple watcher Gene Munster of Loup Ventures.\n\nBeyond that, Apple is expected to cover other price points by retaining some sort of low-end model similar to the current iPhone SE, which sells for $399. That is likely to ensure iPhone customers stay within the Apple ecosystem even if prices on top-end models rise.\n\n“They need to still offer something for each market. They still will have that,” Munster said.\n\nAnother factor for U.S. sales will be discounts from carriers, which might opt to use the buzz around the new iPhone launch to lure customers away from their competitors by offering deals that would soften the blow of higher prices.\n\n“The weapons of competition are increased phone subsidies, discounted phone payment plans and device trade-in offers,” BTIG analyst Walter Piecyk wrote in a note to clients. “Promotions are already on the rise for the Samsung phones introduced earlier this year.”\n\nIn China, one effect of Apple’s costliest phone to date will be the rise of sales on credit.\n\nWang Yang, who runs a bricks-and-mortar smartphone store in Beijing’s largest tech market, said he expected more purchases online this time, as consumers make payments by instalment.\n\n“We will continue to stock the cheaper models or we won’t sell much,” he said.\n\nFenqile, a service founded by a former Tencent Holdings Ltd (0700.HK) executive that allows users to pay in instalments, said shoppers buying iPhones on the site had increased alongside rising prices - spiking in the second quarter of the year.\n\nServices backed by Alibaba Group Holdings Ltd (BABA.N) and JD.com Inc (JD.O) have also introduced features this year aimed at price-conscious smartphone buyers, including flexible payment services and second-hand smartphone rentals.\n\nApple itself has launched an instalments plan in China supported by three state-linked banks.\n\n“If it’s under $1,100 then I’ll buy it,” said Liu Song, 29, who works for a fintech startup in Beijing."
    },
    {
        "time": "10:06AM UTC",
        "header": "us stocks-wall st opens lower as apple weighs",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wall-st-opens-lower-as-apple-weighs-idUSL4N1LU45K",
        "body": "* Apple dips as iPhone X shipping date later than expected\n\n* Dow up 0.04 pct, S&P off 0.07 pct, Nasdaq down 0.21 pct (Updates to open)\n\nSept 13 (Reuters) - The S&P and the Dow opened little changed on Wednesday, but the Nasdaq Composite was pulled lower by a 1 percent fall in Apple’s shares on concerns about the new iPhone X’s hefty price tag and delayed shipping.\n\nA Nov. 3 shipping date for the iPhone X, priced at $999, raised questions about supply constraints ahead of the holiday season.\n\nThe three major Wall Street indexes hit record highs on Tuesday as the market closed higher for the second straight day.\n\nThe indexes have been hitting record highs this year as they bounce back from periodic setbacks caused by turmoil in Washington, questions over U.S. interest rate hikes, doubts about the Trump administration’s ability to push through its pro-business reforms, and lately, tensions over North Korea.\n\n“The slight weakness we’re seeing this morning is after a two-day rally. The fundamentals and technicals, however, remain strong,” said Peter Cardillo, chief market economist at First Standard Financial in New York.\n\nAt 9:37 a.m. ET (1337 GMT), the Dow Jones Industrial Average was up 7.76 points, or 0.04 percent, at 22,126.62 and the S&P 500 was down 1.74 points, or 0.07 percent, at 2,494.74.\n\nThe Nasdaq Composite was down 13.77 points, or 0.21 percent, at 6,440.51.\n\n“There are concerns over the bull run, which is on several hope factors. But the list of worries is still there ... That would dampen the prospect of a stronger stock market,” Cardillo said.\n\nSix of the 11 major S&P sectors were lower, with financials leading the decliners.\n\nThe energy index was up 0.65 percent as oil prices rose after the International Energy Agency said a global surplus of crude was starting to shrink.\n\nApple’s shares were down 1.08 percent at $159.17.\n\nCentene rose about 6 percent after the health insurer said it would buy privately held Fidelis Care for $3.75 billion.\n\nWestern Digital fell more than 3.75 percent after Toshiba agreed to focus on selling its chips unit to a group led by Bain Capital and SK Hynix, but did not rule out a deal with other bidders.\n\nNordstrom gained 5.8 percent after a source said the Nordstrom family has selected private equity firm Leonard Green & Partners to help take the high-end retailer private.\n\nDeclining issues outnumbered advancers on the NYSE by 1,266 to 1,195. On the Nasdaq, 1,308 issues fell and 954 advanced. (Reporting by Sruthi Shankar in Bengaluru; Editing by Savio D‘Souza and Saumyadeb Chakrabarty)"
    },
    {
        "time": "7:40AM UTC",
        "header": "us stocks-futures dip with apple",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-futures-dip-with-apple-idUSL4N1LU3OK",
        "body": "Sept 13 (Reuters) - U.S. stock index futures dipped on Wednesday as Apple fell on concerns about the price and shipping date of the new iPhone X and as North Korea showed a trademark defiance over new U.N. sanctions.\n\n* Apple’s shares fell 0.56 percent in premarket trading, likely to keep the major Wall Street indexes from reaching for new highs. The stock closed 0.4 percent lower at $160.86 after a volatile session on Tuesday.\n\n* The highly-anticipated launch had few surprises as far as upgrades in the iPhone X, but the $999 price tag raised eyebrows and the Nov. 3 shipping date prompted questions about possible supply constraints ahead of the holiday season.\n\n* North Korea also continued to keep the market on edge, after vowing to redouble efforts to fight off what it said was the threat of a U.S. invasion.\n\n* That was a day after U.S. President Donald Trump said the U.N. sanctions were a small step and nothing compared to what would have to happen to deal with Pyongyang’s nuclear program.\n\n* Gold prices edged higher as the tensions simmered and as investors looked ahead to U.S. inflation data on Thursday that will give clues about the pace of interest rate rises.\n\n* Wall Street indexes closed at record highs on Tuesday, led by banks, despite the drop in Apple.\n\n* Centene rose 4.5 percent premarket after the health insurer said it would buy privately held Fidelis Care for $3.75 billion to enter New York.\n\n* Western Digital fell more 2 percent after Toshiba said it agreed to focus on selling its prized chips unit to a group led by Bain Capital and SK Hynix, but did not rule out a deal with other bidders.\n\n* Micron Technology was up more than 1 percent after Goldman Sachs upgraded the stock to “buy” from “neutral”.\n\nFutures snapshot at 6:59 a.m. ET (1059 ET):\n\n* Dow e-minis were down 25 points, or 0.11 percent, with 5,983 contracts changing hands.\n\n* S&P 500 e-minis were down 4.25 points, or 0.17 percent, with 117,909 contracts traded.\n\n* Nasdaq 100 e-minis were down 15 points, or 0.25 percent, on volume of 8,395 contracts. (Reporting by Sruthi Shankar in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "time": "8:07AM UTC",
        "header": "rpt-new apple watch that makes calls turns comic book fantasy into reality",
        "link": "http://www.reuters.com/article/apple-iphone-watch/rpt-new-apple-watch-that-makes-calls-turns-comic-book-fantasy-into-reality-idUSL2N1LU0IJ",
        "body": "CUPERTINO, Calif., Sept 12 (Reuters) - More than two years after releasing the Apple Watch, Apple Inc has finally been able to replicate 1940s comic strip technology, an advance that analysts say will spur sales.\n\nThe Series 3 of the Apple Watch, released on Tuesday along with the much-anticipated iPhone X, features wireless LTE connectivity. That means customers will be able to make phone calls or send text messages from the watch without needing to have an iPhone nearby, as they do with earlier models.\n\nThe ability to make calls with a wristwatch has captured the imagination of tech enthusiasts at least since it was prominently featured in “Dick Tracy,” the comic about a private detective who, starting in 1946, used calls from his wrist to help bust bad guys.\n\n“This has been our vision from the beginning,” Chief Operating Officer Jeff Williams said at the launch event.\n\n“Now you can go for a run with just your watch and still be connected. It’s really nice to know you can be reached if needed.”\n\nTo be sure, Samsung Electronics Co Ltd has sold smart watches with mobile data connectivity since 2014, but the first devices were bulky and suffered from poor battery life because the data connection consumed extra power. They also require a separate phone number.\n\nApple claims its new Series 3, on the other hand, will have up to 18 hours of battery life and is just a fraction of a millimeter thicker that its previous Series 2. And it will have the same phone number as a customer’s iPhone, which will still be required for the initial set up of the watch.\n\nApple said that all four major U.S. carriers will offer service for the watch, and AT&T Inc and T-Mobile US Inc both said it would cost an extra $10 a month.\n\nAnalysts generally believe the new connectivity could ignite sales, though there is little consensus as to how much.\n\nAt $399, the new Watch is only slightly more expensive than the previous model, the $329 Series 2, which introduced standalone GPS capability. That $70 extra buys much more useful capabilities - including the ability to stream music from Apple Music.\n\n“The third time is the charm for the watch,” said Bob O‘Donnell of Techanalysis Research.\n\nWhat may hold some consumers back is the monthly recurring charge, which would far exceed the extra cost of the Series 3 over older watches over time, said Brian Blau, an Apple analyst with Gartner. “Yes, you do have to pay for that extra data plan, but it sounds like the carriers are at least going to make it relatively easy to do,” Blau said.\n\nApple does not say how many Apple Watches it sells. Bernstein analyst Toni Sacconaghi believes Apple will sell 12 million watches in its fiscal 2017 and 14 million to 15 million in fiscal 2018. Gene Munster with Loup Ventures predicted a much bigger bump, to 26 million units in 2018.\n\nEither way, Apple is putting new pressure on smartwatch rivals such as Fitbit Inc and Garmin Ltd, which would be hard-pressed from a technical and business standpoint to match Apple’s wireless features.\n\nBut the new Apple Watch still requires an iPhone, which Fitbit believes leaves it ample market room to sell wearable devices that work with all phones, not just iPhones. “With Android comprising approximately 80 percent of the global smartphone market, broad compatibility remains a core differentiator for Fitbit,” the company said in a statement to Reuters.\n\nGarmin did not immediately respond to a request for comment outside normal business hours.\n\nThe Watch will remain a blip in Apple’s sales, which were $215 billion last year. But it may be taking its place as part of a family of products that Apple loyalists cannot do without - all by making a schoolboy fantasy from the 1940s into reality for the masses."
    },
    {
        "time": "5:45PM UTC",
        "header": "brief-sprint to ‍offer 50% off on iphone 8 with an eligible trade-in with sprint flex​",
        "link": "http://www.reuters.com/article/brief-sprint-to-offer-50-off-on-iphone-8/brief-sprint-to-offer-50-off-on-iphone-8-with-an-eligible-trade-in-with-sprint-flex-idUSFWN1LU0TU",
        "body": "* Sprint Corp - ‍offering 50% off iPhone 8 with an eligible trade-in with Sprint Flex​\n\n* Sprint Corp - ‍Sprint’s Apple Watch Series 3 customers will pay $10 per month with autopay ($15 per month without autopay) for unlimited data​\n\n* Sprint - ‍ for Apple Watch Series 3, co to offer customers three month free trial with activation fee on signing up for plan​ Source text: (sprint.co/2h3G51x) Further company coverage:"
    },
    {
        "time": "6:40PM UTC",
        "header": "u.s. wireless carriers dial back discounts on new iphones",
        "link": "http://www.reuters.com/article/us-apple-iphone-carriers/u-s-wireless-carriers-dial-back-discounts-on-new-iphones-idUSKCN1BO2TI",
        "body": "(Reuters) - U.S. consumers who want Apple Inc’s (AAPL.O) newest iPhones, including its most expensive model yet, the iPhone X, may find fewer deals as wireless carriers are less willing to offer subsidies on devices in a saturated market.\n\nNew phone launches have long offered carriers a chance to gain market share by offering incentives such as free service and discounts. But customer defection rates fell to record lows in the last quarter as most people already have cell phones, a situation that creates less urgency to launch costly promotions to lure customers, analysts said.\n\nDeals for the iPhone 8, 8 Plus and X have been pared back from the deals offered for the iPhone 7. (tmsnrt.rs/2f2Gche)\n\n“In retrospect, there’s some regret on how promotional they were,” said Craig Moffett, a telecom analyst at MoffettNathanson. The iPhone 7 trade-in offers were too easily copied by rivals, resulting in a costly move that offered no competitive advantage, he said.\n\nThe iPhone 8 model starts at $699, while the iPhone X will start at $999, Apple announced on Tuesday.\n\nT-Mobile US Inc (TMUS.O) said Tuesday it will give customers $300 off a new iPhone if they trade in an iPhone 6 or newer. Meanwhile, Sprint Corp (S.N) customers can save 50 percent off the monthly lease price of the iPhone 8 if they trade in an iPhone 6 or newer, as well as eligible Android devices.\n\nAT&T Inc (T.N) said it will include a 32GB iPad for $100 if customers buy the iPhone 8 or 8 Plus on a plan that allows subscribers to upgrade their phones as frequently as every year.\n\nVerizon Communications Inc (VZ.N), the No. 1 wireless carrier, said customers can get $300 off the iPhone 8 or 8 Plus when they sign up for unlimited and trade in select phones.\n\nBut the offers are less rich than last year, when all four major carriers offered up to a $650 credit if they traded in an iPhone 6, 6S or high-end Android device, BTIG Research said.\n\nJefferies analysts characterized the latest round of offers as a “more rational” approach in a note on Wednesday, as last year’s free iPhone deals weighed heavily on the carriers’ margins.\n\nRepresentatives for T-Mobile, Verizon, AT&T and Sprint did not provide additional details on their marketing plans, such as whether they will offer incentives for the iPhone X.\n\nEven with less generous promotions, the new iPhones should attract enough high-income consumers, including wealthy customers in China, said Brian White, analyst at Drexel Hamilton.\n\n“It’s great for Apple because they’re starting to segment the market more, and now the consumers have more options,” he said."
    },
    {
        "time": "5:04PM UTC",
        "header": "wall street hits record high - without help from apple",
        "link": "http://www.reuters.com/article/us-usa-stocks/wall-street-hits-record-high-without-help-from-apple-idUSKCN1BO1DD",
        "body": "NEW YORK (Reuters) - Wall Street edged up to a record high on Wednesday as gains in consumer discretionary and energy stocks offset losses in technology heavyweight Apple Inc.\n\nShares of Apple (AAPL.O) dropped 0.8 percent on concerns that the company’s newly launched iPhone X is too expensive and because its availability starting in November was later than expected. With the widely held stock up 37 percent so far this year, some analysts said it was time to cash in gains.\n\n“Apple to a certain extent is a ‘sell the news’ event,” said Art Hogan, chief market strategist at Wunderlich Securities in New York. “A great deal of expectation has been built into the stock.”\n\nEven with Apple’s losses, the S&P 500, Dow Jones industrial average and the Nasdaq all closed at record levels, helped by other consumer stocks.\n\nThe S&P energy index .SPNY rose after the International Energy Agency said that a global surplus of crude was starting to shrink.\n\nThe Dow Jones Industrial Average .DJI rose rose 39.32 points, or 0.18 percent, to 22,158.18 The S&P 500 .SPX edged upgained 1.89 points, or 0.08 percent, to 2,498.37, and the Nasdaq Composite .IXIC added 5.91 points, or 0.09 percent, to 6,460.19.\n\nThe indexes have hit several records this year, despite setbacks caused by turmoil in the White House, the timing of U.S. interest rate hikes, doubts about President Donald Trump’s ability to push through his pro-business reforms, and lately, tensions over a nuclear-weapons-capable North Korea.\n\nThe S&P 500, up 11.6 percent in 2017, is trading at 17.6 times expected earnings, expensive compared with its 10-year average of 14.3, according to Thomson Reuters Datastream.\n\nShares of credit score provider Equifax (EFX.N) tumbled 14.6 percent and hit a more than 1-1/2-year low after an apology by company Chief Executive Richard Smith for a massive data breach failed to appease investors.\n\n“Of course it should be getting pounded and the situation is only getting worse,” said Ken Polcari, director of the NYSE floor division at O’Neil Securities in New York. “They have a huge problem on their hands. The fact the (CEO) has been so cavalier – it took him five days to write a response – it’s a disaster.”\n\nTarget Corp (TGT.N) rose 2.8 percent after the retailer said it would hire 100,000 workers for the holiday season, 43 percent more than last year.\n\nChevron Corp (CVX.N) climbed 1.5 percent, boosting the Dow, while a 1.7 percent rise in Amazon.com Inc (AMZN.O) boosted the Nasdaq.\n\nNordstrom Inc (JWN.N) gained 6.0 percent after the company’s founding family selected private equity firm Leonard Green & Partners to help take it private.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 1.10-to-1 ratio; on Nasdaq, a 1.20-to-1 ratio favored advancers.\n\nThe S&P 500 posted 31 new 52-week highs and one new low; the Nasdaq Composite recorded 103 new highs and 17 new lows.\n\nAbout 6.2 billion shares changed hands on U.S. exchanges, above the 5.8 billion 20-day average."
    },
    {
        "time": "12:09PM UTC",
        "header": "iphone x shipping delay may dampen apple's holiday quarter",
        "link": "http://www.reuters.com/article/us-apple-iphone-research/iphone-x-shipping-delay-may-dampen-apples-holiday-quarter-idUSKCN1BO1OZ",
        "body": "(Reuters) - Apple Inc’s highly anticipated iPhone X features a slew of innovations but delayed availability could hurt holiday-quarter sales.\n\nThe much-hyped event on Tuesday unveiled three new phones, an advanced watch that can take calls and a new Apple TV, but die-hard fans will not be able to get their hands on the iPhone X until Nov. 3 - much later than iPhone 8’s shipping date of Sept. 22.\n\nThe delay in shipping of the iPhone X could hurt Apple’s seasonally-strong fiscal first quarter as orders get pushed to the following quarter. The phone will start at $999 for the 64 GB version.\n\nApple’s shares were down 1 percent at $159.35 in early trading on Wednesday.\n\nAlthough decked out with facial recognition technology, front and back glass, a 5.8-inch edge to edge display, wireless charging and animated emojis, some analysts said the delay tempers near-term sales and a few adjusted their estimates.\n\n“Given one month less sales for the iPhone X during the December quarter, we have reduced our December quarter iPhone sales estimates from 84 million to 79 million units,” Canaccord Genuity analysts wrote in a client note.\n\nThe company’s iPhone 8 and 8 Plus did not veer far away from previous models, sporting modest new features such as a glass body, wireless charging, better camera and a faster processor. This could lead consumers to wait for the iPhone X.\n\n“None of the features in the version 8 product will likely accelerate demand,” Mizuho analysts wrote in a note.\n\nApple typically launches new iPhones in September and a big jump in sales usually follows in the holiday quarter, as users tend to upgrade devices when new phones sport significant design changes.\n\nApple last saw a significant uptick in sales with the introduction of iPhone 6 in 2015.\n\nWhile the delay of the iPhone X could hurt near-term sales, analysts still think Apple’s loyal and hungry fans would lap up the new phone, boosting sales for fiscal 2018.\n\nBrokerage UBS said it continues to estimate 246 million phones in fiscal 2018 – up 15 percent.\n\nApple, which is trying to energize sales in China, could hit a wall selling the pricey new phones there. The 8 and 8 plus start at $699 and the iPhone X is Apple’s most expensive phone.\n\nThe high price of the iPhone X may not affect sales in the United States, where telecom carriers subsidize phone ownership, but it might dent sales in China and India.\n\nBut even with the lack of major surprises, Apple’s phones are still expected to sell well.\n\n“It will still sell in enormous volumes because Apple has repeatedly demonstrated its ability to persuade consumers to shift their overall spending to place a greater share of their disposable income toward a smartphone purchase,” IHS Markit analyst wrote in a note."
    },
    {
        "time": "11:43AM UTC",
        "header": "corrected-update 9-apple launches $999 iphone x in bid to regain innovation lead",
        "link": "http://www.reuters.com/article/apple-iphone/corrected-update-9-apple-launches-999-iphone-x-in-bid-to-regain-innovation-lead-idUSL2N1LT21G",
        "body": "CUPERTINO, Calif. (Reuters) - Apple Inc on Tuesday rolled out its much-anticipated iPhone X, a glass and stainless steel device with an edge-to-edge display that Chief Executive Tim Cook called “the biggest leap forward since the original iPhone.”\n\nThe launch contained few surprises, with leaked details on the phone and other products including an updated Apple Watch proving largely accurate. But the iPhone X’s $999 price still raised eyebrows, and its Nov. 3 ship date prompted questions about possible supply constraints ahead of the holiday season.\n\nInvestors and fans have viewed the 10th-anniversary iPhone launch as an opportunity for Apple to refresh a smartphone lineup that had lagged the competition in new features. Last year the company’s revenue declined when many consumers rejected the iPhone 7 as being too similar to the iPhone 6.\n\nThe new Apple Watch for the first time will be able to make calls and access the internet without the customer carrying an iPhone -- a major upgrade that one analyst predicted would more than double watch sales.\n\nThe iPhone X has wireless charging, an infrared camera and hardware for facial recognition, which replaces the fingerprint sensor for unlocking the phone. The home button is also gone, and users instead tap the device to wake it up.\n\nApple normally ships new products within a week or two of announcing them, though the company said the later date was consistent with earlier guidance to investors.\n\n“It’s great to have a product but we’d have liked it sooner rather than later, more like the beginning of October or mid- October,” said Kim Forrest, senior equity research analyst at Fort Pitt Capital Group in Pittsburgh.\n\nApple shares closed down 0.4 percent. They had traded as much as 1 percent higher during the launch event before reversing course. The shares are up almost 40 percent on the year.\n\nTim Ghriskey, chief investment officer of Solaris Asset Management in New York, said he was not worried about the ship date and liked the new phones features, but also flagged a lack of surprises.\n\n“It’s sell on the news,” he said. “They didn’t talk about the evolution of Apple beyond the iPhone and into artificial intelligence.”\n\nThe screen on the iPhone X is about the size of the current iPhone 7 plus, though the phone is smaller. It features richer colors thanks to a new screen technology called OLED that other vendors are also rolling out.\n\nBut in an embarrassing moment for Apple Senior Vice President Craig Federighi, the face ID unlocking did not work on his first attempt during the on-stage presentation.\n\nApple executives also stressed the phone’s capabilities in augmented reality, in which digital images are overlaid on the real world. But their remarks suggested that the phone does not have the full panoply of 3D-sensor chips that some had expected.\n\nWireless carriers in the United States, whose fierce battle for customers could tempt them into renewing the practice of subsidizing phones, immediately began to offer discounts. T-Mobile US Inc said customers on a payment plan can trade in their iPhone 6 or newer and receive up to $300 off over 24 months.\n\nSprint Corp CEO Marcelo Claure promised in a tweet: “Find a better monthly price & we’ll credit the difference via prepaid card.”\n\nAT&T Inc and Verizon Communications Inc, the dominant mobile carriers in the United States, have not yet disclosed their pricing plans.\n\nApple also introduced the iPhone 8 and iPhone 8 Plus, which resemble the iPhone 7 line but have a glass back for wireless charging. The company said it was working on a new device, called the AirPower, that would charge all newer Apple products.\n\nThe wireless charging uses a standard called Qi, also used by Samsung Electronics Co Ltd, which will likely solidify that technology as the industry standard.\n\nThe new phones all feature Apple’s first proprietary graphics processor, which provides greater speed, improved cameras and some features for augmented reality apps.\n\nThe company had previously used graphics chips from Imagination Technologies Group Plc, which put itself up for sale earlier this year after Apple said it would make its own technology.\n\nApple is moving to design more of the internal components of the iPhone, squeezing some suppliers but giving Apple control.\n\nThe cheapest of the iPhone 8 models have 64 gigabytes of memory, up from 32 gigabytes in previous models, and will sell for $699 and $799. Apple also noted that for budget-conscious shoppers, there is now a $349 iPhone SE, similar to the iPhone 5.\n\nThe bump-up in memory for the new phones should help suppliers of memory chips, and Apple is now angling to own a piece of the memory-chip business being sold by Toshiba Corp\n\nThe new Series 3 watch will cost $399 and support a range of third-party apps.\n\nApple has never released numbers on watch sales, but analyst Gene Munster with Loup Ventures forecast the company would sell 26 million in 2018.\n\nAlso featured at the launch event was an upgraded Apple TV that will support the high-resolution display known as 4K and will feature more programming options as Apple steps up efforts to cut content deals and produce its own shows.\n\nCook opened the event at the Steve Jobs Auditorium on Apple’s new campus with a tribute to company co-founder and former CEO Jobs, who died in 2011.\n\nThe Apple building itself was considered to be Jobs’ final product, and Cook spent a few minutes boasting about the design, energy-saving features and public spaces at the new campus, including a flagship Apple Store.\n\nThe theater, never before open to the public, features an expansive glass-enclosed lobby, with two massive white stone staircases leading down to the auditorium. Inside, the decor is similar to that of Apple’s stores, with hard maple flooring and tan leather seats.\n\nGraphic: How many Apple shares does an iphone buy - reut.rs/2fiP9Qj"
    },
    {
        "time": "1:16PM UTC",
        "header": "apple launches $999 iphone x in bid to regain innovation lead",
        "link": "http://www.reuters.com/article/us-apple-iphone/apple-launches-999-iphone-x-in-bid-to-regain-innovation-lead-idUSKCN1BN0LV",
        "body": "CUPERTINO, Calif. (Reuters) - Apple Inc on Tuesday rolled out its much-anticipated iPhone X, a glass and stainless steel device with an edge-to-edge display that Chief Executive Tim Cook called “the biggest leap forward since the original iPhone.”\n\nThe launch contained few surprises, with leaked details on the phone and other products including an updated Apple Watch proving largely accurate. But the iPhone X’s $999 price still raised eyebrows, and its Nov. 3 ship date prompted questions about possible supply constraints ahead of the holiday season.\n\nInvestors and fans have viewed the 10th-anniversary iPhone launch as an opportunity for Apple to refresh a smartphone lineup that had lagged the competition in new features. Last year the company’s revenue declined when many consumers rejected the iPhone 7 as being too similar to the iPhone 6.\n\nThe new Apple Watch for the first time will be able to make calls and access the internet without the customer carrying an iPhone -- a major upgrade that one analyst predicted would more than double watch sales.\n\nThe iPhone X has wireless charging, an infrared camera and hardware for facial recognition, which replaces the fingerprint sensor for unlocking the phone. The home button is also gone, and users instead tap the device to wake it up.\n\nApple normally ships new products within a week or two of announcing them, though the company said the later date was consistent with earlier guidance to investors.\n\n“It’s great to have a product but we’d have liked it sooner rather than later, more like the beginning of October or mid- October,” said Kim Forrest, senior equity research analyst at Fort Pitt Capital Group in Pittsburgh.\n\nApple shares closed down 0.4 percent. They had traded as much as 1 percent higher during the launch event before reversing course. The shares are up almost 40 percent on the year.\n\nTim Ghriskey, chief investment officer of Solaris Asset Management in New York, said he was not worried about the ship date and liked the new phones features, but also flagged a lack of surprises.\n\n“It’s sell on the news,” he said. “They didn’t talk about the evolution of Apple beyond the iPhone and into artificial intelligence.”\n\nThe screen on the iPhone X is about the size of the current iPhone 7 plus, though the phone is smaller. It features richer colors thanks to a new screen technology called OLED that other vendors are also rolling out.\n\nBut in an embarrassing moment for Apple Senior Vice President Craig Federighi, the face ID unlocking did not work on his first attempt during the on-stage presentation.\n\nApple executives also stressed the phone’s capabilities in augmented reality, in which digital images are overlaid on the real world. But their remarks suggested that the phone does not have the full panoply of 3D-sensor chips that some had expected.\n\nWireless carriers in the United States, whose fierce battle for customers could tempt them into renewing the practice of subsidizing phones, immediately began to offer discounts. T-Mobile US Inc said customers on a payment plan can trade in their iPhone 6 or newer and receive up to $300 off over 24 months.\n\nSprint Corp CEO Marcelo Claure promised in a tweet: “Find a better monthly price & we’ll credit the difference via prepaid card.”\n\nAT&T Inc and Verizon Communications Inc, the dominant mobile carriers in the United States, have not yet disclosed their pricing plans.\n\nApple also introduced the iPhone 8 and iPhone 8 Plus, which resemble the iPhone 7 line but have a glass back for wireless charging. The company said it was working on a new device, called the AirPower, that would charge all newer Apple products.\n\nThe wireless charging uses a standard called Qi, also used by Samsung Electronics Co Ltd, which will likely solidify that technology as the industry standard.\n\nThe new phones all feature Apple’s first proprietary graphics processor, which provides greater speed, improved cameras and some features for augmented reality apps.\n\nThe company had previously used graphics chips from Imagination Technologies Group Plc, which put itself up for sale earlier this year after Apple said it would make its own technology.\n\nApple is moving to design more of the internal components of the iPhone, squeezing some suppliers but giving Apple control.\n\nThe cheapest of the iPhone 8 models have 64 gigabytes of memory, up from 32 gigabytes in previous models, and will sell for $699 and $799. Apple also noted that for budget-conscious shoppers, there is now a $349 iPhone SE, similar to the iPhone 5.\n\nThe bump-up in memory for the new phones should help suppliers of memory chips, and Apple is now angling to own a piece of the memory-chip business being sold by Toshiba Corp\n\nThe new Series 3 watch will cost $399 and support a range of third-party apps.\n\nApple has never released numbers on watch sales, but analyst Gene Munster with Loup Ventures forecast the company would sell 26 million in 2018.\n\nAlso featured at the launch event was an upgraded Apple TV that will support the high-resolution display known as 4K and will feature more programming options as Apple steps up efforts to cut content deals and produce its own shows.\n\nCook opened the event at the Steve Jobs Auditorium on Apple’s new campus with a tribute to company co-founder and former CEO Jobs, who died in 2011.\n\nThe Apple building itself was considered to be Jobs’ final product, and Cook spent a few minutes boasting about the design, energy-saving features and public spaces at the new campus, including a flagship Apple Store.\n\nThe theater, never before open to the public, features an expansive glass-enclosed lobby, with two massive white stone staircases leading down to the auditorium. Inside, the decor is similar to that of Apple’s stores, with hard maple flooring and tan leather seats.\n\nGraphic: How many Apple shares does an iphone buy - reut.rs/2fiP9Qj"
    },
    {
        "time": "9:03AM UTC",
        "header": "us stocks-wall st set to open lower on apple, n. korea worries",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wall-st-set-to-open-lower-on-apple-n-korea-worries-idUSL4N1LU3UQ",
        "body": "* Apple dips as iPhone X shipping date later than expected\n\n* Three Wall St indexes closed at record highs on Tuesday\n\nSept 13 (Reuters) - Wall Street was set to open slightly lower on Wednesday, after a two-day rally, weighed down by a drop in Apple and as North Korea showed a trademark defiance over new U.N. sanctions.\n\nApple’s shares fell 0.83 percent in premarket trading after the highly-anticipated iPhone X was launched with a pricey $999 tag and a Nov. 3 shipping date that raised questions about supply constraints ahead of the holiday season.\n\nThe stock ended lower after a volatile session on Tuesday. But, the drag by Apple was more than offset by a rise in bank stock, helping the three major Wall Street indexes close at record highs.\n\nWall Street has been eking out record highs for most of this year, recovering from periodic setbacks caused by turmoil in Washington, questions over U.S. interest rate hikes and doubts about the Trump administration to push through its pro-business reforms, and lately, tensions over North Korea.\n\n“The slight weakness we’re seeing this morning is after a two-day rally. The fundamentals and technicals, however remain strong,” said Peter Cardillo, chief market economist at First Standard Financial in New York.\n\n“There are concerns over the bull run, which is on several hope factors. But the list of worries is still there, geopolitical problems are far from solved and perhaps maybe tax reform not happening until 2018 - that would dampen the prospect of a stronger stock market.”\n\nNorth Korea continued to keep the market on edge, after vowing to redouble efforts to fight off what it said was the threat of a U.S. invasion. The simmering tensions pushed gold prices higher.\n\nAt 8:30 a.m. ET (1230 GMT), Dow e-minis were down 14 points, or 0.06 percent, with 8,571 contracts changing hands.\n\nS&P 500 e-minis were down 3.75 points, or 0.15 percent, with 143,282 contracts traded.\n\nNasdaq 100 e-minis were down 12 points, or 0.2 percent, on volume of 14,035 contracts.\n\nCentene rose about 6 percent premarket after the health insurer said it would buy privately held Fidelis Care for $3.75 billion to enter New York.\n\nWestern Digital fell more than 3 percent after Toshiba agreed to focus on selling its chips unit to a group led by Bain Capital and SK Hynix, but did not rule out a deal with other bidders.\n\nNordstrom gained 6.28 percent after a source said the Nordstrom family has selected private equity firm Leonard Green & Partners to help take the high-end retailer private.\n\nMicron Technology was up more than 1 percent after Goldman Sachs upgraded the stock to “buy” from “neutral”. (Reporting by Sruthi Shankar in Bengaluru; Editing by Savio D‘Souza)"
    }
]