[
    {
        "time": "11:42AM UTC",
        "header": "fitbit takes aim at apple with new smartwatch launch",
        "link": "http://www.reuters.com/article/us-fitbit-smartwatch/fitbit-takes-aim-at-apple-with-new-smartwatch-launch-idUSKCN1B81LU",
        "body": "(Reuters) - Wearable device maker Fitbit Inc (FIT.N) on Monday launched its newest device, the Ionic smartwatch, with features ranging from fitness tracking to contactless payment, as it gears up to compete with rivals such as Apple Inc (AAPL.O).\n\nOnce the market leader in wearables, Fitbit has recently struggled due to fierce competition and had earlier blamed a shift among consumers toward feature-rich devices and smartwatches for its revenue decline.\n\nIonic smartwatches will feature GPS, heart rate tracking, water resistance up to 50 meters, Fitbit Pay, on-board music, multiple clock faces and a battery that will last more than 4 days, the company said in a statement.\n\n“Over the coming months you will be able to add eligible American Express cards, as well as Mastercard and Visa credit and debit cards from top issuing banks in over 10 markets across the globe,” Fitbit said.\n\nThe watch also has a new sensor technology — relative SpO2 sensor — for estimating oxygen levels in the blood that have the potential to track sleep apnea among others.\n\nWith a price tag of $299.95, Ionic is priced above Apple Watch’s starting price of $269.\n\n“Fitbit can take some market share from Apple by appealing to those who are more focused on fitness, however, we do not expect this to be a significant share of Apple’s overall smartwatch sales,” Wedbush Securities analyst Alicia Reese said.\n\nIonic will be available for pre-sale from Monday on Fitbit’s website and at some online retailers from Tuesday, the company said in a statement.\n\nThe company on Monday also launched Aria 2 smart scale and Flyer wireless headphones.\n\nShares of Fitbit - known for its colorful wristbands that monitor heartrate, track sleeping patterns, count steps and calories - were up 5.9 percent at $6.07 on the New York Stock Exchange."
    }
]