[
    {
        "time": "3:14AM UTC",
        "header": "with new operating system, apple revamps its money-making app store",
        "link": "http://www.reuters.com/article/us-apple-iphone/with-new-operating-system-apple-revamps-its-money-making-app-store-idUSKCN1BU0OO",
        "body": "(Reuters) - Apple Inc’s newest operating system for iPhones and iPads introduces changes to its marketplace for third-party software to satisfy app developers and add new so-called augmented reality apps.\n\nThe system, called iOS 11, is being released on Tuesday ahead of its two newest phone handsets, the iPhone 8 and iPhone X, set to start shipping to customers on Friday and Nov. 3, respectively.\n\nThe most visible changes will come to App Store. The App Store is the backbone of Apple’s services segment, which brought in $21.5 billion in revenue in the past nine months, a 19 percent increase over the previous year and a bright spot as overall sales grew only 5 percent.\n\nThe store has been redesigned to give app developers more space for images and text to describe their software. Developers have long grumbled that their software is hard to find in Apple’s store unless users type in the precise name of the app or follow a link to it.\n\n“The redesign make it much cleaner and speaks to the pain point of the store: You had so many apps that if you didn’t know exactly what you were looking for, it was really hard to find anything,” said Carolina Milanesi, an analyst with Creative Strategies.\n\nThe new store also gives prominent display to games. Games are expected to make up 75 percent of all revenue for Apple’s App Store, according to App Annie, which collects and analyzes market data on mobile apps.\n\nMost of that revenue comes in the form of so-called in-app purchases, where gamers make purchases of tokens, gems and other digital items to unlock new parts of the game. “It’s really the gift that keep on giving from the developer perspective,” Milanesi said.\n\nBut perhaps the biggest change in iOS 11 will the debut of augmented reality apps, or AR, in which digital images float over the real word. Apple has made much of those a capabilities, but an ostensibly minor feature may help AR apps spread: Screen recording.\n\nIn testing, Adam Debreczeni, maker of an app that lets users see a three-dimensional map of a fitness activity like a bicycle ride or run they’ve gone on, was surprised at how enthusiastically users took to sharing screen recordings of AR apps like his.\n\n“I think that’s going to help AR games go viral and get better distribution,” he said."
    }
]