[
    {
        "time": "7:37PM UTC",
        "body": "NEW YORK, Oct 22 (Reuters) - Billionaire investor Carl Icahn has cashed in big on Netflix Inc, taking advantage of a 457 percent gain in its shares since he bought more than 9 percent of the streaming video company only 14 months ago.\n\nIcahn, whose firm acquired Netflix shares for an average price of $58, is booking profits of between $700 million and $800 million on the 3 million shares he sold in the 12 days beginning on Oct. 10 and ending on Tuesday, according to an SEC filing issued after the market closed on Tuesday.\n\nThe biggest sales took place on Tuesday with Icahn selling 2.4 million shares at $341.44 for about $819 million. The Tuesday sale alone generated a profit of about $645 million. Icahn still holds 4.5 percent of Netflix, down from 9.4 percent in June -- the last time he publicly disclosed his holdings.\n\nIcahn, whose Icahn Enterprises has assets of approximately $29 billion, said in the filing that “as a hardened veteran of seven bear markets I have learned that when you are lucky and/or smart enough to have made a total return of 457 percent in only 14 months it is time to take some of the chips off the table.”\n\nHe added in the filing and a subsequent tweet: “I want to thank Reed Hastings, Ted Sarandos and the rest of the Netflix team for a job well done. And last but not least, I wish to thank Kevin Spacey.”\n\nIn multiple media appearances, Icahn has said his son Brett Icahn, a portfolio manager at the firm, was responsible for the Netflix investment and for maintaining the firm’s 9.4% stake through a significant 2013 rally in the company’s stock.\n\nIcahn’s massive success with Netflix contrasts with an earlier attempt to make money out of the video business when he took a stake in Blockbuster back in 2004. Icahn called his play for the now bankrupt movie renter his “worst investment” in his 30-plus year career.\n\nNetflix shares plunged more than 9 percent to $322.53 on Tuesday ahead of Icahn’s announcement on speculation that he was reducing his stake.\n\nAfter rising nearly 10 percent at the open following its announcement of stronger-than-expected results late on Monday, Netflix, the year’s best performer in the S&P 500 index, suddenly faced a wave of selling. Volume spiked to 27 million shares, several times its normal levels, a sign of hot money leaving the stock.\n\nComing into the day, Netflix shares were up 282 percent on the year.\n\nThe stock’s gains this year have led many analysts to say shares were vastly over valued, with a price-to-earnings ratio of 113 that dwarfs the 16.44 ratio of its industry peers. Last week the stock jumped 11 percent ahead of the earnings.\n\nWhile more than a dozen brokerages raised their price targets on the stock following the strong results, many of the targets remain below Netflix’s current share price, a sign that even accelerated growth may not be enough to justify the company’s nearly $21 billion market cap.\n\nIn a letter to shareholders released in conjunction with the results late Monday, Chief Executive Hastings and Chief Financial Officer David Wells downplayed some of the recent share gains, calling them reminiscent of similar surges in 2003, which preceded a sharp pullback. At that time, “we had solid results compounded by momentum-investor-fueled euphoria,” they wrote.\n\nShort interest in the stock fell about 15 percent from mid-September to 6,956,792 shares as of Sept. 30, according to the latest data from Nasdaq. It was the lowest level since the end of July, suggesting that despite the stock’s stunning gains, fewer investors are betting on the downside.\n\nTuesday’s selling in Netflix spread to other big winners this year, including Tesla Motors Inc, Salesforce.com, and Priceline.com. All were lower on the day.\n\n“Once (Netflix) started weakening, you started seeing other momentum names with high betas that have been big winners this year and recently all started coming under significant pressure,” Michael James, managing director of equity trading at Wedbush Securities in Los Angeles, said referring to stocks that are generally more volatile than the rest of the market. (Additional reporting by Doris Frankel and Caroline Valetkevitch; Editing by Bob Burgdorfer)",
        "header": "UPDATE 4-Carl Icahn cuts Netflix stake, pockets $800 mln profit",
        "link": "http://www.reuters.com/article/2013/10/22/usa-stocks-netflix-idUSL1N0IC1NV20131022"
    },
    {
        "time": "2:32PM UTC",
        "body": "By Robert Cyran Thea author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nNetflix stock has quadrupled since January. Chief Executive Reed Hastings warns that momentum investors have become too euphoric. Diluting the punchbowl by issuing more equity is a better way to calm this rowdy party – and answer doubts about the online video company’s balance sheet.\n\nNetflix and Hastings have seen similar surges in the company’s value before. The stock quintupled in 2003. But Hastings knows the market can be manic-depressive – he points out the headlines today about its stock performance are “exactly the same as in 2003.” The stock lost two thirds its value in 2004, and saw another surge and plunge in 2011.\n\nSuch upward spikes carry problems. Equity grants may de-motivate employees if they soon fall massively underwater. Managers face intense shareholder pressure to deliver unrealistic earnings improvement commensurate with the stock’s multiple. That increases the temptation to fudge financials or invest too much in speculative projects to deliver extraordinary growth.\n\nHastings’ simple warning won’t be sufficient. The stock rose 11 percent in after-hours trading as investors reveled in the firm’s quarterly earnings, which were four times as high as a year ago. Instead of using the power of the pulpit, Hastings should consider issuing equity.\n\nNetflix’s balance sheet contains just over $1 billion of cash and short-term investments. It also had $6.4 billion of off balance sheet agreements to pay content producers as of June 30, with $2.5 billion due within a year. Selling stock would give the company cash it could use to pay off obligations, sign more movie deals, keep for a rainy day – or buy back stock should sentiment turn against Netflix again.\n\nThis is the kind of troublesome stock euphoria that, if managed wisely, could make for a happy ending.",
        "header": "Netflix could turn troublesome euphoria into useful cash",
        "link": "http://www.reuters.com/article/2013/10/22/idUS293720433020131022"
    },
    {
        "time": "1:30PM UTC",
        "body": "* Fed seen unlikely to taper stimulative policy this year\n\nNEW YORK, Oct 22 (Reuters) - U.S. stocks climbed on Tuesday, pushing the S&P 500 to a new intraday record, after weaker-than-expected job creation last month validated expectations the Federal Reserve will maintain its economic stimulus into next year.\n\nThe Nasdaq pared gains after some of the year’s biggest winners, including Netflix Inc, reversed course to move lower.\n\n“The most volatile sector, in terms of risk and return, is going to be the technology sector,” said Jon Smith, chief investment officer at DT Investment Partners. “You can never necessarily tell exactly what is going to happen in the tech story in general.”\n\nU.S. employers added 148,000 workers last month, well below the 180,000 economists had expected. The data is seen as supporting the Fed’s decision to maintain its $85 billion in monthly bond purchases, which has helped stocks rally in 2013.\n\nMany economists think the Fed will hold off on scaling back its easy money policy, which has kept borrowing costs low, until next year.\n\n“The jobs report gave us a Goldilocks number. It was kind of warm, but wasn’t too hot or too cold either. It was right there, in line to push back tapering to next year,” said Ryan Detrick, senior technical strategist at Schaeffer’s Investment Research.\n\nNetflix shares fell 6.4 percent to $332.90, reversing the rise that followed the release of the company’s earnings report on Monday. Volume in the stock spiked as it fell into negative territory on the day. With more than 17 million shares traded, volume was nearly six times the average over the last 50 days.\n\nApple lost 0.4 percent to $519.23, though losses ebbed after the company unveiled a new line of iPads at 1 p.m. EST (1700 GMT).\n\nThe Dow Jones industrial average was up 49.96 points, or 0.32 percent, at 15,442.16. The Standard & Poor’s 500 Index was up 7.34 points, or 0.42 percent, at 1,752.00. The Nasdaq Composite Index was up 2.02 points, or 0.05 percent, at 3,922.07.\n\nPayroll figures for August were revised higher and the September unemployment rate ticked down to 7.2 percent from 7.3 percent.\n\nTransocean shares rose 5.6 percent to $49.18 after S&P Dow Jones Indices announced the drilling services company will replace Dell on the S&P 500 index after the close of trading next Monday.\n\nShares of cloud software maker VMware Inc rose 5 percent to $86.79 a day after it reported a higher-than-expected quarterly profit.\n\nHigh-end handbag maker Coach fell 7.4 percent to $50.17 after it posted smaller-than-expected quarterly revenue.",
        "header": "US STOCKS-Wall Street up on Fed-affirming jobs data; Netflix hit",
        "link": "http://www.reuters.com/article/2013/10/22/markets-usa-stocks-idUSL1N0IC1B820131022"
    },
    {
        "time": "7:31AM UTC",
        "body": "* Futures: Dow up 5 pts, S&P down 1 pt, Nasdaq up 1 pt\n\nNEW YORK, Oct 22 (Reuters) - U.S. stock index futures were little changed on Tuesday as caution lingered from the previous session ahead of the delayed release of the September payrolls report.\n\n* The key job market data, originally expected to be issued by the Labor Department more than two weeks ago and delayed because of a government shutdown, could give investors clues about the near future of the Federal Reserve’s stimulus program that has helped the S&P 500 rally to record highs.\n\n* Netflix shares rose 11.3 percent in premarket trading a day after it said it added 1.3 million U.S. streaming customers in September. Netflix’s third quarter net income reached $32 million, up from $8 million a year earlier.\n\n* S&P 500 futures fell 1 point and were slightly below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures rose 5 points and Nasdaq 100 futures added 1 point.\n\n* Transocean shares rose 4.7 percent in premarket trading after S&P Dow Jones Indices announced the drilling services company will replace Dell on the S&P 500 index after the close of trading next Monday.\n\n* Shares of cloud software maker VMware Inc rose 10.5 percent premarket a day after it reported a higher-than-expected quarterly profit as it sold more licenses to enterprise customers and indicated that strong licensing revenue growth would continue into next year.\n\n* S&P 500 companies scheduled to report earnings include Amgen, Juniper Networks and Broadcom. Dow components Travelers and DuPont reported results earlier Tuesday.\n\n* U.S. stocks ended little changed on Monday as lackluster earnings reports from McDonald’s and others fed concerns that equities were overpriced, but the S&P 500 ticked up to close at a record high.",
        "header": "US STOCKS-Futures flat ahead of payrolls, Netflix jumps",
        "link": "http://www.reuters.com/article/2013/10/22/markets-usa-stocks-idUSL1N0IC0BO20131022"
    },
    {
        "time": "7:43PM UTC",
        "body": "NEW YORK (Reuters) - Billionaire investor Carl Icahn has cashed in big on Netflix Inc, taking advantage of a 457 percent gain in its shares since he bought more than 9 percent of the streaming video company only 14 months ago.\n\nIcahn, whose firm acquired Netflix shares for an average price of $58, is booking profits of between $700 million and $800 million on the 3 million shares he sold in the 12 days beginning on October 10 and ending on Tuesday, according to an SEC filing issued after the market closed on Tuesday.\n\nThe biggest sales took place on Tuesday with Icahn selling 2.4 million shares at $341.44 for about $819 million. The Tuesday sale alone generated a profit of about $645 million. Icahn still holds 4.5 percent of Netflix, down from 9.4 percent in June -- the last time he publicly disclosed his holdings.\n\nIcahn, whose Icahn Enterprises has assets of approximately $29 billion, said in the filing that “as a hardened veteran of seven bear markets I have learned that when you are lucky and/or smart enough to have made a total return of 457 percent in only 14 months it is time to take some of the chips off the table.”\n\nHe added in the filing and a subsequent tweet: “I want to thank Reed Hastings, Ted Sarandos and the rest of the Netflix team for a job well done. And last but not least, I wish to thank Kevin Spacey.”\n\nIn multiple media appearances, Icahn has said his son Brett Icahn, a portfolio manager at the firm, was responsible for the Netflix investment and for maintaining the firm’s 9.4% stake through a significant 2013 rally in the company’s stock.\n\nIcahn’s massive success with Netflix contrasts with an earlier attempt to make money out of the video business when he took a stake in Blockbuster back in 2004. Icahn called his play for the now bankrupt movie renter his “worst investment” in his 30-plus year career.\n\nNetflix shares plunged more than 9 percent to $322.53 on Tuesday ahead of Icahn’s announcement on speculation that he was reducing his stake.\n\nAfter rising nearly 10 percent at the open following its announcement of stronger-than-expected results late on Monday, Netflix, the year’s best performer in the S&P 500 index, suddenly faced a wave of selling. Volume spiked to 27 million shares, several times its normal levels, a sign of hot money leaving the stock.\n\nComing into the day, Netflix shares were up 282 percent on the year.\n\nThe stock’s gains this year have led many analysts to say shares were vastly over valued, with a price-to-earnings ratio of 113 that dwarfs the 16.44 ratio of its industry peers. Last week the stock jumped 11 percent ahead of the earnings.\n\nWhile more than a dozen brokerages raised their price targets on the stock following the strong results, many of the targets remain below Netflix’s current share price, a sign that even accelerated growth may not be enough to justify the company’s nearly $21 billion market cap.\n\nIn a letter to shareholders released in conjunction with the results late Monday, Chief Executive Hastings and Chief Financial Officer David Wells downplayed some of the recent share gains, calling them reminiscent of similar surges in 2003, which preceded a sharp pullback. At that time, “we had solid results compounded by momentum-investor-fueled euphoria,” they wrote.\n\nShort interest in the stock fell about 15 percent from mid-September to 6,956,792 shares as of September 30, according to the latest data from Nasdaq. It was the lowest level since the end of July, suggesting that despite the stock’s stunning gains, fewer investors are betting on the downside.\n\nTuesday’s selling in Netflix spread to other big winners this year, including Tesla Motors Inc, Salesforce.com, and Priceline.com. All were lower on the day.\n\n“Once (Netflix) started weakening, you started seeing other momentum names with high betas that have been big winners this year and recently all started coming under significant pressure,” Michael James, managing director of equity trading at Wedbush Securities in Los Angeles, said referring to stocks that are generally more volatile than the rest of the market.",
        "header": "Carl Icahn cuts Netflix stake, pockets $800 million profit",
        "link": "http://www.reuters.com/article/2013/10/22/us-usa-stocks-netflix-idUSBRE99L1MO20131022"
    },
    {
        "time": "7:40PM UTC",
        "body": "(Reuters) - Strong subscriber gains by Netflix Inc prompted analysts to sharply raise price targets on the stock, even as some worried that the shares are getting expensive as the online online video company faces bigger bills for original programs.\n\nNetflix shares were set to open 9 percent higher at around $387, having more than doubled in value in the last six months. It is the biggest gainer in the S&P 500 index this year.\n\nAt least 12 brokerages raised their price targets on Netflix’s shares by as much as $200, yet most of the price targets are still below the current share price.\n\nNetflix added 1.3 million customers to its U.S. streaming business during the September quarter and said on Monday it expects to end the year with between 32.7 million and 33.5 million users.\n\n“We recognize how difficult it is for a company to continue growing at that rate, but we do not see any evidence that the rate will slow down in the near-term,” Evercore analyst Alan Gould wrote in a note to clients.\n\nHe raised his price target to $350 from $150 and upgraded the stock to “equal weight” from “underweight.”\n\nOriginal content is helping Netflix differentiate from other online video services and will have a significant positive impact as they accumulate audiences, JP Morgan analyst Doug Anmuth said.\n\nNetflix has invested heavily in original series such as political satire “House of Cards” and critically acclaimed prison drama “Orange is the New Black”.\n\nAnmuth added that a Netflix deal with Dreamworks Animation to launch its first animated original series, “Turbo: F.A.S.T.,” in December and its decision to reinvest earnings upside in new international markets will drive up viewership.\n\nHowever, some analysts remained skeptical of the company’s sky-rocketing stock, which is trading at 113 times earnings, according to Starmine.\n\n“We find it difficult to justify this valuation given the risks of rising content costs, heavy competition, and the likelihood NFLX may need to raise additional capital to fund operations,” Jefferies & Co analysts wrote in a note.\n\nJefferies raised its price target by $55 to $215 -- just over half the current share price -- but maintained its “underperform” rating.\n\nIt said Netflix’s operating model will come under pressure from its content liabilities of about $5.4 billion, long-term debt of $500 million, free cash flow of $7 million and need to raise additional capital.\n\n“Netflix cannot maintain high growth and high profits at the same time,” said Wedbush analyst Michael Pachter, as the company faces “ever increasing content costs while satisfying customer demands for ever increasing content quantity and quality.”\n\nPachter said Netflix’s content strategy will lead to low profitability, limiting the company’s value to well below its current price.",
        "header": "Analysts raise Netflix targets but ask if shares now too high",
        "link": "http://www.reuters.com/article/2013/10/22/net-us-netflix-results-idUSBRE99K0Z020131022"
    },
    {
        "time": "8:14AM UTC",
        "body": "* Futures: Dow up 5 pts, S&P up 1 pt, Nasdaq up 2 pts\n\nNEW YORK, Oct 22 (Reuters) - U.S. stock index futures were little changed on Tuesday amid caution before the government’s September payrolls report, which was delayed by the government shutdown.\n\nThe jobs data could give investors clues about the economic recovery and the future of the Federal Reserve’s stimulus program that has helped the S&P 500 index hit record highs. However, the delay of more than two weeks of the data due to the shutdown in early October may make the report less relevant than usual.\n\n“Unless we get a number way out of consensus either way, I don’t think it will have much of an impact,” said Peter Cardillo, chief market economist at Rockwell Global Capital in New York.\n\nEconomists in a Reuters survey forecast 180,000 jobs were created in September compared with 169,0000 jobs in August. The unemployment rate for September is expected to be 7.3 percent, the same as the August rate.\n\nCardillo said a pullback could be “welcome and healthy for the market right now” but expects the S&P 500 to close the year higher than its current level.\n\nNetflix shares rose 9.4 percent in premarket trading a day after it said it had added 1.3 million U.S. streaming customers in September. Netflix’s third quarter net income reached $32 million, up from $8 million a year earlier.\n\nS&P 500 futures rose 1 point and were slightly below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures rose 5 points and Nasdaq 100 futures added 2 points.\n\nU.S. stocks ended little changed on Monday as lackluster earnings reports from McDonald’s and others fed concerns that equities were overpriced, but the S&P 500 ticked up to close at a record high.\n\nTransocean shares rose 4.8 percent in premarket trading after S&P Dow Jones Indices announced the drilling services company will replace Dell on the S&P 500 index after the close of trading next Monday.\n\nShares of cloud software maker VMware Inc rose 10.4 percent before the open a day after it reported a higher-than-expected quarterly profit as it sold more licenses to enterprise customers and indicated that strong licensing revenue growth would continue into next year.\n\nHigh-end handbag maker Coach posted a smaller-than-expected quarterly revenue as sales slipped in North America, its largest market, and its shares fell 3.7 percent in premarket trading.\n\nS&P 500 companies scheduled to report earnings include Amgen , Juniper Networks and Broadcom. Dow components Travelers and DuPont reported results earlier Tuesday.",
        "header": "US STOCKS-Futures flat before Sept. payrolls, Netflix up",
        "link": "http://www.reuters.com/article/2013/10/22/markets-usa-stocks-idUSL1N0IC0EN20131022"
    },
    {
        "time": "11:06AM UTC",
        "body": "NEW YORK, Oct 22 (Reuters) - U.S. stocks pared gains in midmorning trading on Tuesday as Netflix shares turned around sharply and other rising stocks reversed direction.\n\nThe Dow Jones industrial average rose 61.62 points or 0.4 percent, to 15,453.82, the S&P 500 gained 6.86 points or 0.39 percent, to 1,751.52 and the Nasdaq Composite added 1.375 points or 0.04 percent, to 3,921.424.\n\nNetflix dropped 3 percent, reversing a near 10 percent jump following its earnings report after the closing bell on Monday. Shares of Tesla, Facebook and Priceline , among the year’s best performing stocks, were also posting losses.",
        "header": "US STOCKS SNAPSHOT-Nasdaq turns briefly negative as Netflix slides",
        "link": "http://www.reuters.com/article/2013/10/22/markets-usa-stocks-nasdaq-idUSL1N0IC0WO20131022"
    },
    {
        "time": "3:04PM UTC",
        "body": "NEW YORK, Oct 22 (Reuters) - Investors turned on Netflix Inc on Tuesday, reversing early gains in a flurry of selling that bore the hallmark of momentum traders getting out of the high-flying stock.\n\nAfter rising nearly 10 percent at the open, Netflix, the year’s best performer in the S&P 500 index, was met with immediate selling that picked up once shares moved into negative territory on the day. Volume spiked as shares fell, a sign of hot money leaving the stock.\n\n“Being such a big momentum trader-oriented name, I think people were very quick to capitalize on the pullback from the morning’s highs,” said Michael James, managing director of equity trading at Wedbush Securities in Los Angeles.\n\nNetflix shares were down 8 percent to $326.15 in afternoon trading after rising as high as $389.16. More than 22 million shares had changed hands, several times the stock’s 50-day average volume and the highest since late January.\n\nComing into the day, Netflix shares were up 282 percent on the year. The company surprised investors by reporting stronger-than-expected quarterly profits and subscriber growth on Monday, sending its shares soaring.\n\n“This is a horrible one-day reversal, taking out yesterday’s action. We saw both higher highs and lower lows today, which is proof the stock is exhausted,” said Frank Gretz, market analyst and technician for Shields & Co in New York.\n\n“This isn’t a market killer but it will be more concerning if it follows through on this decline tomorrow.”\n\nThe stock’s gains this year have led many analysts to say the stock is vastly overvalued, with a price-to-earnings ratio of 113 that dwarfs the 16.44 ratio of its industry peers. Last week the stock jumped 11 percent ahead of the earnings.\n\nWhile more than a dozen brokerages raised their price targets on the stock following the strong results, many of the targets remain below Netflix’s current share price, a sign that even accelerated growth may not be enough to justify the company’s nearly $21 billion market cap.\n\nIn a letter to shareholders released in conjunction with the results late Monday, Chief Executive Reed Hastings and Chief Financial Officer David Wells downplayed some of the recent share gains, calling them reminiscent of similar surges in 2003, which preceded a sharp pullback. At that time, “we had solid results compounded by momentum-investor-fueled euphoria,” they wrote.\n\nShort interest in the stock fell about 15 percent from mid-September to 6,956,792 shares as of Sept. 30, according to the latest data from Nasdaq. It was the lowest level since the end of July, suggesting that despite the stock’s stunning gains, fewer investors are betting on the downside.\n\nTuesday’s selling in Netflix spread to other big winners this year, including Tesla Motors Inc, Salesforce.com, and Priceline.com. All were lower on the day.\n\n“Once (Netflix) started weakening, you started seeing other momentum names with high betas that have been big winners this year and recently all started coming under significant pressure,” said James, referring to stocks that are generally more volatile than the rest of the market.\n\nIn the options market, overall trading volume in Netflix was more than four times greater than the recent daily average, according to options analytics firm Trade Alert.",
        "header": "UPDATE 2-Netflix shares slump as earnings rally fades",
        "link": "http://www.reuters.com/article/2013/10/22/usa-stocks-netflix-idUSL1N0IC19K20131022"
    }
]