[
    {
        "time": "4:29PM UTC",
        "body": "LOS ANGELES, Oct 21 (Reuters) - Subscription video company Netflix Inc added 1.3 million customers to its U.S. streaming business during the quarter that ended in September, helping to boost earnings past analyst expectations to 52 cents per share.\n\nShares of Netflix, one of the year’s biggest gainers, jumped 10.6 percent in after-hours trading on the Nasdaq. Analysts on average had expected the company to report earnings of 49 cents per share, according to Thomson Reuters I/B/E/S.\n\nNet income for the quarter reached $32 million, up from $8 million a year earlier, Netflix said on Monday in its quarterly letter to shareholders.\n\nTotal subscribers to the U.S. streaming service, the biggest part of its business, reached 31.1 million. Netflix added 1.4 million customers in international markets, bringing its reach in foreign territories to 9.2 million.",
        "header": "UPDATE 1-Netflix adds U.S. streaming customers, shares jump 11 pct",
        "link": "http://www.reuters.com/article/2013/10/21/netflix-results-idUSL1N0IB1SC20131021"
    },
    {
        "time": "11:58PM UTC",
        "body": "LOS ANGELES (Reuters) - Netflix Inc CEO Reed Hastings said on Monday he was hopeful the company would reach a deal with Comcast Corp and other pay television providers to offer his company’s movie and TV streaming service through cable set-top boxes.\n\n“I‘m really hopeful we can do that with Comcast and others in the industry,” Hastings told analysts on a video webcast after Netflix released quarterly earnings.\n\nA Comcast spokeswoman had no comment on Hastings’ remarks.\n\nIn September, Netflix announced it would be an option on TiVo Inc set-top boxes offered through pay television service Com Hem in Sweden and Virgin Media in Britain, allowing subscribers to watch the streaming service’s shows and movies through an app without having to switch to another device.\n\nHastings, in an interview with Reuters, said he would like to reach similar arrangements with cable operators in the United States next year. The companies have been leery of potential competition from Netflix and other Silicon Valley newcomers.\n\nHastings said he believed U.S. cable operators would watch to see if the addition of Netflix helped Virgin, owned by John Malone’s Liberty Global Plc, to sign up new customers.\n\n“I think Virgin was willing to bet on their instinct that they should focus on a better experience,” Hastings said. “If that works out, and they grow, then they will be very happy. And I think the other guys will follow.”",
        "header": "Netflix CEO hopeful for deals with Comcast, others",
        "link": "http://www.reuters.com/article/2013/10/22/us-netflix-results-cable-idUSBRE99K15D20131022"
    },
    {
        "time": "7:54PM UTC",
        "body": "LOS ANGELES (Reuters) - Netflix Inc gained more subscribers than expected at home and abroad with help from original series like “Orange is the New Black,” impressing investors who sent its shares surging nearly 11 percent to a record high on Monday.\n\nNetflix, the biggest gainer in the S&P 500 in 2013, quadrupled profit in the third quarter as it added a higher-than-expected 1.3 million customers to its subscription video streaming service in the United States.\n\nThe company, which has invested heavily in original series such as political satire “House of Cards,” said it had 31.1 million U.S. streaming users from July to September.\n\nFor the last three months of the year, Netflix said it expects to add about the same number of U.S. streaming customers it signed up a year earlier, and will end 2013 with 32.7 million to 33.5 million users.\n\n“That keeps the view alive that this company has a larger subscriber base and has pricing leverage in its corner to extract more value,” said Janney Montgomery Scott analyst Tony Wible, who rates Netflix a “buy.”\n\nShares rose 10.6 percent after-hours to $392.50, up from their close of $354.99 on the Nasdaq. The stock has racked up successive highs since September, as investors bet on its growth prospects.\n\nDuring the quarter, Netflix released critically acclaimed prison drama “Orange is the New Black,” part of its push into original programming to attract customers to its $8-a-month movie and TV streaming service.\n\nIts original series slate generated buzz during the quarter, with 14 Emmy nominations and three wins for shows including “House of Cards.”\n\nThe company said it will double investments in original programming in 2014, when it will air second seasons of both “House of Cards” and “Orange is the New Black.” Spending on original shows will remain below 10 percent of its global content expenses.\n\nNetflix was added in September as an option on cable set-top boxes through two companies in Europe. CEO Reed Hastings, in a webcast after the earnings release, said he was “hopeful” Netflix could reach a similar deal with Comcast Corp or other U.S. cable operators.\n\nWall Street also singled out the company’s growth abroad. It added 1.4 million customers in international markets, bringing its reach in foreign territories to 9.2 million, and said it will launch in unspecified new countries next year.\n\nNetflix reported earnings-per-share of 52 cents, beating the average of 49 cents projected by Wall Street analysts surveyed by Thomson Reuters I/B/E/S.\n\nNet income for the quarter reached $32 million, up from $8 million a year earlier, Hastings and CFO David Wells said in a letter to shareholders.\n\nStandard & Poor’s equity analyst Tuna Amobi said Netflix appeared to be gaining traction in some of its newest markets, and noted that “Orange is the New Black” will end the year as the company’s most-watched original series.\n\n“There is not a whole lot not to like. There is a whole lot of momentum behind the story,” Amobi said. “They appear to have turned an important corner for potentially sustained subscriber growth.”\n\nAmobi said he had a “hold” rating on Netflix shares because of their valuation after the year’s stock run-up. Before the earnings release, Netflix shares had gained 283 percent this year, far exceeding the 23 percent gain in the S&P 500.\n\nTwenty-three of 35 Wall Street analysts had a “hold” rating prior to Monday’s earnings release. Six rated Netflix a “buy” and six recommended “sell.” Skeptics question whether Netflix can grow quickly enough to justify its high share price and pay the cost of movies and TV shows, original programming, and its push into foreign territories.\n\nTen years ago, Netflix was the highest-performing stock on the Nasdaq when it was delivering video only through DVDs mailed in red envelopes, a business from which it is now moving away.\n\nAt that time, “we had solid results compounded by momentum-investor-fueled euphoria,” Hastings and Wells said in their letter. “Some of the euphoria today feels like 2003.”",
        "header": "Netflix customer gains reinforce growth hopes, shares jump",
        "link": "http://www.reuters.com/article/2013/10/21/net-us-netflix-results-idUSBRE99K0Z020131021"
    },
    {
        "time": "4:12PM UTC",
        "body": "LOS ANGELES, Oct 21 (Reuters) - Subscription video company Netflix Inc added 1.3 million streaming customers in the United States during the quarter that ended in September, helping to boost earnings to 52 cents per share.\n\nNet income for the quarter reached $32 million, up from $8 million a year earlier, Netflix said on Monday in its quarterly letter to shareholders.",
        "header": "Netflix adds 1.3 mln U.S. streaming customers in Sept quarter",
        "link": "http://www.reuters.com/article/2013/10/21/netflix-results-idUSL1N0I505L20131021"
    }
]