[
    {
        "time": "5:30PM UTC",
        "body": "SYDNEY (Reuters) - An Australian private equity firm is preparing the world’s biggest listing of a cinema chain, in a shrinking market that’s already the world leader in Internet piracy and is about to receive online streaming juggernaut Netflix (NFLX.O).\n\nYet Pacific Equity Partners is hoping to convince investors that the only way is up for Australian cinemas, which have already withstood the hit from existing streaming services like Apple Inc’s (AAPL.O) iTunes and cheaper couch-bound entertainments like gaming.\n\nPacific Equity is planning to exit the country’s No.2 movie theater operator Hoyts in an IPO worth up to $800 million early next year, dwarfing the $322 million raised by AMC Entertainment (AMC.N) in 2013.\n\nThat comes ahead of an expected launch by Netflix in the home of Crocodile Dundee and Mad Max, threatening to speed up the decline in cinema audiences in a country where they are already falling faster than in the United States.\n\nBut Australian industry veteran Andrew Pike - whose resume includes discovering the Baz Luhrmann career-making hit “Strictly Ballroom”, and who saw multiplexes kill three of his own theaters in the mid-2000s - believes it’s premature to announce the death of Australian cinema.\n\n“Netflix ... will put a dint in trading. The teenage market will be affected and the older adult audience will be affected. But I think that cinema will still have its place,” he told Reuters when asked to comment on the future of Hoyts.\n\nFrom 2005 to 2013, Australia per capita admissions fell 12 percent compared with 9 percent in North America, according to data compiled by Reuters.\n\nBox office takings in both regions have stalled at about A$1.1 billion ($961 million) in Australia and $10.6 billion in North America annually since 2009, when 3D sci-fi epic “Avatar” set the standard for modern blockbusters.\n\nAnalysts say, however, that Hoyts can bank on a two-year roster of hits to keep audiences coming, and on premium seating and candy bar offerings to boost earnings even if theaters remain half-empty. The blockbuster pipeline includes two “Avatar” sequels expected in 2016 and 2017, and in 2015 the first of three new “Star Wars” installments, sequels to the “Avengers” and a new “James Bond”.\n\n“The production houses now know what to make to get people into cinemas, as opposed to ... just download for free,” said Darren Vincent, an analyst at Shaw Stockbroking who covers Amalgamated Holdings AHD.AX, joint owner of Australia’s biggest cinema chain, Event Cinemas.\n\n“I can’t sit here and say to you that there’s not going to be an impact (from Netflix), but I don’t know how many years we’ve already had the transition to a great amount of download-for-free videos. The big hit’s been had.”\n\nPacific Equity Partners declined to comment on the planned Hoyts offering.\n\nNetflix declined comment but many analysts expect it to launch in Australia in 2015, following reports it bought Australian streaming rights to Batman series “Gotham” and sent representatives to meet Australian TV executives.\n\nFoxtel, an Australian pay TV company half-owned by Rupert Murdoch’s News Corp (NWSA.O), has halved its fees and two other media firms said they would start a A$100 million streaming joint venture - both seen as pre-emptive strikes on Netflix.\n\nHoyts announced a streaming service two years ago but shelved it in June, media reported, citing competition. Hoyts declined to comment.\n\nWhile some Australian cinema chains have diversified into theme parks or expanded offshore, Hoyts has invested in DVD rental kiosks and a unit that holds a monopoly on cinema advertising.\n\nIn the year to June 30, 2013, Hoyts increased candy bar revenue 13.5 percent while box office grew just 0.8 percent, according to regulatory documents seen by Reuters. Net profit from continuing operations more than doubled to A$5.5 million, evidence of another survival strategy - cost-cutting.\n\nBottom line growth from falling ticket sales is even more pronounced at Amalgamated, which boosted pretax profit 5.4 percent with a 3.2 percent box office decline in 2013-14. Shares in Amalgamated and Village Roadshow (VRL.AX), which co-owns Amalgamated’s Australian screens, are up 40 percent and 100 percent respectively since October 2012 compared with a 15 percent rise in the broad ASX All Ordinaries Index.\n\nPike, who distributes documentaries these days, says cinemas have one big advantage over online services.\n\n“One downloads a film and you watch it on your computer, but you’re isolated,” he said. “If you think about the essence of the cinema experience, it’s a social experience.”",
        "header": "Australia's Hoyts plans record cinema IPO as Netflix waits in wings",
        "link": "http://www.reuters.com/article/2014/10/14/us-hoyts-ipo-idUSKCN0I32O220141014"
    },
    {
        "time": "1:47PM UTC",
        "body": "LOS ANGELES (Reuters) - Netflix Inc is on a mission to start closing the yawning gap between the theatrical debut of movies and their availability for online streaming, forcing Hollywood to rethink where to release new films.\n\nWith a sequel to martial-arts drama “Crouching Tiger, Hidden Dragon” and four Adam Sandler movies, Netflix will have brand-new content for subscribers around the world. That instant access is much quicker than the typical 7-to-18 months Netflix must wait to stream new releases from Hollywood studios.\n\nNetflix has said it believes new and exclusive movies will help it build on its base of 50 million global customers. The company will release its latest subscriber numbers in its quarterly report on Wednesday, when it is expected to face questions about the original movie strategy.\n\nSandler’s films will go straight to Netflix in the nearly 50 countries where the company operates. The international rights are key because many movie rights are tied up by other providers in overseas territories.\n\nJanney Montgomery Scott analyst Tony Wible estimates Netflix will spend up to $40 million on production of each Sandler film. That cost would be similar to what Netflix pays to stream a single film from a Hollywood producer such as DreamWorks Animation months later, he said.\n\n“The perk here is you don’t have to wait nine months,” said Wible. “You have something you have exclusive access to across the globe.”\n\nIf it can convince more stars and directors to accept straight-to-streaming deals, Netflix could shake up movies as it did television. In the case of its original series like “House of Cards” and “Orange is the New Black,” it has fueled binge viewing by releasing all episodes at once. Netflix also won the first major Emmy awards for a series delivered online.\n\nWith more original movie deals in the works for Netflix, Hollywood directors told Reuters they are weighing the pros and cons.\n\nDavid Ayer, director of the coming World War II drama “Fury” starring Brad Pitt, said he “absolutely” could be lured by an online distributor for a future project.\n\n“The screens we watch on are becoming handheld (and) portable,” he said. “It’s the future of the business.”\n\nAyer said he was hopeful that an online platform would grant him the same artistic freedom that Sony Pictures did with “Fury.” “That’s what studios need to do in order to maintain access to the labor of love of a filmmaker,” he said.\n\nOthers in Hollywood may resist going to Netflix first.\n\nNed Benson, a first-time writer and director, took an unconventional approach for his release of “The Disappearance of Eleanor Rigby,” creating three separate films called “Him,” “Her” and “Them.”\n\nWhile it seemed logical to release the three installments via video on demand for binge viewing at home, Benson wanted the films shown in theaters first.\n\n“I really still believe in the theatrical model and the movie-going experience, even though we live in this day and age where you can stream and do things online via Netflix or VOD,” Benson said. “I feel like we still have that option later.”\n\nThe plan to release “Crouching Tiger, Hidden Dragon: The Green Legend” on Netflix in all of its markets in August on the same day the movie appears in select IMAX theaters has also raised the hackles of some theater owners. Chains AMC Entertainment, Regal Entertainment Group and Cinemark Holdings Inc are refusing to show the film.\n\nIt remains to be seen whether such opposition will deter other filmmakers from playing ball with Netflix in the future.",
        "header": "Netflix movie push aims to freshen streaming content",
        "link": "http://www.reuters.com/article/2014/10/14/us-netflix-results-preview-idUSKCN0I324A20141014"
    }
]