[
    {
        "time": "6:35PM UTC",
        "body": "WASHINGTON (Reuters) - Netflix Inc, stung at paying Comcast Corp for faster video delivery to its customers, said on Wednesday it had no intention of dropping its fight against Comcast’s plan to buy rival Time Warner Cable Inc.\n\nNetflix has said it is concerned about Comcast’s clout, which would grow with the acquisition of Time Warner Cable, in hampering Netflix’s ability to get movies and television from its servers to its subscribers’ television screens.\n\n“We continue to focus on strong net neutrality, including interconnection, to prevent large ISPs (internet service providers) from holding our joint customers hostage with poor performance in order to extract payments from us, other Internet content firms, and Internet transit suppliers,” Netflix said in a letter to shareholders.\n\n“We will continue to advocate for the U.S. government to block the merger of Comcast/TWC or, at the very least, prevent a combined entity from charging for interconnection,” the company said.\n\nIn February, Netflix struck a deal to pay Comcast for faster online delivery of its movies and TV shows through a practice known as interconnection, after customers complained about slow service.\n\nComcast took issue with the idea that paying for interconnection was appropriately addressed in a merger review.\n\n“Interconnection is not a Comcast-TWC transaction specific issue,” a company spokeswoman said in an email statement. “The FCC (Federal Communications Commission) is looking at this issue in an industry wide examination, which is where it should be reviewed rather than in a deal that only affects one company in the marketplace.”",
        "header": "Netflix: Will continue to fight Comcast deal for Time Warner Cable",
        "link": "http://www.reuters.com/article/2014/10/15/us-timewarnercable-comcast-netflix-idUSKCN0I42SJ20141015"
    },
    {
        "time": "8:42PM UTC",
        "body": "(Reuters) - Netflix Inc signed up fewer video streaming subscribers than forecast for the quarter that ended in September as its U.S. growth slowed markedly, sending its shares plunging as much as 27 percent.\n\nThe company blamed a $1 price hike to $8.99 a month for discouraging new sign-ups. It lured 3.02 million new streaming customers globally, versus the 3.69 million it projected in July.\n\nNetflix attracted about 980,000 new customers in the United States, its largest market, down from 1.29 million in the same period a year earlier.\n\nThe news came after Time Warner Inc’s HBO said on Wednesday it will offer new competition next year with a streaming service that does not require a pay TV subscription.\n\n“Year-on-year net additions in the U.S. were down,” Netflix said in a quarterly letter to shareholders. “As best we can tell, the primary cause is the slightly higher prices we now have compared to a year ago.”\n\nShares of Netflix fell 25 percent to $333.53 in after-hours trading, from their $448.59 close on Nasdaq.\n\nNetflix, waving off fears that a standalone HBO would draw users away, argued that many will subscribe to both services because they offer different shows.\n\n“It is likely we both prosper as consumers move to Internet TV,” the company’s letter said.\n\nChief Executive Reed Hastings said in an interview that he expected other premium channels such as Showtime and Starz to sell programming directly to consumers. CBS-owned Showtime said it was weighing such a move. Starz has announced plans to offer that type of service overseas.\n\nNetflix has invested in original series such as “House of Cards” and “Orange is the New Black” to compete with HBO, Amazon.com Inc and on-demand offerings from pay TV providers.\n\nNetflix also is pushing into original movies, financing four Adam Sandler films and a sequel to martial-arts drama “Crouching Tiger, Hidden Dragon.”\n\nThe HBO news, overall stock market weakness, and the subscriber forecast miss likely sparked the share selloff, Hudson Square Research analyst Daniel Ernst. But he said Netflix has proven it can bounce back from disappointing quarters.\n\n“They have got a good track record in growing past this turbulence,” said Ernst, who rates Netflix a “buy.”\n\nThe company forecast it will add 4 million streaming subscribers in the fourth quarter.\n\nNetflix expanded into six European countries in September.\n\nIts international subscribers grew 72 percent to 15.84 million from a year earlier.\n\nNet income rose to $59.3 million, or 96 cents per share, from $31.8 million, or 52 cents per share, in the year-ago period.\n\nAnalysts had expected profit of 93 cents per share on revenue of $1.41 billion, according to Thomson Reuters I/B/E/S.",
        "header": "Netflix's U.S. growth slows, shares plunge",
        "link": "http://www.reuters.com/article/2014/10/16/us-netflix-results-idUSKCN0I42KH20141016"
    },
    {
        "time": "4:24PM UTC",
        "body": "Oct 15 (Reuters) - Netflix Inc reported quarterly net subscriber additions below its forecast, sending the video streaming company’s shares down 24 percent in extended trading.\n\nNetflix net added 3.02 million customers worldwide in the third quarter ended Sept. 30, below its forecast of 3.69 million. (bit.ly/1sK5iPy)\n\nThe company’s net income rose to $59.3 million, or 96 cents per share, in the quarter from $31.8 million, or 52 cents per share, a year earlier.\n\nRevenue rose 38 percent to $1.41 billion. (Reporting by Lisa Richwine in Los Angeles and Soham Chatterjee in Bangalore; Editing by Kirti Pandey)",
        "header": "Netflix reports quarterly net subscriber additions below forecast",
        "link": "http://www.reuters.com/article/2014/10/15/netflix-results-idUSL3N0SA5YK20141015"
    },
    {
        "time": "12:48PM UTC",
        "body": "** Media company Time Warner Inc’s shares up 2.5 pct at $72.41 in afternoon trading\n\n** Time Warner’s popular HBO channel to launch a standalone online streaming service next year to make hit shows such as “Game of Thrones” available to people who do not subscribe to cable television\n\n** Shares of video streaming company Netflix Inc down 3 pct at $436.54\n\n** Online retailer Amazon.com Inc, which offers online video streaming service Prime Instant Video, down 1.7 pct at $303.39\n\n** Netflix scheduled to report its Q3 financial results after the close of markets on Wednesday\n\n** Up to Tuesday’s close, Time Warner and Netflix stocks had risen about 7 pct and 22 pct, respectively, this year, while Amazon stock had fallen about 23 pct",
        "header": "BUZZ-Time Warner, Netflix, Amazon: HBO's new online streaming service",
        "link": "http://www.reuters.com/article/2014/10/15/idUSL3N0SA5J020141015"
    },
    {
        "time": "6:36PM UTC",
        "body": "LOS ANGELES (Reuters) - “Friends” may have wrapped up ten years ago, but Ross, Chandler, Monica, Rachel, Phoebe and Joey will appear on Netflix beginning in January, Warner Bros. TV and the online Internet-streaming service said on Wednesday.\n\nAll 236 episodes of the popular NBC 10-season series, one of the most-watched U.S. shows of all time, will be available for streaming on the subscription service beginning Jan. 1, 2015.\n\nThe show launched the careers of actors Jennifer Aniston, Courteney Cox, Matt LeBlanc, Matthew Perry, David Schwimmer and Lisa Kudrow, and made them household names.\n\nNetflix announced the deal with a music video of the show’s hit theme song “I’ll Be There for You” performed by pop duo the Rembrandts at the show’s local coffee hangout, Central Perk. The cafe was installed as a pop-up in New York this month to commemorate the 20th anniversary of the “Friends” premiere.\n\n“Friends,” which aired its final episode on May 6, 2004, has previously only been available in broadcast and cable television syndication in the United States.\n\nThe agreement is the latest step taken by Netflix to attract subscribers in the premium-TV market as its main competitor, Time Warner’s HBO, also announced Wednesday that it would launch its own stand-alone streaming service.\n\nNetflix, like HBO, began as a subscription movie service, but has also branched out into high-production TV series, talk shows and original movies.\n\nTerms of the deal were not disclosed.",
        "header": "'Friends' will 'be there for you' in Netflix streaming deal",
        "link": "http://www.reuters.com/article/2014/10/15/us-television-netflix-friends-idUSKCN0I42CX20141015"
    }
]