[
    {
        "time": "7:02PM UTC",
        "body": "LOS ANGELES, June 9 (Reuters) - Netflix Inc shareholders on Tuesday approved a massive increase in the number of shares the company is authorized to issue, the first step toward a possible stock split.\n\nChief Executive Reed Hastings said at the company’s annual meeting that management will seek approval from the board of directors “in due course” to pursue a stock split, Netflix spokeswoman Anne Marie Squeo said.",
        "header": "Netflix shareholders OK share increase, company to pursue split",
        "link": "http://www.reuters.com/article/2015/06/09/netflix-stocks-idUSL1N0YV2Z320150609"
    },
    {
        "time": "7:31PM UTC",
        "body": "LOS ANGELES (Reuters) - Netflix Inc (NFLX.O) shareholders on Tuesday approved a massive increase in the number of shares the company is authorized to issue, the first step toward a possible stock split.\n\nChief Executive Reed Hastings said at the company’s annual meeting that management will seek approval from the board of directors “in due course” to pursue a stock split, Netflix spokeswoman Anne Marie Squeo said.\n\nThe video-streaming service won approval to raise its share authorization by nearly 30 times to 5 billion from 170 million.\n\nThe company is the top performer on the Nasdaq 100 .NDX this year, with shares nearly doubling to close at $647.15 on Tuesday. Its shares touched a record high of $645.54 during trading.\n\nNetflix has been focusing on international expansion as growth slows in the United States, where it has reshaped TV viewing habits since it was first launched in 2007.\n\nShareholders also approved non-binding proposals to elect board members annually, to require a simple majority vote for all measures, and to increase the ability of investors to nominate directors.",
        "header": "Netflix investors approve share increase, company to pursue stock split",
        "link": "http://www.reuters.com/article/2015/06/09/us-netflix-stocks-idUSKBN0OP2L020150609"
    }
]