[
    {
        "time": "7:53PM UTC",
        "body": "(Reuters) - Netflix Inc (NFLX.O) added nearly a third more subscribers than expected in the second quarter, sending its shares up 9.4 percent as the video streaming service said its investment in original television programs and movies was paying off.\n\nNet subscriber additions rose about 94 percent year over year to about 3.3 million in the second quarter, beating the company’s forecast of 2.5 million.\n\nThe distributor of “House of Cards” said its new original shows were drawing customers faster than it had forecast.\n\nNetflix also is aggressively expanding around the world, accounting for the bulk of new subscriptions. A trend of slowing U.S. growth was halted in the quarter as the number of new U.S. customers rose about 50 percent higher than the company had forecast.\n\nThe company by the end of 2016 plans to reach 200 countries, including China, where it said it was “continuing to explore options.”\n\n“Subscriber growth was huge domestically and internationally,” said FBR Capital Markets analyst Barton Crockett. “The technology, the breadth of content and the quality of content is really working in their favor.”\n\nThe company, which approved a 7-for-1 stock split in June, added 2.4 million customers in international markets in the quarter, taking its total to more than 65 million users worldwide.\n\nNetflix forecast adding about 1.2 million customers in the United States in the current quarter. It said it expected to add about 3.6 million subscribers worldwide.\n\nRevenue jumped 22.7 percent to $1.64 billion in the second quarter ended June 30, from $1.34 billion a year earlier, the company said. (bit.ly/1TD548i)\n\nThe company’s net income fell to $26.3 million, or 6 cents per share, from $71 million, or 16 cents per share a year earlier, hit by the costs of its overseas expansion.\n\nAnalysts on average had expected a profit of 4 cents per share on revenue of $1.65 billion, according to Thomson Reuters I/B/E/S.\n\nShares rose to $107.38, up 9.4 percent, in after hours trade.\n\nNetflix also said it supported Charter Communications Inc’s (CHTR.O) proposal to buy rival cable operator Time Warner Cable Inc, after Charter committed to open and free interconnection across its network.",
        "header": "Netflix subscriptions far outpace expectations, shares up 9 percent",
        "link": "http://www.reuters.com/article/us-netflix-results-idUSKCN0PP2L320150715"
    },
    {
        "time": "5:18PM UTC",
        "body": "* Netflix CEO Reed Hastings says ‘I suppose it’s possible’ launch in China won’t happen in 2016 Source text for Eikon: Further company coverage: (Reporting by Lisa Richwine)",
        "header": "BRIEF-Netflix CEO says 'it's possible' launch in China won't happen in 2016",
        "link": "http://www.reuters.com/article/idUSL2N0ZV2YZ20150715"
    },
    {
        "time": "7:53PM UTC",
        "body": "(Reuters) - Netflix Inc (NFLX.O) Chief Executive Reed Hastings said it was possible the movie and TV streaming service’s planned entry into China might be delayed beyond the company’s goal of 2016.\n\nNetflix is aggressively moving into new markets and aims to reach 200 countries by the end of 2016. The company reported Wednesday its global subscriber base had grown to more than 65 million, beating its own forecast and sending shares up more than 9 percent.\n\nOn a conference call on Wednesday, Hastings was asked if the company might miss its target for completing a global rollout in all of its new markets by the end of next year.\n\n“So China, again, we still have some things to figure out, so I suppose it’s possible,” he said, but added he was “pretty confident” about the rest of the world.\n\nThe biggest hurdle, Hastings said in an interview, is securing the required government clearance and partnerships needed to operate in China, a country with strict regulation of media.\n\n“We’re trying to or exploring a number of different options for offering Netflix in China,” Hastings said. “Until you get the wide range of government permissions that you need, you don’t know until you’ve gotten them.”\n\n“We’ve got the content,” Hastings added. “We will be ready to go then. We are confident consumers will like the service.”\n\nThe company plans a “modest” streaming service in China, Hastings has said.\n\nThis quarter, Netflix is introducing its service in Japan, which Hastings said was “very brand sensitive” and would be among the slowest markets to penetrate.\n\n“But it may be one of our best markets in the long term because when the Japanese society embraces a brand it is a very deep connection,” Hastings said on the conference call.\n\n“So we’re willing to make that investment knowing that it’s not the quick route to success that might be in other countries,” he said.\n\nNetflix will move into Spain, Italy and Portugal in the fourth quarter. No other new markets are planned for this year, Hastings said.",
        "header": "Netflix might not make it into China in 2016, CEO says",
        "link": "http://www.reuters.com/article/us-netflix-results-china-idUSKCN0PP2X920150715"
    }
]