[
    {
        "time": "4:18PM UTC",
        "body": "LOS ANGELES (Reuters) - He doesn’t have Thor’s hammer or Iron Man’s suit, but that’s not stopping Marvel’s latest superhero from seeking justice in the seedy underbelly of Hell’s Kitchen in Netflix Inc’s first superhero series.\n\n“Marvel’s Daredevil,” which premiered all 13 episodes on the online streaming platform over the weekend, follows blind comic-book hero Matt Murdock, played by British actor Charlie Cox.\n\nMurdock is a lawyer by day and masked vigilante Daredevil by night, fighting criminals in New York’s Hell’s Kitchen, a neighborhood destroyed by the explosive climax of 2012’s “Avengers” film.\n\n“I felt like this was the next evolutionary step in the Marvel cinematic universe with what they were going to do, and they were going to go grittier and darker,” Cox said.\n\nThe series follows the level-headed Murdock, blinded as a child in an accident, as he establishes a law practice with his friend Foggy Nelson to help those really in need.\n\nAt night, Murdock unleashes his alter-ego Daredevil, using his heightened senses to beat criminals often to a pulp, while getting battered himself as he hunts the villainous Kingpin, Wilson Fisk (Vincent D‘Onofrio).\n\n“(Murdock) is Catholic and presumably believes in God and divine order and yet he’s playing God in some ways,” Cox said. “He goes home and sits with those feelings, and feels that inner conflict and dilemma and that idea of purgatory.”\n\nMarvel has dominated the superhero genre with blockbuster films such as “Iron Man” and “Captain America.” The upcoming “Avengers: Age of Ultron” is expected to break box office records next month.\n\nThe superheroes have also expanded to television with ABC network’s “Agents of S.H.I.E.L.D” and “Agent Carter” mini-series that tie into the films.\n\nBut with “Daredevil” on Netflix, where there can be more creative license than at television and film studios, executive producer Steven S. DeKnight said they could push the boundaries of the Marvel Universe.\n\n“They let us have conversations, they let us have episodes where there’s almost no action,” he said. “But it is a lot more violent than you’ve seen in the Marvel cinematic universe.”\n\n“Daredevil” is the first of five planned Netflix-Marvel series - “A.K.A. Jessica Jones,” “Luke Cage,” “Iron Fist” and the ensemble “The Defenders,” all of which will intersect in Hell’s Kitchen.\n\nAnd both Cox and DeKnight said they would support Daredevil appearing in future Marvel films.\n\n“If I‘m invited to that party, I‘m there,” Cox said with a laugh.",
        "header": "Netflix takes Marvel to dark corners in bloody 'Daredevil'",
        "link": "http://www.reuters.com/article/2015/04/14/us-television-marvel-daredevil-idUSKBN0N524920150414"
    },
    {
        "time": "7:23PM UTC",
        "body": "(Reuters) - Although its streaming media rivals Netflix and Apple have faced the Kudelski Group in court over accusations of patent infringement, Google has decided to license the Swiss company’s portfolio, Kudelski announced on Tuesday.\n\nThe cross-license agreement circumvents litigation in federal court between the two companies and gives Kudelski access to Google’s patents, though it was not clear how much of Google’s portfolio the deal actually encompassed.\n\nTo read the full story on WestlawNext Practitioner Insights, click here: bit.ly/1ObX1L4",
        "header": "Google licenses patents from company behind Netflix, Apple suits",
        "link": "http://www.reuters.com/article/2015/04/14/ip-opentv-google-agreement-idUSL2N0XB37L20150414"
    }
]