[
    {
        "time": "10:05AM UTC",
        "body": "NEW YORK (Reuters) - Millennial parents are coming to Corporate America, and companies are bracing for impact.\n\nThis generation of young Americans, who are now as old as 34, demanded that work-life balance be more than aspirational. Now they are getting their way once again as they move into parenthood.\n\nThe big splash came when Netflix Inc announced on Aug. 4 that it would start offering new parents up to a year of paid leave. While workers can take a full year exit and return with no break in pay, the policy also allows for a more fluid situation, where, for example, parents can break up their leave into several non-consecutive parts - blending work and life from a whole new perspective.\n\nNot bad, considering paid maternity leave in the United States is usually about 30 days, according to Mary Tavarozzi, a senior consultant with benefit consultant group Towers Watson.\n\nOn the heels of Netflix’s announcement, a number of other companies have upped the ante as well in what may be a sort of family-friendly arms race. Microsoft is extending leave for all new parents to 12 weeks. Adobe is clocking in at 26 weeks of paid leave for birth mothers. Paternity leave doubles from the current two to four weeks.\n\nAnd the list will keep growing.\n\nAsked about the potential costs of the new policy, Netflix spokesperson Anne Marie Squeo wrote in an email:\n\n“Hard to make predictions since the policy is brand new, and there isn’t much to compare it with. We expect we will learn a lot as employees begin making these decisions for themselves and managers work with them to ensure coverage during their absences.”\n\nNetflix, with its soaring stock price and sunny outlook, can afford to take chances. The company already gives many of its 2,200 employees unlimited paid vacation time and continues to flourish.\n\nNot all companies can take big risks on benefits packages, though. In order to attract millennials, there is growing pressure to live up to the new, higher standard set by companies like Netflix, says Jennifer Owens, editorial director at Working Mother magazine.\n\n“They are all watching, and they are all making changes. It’s a great bandwagon for them to jump on,” Owens says. “The bandwagon has to include things like corporate culture. There needs to be more than a big number on paper.”\n\nIn other words, paid leave works only if the company fully supports it.\n\nCompanies have a lot of good options to attract millennials, Owens notes. New state initiatives like those in New Jersey and California can help subsidize the cost of better parental leave policies. And if a fully paid leave is truly not viable, companies can also consider partial pay as an option.\n\nPaid leave can come at different kind of a cost, though. Millennials must live up to new demands in the workplace. They may insist on, and get, flexibility in terms of when and where they work, but employers also expect them to be more available than previous generations who were tied to the traditional 9-to-5, in-office schedule.\n\nThat means a mother might be answering work emails while nursing her newborn. Or a father might be on a client conference call as he is pushing a playground swing. But, who cares, as long as work is getting done?\n\nIt is a good bet that the increased leeway will create a new kind of corporate bonding with millennial parents - just as they bond with their new additions.",
        "header": "Why Netflix is raising the bar for millennial parents",
        "link": "http://www.reuters.com/article/us-column-rebell-netflix-idUSKCN0QN1GO20150818"
    }
]