[
    {
        "time": "2:44PM UTC",
        "body": "Aug 5 (Reuters) - Netflix Inc is offering up to a year of paid maternity and paternity leave for employees to care for a newborn or newly adopted child, significantly raising the bar for parental benefits in corporate America.\n\nIn a blog post, the video streaming company said parents could take off as much time as they wanted during the first year after a child’s birth or adoption.\n\nParents can return to work part-time, full-time or return and then go back to work as needed, the company said.\n\nThe change, which the company called an “unlimited” leave, will eliminate the need for employees to request state or disability pay because they will continue to be paid their regular salary.\n\n“Netflix’s continued success hinges on us competing for and keeping the most talented individuals in their field,” Tawni Cranz, Netflix’s Chief Talent Officer, said in the post. “Experience shows people perform better at work when they’re not worrying about home.”\n\nThe Netflix policy far exceeds typical such leave at large U.S. corporations. Compared to other developed countries, the United States lags behind in benefits it offers expecting parents.\n\nThe U.S. Family and Medical Leave Act entitles employees to take up to 12 weeks of unpaid time off a year in the event of a birth, adoption or the arrival of a foster child.\n\nMicrosoft Corp said on Wednesday in a blog post it would increase its paid parental leave to 12 weeks for all its employees who become parents of new children.\n\nMicrosoft currently, in addition to eight weeks of fully paid maternity disability leave, gives an additional 12 weeks of parental leave, of which eight weeks are unpaid.\n\nLast month the U.S. Navy tripled the paid time off offered to new mothers in the Navy or Marine Corps, from six weeks to 18 weeks. (Reporting by Kylie Gumpert, additional reporting by Kshitiz Goliya; Editing by Andrew Hay)",
        "header": "Netflix offers employees a year of parental leave",
        "link": "http://www.reuters.com/article/netflix-maternity-idUSL1N10G20220150805"
    },
    {
        "time": "6:08PM UTC",
        "body": "Aug 5 (Reuters) - Netflix Inc is offering up to a year of paid maternity and paternity leave for employees to care for a newborn or newly adopted child, significantly raising the bar for parental benefits in corporate America.\n\nIn a blog post, the video streaming company, which employs about 2,200 people, said parents could take off as much time as they wanted during the first year after a child’s birth or adoption.\n\nParents can return to work part-time, full-time or go back to work as needed, the company said.\n\nThe change, which the company called an “unlimited” leave, will eliminate the need for employees to request state-funded leave or disability pay because they will continue to be paid their regular salaries.\n\n“Netflix’s continued success hinges on us competing for and keeping the most talented individuals in their field,” Netflix Chief Talent Officer Tawni Cranz said in the post. “Experience shows people perform better at work when they’re not worrying about home.”\n\nThe Netflix policy far exceeds typical leave at large U.S. corporations. The national norm averages about 30 days paid leave, according to Mary Tavarozzi, a senior consultant with benefit consultant group Towers Watson.\n\nWhile it could push some companies to follow in its footsteps, for others it will not be possible. Top tech firms are among the leaders in offering greater benefits to attract new talent. Facebook offers four months of paid leave for parents, while Google Inc offers at least 18 weeks of paid maternity leave.\n\n“We’ve seen many employers expanding their amount of paid leave available, but it would be a small number of industries with a relatively small-to-medium size population that could afford to do something as extensive as Netflix,” said Tavarozzi.\n\nAccording to a Towers Watson survey, adequate paid time off is the third-most-important issue for employees, behind compensation and medical coverage.\n\nTerri Rhodes, chief executive of the Disability Management Employer Coalition, a lobbying group that represents employers, called the move a “game changer.” She said it would not be a significant cost for other employers to add several more weeks to their current paid leave.\n\nMicrosoft Corp said on Wednesday in a blog post that it would increase its paid parental leave to 12 weeks for all employees becoming parents of newborn or adopted children.\n\nIn addition to eight weeks of fully paid maternity disability leave, Microsoft currently gives an additional 12 weeks of parental leave, of which eight weeks are unpaid.\n\nOne issue with parental leave programs is creating an environment in which employees feel comfortable taking the time offered, said Rich Fuerstenberg, a senior partner at Mercer.\n\n“This could be symptomatic of a broader cultural shift,” he said. “Companies are moving away from hard and fast rules to whatever the employee and supervisor agree to is fine.”\n\nCompared with other developed countries, the United States lags in benefits it offers expecting parents.\n\nThe U.S. Family and Medical Leave Act entitles employees to take up to 12 weeks of unpaid time off annually in the event of a birth, adoption or arrival of a foster child.\n\nAccording to a 2013 report from the Pew Research Center, Estonia offers the most paid time off for parental leave, about two years. Hungary offers at least one and a half years of paid leave. (Reporting by Kylie Gumpert, additional reporting by Kshitiz Goliya; Editing by Andrew Hay and Dan Grebler)",
        "header": "REFILE-UPDATE 1-Netflix's year-long parental leave raises bar for U.S. employers",
        "link": "http://www.reuters.com/article/netflix-maternity-idUSL1N10G2EX20150805"
    },
    {
        "time": "6:24PM UTC",
        "body": "(Reuters) - Netflix Inc is offering up to a year of paid maternity and paternity leave for employees to care for a newborn or newly adopted child, significantly raising the bar for parental benefits in corporate America.\n\nIn a blog post, the video streaming company, which employs about 2,200 people, said parents could take off as much time as they wanted during the first year after a child’s birth or adoption.\n\nParents can return to work part-time, full-time or go back to work as needed, the company said.\n\nThe change, which the company called an “unlimited” leave, will eliminate the need for employees to request state-funded leave or disability pay because they will continue to be paid their regular salaries.\n\n“Netflix’s continued success hinges on us competing for and keeping the most talented individuals in their field,” Netflix Chief Talent Officer Tawni Cranz said in the post. “Experience shows people perform better at work when they’re not worrying about home.”\n\nThe Netflix policy far exceeds typical leave at large U.S. corporations. The national norm averages about 30 days paid leave, according to Mary Tavarozzi, a senior consultant with benefit consultant group Towers Watson.\n\nWhile it could push some companies to follow in its footsteps, for others it will not be possible. Top tech firms are among the leaders in offering greater benefits to attract new talent. Facebook offers four months of paid leave for parents, while Google Inc offers at least 18 weeks of paid maternity leave.\n\n“We’ve seen many employers expanding their amount of paid leave available, but it would be a small number of industries with a relatively small-to-medium size population that could afford to do something as extensive as Netflix,” said Tavarozzi.\n\nAccording to a Towers Watson survey, adequate paid time off is the third-most-important issue for employees, behind compensation and medical coverage.\n\nTerri Rhodes, chief executive of the Disability Management Employer Coalition, a lobbying group that represents employers, called the move a “game changer.” She said it would not be a significant cost for other employers to add several more weeks to their current paid leave.\n\nMicrosoft Corp said on Wednesday in a blog post that it would increase its paid parental leave to 12 weeks for all employees becoming parents of newborn or adopted children.\n\nIn addition to eight weeks of fully paid maternity disability leave, Microsoft currently gives an additional 12 weeks of parental leave, of which eight weeks are unpaid.\n\nOne issue with parental leave programs is creating an environment in which employees feel comfortable taking the time offered, said Rich Fuerstenberg, a senior partner at Mercer.\n\n“This could be symptomatic of a broader cultural shift,” he said. “Companies are moving away from hard and fast rules to whatever the employee and supervisor agree to is fine.”\n\nCompared with other developed countries, the United States lags in benefits it offers expecting parents.\n\nThe U.S. Family and Medical Leave Act entitles employees to take up to 12 weeks of unpaid time off annually in the event of a birth, adoption or arrival of a foster child.\n\nAccording to a 2013 report from the Pew Research Center, Estonia offers the most paid time off for parental leave, about two years. Hungary offers at least one and a half years of paid leave.",
        "header": "Netflix's year-long parental leave raises bar for U.S. employers",
        "link": "http://www.reuters.com/article/us-netflix-maternity-idUSKCN0QA29820150805"
    }
]