[
    {
        "time": "3:46PM UTC",
        "body": "MILAN (Reuters) - Telecom Italia will offer TV series and movies from Netflix to its clients after a deal the Italian phone group said would help spur demand for faster Internet in the euro zone’s No. 3 economy.\n\nTelecom Italia is boosting investments to build modern fiber optic networks and sealing deals with content providers, part of a search for new sources of income as its traditional phone services lose appeal amid rising online competition.\n\nTV clients equipped with a set-top box provided by Telecom Italia will access content of fast-growing Netflix. No financial details of the partnership agreement were disclosed in a joint statement on Wednesday.\n\nAt the launch, the Netflix offering is to include series such as Daredevil and Sense8, documentaries and stand-up comedy specials, plus a selection of programs for children.\n\nTelecom Italia, in which French media group Vivendi became the biggest investor last month, previously reached a content deal with Sky Italia and is open to agreements with other players.\n\nLast month, Netflix unveiled plans to expand into Italy and Portugal later this year as part of a bid to bring the popular American TV and film streaming service to some 200 countries within two years.",
        "header": "Telecom Italia inks content deal with Netflix",
        "link": "http://www.reuters.com/article/us-telecomitalia-netflix-idUSKCN0Q32HT20150729"
    },
    {
        "time": "3:41PM UTC",
        "body": "MILAN, July 29 (Reuters) - Telecom Italia will offer TV series and movies from Netflix to its clients after a deal the Italian phone group said would help spur demand for faster Internet in the euro zone’s No. 3 economy.\n\nTelecom Italia is boosting investments to build modern fibre optic networks and sealing deals with content providers, part of a search for new sources of income as its traditional phone services lose appeal amid rising online competition.\n\nTV clients equipped with a set-top box provided by Telecom Italia will access content of fast-growing Netflix. No financial details of the partnership agreement were disclosed in a joint statement on Wednesday.\n\nAt the launch, the Netflix offering is to include series such as Daredevil and Sense8, documentaries and stand-up comedy specials, plus a selection of programmes for children.\n\nTelecom Italia, in which French media group Vivendi became the biggest investor last month, previously reached a content deal with Sky Italia and is open to agreements with other players.\n\nLast month, Netflix unveiled plans to expand into Italy, Spain and Portugal later this year as part of a bid to bring the popular American TV and film streaming service to some 200 countries within two years. (Reporting by Danilo Masoni; Editing by Mark Heinrich and David Holmes)",
        "header": "UPDATE 1-Telecom Italia inks deal with Netflix",
        "link": "http://www.reuters.com/article/telecomitalia-netflix-idUSL5N10960E20150729"
    }
]