[
    {
        "time": "4:57PM UTC",
        "body": "Oct 14 (Reuters) - Video-streaming service provider Netflix Inc reported U.S. subscriber additions below its own forecast, which the company attributed to the ongoing transition to chip-based credit and debit cards.\n\nShares of Netflix, known for its original shows such as “House of Cards” and “Orange is the New Black”, plunged about 15 percent to $93.55 after the bell before recovering slightly.\n\nThe company said on Wednesday it added 0.88 million U.S. subscribers in the third quarter ended Sept. 30, compared with its forecast of 1.15 million.\n\n“The slowdown in U.S. subscriber growth was particularly disappointing because one would expect that since Netflix just raised rates last week, this number would have been strong,” said Barton Crockett, an analyst at FBR Capital Markets.\n\nNetflix increased the subscription rate for some new members earlier this month by $1.00 a month to $9.99 in the United States, Canada and Latin America.\n\nThe company blamed the miss to slightly higher-than-expected involuntary churn (inability to collect) due in part to the ongoing transition to chip-based credit and debit cards.\n\nCrockett said the issue around the chip cards is particularly confusing, given that these cards have been around for a bit.\n\nInternationally, Netflix added 2.74 million subscribers, compared with its projection of 2.40 million.\n\nNetflix, which is also battling intense competition from other online streaming services such as Amazon.com Inc’s Prime Video service and Hulu, has been aggressively building its overseas presence as its key U.S. market matures.\n\nThe company forecast adding about 1.65 million customers in the United States in the current quarter. It also said it expected to add about 3.50 million subscribers worldwide.\n\nNet income fell to $29.4 million, or 7 cents per share, from $59.3 million, or 14 cents per share.\n\nAnalysts on average had expected a profit of 8 cents per share on revenue of $1.75 billion, according to Thomson Reuters I/B/E/S. (Reporting by Anya George Tharakan in Bengaluru)",
        "header": "UPDATE-2-Netflix adds fewer U.S. subscribers than forecast; shares fall",
        "link": "http://www.reuters.com/article/netflix-results-idUSL3N12E5L320151014"
    },
    {
        "time": "7:08PM UTC",
        "body": "(Reuters) - U.S. stocks fell on Wednesday as Wal-Mart Stores Inc (WMT.N) skidded after issuing a weak profit forecast and as JPMorgan Chase & Co (JPM.N) slipped on disappointing results.\n\nThe news added to worries about the outlook for U.S. earnings, with Standard & Poor’s 500 profits forecast to have dropped more than 4 percent in the third quarter from a year ago, according to Thomson Reuters data.\n\nAfter the market close, shares of Netflix (NFLX.O) fell 2.4 percent to $107.55 after the company reported U.S. subscriber additions below its own forecast. The shares were down about 12 percent shortly after the news.\n\nSeparately, grocery operator Albertsons (ABS.N) postponed the pricing of its initial public offering amid weaker-than-expected demand from investors, people familiar with the matter told Reuters, while First Data Corp (FDC.N) priced the year’s biggest IPO at a discount.\n\nDuring the regular session, Wal-Mart sank 10 percent to $60.03 in its biggest one-day percentage decline in years and its heaviest trading day since January 2009, after it forecast a drop of up to 12 percent in earnings per share in fiscal 2017.\n\nThe decline erased roughly $22 billion off the retailer’s market value, and the stock was the biggest drag on both the Dow Jones industrial average and S&P 500.\n\nTarget Corp (TGT.N) was down 3.5 percent at $76.20, Sears Co Ltd (SHLD.O) fell 3.0 percent to $24.41, while the S&P 500 retail index .SPXRT dropped 1.2 percent.\n\nData showing U.S. retail sales barely rose in September weighed on sector shares.\n\nJPMorgan shares fell 2.5 percent to $59.99 after the bank reported disappointing third-quarter results late on Tuesday.\n\n“In these next three weeks in the earnings season, we’re going to get some clear guidance not just on earnings for the third quarter but guidance for the fourth quarter and for next year. That’s going to be crucial,” said John Canally, investment strategist and economist for LPL Financial in Boston.\n\nThe Dow Jones industrial average .DJI fell 157.14 points, or 0.92 percent, to 16,924.75, the S&P 500 .SPX lost 9.45 points, or 0.47 percent, to 1,994.24 and the Nasdaq Composite .IXIC dropped 13.76 points, or 0.29 percent, to 4,782.85.\n\nWells Fargo & Co (WFC.N) fell 0.7 percent to $51.50, while Bank of America Corp (BAC.N) rose 0.8 percent to $15.64 both following results.\n\nAmong other big decliners, shares of Boeing Co (BA.N) dropped 4.3 percent to $134.22. Delta Air Lines Inc’s (DAL.N) chief executive said he expects the market to be “ripe” for the carrier to buy used widebody planes over the next 12 to 36 months, as low interest rates have created a market bubble. Delta shares were up 1.8 percent at $48.59. Declining issues outnumbered advancing ones on the NYSE by 1,809 to 1,241, for a 1.46-to-1 ratio on the downside. On the Nasdaq, 1,759 issues fell and 1,005 advanced for a 1.75-to-1 ratio favoring decliners.\n\nThe S&P 500 posted seven new 52-week highs and five new lows; the Nasdaq recorded 21 new highs and 57 new lows.\n\nAbout 6.9 billion shares changed hands on U.S. exchanges, compared with the 7.5 billion daily average for the past 20 trading days, according to Thomson Reuters data.",
        "header": "Wall St. falls after Wal-Mart's weak forecast; Netflix down after the bell",
        "link": "http://www.reuters.com/article/us-markets-stocks-idUSKCN0S819D20151014"
    },
    {
        "time": "4:50PM UTC",
        "body": "Oct 14 (Reuters) - Video-streaming service provider Netflix Inc reported U.S. subscriber additions below its own forecast, even as international subscriber additions blew past its estimates.\n\nThe company said on Wednesday it added 0.88 million U.S. subscribers in the third quarter ended Sept. 30, compared with its forecast of 1.15 million.\n\nInternationally, Netflix added 2.74 million subscribers compared with its projection of 2.40 million.\n\nNetflix, which produces shows such as “House of Cards” and “Orange is the New Black”, said revenue rose to $1.74 billion from $1.41 billion a year earlier. (Reporting by Anya George Tharakan in Bengaluru)",
        "header": "CORRECTED-Netflix U.S. subscriber additions fall below estimates",
        "link": "http://www.reuters.com/article/netflix-results-idUSL3N12E5G020151014"
    },
    {
        "time": "8:54PM UTC",
        "body": "Oct 14 (Reuters) - Video-streaming service provider Netflix Inc reported third-quarter U.S. subscriber additions below its own forecast, blaming a transition to chip-based cards for the miss.\n\nShares of Netflix, known for its original shows such as “House of Cards” and “Orange is the New Black”, plunged about 15 percent after the bell, before clawing back to trade down 2.4 percent.\n\nU.S. credit and debit card companies have been shifting to chip-enabled cards ahead of the Oct. 1 deadline mandated for the switch.\n\nFor Netflix, the switch meant that many of the older cards on its file no longer worked as the companies gave new cards to their customers, leading to “involuntary churn,” as Chief Executive Reed Hastings put it in a letter to shareholders.\n\n“It’s just the dumbest thing I’ve heard,” Wedbush Securities analyst Michael Pachter said.\n\nFBR Capital Markets analyst Barton Crockett said the issue around the chip cards is particularly confusing, given that these cards have been around for a bit.\n\nNetflix said on Wednesday it added 0.88 million U.S. subscribers in the third quarter ended Sept. 30, compared with its forecast of 1.15 million.\n\n“The slowdown in U.S. subscriber growth was particularly disappointing because one would expect that since Netflix just raised rates last week, this number would have been strong,” said Crockett.\n\nNetflix increased the subscription rate for some new members earlier this month by $1.00 a month to $9.99 in the United States, Canada and Latin America.\n\nInternationally, Netflix added 2.74 million subscribers, compared with its projection of 2.40 million.\n\nNetflix, which is also battling competition from streaming services such as Amazon.com Inc’s Prime Video service and Hulu, has been aggressively building its overseas presence.\n\nThe company said it was in the “early stages” of its China entry and said it was “still learning a lot”.\n\nNetflix said in July its plans to enter China in 2016 could be delayed.\n\nNetflix is being “more adventurous” on the news side, company executives said on a post-earnings conference call.\n\nThe company added it was not looking at live sports as an offering currently.\n\n“There’s a lot of irrational bidders for sports, we’re not anxious to become another one,” Netflix’s head of content Ted Sarandos said. “Sports on demand is not as exciting as sports live.”\n\nNetflix forecast adding about 1.65 million customers in the United States in the current quarter. It also said it expected to add about 3.50 million subscribers worldwide. (Reporting by Anya George Tharakan in Bengaluru; Editing by Bernard Orr)",
        "header": "UPDATE-4-Netflix blames weak U.S subscriber adds on new chip-based cards",
        "link": "http://www.reuters.com/article/netflix-results-idUSL1N12E2YR20151015"
    }
]