[
    {
        "time": "2:39PM UTC",
        "body": "LOS ANGELES (Reuters) - When Tina Fey pitched a comedy series to broadcast network NBC, the home of her Emmy-winning hit “30 Rock,” she ran into problems with the new show’s “potentially tricky” premise about a woman held hostage by a religious zealot.\n\n“With broadcast, when you’re going into people’s homes, you have to be a little more polite,” Fey told Reuters. On the streaming service Netflix, however, “you can get into more dangerous topics.”\n\nIn two years, Netflix Inc and online streaming platform Amazon Studios have drawn top names across film and television, enticing them with creative liberty, freedom from time constraints and no fears of offending advertisers.\n\nAs a result, online platforms are fast defining a new age of television that is reflected in 46 nominations for Amazon and Netflix shows at Sunday’s Primetime Emmy Awards.\n\nFey’s controversial topic came in the form of “Unbreakable Kimmy Schmidt” about a chirpy, naive ‘mole woman’ who moves to New York after escaping her cult-like captor.\n\n“With a premise like this that is potentially tricky for people - a kidnapped woman who’s getting her life back - once you move to Netflix, the premise is not a problem at all,” Fey said.\n\nThe show goes into Sunday’s ceremony with seven Emmy nominations including best comedy series. Netflix’s political thriller “House of Cards” and prison drama “Orange is the New Black” are also well represented, along with Amazon’s groundbreaking transgender series “Transparent.”\n\nAmazon offers TV shows and movies through its $99-a-year Amazon Prime membership. It releases a selection of pilots online and uses audience input to help decide which to greenlight.\n\nOn-demand viewing offered on streaming platforms lets viewers watch at their own pace and all episodes are released at once. The model disposes with scheduling decisions, breaks for commercials or potential problems with advertisers over content.\n\n“There’s no topic we can’t go toward. You don’t have to worry about advertisers or institutions,” Fey said.\n\nFor the creators of upcoming series “The Man in the High Castle,” based on Philip K. Dick’s novel of an alternate America in which the Nazis won World War Two, Amazon was the last port of call after a nearly decade-long journey to bring the series to television.\n\n“This show would not exist now were it not for Amazon,” said Isa Dick Hackett, the late author’s daughter and executive producer of the series, who pitched the show previously to the BBC and Syfy networks. It will be released on Amazon in November.\n\n“It’s incredibly ambitious, the material is sensitive. People said ‘we don’t want to do a show with Nazis,'” Hackett said.\n\nBrazilian filmmaker Jose Padilha said Netflix was his only choice for his gritty Spanish/English-language drug drama “Narcos,” mainly for its reach across more than 50 countries, including Spanish-speaking nations.\n\n“We wanted to make it bilingual because the real life story was bilingual, and we thought Netflix had the audience that would go for that,” he said of “Narcos,” which was released on Netflix in August.\n\nSome of Hollywood’s biggest players who have largely avoided television are now embracing the streaming trend.\n\nWoody Allen, who has not worked in television in more than 50 years, is creating a series for Amazon for release next year while Brad Pitt and Angelina Jolie are developing separate movies for Netflix.",
        "header": "Nazis? Cults? Creative freedom draws Hollywood to Netflix, Amazon TV",
        "link": "http://www.reuters.com/article/us-awards-emmys-streaming-idUSKCN0RF1ZX20150915"
    }
]