[
    {
        "time": "9:33PM UTC",
        "body": "LOS ANGELES (Reuters) - Netflix Inc is pursuing a subscription video streaming service without commercials for the Chinese market, keeping with its traditional business model rather than seeking advertisers, Chief Executive Officer Reed Hastings said on Wednesday.\n\nThe U.S.-based company previously said it was developing plans to launch a “modest” service in China if it can acquire permission to operate in the world’s most populous country. Chinese consumers are used to watching entertainment for free that is either supported by ads or illegally pirated.\n\nNetflix offers on-demand TV shows and movies without commercials to customers who pay a monthly subscription price.\n\n“Our focus and our expertise is really in commercial free,” Hastings said in an interview. “That may confine us to being only part of the market the first couple years, but that’s what we would do.”\n\nNetflix now operates its video streaming service in roughly 50 countries and aims to reach 200 by the end of 2016. Its aggressive overseas growth strategy helped the company beat its own forecast by reaching 62.3 million streaming subscribers at the end of the March quarter.\n\nFor China, “we are continuing to explore options talking to both U.S. companies that have had success and difficulty in China and Chinese companies,” Hastings said. “It’s a gradual process.”\n\nTed Sarandos, the company’s chief content officer, was quoted last month saying Netflix was likely to enter the Chinese market without a local partner. Such a move could make it harder to do business in a country known for censorship and strict regulation.\n\nOn Wednesday, Sarandos told analysts the press reports of his remarks were “a little bit out of context.”\n\n“We’re anxious and open to all forms of doing business in China,” Sarandos said on a webcast following the company’s earnings report.",
        "header": "Netflix will stick with ad-free model in China push: CEO",
        "link": "http://www.reuters.com/article/2015/04/16/us-netflix-china-idUSKBN0N705F20150416"
    },
    {
        "time": "9:33PM UTC",
        "body": "(Reuters) - Video streaming pioneer Netflix Inc added more subscribers than projected in the United States and abroad during the first quarter, news that sent its shares up nearly 12 percent on Wednesday.\n\nNet subscriber additions rose 22 percent year-over-year to 4.88 million in the March quarter, beating the company’s forecast of 4.05 million.\n\nThe company that shook up television with original shows such as “House of Cards” has been aggressively building its overseas presence as growth slows in the United States. It launched services in Australia and New Zealand in the quarter and expects to start in Japan later this year.\n\nNetflix added 2.6 million customers in its nearly 50 international markets in the quarter ended March 31, bringing the total to 62.27 million users worldwide.\n\nCustomers spent more time than ever watching Netflix, streaming 10 billion hours of programming in the quarter, the company said.\n\nChief Executive Officer Reed Hastings said fresh content including the third season of “House of Cards” and new series “Unbreakable Kimmy Schmidt” and “Bloodline” helped bring in new customers.\n\n“We’ve continued to focus on the same things over the last couple years, improving the content, improving the streaming, improving the user interface, and we’ve seen the rewards of that in continued growth,” Hastings told analysts during a webcast.\n\nThe company said it expects to sign up 600,000 more U.S. customers in the current quarter, plus 2.5 million worldwide.\n\nThe company has been investing in original shows to fend off competition from Time Warner Inc’s HBO, Amazon.com and Hulu, as well as on-demand offerings from pay TV providers.\n\nNetflix said retention of customers improved in the United States. “As they build up their catalog of original titles, they’re going to keep more and more customers,” Wedbush Securities analyst Michael Pachter said.\n\nThe company also said it would ask its board to approve a stock split.\n\nSpending on international expansion hit first-quarter earnings, which more than halved to $23.7 million, or 38 cents per share.\n\nNetflix said the strong dollar hurt its financial results. Excluding foreign exchange losses, the company said it earned 77 cents per share.\n\nAnalysts on average had expected a profit of 69 cents per share on revenue of $1.57 billion, according to Thomson Reuters I/B/E/S.",
        "header": "Netflix beats forecasts with 62 million streaming subscribers ",
        "link": "http://www.reuters.com/article/2015/04/16/us-netflix-results-idUSKBN0N62HC20150416"
    },
    {
        "time": "9:38AM UTC",
        "body": "LOS ANGELES (Variety.com) - Netflix’s “Orange Is the New Black” will be returning for a fourth season in 2016, the company announced.\n\nSeason 3 of “OITNB” will premiere June 12 on Netflix in all territories. The renewal isn’t a surprise: “Orange” has been one of the top-performing original series on the service, execs have said.\n\nThe series has garnered more than 20 awards including three Emmy Awards and two GLAAD Media Awards, and is a recipient of a Peabody Award and a Television Critics’ Assn. Award. It’s produced for Netflix by Lionsgate.\n\nJenji Kohan (Showtime’s “Weeds”) is series creator and showrunner of “Orange Is the New Black,” based on the memoir of the same name by Piper Kerman about an upper-crusty Brooklynite sentenced to prison after running drugs for an acquaintance (and, as it happens, her lover). Taylor Schilling stars in the lead role as Piper Chapman. Cast includes Laverne Cox -- the transgender actress who’s been a breakout star from the show -- Laura Prepon, Kate Mulgrew, Uzo Aduba and Natasha Lyonne.\n\nAlso Wednesday, Netflix released a new clip from season 3 of the show:",
        "header": "Netflix Renews 'Orange Is the New Black' for Season 4",
        "link": "http://www.reuters.com/article/2015/04/15/variety-idUSL4N0XC4PC20150415"
    },
    {
        "time": "7:45PM UTC",
        "body": "April 15 (Reuters) - Video streaming pioneer Netflix Inc added more subscribers than projected in the United States and abroad during the first quarter, news that sent its shares up nearly 12 percent on Wednesday.\n\nNet subscriber additions rose 22 percent year-over-year to 4.88 million in the March quarter, beating the company’s forecast of 4.05 million.\n\nThe company that shook up television with original shows such as “House of Cards” has been aggressively building its overseas presence as growth slows in the United States. It launched services in Australia and New Zealand in the quarter and expects to start in Japan later this year.\n\nNetflix added 2.6 million customers in its nearly 50 international markets in the quarter ended March 31, bringing the total to 62.27 million users worldwide.\n\nCustomers spent more time than ever watching Netflix, streaming 10 billion hours of programming in the quarter, the company said.\n\nChief Executive Officer Reed Hastings said fresh content including the third season of “House of Cards” and new series “Unbreakable Kimmy Schmidt” and “Bloodline” helped bring in new customers.\n\n“We’ve continued to focus on the same things over the last couple years, improving the content, improving the streaming, improving the user interface, and we’ve seen the rewards of that in continued growth,” Hastings told analysts during a webcast.\n\nThe company said it expects to sign up 600,000 more U.S. customers in the current quarter, plus 2.5 million worldwide.\n\nThe company has been investing in original shows to fend off competition from Time Warner Inc’s HBO, Amazon.com and Hulu, as well as on-demand offerings from pay TV providers.\n\nNetflix said retention of customers improved in the United States. “As they build up their catalog of original titles, they’re going to keep more and more customers,” Wedbush Securities analyst Michael Pachter said.\n\nThe company also said it would ask its board to approve a stock split.\n\nSpending on international expansion hit first-quarter earnings, which more than halved to $23.7 million, or 38 cents per share.\n\nNetflix said the strong dollar hurt its financial results. Excluding foreign exchange losses, the company said it earned 77 cents per share.\n\nAnalysts on average had expected a profit of 69 cents per share on revenue of $1.57 billion, according to Thomson Reuters I/B/E/S. (Reporting by Lisa Richwine in Los Angeles and Sai Sachin R and Lehar Maan in Bengaluru; Editing by Saumyadeb Chakrabarty, Bernard Orr)",
        "header": "UPDATE 2-Netflix beats forecasts with 62 mln streaming subscribers",
        "link": "http://www.reuters.com/article/2015/04/15/netflix-results-idUSL4N0XC5JZ20150415"
    },
    {
        "time": "4:24PM UTC",
        "body": "April 15 (Reuters) - Netflix Inc’s quarterly revenue jumped nearly 24 percent as the TV and movie streaming service provider added 4.88 million net subscribers worldwide, beating its own forecast of 4.05 million.\n\nShares of Netflix, producer of shows such as “House of Cards” and “Orange is the New Black”, rose about 13 percent after the bell.\n\nThe company’s net income slipped to $23.7 million, or 38 cents per share, in the first quarter ended March 31, from $53.1 million, or 86 cents per share, a year earlier. (Reporting by Sai Sachin R and Lehar Maan in Bengaluru; Editing by Saumyadeb Chakrabarty)",
        "header": "CORRECTED-Netflix subscriber additions top forecast",
        "link": "http://www.reuters.com/article/2015/04/15/netflix-results-idUSL4N0XC5HS20150415"
    }
]