[
    {
        "time": "5:43PM UTC",
        "body": "(Reuters) - Soros Fund Management, which manages the investments of billionaire George Soros and his family, took new stakes in video streaming company Netflix Inc and casino operator Wynn Resorts Ltd during the third quarter.\n\nThe changes were disclosed in a U.S. Securities and Exchange Commission filing on Monday that detailed Soros’ investments as of Sept. 30.\n\nSoros said it owned 317,534 Netflix shares worth $32.79 million as of that date, and 187,103 Wynn shares worth $9.9 million.\n\nThe firm also took a 77,877 share stake worth $39.9 million in online retailer Amazon.com Inc and a 4.43 million share stake worth $137.5 million in electronic payments provider PayPal Holdings Inc.\n\nSoros shed stakes during the quarter in two companies that have been under fire: 1,968,833 shares of weight loss and nutritional products company Herbalife Ltd, and 1,302,512 shares of airline United Continental Holdings Inc.\n\nHerbalife has for nearly three years fended off claims by hedge fund manager William Ackman, who is shorting its stock, that it is a pyramid scheme.\n\nMeanwhile, United Chief Executive Jeff Smisek resigned in September amid probes into the carrier’s relationship with the Port Authority of New York and New Jersey, and his successor Oscar Munoz suffered a heart attack.\n\nMonday’s filing also detailed dozens of other changes in Soros’ investments during the third quarter.",
        "header": "Soros checks into Netflix, bids Herbalife adieu",
        "link": "http://www.reuters.com/article/us-investment-funds-soros-idUSKCN0T52OD20151116"
    },
    {
        "time": "11:03PM UTC",
        "body": "(Reuters) - Top U.S. hedge fund management firms, including Soros Fund Management LLC and Viking Global Investors, placed new bets on Netflix Inc (NFLX.O) while Tiger Global Management increased its stake in the video streaming company during the third quarter, regulatory filings showed on Monday.\n\nViking bought 4.5 million shares while Tiger Global upped its stake by 15.43 million shares to 18 million. Soros said it owned 317,534 Netflix shares worth $32.79 million as of Sept. 30.\n\nInvestors appear to be moving into Netflix as a hedge against the cable television industry, which is facing increasing threats to revenue as consumers switch to streaming services such as Netflix and Hulu, a trend known as “cord cutting.”\n\nElectronic payments provider PayPal Holdings Inc (PYPL.O) was also a stock darling in the July to September period. Baupost Group LLC took a new stake of 10.9 million shares while Soros took a 4.43 million share stake worth $137.5 million in PayPal.\n\nBillionaire investor activist Carl Icahn showed that he sold his entire stake in e-commerce company eBay Inc (EBAY.O) in the third quarter while also reporting a position in PayPal\n\nThe actions were revealed in quarterly disclosures of hedge fund manager stock holdings, known as 13F filings, with the U.S. Securities and Exchange Commission. They are of great interest to investors wanting to know what savvy traders are buying and selling.\n\nThe disclosures are backward-looking and come out 45 days after the end of each quarter. Still, the filings offer a glimpse into what hedge fund managers saw as investment opportunities.\n\nThe filings do not disclose short positions, or bets that a stock will fall. As a result, the public filings do not always present a complete picture of a management firm’s stock holdings.\n\nThe following are some of the hot stocks and sectors in which hedge fund managers either took new positions or exited existing stakes in the third quarter.\n\nBaupost Group took a new stake of 2.45 million shares.\n\nScott Ferguson’s Sachem Head Capital Management took a new position in the specialty pharmaceutical company, buying 3.3 million shares.\n\nBaupost Group took a new stake of 52.27 mln shares\n\nViking cut its position, selling 3.6 million shares to own 2.5 million at the end of the quarter. Blue Ridge adds to its position with 610,000 shares, raising its holdings to 2.4 million shares.\n\nTiger Global increased its stake by 2.45 mln shares to 3.19 million shares in the online retailer while Soros took a 77,877 share stake worth $39.9 million.\n\nAlex Denner’s Sarissa Capital Management cut its stake in the biotech company, selling 118,000 shares to own 200,000 shares.\n\nViking took a new position in the semiconductor company, buying 23.5 million shares.\n\nDavid Einhorn’s Greenlight Capital Inc increased its share stake in shares of automaker GM by 11.3 percent to 16.3 million shares.\n\nHealthCor Management liquidated its position in the specialty pharmaceutical company, selling 3.2 million shares.\n\nBaupost Group cut its stake in the semiconductor company by 18.7 million shares, leaving it at 1 million shares.\n\nHealthCor took a new stake in the drug giant, which makes Viagra, buying 2.7 million shares.\n\nViking bought into the Israeli pharmaceutical company with 8.9 million shares.\n\nMarcato Capital Management bought 2 million shares in the rental company, establishing a new position in the stock the firm had owned previously a few years ago.\n\nCanyon Capital Advisors bought 1.9 million shares in the internet firm, raising its holding to 5.7 million shares.\n\nTiger Global sold its entire stake of 3.58 mln class A shares in the online real estate firm.",
        "header": "Factbox: Netflix, PayPal become hedge fund darlings in third quarter ",
        "link": "http://www.reuters.com/article/us-investment-funds-factbox-idUSKCN0T604420151117"
    }
]