[
    {
        "time": "1:39PM UTC",
        "body": "(Reuters) - Netflix Inc launched operations in India on Wednesday, with plans starting at 500 rupees ($7.50) per month, as the U.S.-based video streaming company pushes ahead with its global expansion plans.\n\nThe company’s shares were up 5.5 percent at $113.60 in early afternoon trading.\n\nThe move confirmed months of speculation on the launch of the service in the second-most populous country in the world.\n\nThe company will also offer two other plans priced at 650 rupees and 800 rupees, it announced on its website.\n\nNetflix is aggressively moving into new markets and aims to reach 200 countries by the end of 2016, as slowing domestic growth puts pressure on the company.\n\nUsers can access Netflix through an app on a smart TV, a videogame console, a streaming player, a smartphone or a tablet.",
        "header": "Netflix launches in India, plans start at 500 rupees",
        "link": "http://www.reuters.com/article/us-netflix-india-idUSKBN0UK24F20160106"
    },
    {
        "time": "1:51PM UTC",
        "body": "Jan 6 (Reuters) - Video streaming company Netflix Inc on Wednesday launched its services in 130 countries, covering almost the entire globe except China, as part of efforts to counter slowing growth in the United States.\n\nShares of the company, whose popular shows include “House of Cards”, “Orange Is The New Black” and “Narcos”, rose 5.5 percent to $113.60 in afternoon trading.\n\nIndia, Nigeria, Russia and Saudi Arabia were among the major countries where the service was launched, Chief Executive Reed Hastings said at the Consumer Electronics Show in Las Vegas.\n\nThe company, whose services were available in more than 60 countries before Wednesday’s launch, had previously said it aimed to reach 200 countries by the end of 2016.\n\nU.S. government restrictions on American companies mean Netflix will not be available in Crimea, North Korea and Syria.\n\nThe company said on Wednesday it was exploring options for providing its services in China. The company said in July that plans to enter China in 2016 could be delayed.\n\nNetflix, which has been spending aggressively to expand globally, has said it planned to “run around break-even through 2016” and then deliver profits.\n\n“I think there’s been pent-up demand for Netflix outside of the few geographies they were available in previously,” Brian Blau, research director at Gartner, told Reuters. (Reporting by Supantha Mukherjee, Anya George Tharakan, Lehar Maan in Bengaluru; Editing by Saumyadeb Chakrabarty, Maju Samuel and Sriraj Kalluvila)",
        "header": "Netflix to stream in almost all countries, skips China",
        "link": "http://www.reuters.com/article/tech-ces-netflix-idUSL3N14Q5D620160106"
    },
    {
        "time": "6:26PM UTC",
        "body": "(Reuters) - Netflix Inc’s video-streaming service went live in more than 130 countries on Wednesday, covering almost the entire globe except China, in a huge global push by Chief Executive Reed Hastings to counter slowing growth in the United States.\n\nShares of the company, whose popular shows include “Unbreakable Kimmy Schmidt”, “Daredevil” and “Narcos”, jumped 9.3 percent to close at $117.68.\n\nIndia, Nigeria, Russia and Saudi Arabia were among the major countries where the service was launched, Hastings said at a speech at the Consumer Electronics Show in Las Vegas.\n\n“(This is) much sooner and much more ambitious than expected,” Wedbush Securities analyst Michael Pachter said.\n\nNetflix, which had expanded into more than 60 countries before Wednesday’s launch, previously said it aimed to reach 200 countries by the end of 2016.\n\nHowever, all shows will not be available immediately to some Netflix fans.\n\n“We’re moving as quickly as we can to have global availability of all the content on Netflix,” Hastings said at a press conference after his speech.\n\nU.S. government restrictions on American companies mean Netflix will not be available in Crimea, North Korea and Syria.\n\nThe company is still exploring options for providing its service in China, the world’s most populous country. Asked if Netflix will make it into the Chinese market in 2016, Hastings said in an interview “we hope so, but you never know.”\n\n“With China, you really want to build relationships first, before you get to the practical parts of building a business,” he said. “And so we are doing that now and getting to know people, both in government and in partner companies.”\n\n“We’ll just keep working on the relationships,” he said. “We are very patient. Whether it is 2016, 2017, we’ll just keep working on it.”\n\nNetflix on Wednesday added simplified and traditional Chinese to the 17 languages it already supports.\n\n“I think there’s been pent-up demand for Netflix outside of the few geographies they were available in previously,” Brian Blau, research director at Gartner, told Reuters.\n\nNetflix, which has been spending aggressively to expand globally, has said it planned to “run around break-even through 2016” and then deliver profits.",
        "header": "Netflix goes global, reaches most countries except China",
        "link": "http://www.reuters.com/article/us-tech-ces-netflix-idUSKBN0UK28Z20160106"
    },
    {
        "time": "6:08PM UTC",
        "body": "* Netflix CEO Reed Hastings, in interview, says he hopes to bring service to China in 2016 ‘but you never know’\n\n* Netflix CEO on China: ‘we are very patient. Whether it is 2016, 2017, we’ll just keep working on it’ Source text for Eikon: Further company coverage: (Reporting by Lisa Richwine)",
        "header": "BRIEF-Netflix CEO on China: 'we are very patient'",
        "link": "http://www.reuters.com/article/idUSL1N14Q2S720160106"
    }
]