[
    {
        "time": "11:30AM UTC",
        "body": "LOS ANGELES (Reuters) - Welcome back to our bleak future.\n\nDystopian anthology show “Black Mirror” will debut its third season with new partner Netflix Inc on Friday, returning with six stand-alone stories exploring the darker consequences of a world digitally connected.\n\nThe show serves as a modern day Aesop’s Fables, set in alternative realities similar to present day society and centered on the impact of technology on humanity.\n\n“Technology takes the place of how the supernatural would work in shows like ‘The Twilight Zone’ or ‘Tales of the Unexpected’,” Charlie Brooker, creator of “Black Mirror,” told Reuters.\n\n“In today’s world, we’re used to technology doing things that five years ago would have made our heads spin off with astonishment.”\n\n“Black Mirror” first debuted on UK television in 2011 with three episodes, including one where a fictional UK prime minister is forced to have sex with a pig on live television. A second season came in 2013, and both were added on Netflix in 2014, quickly finding a U.S. audience.\n\nThe new season debuts with “Nosedive,” in which Bryce Dallas Howard plays a woman trying to get digital “likes” in a society where everyone is constantly rated on a social app.\n\nIn “Playtest,” a traveler finds himself in a terrifying immersive experience; two women connect in a peculiar town in “San Junipero”; a young boy is threatened into a dangerous game in “Shut up and Dance”; a soldier faces turmoil in “Men Against Fire” and in “Hated in the Nation,” the internet’s most disliked people are mysteriously killed.\n\nThe show “touches on a lot of themes but I don’t think there’s ever a resounding moral,” said producer Annabel Jones.\n\n“They’re often very ambiguous and sometimes the endings are quite gray, which I think sometimes is quite unsettling for people,” she said.\n\nBrooker and Jones said partnering with Netflix garnered them bigger budgets and no restrictions on episode lengths, unlike shows made for broadcast television.\n\nBrooker said each of the new episodes take on a different genre, such as “Hated in the Nation” serving as the “Black Mirror” take on a Scandinavian detective noir, and “Playtest” exploring the horror realm.\n\nIt is a structure that Brooker said they will continue as they work on season 4, in which one episode will focus on parenting.\n\n“I‘m not anti-technology, but I‘m a neurotic worrier and it amuses me, or liberates me in a way to think of worst case scenarios,” Brooker said with a laugh.",
        "header": "'Black Mirror' brings its dark reflection of digital world to Netflix",
        "link": "http://www.reuters.com/article/us-television-blackmirror-idUSKCN12K14I"
    }
]