[
    {
        "time": "7:54AM UTC",
        "body": "MUMBAI (Reuters) - Netflix Inc’s global expansion is set to reach movie-mad India, industry executives said, where high-speed Internet connectivity is rapidly spreading among a vast population used to paying pennies for their latest Bollywood fix.\n\nSlowing growth at home in the United States has put pressure on video-streaming service Netflix to grow internationally and India, where a fifth of the country’s 1.3 billion people are online, is widely seen as a likely next step in Asia.\n\nNetflix declined to comment on its plans but industry executives told Reuters they expect an India announcement as early as this week at the Consumer Electronics Show in Las Vegas, where co-founder and Chief Executive Reed Hastings is scheduled to talk about the company’s international expansion.\n\n“Netflix is entering India at the right time,” said analyst Tarun Pathak at Counterpoint Technology Research.\n\nMost Indian Internet users go online via smartphones, which are increasingly capable of connecting to the latest, fourth-generation network (4G) which cuts streaming times considerably.\n\n“We expect at least one in two mobile devices sold this year to be 4G equipped,” Pathak said.\n\nThe challenge is convincing Indians to spend, analysts said. Netflix’s average revenue per user (ARPU) in the third quarter was $25.29 in the United States and $21.59 abroad.\n\nIn India, where a movie can cost 29 rupees (44 cents) and monthly subscriptions are as little as 200 rupees, analysts expect ARPUs to be a fraction of that.\n\nWith most Indians getting online with smartphones, a telecom partner could speed Netflix’s market entry a year after Hotstar - from Twenty-First Century Fox Inc controlled Star Network - and three years after Singapore-based Spuul.\n\nNetflix paired with SoftBank Group Corp for its Japan launch, piggybacking on the one of the country’s mobile network providers for its first foray in Asia in September.\n\nNetflix’s U.S.-listed Indian rival Eros International PLC announced a partnership on Monday with Idea Cellular Ltd, the country’s third-biggest mobile carrier with 167 million subscribers.\n\nFor telecoms companies, streaming services increase data consumption which is more lucrative than telephone calls. Moreover, movie subscriber numbers are widely expected to jump with the large scale introduction of 4G services, led by the Jio network of Reliance Industries Ltd.\n\nBut in price-sensitive India, reaching new customers with big-budget content is likely to prove far easier than fending off the appeal of cheap, easily available pirated copies.\n\n“In India our biggest worry is not Netflix,” said Michael Smith, chief technology officer at startup Hooq, backed by Singapore Telecommunications Ltd, Time Warner Inc and Sony Corp.\n\n“It’s the 20 cent copy of a movie that has just been released.”",
        "header": "Netflix set to tap Bollywood-mad India in pursuit of global viewers",
        "link": "http://www.reuters.com/article/us-india-netflix-idUSKBN0UJ17L20160105"
    }
]