[
    {
        "time": "2:09PM UTC",
        "body": "(Reuters) - Netflix Inc’s shares fell as much as 10 percent on Wednesday after a widespread selloff on Wall Street overshadowed the video streaming company’s impressive subscriber additions in the fourth quarter.\n\nU.S. stocks were on a tailspin, with the Dow Jones industrial average losing more than 500 points, after oil prices continued to plummet unabated.\n\n“People are just taking this opportunity to sell a stock that has been a winner for a long time,” Barclays analyst Paul Vogel told Reuters, adding that the subscriber numbers were “pretty good but not exceptional.”\n\nNetflix’s shares more than doubled last year and trade at a lofty valuation, making them susceptible to sharp declines when broader markets tumble.\n\nThe stock trades at about 382.6 times forward earnings, compared with Facebook Inc’s 33.1, according to Thomson Reuters StarMine.\n\nInvestors were also concerned with the video streaming pioneer’s slowing growth at home and aggressive cash burn due to the international expansion.\n\nThe company added 1.56 million U.S. subscribers in the fourth quarter, below the 1.65 million it had forecast, and less than 1.9 million a year earlier.\n\n“Investors appear to believe that international subscribers will be as valuable as domestic subscribers (we disagree), and that aggregate international growth will generate consistent profitability, without regard to differing tax, regulatory and cultural environments (we disagree),” Wedbush Securities analysts wrote in a note.\n\nWedbush analysts have an “underperform” rating, but raised their price target on the stock to $45 from $40.\n\nThe company said on Tuesday it had 74.8 million subscribers at the end of December and forecast 6.1 million more through March, fueled by its expansion this month into virtually every country except China.\n\nAnalysts surveyed by FactSet StreetAccount had forecast an addition of 4.94 million subscribers in the three months to March.\n\nAt least nine brokerages raised their price targets on Netflix. Cowen & Co analysts were the most bullish on the stock with a price target of $155, raising it from $150. Jefferies had the steepest rise - to $120 from $105.",
        "header": "Netflix swept up in market rout despite strong subscriber signups",
        "link": "http://www.reuters.com/article/us-netflix-research-results-idUSKCN0UY2F5"
    },
    {
        "time": "5:14AM UTC",
        "body": "(Reuters) - Netflix Inc’s (NFLX.O) aggressive push into international markets won more customers than the video streaming service and its investors expected last quarter, sending its shares surging 7 percent.\n\nThe dominant online video company said on Tuesday it had 74.8 million subscribers at the end of December and forecast 6.1 million more through March, fueled by its expansion this month into virtually every country except China, where it is exploring ways to launch its service.\n\nThe projection is more bullish than the 4.94 million average estimate of analysts surveyed by FactSet StreetAccount.\n\nShares of Netflix rose 7 percent to $115.42 in after-hours trading.\n\nNetflix, which started sending DVDs to customers by mail two decades ago, now offers its subscribers unlimited online access to TV shows and movies from Hollywood studios plus its own original shows such as “House of Cards” and “Orange is the New Black.”\n\nNew customers overseas are countering slowing growth for Netflix in the United States, the company’s biggest market. It added 1.56 million U.S. subscribers in the fourth quarter, below the 1.65 million it forecast, and less than 1.9 million a year earlier.\n\n“Our high penetration in the U.S. seems to be making net additions harder than in the past,” the company said in a quarterly letter to shareholders.\n\nNetflix said it expects U.S. subscribers to jump 1.75 million this quarter. The company will likely benefit from the return of hit show “House of Cards” and a traditional bump in interest at the start of the year from people with new TV sets.\n\nInternationally, Netflix added 4.04 million subscribers, compared with its estimate of 3.50 million. Netflix does not break down where its international subscribers are based.\n\nFrom January through March, the company expects to add about 4.35 million international subscribers.\n\n“The rollout in 130 countries in early January ensures that they will have no problem hitting their international target,” Wedbush Securities analyst Michael Pachter said.\n\nNetflix said it may be able to start a service in China this year, but it may take longer. “We have work and uncertainty ahead,” the company said in its investor letter. “Our expectations are modest and long-term.”\n\nNetflix said revenue rose 22.8 percent to $1.82 billion in the December quarter. Analysts on average had expected revenue of $1.83 billion, according to Thomson Reuters I/B/E/S.\n\nExcluding items, Netflix earned 7 cents per share, ahead of analysts’ average estimate of 2 cents per share.",
        "header": "Netflix global push grabs more customers than expected; shares jump ",
        "link": "http://www.reuters.com/article/us-netflix-results-idUSKCN0UX2NH"
    }
]