[
    {
        "time": "1:09PM UTC",
        "body": "* Dow down 0.39 pct, S&P off 0.09 pct, Nasdaq up 0.16 pct (Updates to early afternoon)\n\nJuly 18 (Reuters) - The Dow was dragged lower in early afternoon trading on Tuesday by a drop in Goldman Sachs, but losses on the S&P 500 and the Nasdaq were limited by a jump in Netflix’s shares.\n\nNetflix rose 14.3 percent to hit a record high, following the video streaming company’s robust subscriber growth.\n\nHowever, Goldman Sachs reported a 40 percent drop in bond trading revenue, driving its shares lower by 2.3 percent and weighing on the Dow. Bank of America fell 1.3 percent and dragged the S&P.\n\nLast week, shares of JPMorgan, Wells Fargo and Citigroup had taken a beating after their quarterly results and forecasts failed to excite investors.\n\nThe S&P healthcare sector also came under scrutiny, after the healthcare bill to replace Obamacare sank in the Senate, as Republicans remained divided on how to repeal and replace the Affordable Care Act.\n\nThe failure of the bill spelled uncertainty for President Donald Trump’s agenda of tax reform and an infrastructure overhaul, leaving the president without any major legislative accomplishments six months into his tenure.\n\n“The healthcare bill not coming through raises some continued concerns about the ability of Washington to push through favorable fiscal policies,” said Lisa Kopp, head of traditional investments at U.S. Bank Wealth Management.\n\nNews about the bill’s collapse sent the U.S. dollar to a 10-month low against a basket of major currencies.\n\nAt 12:44 p.m. ET (1644 GMT), the Dow Jones Industrial Average was down 83.9 points, or 0.39 percent, at 21,545.82, the S&P 500 was down 2.3 points, or 0.09 percent, at 2,456.84.\n\nThe Nasdaq Composite was up 10.41 points, or 0.16 percent, at 6,324.84.\n\nSix of the 11 major S&P 500 sectors were lower, with the telecommunications and financial sectors leading the decliners.\n\nThe market will be keeping a close eye on corporate results to see if high valuations are justified in the face of mixed economic data, tepid inflation and policy gridlock in Washington.\n\n“With valuation where they are, it is really important for earnings to come through for the market to retain their momentum and push upwards,” said Kopp.\n\nAnalysts are estimating an 8.2 percent rise in second-quarter earnings for the S&P 500 companies from a year earlier.\n\nThis follows a robust first quarter when U.S. companies posted their best earnings since 2011, according to Thomson Reuters I/B/E/S.\n\nHarley-Davidson fell 8.6 percent after the motorcycle maker cut its 2017 shipments forecast.\n\nChipotle Mexican Grill was down 6 percent, after a report the burrito chain shut a restaurant following complaints of severe illness from several diners.\n\nDeclining issues outnumbered advancers on the NYSE by 1,656 to 1,139. On the Nasdaq, 1,599 issues fell and 1,162 advanced. (Reporting by Tanya Agrawal; Editing by Arun Koyyur)",
        "header": "US STOCKS-Goldman weighs on Dow; Netflix helps cap S&P, Nasdaq losses",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-goldman-weighs-on-dow-netflix-helps-cap-sp-nasdaq-losses-idUSL3N1K94YP"
    },
    {
        "time": "4:53PM UTC",
        "body": "NEW YORK (Reuters) - A Netflix rally boosted the Nasdaq Composite to a record high on Tuesday while Goldman Sachs Group Inc (GS.N) dragged the Dow lower as earnings take center stage on Wall Street.\n\nThe Nasdaq posted its eighth consecutive session of gains, the longest streak since its 10-day string in February 2015.\n\nThe tech-heavy index was largely boosted by Netflix (NFLX.O). The movie streaming company rose 13.5 percent to $183.60 a day after it crushed Wall Street forecasts by reporting 5.2 million new streaming customers in the second quarter.\n\nAs the second-quarter earnings season gears up, investors will put most of their focus on the performance of individual companies, analysts said.\n\n“Earnings and guidance will move the market more than news out of D.C. Goldman is more important to the market today, as is Netflix, and that will be the case for the next couple of weeks,” said Art Hogan, chief market strategist at Wunderlich Securities in New York.\n\nThe Dow was dragged lower by a drop in Goldman Sachs, which fell 2.6 percent to $223.31 after reporting a 40 percent fall in bond trading revenue and posted the weakest commodities results in its history as a public company.\n\nOther widely held stocks were active after posting results.\n\nJohnson & Johnson (JNJ.N) gained 1.7 percent to $134.46 after saying expected sales growth to pick up in the second half of the year.\n\nHarley-Davidson Inc (HOG.N) fell 5.9 percent to $48.95 after the motorcycle maker cut its forecast for 2017 shipments.\n\nAnalysts estimate an 8.5 percent rise in second-quarter earnings and a 4.7 percent increase in revenue for S&P 500 companies from a year earlier.\n\nThis follows a robust first quarter when U.S. companies posted the fastest rate of growth in earnings since 2011, according to Thomson Reuters I/B/E/S.\n\nThe Dow Jones Industrial Average .DJI fell 54.99 points, or 0.25 percent, to 21,574.73, the S&P 500 .SPX gained 1.47 points, or 0.06 percent, to 2,460.61 and the Nasdaq Composite .IXIC added 29.87 points, or 0.47 percent, to 6,344.31.\n\nBoth the Nasdaq and the S&P 500 set record closing highs.\n\nThe CBOE Volatility index .VIX ticked up to end at 9.89 on its fourth consecutive close below 10.\n\nU.S. Senate Republicans failed to muster enough votes to repeal the Affordable Care Act, commonly known as Obamacare, but reaction was muted in the stock market. Analysts said the expectation for business-friendly legislation out of Washington is all but priced out of equities.\n\n“Investors are looking for an investment that doesn’t need the economy to do a lot better, and (where) it doesn’t need Washington,” said Matthew Peterson, chief wealth strategist for LPL Financial.\n\nTechnology .SPLRCT was the largest percentage gainer among the 11 S&P 500 sectors. Healthcare .SPXHC ended up less than 0.1 percent.\n\nDespite the muted reaction from stocks, news of the healthcare bill’s collapse sent the U.S. dollar to a 10-month low against a basket of major currencies .DXY.\n\nChipotle Mexican Grill Inc (CMG.N) was down 4.3 percent at $374.98 after it closed a restaurant in Virginia due to a suspected norovirus outbreak among some diners.\n\nDeclining issues outnumbered advancing ones on the NYSE by a 1.10-to-1 ratio; on Nasdaq, a 1.24-to-1 ratio favored decliners.\n\nAbout 5.70 billion shares changed hands in U.S. exchanges, compared with the 6.48 billion daily average over the last 20 sessions.",
        "header": "Nasdaq hits record on Netflix boost; Dow dragged by Goldman",
        "link": "http://www.reuters.com/article/us-usa-stocks/nasdaq-hits-record-on-netflix-boost-dow-dragged-by-goldman-idUSKBN1A313O"
    },
    {
        "time": "4:03PM UTC",
        "body": "NEW YORK, July 18 (Reuters) - Major stock indexes were mixed on Tuesday, as Netflix’s rally boosted the Nasdaq Composite to a record high while Goldman Sachs weighed on the Dow, with earnings taking investors’ focus.\n\nThe Dow Jones Industrial Average fell 53.69 points, or 0.25 percent, to 21,576.03, the S&P 500 gained 1.5 points, or 0.06 percent, to 2,460.64 and the Nasdaq Composite added 29.87 points, or 0.47 percent, to 6,344.31.\n\nThe Nasdaq set both a closing and intraday record high. (Reporting by Rodrigo Campos; Editing by Nick Zieminski)",
        "header": "US STOCKS SNAPSHOT-Netflix catapults Nasdaq to record; Goldman drags Dow",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-snapshot-netflix-catapults-nasdaq-to-record-goldman-drags-dow-idUSZXN0R2F2I"
    },
    {
        "time": "10:14AM UTC",
        "body": "(Reuters) - Twenty years after Reed Hastings co-founded Netflix Inc (NFLX.O), and a decade after the company introduced video streaming, it hit another milestone - one that is key to its ability to sustain its scorching pace of growth.\n\nInternational subscriber count increased 8.6 percent to 52.03 million at the end of the June quarter, eclipsing domestic customer numbers of 51.92 million, Netflix said on Monday.\n\nThe company’s shares jumped as much as 9.7 percent to a record high of $177.44 on Tuesday, on track to add roughly $7 billion to Netflix’s $70 billion market value.\n\nBetting on original shows puts Netflix in pole position to win over more millennials who are shunning traditional television, analysts said.\n\nNetflix has a new-found ally as well: pay-TV platforms.\n\nSeveral companies such as Comcast Corp (CMCSA.O), Virgin Media in UK, and Altice in France are bundling Netflix into their pay-TV offerings, which could rapidly ramp up viewer numbers in younger markets, Morgan Stanley analysts wrote.\n\nAt least 17 brokerages raised their price targets on Netflix. Morgan Stanley and JP Morgan were the most bullish, each raising their target to $210.\n\n“We believe the rapidly growing content offering led by originals, that in aggregate garnered 91 Emmy nominations last week, drove the stronger new sign-ups,” Morgan Stanley analysts wrote in a research note.\n\nThis year, original TV shows including “Stranger Things”, “The Crown” and the latest season of Kevin Spacey-starrer “House of Cards” brought in more customers than Netflix had predicted for the second quarter.\n\nNetflix has a long way to go to get more content to please more members, Hastings said on a conference call on Monday, adding that positive returns made him comfortable that the company should continue to invest in original shows.\n\nThe company has often been criticized for spending too much on content. It said earlier it planned to spend about $6 billion this year for original shows and expected to have negative free cash flow of $2 billion to $2.5 billion.\n\nWhile most analysts backed the company’s strategy favoring scale over profit, a few disagreed.\n\n“We think that Netflix is destined to be a cash burning high growth company until it changes its strategy and accepts its fate as a highly profitable slow growth company,” said Wedbush analyst Michael Pachter, a long-time critic of the company.\n\nHe has an “underperform” rating and a $82 price target.",
        "header": "Netflix wins international Crown with original shows",
        "link": "http://www.reuters.com/article/us-netflix-results-research/netflix-wins-international-crown-with-original-shows-idUSKBN1A316M"
    },
    {
        "time": "11:27AM UTC",
        "body": "* Dow down 0.46 pct, S&P off 0.14 pct, Nasdaq up 0.07 pct (Adds details, changes comment, updates prices)\n\nJuly 18 (Reuters) - The S&P and the Dow were lower in late morning trading on Tuesday, weighed by tepid earnings from big banks and a setback to President Donald Trump’s pro-growth legislative agenda after Republican effort to overhaul healthcare collapsed.\n\nLosses on the Nasdaq were limited by a 12 percent jump in Netflix to a record high, following the video streaming company’s robust subscriber growth.\n\nShares of Bank of America slipped 1.6 percent weighing on the S&P, while Goldman Sachs’ 2.6 percent fall dragged the Dow.\n\nLast week, shares of JPMorgan, Wells Fargo and Citigroup had taken a beating after their quarterly results and forecasts failed to excite investors.\n\nThe S&P healthcare sector was under pressure, falling 0.52 percent, after the healthcare bill to replace Obamacare sank in the Senate, as Republicans remained divided on how to repeal and replace the Affordable Care Act.\n\nThe failure of the bill spelled uncertainty for President Donald Trump’s agenda of tax reform and an infrastructure overhaul, leaving the president without any major legislative accomplishments six months into his tenure.\n\n“The healthcare bill not coming through raises some continued concerns about the ability of Washington to push through favorable fiscal policies,” said Lisa Kopp, head of traditional investments at U.S. Bank Wealth Management.\n\nNews about the bill’s collapse sent the U.S. dollar to a 10-month low against a basket of major currencies.\n\nUnitedHealth Group fell 0.8 percent and along with Goldman Sachs, shaved off 51 points from the Dow.\n\nAt 11:04 a.m. ET (1504 GMT), the Dow Jones Industrial Average was down 98.46 points, or 0.46 percent, at 21,531.26, the S&P 500 was down 3.54 points, or 0.14 percent, at 2,455.60.\n\nThe Nasdaq Composite was up 4.29 points, or 0.07 percent, at 6,318.72.\n\nSeven of the 11 major S&P 500 sectors were lower, with the financial index’s 0.61 percent fall leading the decliners.\n\nThe market will be keeping a close eye on corporate results to see if the high valuations are justified in the face of mixed economic data, tepid inflation and policy gridlock in Washington.\n\n“With valuation where they are, it is really important for earnings to come through for the market to retain their momentum and push upwards,” said Kopp.\n\nAnalysts are estimating an 8.2 percent rise in second-quarter earnings for the S&P 500 companies from a year earlier.\n\nThis follows a robust first quarter when U.S. companies posted their best earnings since 2011, according to Thomson Reuters I/B/E/S.\n\nHarley-Davidson slumped 9.5 percent after the motorcycle maker cut its 2017 shipments forecast. [nL3N1K93ZT\n\nDeclining issues outnumbered advancers on the NYSE by 1,728 to 1,008. On the Nasdaq, 1,747 issues fell and 931 advanced. (Reporting by Tanya Agrawal; Editing by Arun Koyyur)",
        "header": "US STOCKS-Banks drag S&P, Dow lower; Netflix caps Nasdaq losses",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-banks-drag-sp-dow-lower-netflix-caps-nasdaq-losses-idUSL3N1K94TG"
    },
    {
        "time": "3:21PM UTC",
        "body": "* Dow down 0.27 pct, S&P 500 up 0.01 pct, Nasdaq up 0.39 pct (Updates prices, a changes byline)\n\nNEW YORK, July 18 (Reuters) - Major stock indexes were mixed on Tuesday, as Netflix’s rally kept the Nasdaq Composite in the black while Goldman Sachs weighed on the Dow, with earnings taking investors’ focus.\n\nStocks’ reaction to the collapse in the U.S. Senate of a key healthcare bill was muted. Analysts said the expectation for business-friendly legislation out of Washington is all but priced out of the stock market.\n\nThe Dow was dragged lower by a drop in Goldman Sachs, which fell 2.4 percent to $223.77 after it reported a worse slump in bond trading revenue than many analysts had expected and posted the weakest commodities results in its history as a public company.\n\nNetflix rose 14.1 percent to $184.43 a day after it crushed Wall Street forecasts by reporting 5.2 million new streaming customers in the second quarter.\n\n“Earnings and guidance will move the market more than news out of D.C.. Goldman is more important to the market today, as is Netflix, and that will be the case for the next couple of weeks,” said Art Hogan, chief market strategist at Wunderlich Securities in New York.\n\nDespite the muted reaction from stocks, news of the healthcare bill’s collapse sent the U.S. dollar to a 10-month low against a basket of major currencies.\n\nThe Dow Jones Industrial Average fell 57.74 points, or 0.27 percent, to 21,571.98, the S&P 500 gained 0.29 points, or 0.01 percent, to 2,459.43 and the Nasdaq Composite added 24.66 points, or 0.39 percent, to 6,339.09.\n\nThe Nasdaq was on track to post its eighth consecutive session of gains, which would be longest streak since its a 10-day string in February 2015.\n\nOther widely held stocks were active after posting results. Harley-Davidson fell 5.8 percent to $49.00 after the motorcycle maker cut its 2017 shipments forecast.\n\nAnalysts estimate an 8.5 percent rise in second-quarter earnings and 4.7 percent increase in revenue for S&P 500 companies from a year earlier.\n\nThis follows a robust first quarter when U.S. companies posted the fastest rate of growth in earnings since 2011, according to Thomson Reuters I/B/E/S.\n\nChipotle Mexican Grill was down 5.7 percent after it closed a restaurant in Virginia due to a suspected norovirus outbreak among some diners.\n\nDeclining issues outnumbered advancing ones on the NYSE by a 1.25-to-1 ratio; on Nasdaq, a 1.31-to-1 ratio favored decliners.",
        "header": "US STOCKS-Goldman Sachs drags Dow lower; Netflix rally buoys Nasdaq",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-goldman-sachs-drags-dow-lower-netflix-rally-buoys-nasdaq-idUSL1N1K91NA"
    }
]