[
    {
        "time": "2:07PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Shares of Netflix (NFLX.O) fell from record-high territory on Tuesday and were headed for their worst session in five months after a mixed quarterly report failed to impress Wall Street.\n\nThe stock fell 3.47 percent to $142.15, losing momentum after touching a record high in extended trade on Monday following its results, the first March-quarter report from a major U.S. technology company.\n\nNetflix’s earnings exceeded expectations, while slower-than-expected subscriber growth was offset by a better-than-expected forecast for subscriber growth in the current quarter.\n\nHelped by a rally in technology stocks, Netflix has soared 15 percent this year. The report was not enough to win over investors worried about the stock’s pricey valuation, recently at 110 times expected earnings.\n\nTwenty-four analysts recommend buying Netflix’s stock, while two recommend selling and 15 have neutral ratings.\n\n“The company is likely to continue to experience quarter-to-quarter volatility, as both the pace of subscriber additions and the path to respectable profitability remains difficult to determine,” wrote Dougherty analyst Steven Frankel in a research note, maintaining his neutral rating.\n\nAnalysts from Credit Suisse, Canaccord Genuity, Stifel and Wedbush raised their price targets for Netflix.\n\nThe stock on Tuesday was headed for its worst one-day dip since November 10, when investors abandoned many technology stocks and turned to sectors expected to benefit more from President-elect Donald Trump’s campaign promises.",
        "header": "Netflix shares on track for worst day in five months",
        "link": "http://www.reuters.com/article/us-netflix-stocks/netflix-shares-on-track-for-worst-day-in-five-months-idUSKBN17K26C"
    },
    {
        "time": "12:46PM UTC",
        "body": "(Reuters) - Netflix Inc made a bullish forecast for subscriber additions by mid-year, a positive sign for its push to expand around the world that sent its shares toward an all-time high.\n\nThe streaming video company pushed back the next season of its smash-hit “House of Cards,” and other programing to the second quarter, meaning it lured in fewer new subscribers in the first quarter than expected, but will likely make it up from April through June.\n\nSubscriber rolls, the most closely watched measure of Netflix’s growth, rose by just under 5 million globally in the first quarter, behind analysts’ projection of 5.18 million, according to FactSet StreetAccount.\n\nHowever, Netflix forecast 3.2 million more in the seasonally slow second quarter, well ahead of analysts’ estimate of nearly 2.4 million.\n\nIts shares dropped as much as 3 percent in after-hours trading before rebounding to gain 1.3 percent. The late rise put Netflix stock on track to open at a record high on Tuesday.\n\nA decade after shaking up Hollywood by delivering TV shows and movies over the internet, the company said it expects to top 100 million global subscribers this weekend.\n\nNetflix has expanded around the world over the last few years, betting that its U.S. formula would pay off in other countries. Opening in new markets and creating shows in additional languages was an expensive proposition.\n\nChief Executive Reed Hastings urged investors to look at its growth over time rather than quarter-by-quarter fluctuations.\n\n“We definitely see a big opportunity around the world,” Hastings said in an interview with analysts that was posted on YouTube.\n\nIn its quarterly letter to shareholders, Netflix asked investors to judge its future success by looking primarily at revenue growth and global operating margins.\n\nThat would be a shift for Wall Street, which has focused on subscriber numbers, said Needham & Co analyst Laura Martin.\n\n“The minute you actually pivot (investors) to an income statement, you’re talking to a completely different kind of investor,” Martin said. “And that investor demands profitability. So it’s a risky business.”\n\nThe Los Gatos, California-based company said net income rose to $178 million, or 40 cents per share, compared with $28 million, or 6 cents per share, in the year-ago period. Wall Street had expected 37 cents per share.\n\nRevenue rose 35 percent to $2.64 billion in the quarter.\n\nThe earnings beat was due to the change in timing of “House of Cards,” which helped push costs into the second quarter, boosting operating margins from January through March and reducing them in the second quarter.\n\nFor the quarter that ended March 31, Netflix added 3.53 million subscribers outside the United States. (bit.ly/2puJ1Yt) Analysts on average had estimated 3.68 million additions, according to research firm FactSet.\n\nIn the United States, the company added 1.42 million subscribers, compared with analysts’ average estimate of 1.50 million.\n\nUp to Monday’s close, Netflix’s stock had risen nearly 19 percent in 2017, outperforming the roughly 5 percent gain in the broader S&P 500 index.",
        "header": "Netflix shares head for new high after strong subscriber outlook",
        "link": "http://www.reuters.com/article/us-netflix-results/netflix-shares-head-for-new-high-after-strong-subscriber-outlook-idUSKBN17J1MC"
    },
    {
        "time": "9:03AM UTC",
        "body": "NEW YORK (Reuters Breakingviews) - Netflix’s content crown is starting to fit a bit more comfortably. In its first quarter, the video-streaming service led by Reed Hastings missed subscriber estimates yet still managed to grab nearly 100 million customers worldwide. The plan to spend billions on films and TV series like “Stranger Things” is helping to lift its base. But it’s still far from able to justify a stock trading at 130 times this year’s estimated earnings.\n\nThe $63 billion firm has made much of its profligacy when it comes to programming. Netflix will still blow through at least $6 billion this year on creating TV series and movies - up about $1 billion from last year - even though it made a rare admission that some of its projects like “Crouching Tiger, Hidden Dragon: Sword of Destiny” were duds.\n\nThe competition has proliferated too and will only intensify. A variety of streaming services have become available from the likes of deep-pocketed rivals like AT&T, Dish, Google’s YouTube and others. Meanwhile, Amazon is paying some $50 million for the rights to stream National Football League games.\n\nStill, Netflix has a good head start. The 20-year-old company emerged as the most widely used online video service in the United States, according to 42 percent of people surveyed in a Morgan Stanley report. What’s more, a third of respondents said Netflix has the best original programming among its peers.\n\nThe more subscribers it has, however, the harder it will be for Netflix to keep up the pace of growth. That explains why Netflix warned in a letter to investors on Monday that its progress should be measured by revenue and operating margins, not by growth in subscriber numbers.\n\nNetflix hit an all-time high at the end of March, topping $148 per share, though its cash burn is an eye-popping $2 billion this year. Even if all goes perfectly to plan over the next three years, investors are paying 30 times those distant earnings. Hastings hasn’t disappointed up to now. But he knows all too well how easily the plots of good stories can twist unexpectedly.\n\nReuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time. \n\n Sign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com. All opinions expressed are those of the authors.",
        "header": "Netflix content crown begins to fit comfortably",
        "link": "http://www.reuters.com/article/us-netflix-results-breakingviews/netflix-content-crown-begins-to-fit-comfortably-idUSKBN17K1IV"
    }
]