[
    {
        "time": "8:41PM UTC",
        "body": "(Reuters) - Netflix Inc made a bullish forecast for subscriber additions by mid-year, a positive sign for its push to expand around the world that sent its shares toward an all-time high.\n\nThe streaming video company pushed back the next season of its smash-hit “House of Cards,” and other programing to the second quarter, meaning it lured in fewer new subscribers in the first quarter than expected, but will likely make it up from April through June.\n\nSubscriber rolls, the most closely watched measure of Netflix’s growth, rose by just under 5 million globally in the first quarter, behind analysts’ projection of 5.18 million, according to FactSet StreetAccount.\n\nHowever, Netflix forecast 3.2 million more in the seasonally slow second quarter, well ahead of analysts’ estimate of nearly 2.4 million.\n\nIts shares dropped as much as 3 percent in after-hours trading before rebounding to gain 1.3 percent. The late rise put Netflix stock on track to open at a record high on Tuesday.\n\nA decade after shaking up Hollywood by delivering TV shows and movies over the internet, the company said it expects to top 100 million global subscribers this weekend.\n\nNetflix has expanded around the world over the last few years, betting that its U.S. formula would pay off in other countries. Opening in new markets and creating shows in additional languages was an expensive proposition.\n\nChief Executive Reed Hastings urged investors to look at its growth over time rather than quarter-by-quarter fluctuations.\n\n“We definitely see a big opportunity around the world,” Hastings said in an interview with analysts that was posted on YouTube.\n\nIn its quarterly letter to shareholders, Netflix asked investors to judge its future success by looking primarily at revenue growth and global operating margins.\n\nThat would be a shift for Wall Street, which has focused on subscriber numbers, said Needham & Co analyst Laura Martin.\n\n“The minute you actually pivot (investors) to an income statement, you’re talking to a completely different kind of investor,” Martin said. “And that investor demands profitability. So it’s a risky business.”\n\nThe Los Gatos, California-based company said net income rose to $178 million, or 40 cents per share, compared with $28 million, or 6 cents per share, in the year-ago period. Wall Street had expected 37 cents per share.\n\nRevenue rose 35 percent to $2.64 billion in the quarter.\n\nThe earnings beat was due to the change in timing of “House of Cards,” which helped push costs into the second quarter, boosting operating margins from January through March and reducing them in the second quarter.\n\nFor the quarter that ended March 31, Netflix added 3.53 million subscribers outside the United States. (bit.ly/2puJ1Yt) Analysts on average had estimated 3.68 million additions, according to research firm FactSet.\n\nIn the United States, the company added 1.42 million subscribers, compared with analysts’ average estimate of 1.50 million.\n\nUp to Monday’s close, Netflix’s stock had risen nearly 19 percent in 2017, outperforming the roughly 5 percent gain in the broader S&P 500 index.",
        "header": "UPDATE 3-Netflix shares head for new high after strong subscriber outlook",
        "link": "http://www.reuters.com/article/netflix-results/update-3-netflix-shares-head-for-new-high-after-strong-subscriber-outlook-idUSL3N1HP4PS"
    },
    {
        "time": "4:08PM UTC",
        "body": "April 17 (Reuters) - Popular video streaming service Netflix Inc added fewer subscribers than analysts’ had estimated, both internationally and in the United States, in the first quarter, as a drop in the number of breakout hits attracted fewer users.\n\nNetflix, whose original shows include the award-winning British drama \"The Crown\" and \"A Series of Unfortunate Events\", added 3.53 million subscribers outside the United States in the quarter ended March 31. (bit.ly/2puJ1Yt)\n\nAnalysts on average had estimated 3.68 million additions, according to research firm FactSet StreetAccount.\n\nIn the United States, the company added 1.42 million subscribers, compared with analysts’ average estimate of 1.50 million. (Reporting by Narottam Medhora in Bengaluru; Editing by Savio D‘Souza)",
        "header": "Netflix's Q1 subscriber additions misses estimates",
        "link": "http://www.reuters.com/article/netflix-results/netflixs-q1-subscriber-additions-misses-estimates-idUSL3N1HP4PM"
    },
    {
        "time": "4:32AM UTC",
        "body": "JAKARTA (Reuters) - U.S. video streaming service provider Netflix is in talks with Indonesia’s top telecom firm PT Telekomunikasi Indonesia Tbk (Telkom) to roll out its service in the country, a spokesman at the Indonesian company said.\n\nThe U.S. company has made an aggressive push globally, but faced problems such as tough local competition and regulatory hurdles in several major Asian markets. In Indonesia, a country of 250 million people, Netflix ran afoul of the film censorship board last year for carrying content deemed inappropriately violent or sexual.\n\nThe communications ministry of Indonesia, home to the world’s largest Muslim population, had also demanded that Netflix set up a office in the country and pay local taxes.\n\nWhile state-controlled Telkom had blocked Netflix, the service was still available in Indonesia via WiFi connections and other carriers.\n\nTelkom is now negotiating a partnership agreement with Netflix and hopes to complete the process next month, Arif Prabowo, vice president for corporate communication at Telkom, said in a text message.\n\nTelkom was previously concerned that Netflix carried “content that has a negative element”, Prabowo said.\n\n“If we work together, that means we would know and can be responsible for the content broadcast by Netflix.”\n\nTeaming up with Netflix would expand Telkom’s content offering, Prabowo added. “The choices for our customers will be more varied.”",
        "header": "Indonesia's Telkom says in talks to team up with Netflix",
        "link": "http://www.reuters.com/article/us-netflix-indonesia/indonesias-telkom-says-in-talks-to-team-up-with-netflix-idUSKBN17J0JB"
    },
    {
        "time": "4:51PM UTC",
        "body": "* Says it expects to cross the 100 million member mark this weekend\n\n* Netflix says any move similar to Amazon’s move into NFL football “is not a strategy that we think is smart for us”\n\n* “We’ll spend over $1 billion in 2017 marketing our content to drive member acquisition”\n\n* Says due to content, primarily house of cards season 5, moving from Q1 to Q2, co had higher operating margins in Q1 at 9.7% than plan for year\n\n* Says continue to plan to have around $2 billion in negative free cash flow this year\n\n* Says it continues to plan to have around $2 billion in negative free cash flow this year\n\n* Says forecast operating margin at 4.4% in Q2\n\n* Says “will continue to add long-term debt as needed to finance our expansion of original content, including in Q2‘17”\n\n* Says open to supporting large theater chains, such as AMC in U.S., if they want to offer our films in theatres simultaneous to Netflix\n\n* Says \"in April, we will add Thai and later in the quarter, Romanian and Hebrew, to the 24 languages we currently support\" Source text: bit.ly/2nWlrXF Further company coverage:",
        "header": "BRIEF-Netflix reports quarterly earnings of $0.40 per share",
        "link": "http://www.reuters.com/article/brief-netflix-reports-quarterly-earnings/brief-netflix-reports-quarterly-earnings-of-0-40-per-share-idUSB8N19C03V"
    }
]