[
    {
        "time": "11:32AM UTC",
        "body": "* Omega Advisors Inc takes share stake in Alcoa Corp of 200,000 shares - SEC filing\n\n* Omega Advisors Inc ups share stake in Dish Network Corp by 51.6 percent to 1.1 million Class A shares\n\n* Omega Advisors Inc takes share stake in Ally Financial Inc of 790,000 shares - SEC filing\n\n* Omega Advisors cuts share stake in Microsoft to 436,570 shares from 803,620 shares\n\n* Omega Advisors Inc takes share stake of 77,700 shares in Netflix Inc\n\n* Omega Advisors Inc cuts share stake in Pandora Media Inc by 36.4 percent to 1.9 million shares\n\n* Omega Advisors Inc dissolves share stake in Delta Air Lines Inc\n\n* Change in holdings are as of March 31, 2017 and compared with the previous quarter ended as of Dec 31, 2016 Source text for quarter ended March 31, 2017 (bit.ly/2ri6tsb) Source text for quarter ended Dec. 31, 2016: (bit.ly/2ri6mNh)",
        "header": "BRIEF-Omega Advisors Inc takes share stake in Alcoa, Netflix",
        "link": "http://www.reuters.com/article/brief-omega-advisors-inc-takes-share-sta/brief-omega-advisors-inc-takes-share-stake-in-alcoa-netflix-idUSFWN1IH130"
    },
    {
        "time": "2:39PM UTC",
        "body": "* Tiger Global Management takes share stake in Netflix Inc of 429,000 shares\n\n* Tiger Global Management raises share stake in Restaurant Brands International Inc by 5.6% to 2.43 million shares\n\n* Tiger global management cuts share stake in Fleetcor Technologies Inc by 52.1% to 1.4 million shares - SEC Filing\n\n* Tiger Global Management - change in holdings are as of March 31, 2017 and compared with the previous quarter ended as of Dec 31, 2016 Source text for quarter ended March 31, 2017 (bit.ly/2r9xG3Q) Source text for quarter ended Dec. 31, 2016: (bit.ly/2knvbZ3)",
        "header": "BRIEF-Tiger Global Management takes share stake in Netflix, cuts in Fleetcor",
        "link": "http://www.reuters.com/article/brief-tiger-global-management-takes-shar/brief-tiger-global-management-takes-share-stake-in-netflix-cuts-in-fleetcor-idUSFWN1IH18J"
    },
    {
        "time": "5:34PM UTC",
        "body": "* Soros Fund Management takes share stake in Apple Inc of 1,400 shares - SEC filing\n\n* Soros Fund Management ups share stake in American Airlines Group Inc to 116,950 shares\n\n* Soros Fund Management cuts share stake in Netflix Inc by 12.9 percent to 131,966 shares\n\n* Change in holdings are as of March 31, 2017 and compared with the previous quarter ended as of Dec 31, 2016 Source text for quarter ended March 31, 2017: (bit.ly/2pQ4JVX) Source text for quarter ended Dec. 31, 2016: (bit.ly/2lHSLju)",
        "header": "BRIEF-Soros Fund Management takes share stake in Apple, cuts share stake in Netflix",
        "link": "http://www.reuters.com/article/brief-soros-fund-management-takes-share/brief-soros-fund-management-takes-share-stake-in-apple-cuts-share-stake-in-netflix-idUSFWN1IH19D"
    }
]