[
    {
        "time": "7:43PM UTC",
        "body": "(Reuters) - Walt Disney Co (DIS.N) will stop providing new movies to Netflix Inc (NFLX.O) starting in 2019 and launch its own streaming service as the world’s biggest entertainment company tries to capture digital viewers who are dumping traditional television.\n\nDisney’s defection, announced on Tuesday alongside quarterly results showing continued pressure on sports network ESPN, is a calculated gamble that the company can generate more profit in the long run from its own subscription service rather than renting out its movies to services like Netflix.\n\nIn turn, Netflix and rivals such as Amazon.com Inc (AMZN.O) and Time Warner Inc’s (TWX.N) HBO are spending billions of dollars to buy and produce their own content and stream it straight to consumers.\n\nDisney’s entry into a crowded subscription streaming market and the cost of technology to support its own online services could weigh on earnings, Wall Street analysts said.\n\nThe new Disney-branded streaming service will follow a similar offering from ESPN that will be available starting in 2018, the company said.\n\nThe streaming services will give Disney “much greater control over our own destiny in a rapidly changing market,” Chief Executive Bob Iger told analysts on a conference call after earnings, describing the moves as an “entirely new growth strategy” for the company.\n\nDisney has some experience with the direct-to-consumer model in Britain and could make more money in the long run from its own service, but the move could be “financially less advantageous” in the near term, said Pivotal Research Group analyst Brian Wieser.\n\nThe new ESPN service will feature about 10,000 live games and events per year from Major League Baseball, the National Hockey League, Major League Soccer and others, Disney said. It will not offer the marquee live sporting events shown on its cable channels.\n\nDisney said its new services would be based on technology provided by video-streaming firm BAMTech, and announced it would pay $1.58 billion to buy an additional 42 percent stake in that company, which it took a minority stake in last year.\n\nThe BAMTech deal will modestly dent earnings per share for two years, the company said.\n\nDisney is one of the most recognized names on Netflix, but it is not the company first to pull away. Starz Entertainment in 2011 pulled roughly 1,000 films in the Starz catalog on Netflix at the time.\n\nBy ending the Netflix movie deal, Disney will keep movies such as “Toy Story 4” and “Frozen 2” for its own offering. The company has not yet decided where it will distribute films from superhero studio Marvel and “Star Wars” producer Lucasfilm after 2018, Iger said.\n\nNetflix said it would continue to do business with Disney globally, including keeping its exclusive shows from Marvel television.\n\n“U.S. Netflix members will have access to Disney films on the service through the end of 2019, including all new films that are shown theatrically through the end of 2018,” the company said in a statement.\n\nThe announcement came as Disney reported a near 9 percent fall in quarterly profit, pulled down by higher programming costs and declining subscribers at ESPN, as viewers ditch costly cable packages in favor of cheaper online offerings.\n\nThe company’s revenue fell marginally to $14.24 billion in the third quarter ended July 1 from $14.28 billion a year earlier.\n\nNet income attributable to the company fell to $2.37 billion, or $1.51 per share, from $2.6 billion, or $1.59 per share.",
        "header": "Disney to pull movies from Netflix, plans own streaming service",
        "link": "http://www.reuters.com/article/us-walt-disney-results/disney-to-pull-movies-from-netflix-plans-own-streaming-service-idUSKBN1AO2C4"
    },
    {
        "time": "11:32AM UTC",
        "body": "* David Letterman is returning to television for a new six-episode series for Netflix Source text: (nflx.it/2uCHrW2) Further company coverage: (Bengaluru Newsroom: +91 806 749 1136)",
        "header": "BRIEF-David Letterman to star in new six-episode series for Netflix",
        "link": "http://www.reuters.com/article/brief-david-letterman-to-star-in-new-six/brief-david-letterman-to-star-in-new-six-episode-series-for-netflix-idUSL4N1KU578"
    },
    {
        "time": "6:12PM UTC",
        "body": "* Walt Disney Co says new direct ESPN service will be available to consumers in early 2018 - conf call\n\n* Walt Disney CEO Bob Iger calls end of distribution agreement with Netflix “a major strategic shift in how we distribute content” - conf call\n\n* Walt Disney CEO Bob Iger - “these announcements mark the beginning of what will be an entirely new growth strategy for the company”- conf call\n\n* Walt Disney co says increased ownership of Disneyland Paris to 100 percent- conf call\n\n* Walt Disney says Disney-branded app will have Disney and Pixar films; disposition of Marvel, Lucas and Star Wars films not determined yet Further company coverage:",
        "header": "BRIEF-Walt Disney CEO calls end of distribution agreement with Netflix \"major strategic shift\"",
        "link": "http://www.reuters.com/article/brief-walt-disney-ceo-calls-end-of-distr/brief-walt-disney-ceo-calls-end-of-distribution-agreement-with-netflix-major-strategic-shift-idUSFWN1KU10I"
    },
    {
        "time": "9:04PM UTC",
        "body": "LOS ANGELES (Reuters) - More than two years after signing off from “The Late Show,” David Letterman is returning to television with a six-episode talk show on Netflix, and said that Pope Francis and U.S. President Donald Trump would be top of his wish-list.\n\nLetterman, 70, will host the yet-to-be-titled series, which will feature interviews with “extraordinary people” and segments from the field “expressing his curiosity and humor,” Netflix (NFLX.O), said in a statement. The show will premiere next year.\n\n“Here’s what I have learned, if you retire to spend more time with your family, check with your family first. Thanks for watching, drive safely,” Letterman joked in a statement.\n\nKnown for his quick wit, sarcasm, offbeat humor and silly stunts, Letterman interviewed top stars and political figures on more than 6,000 episodes over 33 years in late-night television.\n\nHe told Hollywood trade paper Variety on Tuesday that he has one interview already booked for the first Netflix show but would not reveal the name.\n\n“It’s somebody who means a great deal to me,” he said. “The upbringing of this person is so multi-faceted it makes your head spin.”\n\nLetterman said he was looking forward to doing weightier material and longer interviews than his “Late Show” format allowed.\n\n“I’d like to talk to President Trump. I’ve known the guy for 25-30 years,” he told Variety. “I’d like to go back to New York where he was a kid and start there. I’d like to just ask him about the change in him as a man, where did it come from, how did it begin and where is it going.”\n\nHe said he would also like to interview Pope Francis.\n\nLetterman, who has grown a large white beard since leaving “The Late Show” in May 2015, was succeeded on the CBS (CBS.N) show by Stephen Colbert.\n\nLetterman is just the latest in a long line of big names to join the roster of Netflix’s growing original content slate, which includes Chelsea Handler’s weekly talk show “Chelsea.”\n\nThe Letterman news comes a day after Netflix made its first acquisition, purchasing comics publisher Millarworld and bringing on board a host of character franchises it can mine for TV shows and movies.\n\nNetflix last month reported second-quarter revenue of $2.79 billion and net income of $65.6 million.",
        "header": "David Letterman returns to television with 2018 Netflix series",
        "link": "http://www.reuters.com/article/us-television-letterman/david-letterman-returns-to-television-with-2018-netflix-series-idUSKBN1AO1WO"
    }
]