[
    {
        "time": "4:43PM UTC",
        "body": "(Reuters) - Netflix Inc on Monday said it has bought comics publisher Millarworld, bringing on board renowned comic book writer Mark Millar and a host of character franchises it can mine for TV shows and movies.\n\nIt is the first acquisition by Netflix, the 20-year-old streaming-video pioneer that is building a library of original series and films in a bid to hook new customers around the world.\n\nTwo of Millarworld’s best-known comics, “Kick-Ass” and “Kingsman,” are not part of the deal, whose terms Netflix did not disclose.\n\nThe purchase of a character stable mimics the strategy of Walt Disney Co. Disney bought Marvel Studios in 2009 and has churned out blockbuster movies, TV series and toys based on its superheroes. Some Marvel shows run on Netflix.\n\nMark Millar, a Scottish writer and former Marvel employee, runs Millarworld with his wife, Lucy.\n\nThree of Millarworld’s franchises - “Wanted,” “Kick-Ass” and “Kingsman” — have been adapted into films that have taken in nearly $913 million combined at global box offices.\n\nAlthough “Kick-Ass” and “Kingsman” are not part of the deal, it does bring Netflix a range of other franchises across genres from science fiction to fantasy, plus superheroes and real-world characters.\n\n“Mark is as close as you can get to a modern-day Stan Lee,” Netflix’s chief content officer, Ted Sarandos, said in a statement, referring to the 94-year-old creator of comic book franchises such as “Spider-Man,” “Avengers” and “X-Men.”\n\nMillar spent eight years at Marvel, where he developed comic books and story lines that resulted in movies such as “Logan” and “Captain America: Civil War.”\n\nIt is unclear if Netflix will spend the sums Marvel does on its movies, which can cost up to $250 million. Netflix’s development has focused on TV series and smaller budget movies, but it is moving toward big-budget films. It spent $90 million on the Will Smith movie “Bright,” due out in December.\n\nThe acquisition of Millarworld is likely financially immaterial to Netflix, Raymond James analyst Justin Patterson said via email. He said his research showed comic book adaptations draw large audiences on the streaming service.\n\nNetflix last month reported second-quarter revenue of $2.79 billion and net income of $65.6 million.\n\nMillarworld will continue to create and publish new stories and franchises under the Netflix label, the company said.\n\nNetflix also could expand further into consumer products. The company has stepped into merchandising with apparel and other products related to “Stranger Things.”\n\nShares of Netflix rose 0.6 percent to $181.37 on Nasdaq.",
        "header": "REFILE-UPDATE 1-Netflix buys comics publisher Millarworld to feed films and TV",
        "link": "http://www.reuters.com/article/millarworld-ma-netflix/refile-update-1-netflix-buys-comics-publisher-millarworld-to-feed-films-and-tv-idUSL1N1KT0S8"
    },
    {
        "time": "10:01AM UTC",
        "body": "Aug 7 (Reuters) - U.S. video streaming company Netflix Inc said on Monday it bought comic book publisher Millarworld, home to titles such as “Kick-Ass” and “Kingsman,” in its first ever acquisition.\n\nMillarworld, run by Scottish writer Mark Millar with his wife Lucy, will give Netflix a host of character franchises with which to develop films, TV series and children’s shows.\n\nMillarworld has developed three of its franchises — “Wanted,” “Kick-Ass” and “Kingsman” — into films that have garnered nearly $1 billion in the global box office.\n\nThe deal comes as Netflix spends billions of dollars on content to win new subscribers in a quest to become the world’s top movie and TV streaming service.\n\nThe company did not disclose the terms of the acquisition.\n\nMillar previously spent eight years at Marvel, where he developed comic books and story lines that resulted in movies such as “Logan,” “Captain America: Civil War” and Disney’s first “Avengers” film.\n\n“Mark is as close as you can get to a modern-day Stan Lee,” Netflix Chief Content Officer Ted Sarandos said in a statement, referring to the 94-year-old creator of comic book franchises and box-office behemoths such as “Spider-Man,” “Avengers” and “X-Men.”\n\nMillarworld will continue to create and publish new stories and franchises under the Netflix label, Los Gatos, California-based Netflix said. (Reporting by Narottam Medhora in Bengaluru; Editing by Sai Sachin Ravikumar)",
        "header": "Netflix buys comic book publisher run by 'modern-day Stan Lee'",
        "link": "http://www.reuters.com/article/millarworld-ma-netflix/netflix-buys-comic-book-publisher-run-by-modern-day-stan-lee-idUSL4N1KT4G0"
    },
    {
        "time": "4:46PM UTC",
        "body": "(Reuters) - Netflix Inc on Monday said it has bought comics publisher Millarworld, bringing on board renowned comic book writer Mark Millar and a host of character franchises it can mine for TV shows and movies.\n\nIt is the first acquisition by Netflix, the 20-year-old streaming-video pioneer that is building a library of original series and films in a bid to hook new customers around the world.\n\nTwo of Millarworld’s best-known comics, “Kick-Ass” and “Kingsman,” are not part of the deal, whose terms Netflix did not disclose.\n\nThe purchase of a character stable mimics the strategy of Walt Disney Co. Disney bought Marvel Studios in 2009 and has churned out blockbuster movies, TV series and toys based on its superheroes. Some Marvel shows run on Netflix.\n\nMark Millar, a Scottish writer and former Marvel employee, runs Millarworld with his wife, Lucy.\n\nThree of Millarworld’s franchises - “Wanted,” “Kick-Ass” and “Kingsman” — have been adapted into films that have taken in nearly $913 million combined at global box offices.\n\nAlthough “Kick-Ass” and “Kingsman” are not part of the deal, it does bring Netflix a range of other franchises across genres from science fiction to fantasy, plus superheroes and real-world characters.\n\n“Mark is as close as you can get to a modern-day Stan Lee,” Netflix’s chief content officer, Ted Sarandos, said in a statement, referring to the 94-year-old creator of comic book franchises such as “Spider-Man,” “Avengers” and “X-Men.”\n\nMillar spent eight years at Marvel, where he developed comic books and story lines that resulted in movies such as “Logan” and “Captain America: Civil War.”\n\nIt is unclear if Netflix will spend the sums Marvel does on its movies, which can cost up to $250 million. Netflix’s development has focused on TV series and smaller budget movies, but it is moving toward big-budget films. It spent $90 million on the Will Smith movie “Bright,” due out in December.\n\nThe acquisition of Millarworld is likely financially immaterial to Netflix, Raymond James analyst Justin Patterson said via email. He said his research showed comic book adaptations draw large audiences on the streaming service.\n\nNetflix last month reported second-quarter revenue of $2.79 billion and net income of $65.6 million.\n\nMillarworld will continue to create and publish new stories and franchises under the Netflix label, the company said.\n\nNetflix also could expand further into consumer products. The company has stepped into merchandising with apparel and other products related to “Stranger Things.”\n\nShares of Netflix rose 0.6 percent to $181.37 on Nasdaq.",
        "header": "Netflix buys comics publisher Millarworld to feed films and TV",
        "link": "http://www.reuters.com/article/us-millarworld-m-a-netflix/netflix-buys-comics-publisher-millarworld-to-feed-films-and-tv-idUSKBN1AN1NP"
    },
    {
        "time": "2:07PM UTC",
        "body": "MUMBAI (Reuters) - Indian movie production house Eros is in early talks with Apple, Amazon and Netflix to sell its film and music library, a source familiar with the matter said.\n\nGlobal content streaming companies are jockeying to boost their Indian television, movie and music offerings in the world’s fastest growing Internet services market.\n\nThe Eros library includes blockbusters from the Hindi film industry, known as Bollywood, such as ‘Bajrangi Bhaijaan’, ‘Dabangg’ and ‘Bajirao Mastani’. Eros has expanded in recent years to add films in other Indian languages and says it now owns a library comprising more than 3,000 Indian films.\n\nDiscussions are in very early stages, the source told Reuters on Monday, confirming a report in India’s Economic Times that said a deal could be worth around $1 billion.\n\nEros could not be reached for comment, while Apple said it did not comment on “speculation” and Amazon declined to comment on “rumor and speculation”. Netflix also declined to comment.\n\nNetflix and Amazon have been working to secure exclusive Indian content for their respective platforms that both launched in the country last year.\n\nEros began exploring strategic options about six months ago for its Indian content library, a second source told Reuters.\n\nThe source, who also asked not to be named, said Eros had attempted to work out deals with top domestic broadcasters including Sony, Star, Viacom and Zee.\n\nThe Eros library was worth less the $1 billion quoted in the ET report, the source said, adding Apple, which recently began assembling some of its lower-end iPhones in India, was unlikely to splurge on Indian content.\n\nApple has been vying to boost its share of the price-conscious Indian market, where its iPhones account for only a small sliver of smartphones sold.\n\nEros’ New York-listed parent company faces a class action lawsuit for allegedly overstating the subscriber base of its streaming portal Eros Now. Its stock, which peaked at $39 on the NYSE in August 2015, has fallen nearly 80 percent in the last two years and closed at $8.20 on the NYSE on Friday. Eros International Plc owns a majority stake in Eros International Media, its Indian-listed arm, which works largely on content creation. Shares in the Indian entity closed 4.5 percent higher on Monday.\n\nThe Indian arm of Eros said in a statement it was “not privy to any strategic discussion” its parent might be having.\n\nThe Economic Times report said Eros was planning to embark on a restructuring exercise that was likely to lead to a reverse merger of its New York-listed arm with the Indian subsidiary by the end of this financial year, creating a single listed entity.\n\nJM Financial, which the Economic Times said is advising Eros, did not respond to requests for comment.",
        "header": "Bollywood lures Apple, Amazon and Netflix in Eros library sale",
        "link": "http://www.reuters.com/article/us-eros-group-apple-deals/bollywood-lures-apple-amazon-and-netflix-in-eros-library-sale-idUSKBN1AN0JN"
    },
    {
        "time": "9:08AM UTC",
        "body": "* Netflix says co & Millar to bring Millarworld’s portfolio to life through films, series & kids’ shows available exclusively to Netflix members globally​ Source text for Eikon: Further company coverage:",
        "header": "BRIEF-Netflix acquires comic book publishing co Millarworld",
        "link": "http://www.reuters.com/article/brief-netflix-acquires-comic-book-publis/brief-netflix-acquires-comic-book-publishing-co-millarworld-idUSASB0BDQS"
    },
    {
        "time": "7:30AM UTC",
        "body": "(Reuters) - A growing number of U.S. cable operators are forming alliances with Netflix Inc NFLX.O, a shift that is helping the streaming pioneer add customers as its largest single market matures.\n\nNo. 3 distributor Charter Communications Inc CHTR.O is expected to make Netflix available through its set-top boxes, joining more than a dozen top U.S. pay television operators adopting a model first rolled out in Europe. Some U.S. providers could start selling the streaming service as part of their Internet and video packages.\n\nAltice NV ATCA.AS is trying that approach in France, and the company aims to extend the deal to the United States, two sources with knowledge of the matter said during the past three weeks. They requested anonymity because the discussions are private.\n\n“Our whole model is about cooperation with many of the (streaming) providers,” Altice USA ATUS.N Chief Executive Dexter Goei told reporters in May.\n\nNetflix also indicated it wants to take the arrangement elsewhere, though the timing of any new deals is uncertain.\n\n“We’re now looking at proposals for including Netflix in some services and beginning to learn the bundling part of the business,” Netflix CEO Reed Hastings said during a post-earnings webcast in July. “We’re interested in expanding that.”\n\nAdditional tie-ups could help Netflix hook new users in the United States, a market analysts have said is nearing saturation while growth in foreign markets is booming. The number of subscribers is the key metric for Netflix investors, and the breakneck growth has made the company a Wall Street darling.\n\nNetflix reported 51.92 million U.S. streaming customers as of June 30, and 52.03 million in international territories, handily beating analysts’ forecasts.\n\nThe addition of Netflix to set-top boxes helped the company top expectations for the U.S. market, Cowen & Co analyst John Blackledge said.\n\nThe closer ties with pay TV providers represent an about-face from the early days of Netflix streaming, which started in 2007. Many in the pay TV industry viewed the digital upstart as a challenge to their longtime business of selling bundles of channels delivered via cable wires or satellites.\n\nBut as Netflix soared in popularity, distributors began concluding it was more beneficial to welcome Netflix because their customers were using the service anyway.\n\nCable executives see the partnerships as a way to help fight cord cutting, the dropping of pay TV service, and to promote higher-speed Internet service. In some cases, distributors receive a cut of subscription revenue when they sign up new Netflix users.\n\nThe set-top integrations began in 2013 with Virgin Media in Britain. U.S. partnerships started in 2014 with a few smaller distributors including RCN Telecom Services.\n\nFor RCN customers with TiVo TIVO.O boxes, Netflix is listed as a channel in the on-screen lineup, requiring just a press of a button to switch from a cable network.\n\nRCN viewers who have not subscribed to Netflix can do so on the spot, starting with a one-month free trial. More than 80 percent become paying Netflix customers, RCN Chief Operating Officer Chris Fenger said in an interview. “There is a very high conversion rate.”\n\nBy the end of 2016, 13 of the top 25 U.S. pay TV distributors had similar arrangements with Netflix, according to Blackledge.\n\nU.S. market leader Comcast Corp CMCSA.O in November embedded Netflix into its Xfinity X1 set-top box, which is used by 55 percent of its 21.5 million residential video customers. Thirty percent of X1 users have logged into Netflix, either with an existing account or by signing up for a new one, the company said in May.\n\nCharter also plans to integrate Netflix, CEO Tom Rutledge has said. A launch date has not been set.",
        "header": "U.S. cable firms embrace former foe Netflix as TV viewing shifts",
        "link": "http://www.reuters.com/article/us-netflix-cable/u-s-cable-firms-embrace-former-foe-netflix-as-tv-viewing-shifts-idUSKBN1AM05R"
    }
]