[
    {
        "time": "4:20PM UTC",
        "body": "* 1.07 million U.S. streaming net additions in Q2 versus co’s forecast of 0.6 million\n\n* In Q2, announced partnership with Altice/SFR france, whereby Netflix will be sold in a package with high speed internet and TV services\n\n* Says Q2‘17 free cash amounted to negative $608 million versus negative $254 million in the year ago quarter\n\n* Says anticipate free cash flow of negative $2.0 billion to negative $2.5 billion for the full year 2017\n\n* Says “we expect to be FCF negative for many years”‍​\n\n* Says expect positive international contribution profit for the full year 2017​, at current f/x exchange rates‍​\n\n* Says streaming membership grew more than expected, from 99 million to 104 million in quarter\n\n* Says “crossed the symbolic milestones of 100m members and more international than domestic members” in quarter\n\n* Says through H1 2017, operating margin was 7.1%, putting co on track for full year target of 7%, which co plans on growing in 2018 and beyond‍​\n\n* Says Q2 EPS was on target at $0.15, as a greater than expected tax benefit offset a negative $64 million non-cash unrealized loss from euro bond Source text: bit.ly/2uwcIgS Further company coverage:",
        "header": "BRIEF-Netflix reports Q2 total earnings of $0.15 per share",
        "link": "http://www.reuters.com/article/brief-netflix-reports-q2-total-earnings/brief-netflix-reports-q2-total-earnings-of-0-15-per-share-idUSFWN1K80EC"
    },
    {
        "time": "6:57PM UTC",
        "body": "NEW YORK (Reuters Breakingviews) - Netflix has proved again that it has a way of triggering a Pavlovian response from its shareholders. The video-streaming service on Monday unveiled second-quarter results that show it added more subscribers than expected. It also grew operating income faster than revenue. That sent shares soaring, even though expected profitability falls a long way short of being able to justify the stock’s fairy-tale multiple.\n\nThe company lead by Reed Hastings blew past subscriber forecasts, racking up more than 1 million net additions in the U.S. and some 4 million additions internationally. All told, Netflix has 103 million customers worldwide. Operating income is forecast to almost double to $204 million during the third quarter compared to the same period last year. That’s on top of growing, at 83 percent, almost three times as fast as the top line in the three months to June. In after-hours trading on Monday, after the results were released, shares shot up some 11 percent.\n\nYet Netflix burned through $608 million of cash during the second quarter, 44 percent higher than in the prior quarter. It’s expected to set ablaze up to $2.5 billion for the full year and expects free cash flow to be negative for “many years,” it told shareholders on Monday.\n\nNetflix is using the greenbacks to fuel its own content creation - core to its strategy of luring more subscribers. That part, at least, is paying off. It is now picking up more Emmy nominations for its own programs, like “Stranger Things,” than any other media company save for “Game of Thrones” network HBO. Meanwhile, the second quarter may mark the first time that traditional pay-TV providers like Comcast and Charter have as a group lost more than 1 million video subscribers, UBS reckons.\n\nTrouble is, Netflix’s subscriber and awards success is not enough to justify its stock-market valuation. The company currently trades at 36 times estimated consensus earnings for 2020, according to Thomson Reuters data. Yet its expected net margin of 11.5 percent will still run shy of traditional industry heavyweight Twenty-First Century Fox. That suggests investors believe Netflix is set for near-perpetual double-digit revenue growth. That faith, though, seems more a conditioned reaction than logical thinking.\n\nReuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time. \n\n Sign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com. All opinions expressed are those of the authors.",
        "header": "Netflix triggers shareholders’ Pavlovian response",
        "link": "http://www.reuters.com/article/us-netflix-results-breakingviews/netflix-triggers-shareholders-pavlovian-response-idUSKBN1A22CA"
    },
    {
        "time": "7:56PM UTC",
        "body": "(Reuters) - Netflix Inc crushed Wall Street forecasts by adding 5.2 million new streaming customers in the second quarter and predicted continued momentum as foreign subscriptions topped those in the United States, lifting its stock 10.4 percent on Monday.\n\nShares of the streaming-television pioneer jumped $16.82 to $178.55 in after-hours trading, beating their all-time intraday high of $166.87 on June 8.\n\nNetflix expects foreign growth to bring its first full-year profit for overseas markets in 2017, the company said in a letter to shareholders.\n\nAt the end of June, Netflix for the first time recorded more subscribers abroad than in the United States - 52.03 million vs. 51.92 million.\n\nA strong slate of TV series, such as “13 Reasons Why” and the latest season of “House of Cards,” brought in more customers than Netflix had predicted for the second quarter, typically its slowest season of the year. Wall Street had expected 3.2 million new customers worldwide.\n\nNetflix added 4.14 million monthly subscribers in non-U.S. markets, far more than the average analyst estimate of 2.59 million, according to data from analytics firm FactSet. (bit.ly/2usBBdF)\n\nIn the United States, it signed up 1.07 million subscribers, beating analysts’ average estimate of 631,000.\n\nNetflix projected adding 3.65 million international subscribers from July through September, compared with analysts’ consensus estimate of 3.2 million.\n\nThe guidance assumes much of the second quarter’s momentum will continue, the letter said, though it added that Netflix’s forecasts had been too optimistic at times.\n\nNetflix is spending $6 billion a year on content to win new subscribers in a quest to become the world’s top movie and TV streaming service, even as it faces a slowdown in U.S. customer growth. It is customizing content for different countries and adding shows in various languages.\n\nThe Los Gatos, California-based company estimated negative free cash flow “for many years” as it buys more content to attract new subscribers. Netflix faces competition at home and abroad from streaming video providers such as Amazon.com Inc’s Prime Video and Alphabet Inc’s YouTube.\n\nInvestors are willing to tolerate the spending in exchange for booming customer growth, said Rosenblatt Securities analyst Alan Gould. “Most investors will take the trade-off of a 2 million (subscriber) beat.”\n\nRevenue rose 32.3 percent to $2.79 billion in the second quarter.\n\nNet income rose to $65.6 million, or 15 cents per share, from $40.8 million, or 9 cents per share, a year earlier, just shy of analysts’ forecast of 16 cents per share.",
        "header": "UPDATE 3-Netflix beats subscriber targets, shares jump over 10 pct",
        "link": "http://www.reuters.com/article/netflix-results/update-3-netflix-beats-subscriber-targets-shares-jump-over-10-pct-idUSL3N1K855C"
    },
    {
        "time": "6:15PM UTC",
        "body": "NEW YORK (Reuters) - U.S. stocks closed little changed in low volume on Monday as gains in utilities and consumer stocks offset declines in healthcare, with earnings news filtering out winners and losers across the board.\n\nBlackRock shares (BLK.N) fell 3.1 percent to $424.63 after the world’s biggest asset manager’s quarterly profit came in below expectations.\n\nAfter the closing bell, Netflix (NFLX.O) shares jumped 8.5 percent to $175.45 following better than expected subscriber growth.\n\nProcter & Gamble (PG.N) rose 0.5 percent to $87.55 as investor Nelson Peltz actively seeks a seat on P&G’s board.\n\nHealth stocks on the S&P 500 .SPXHC slipped, partly weighed down by a delay in the U.S. Senate’s consideration of healthcare legislation after news over the weekend that Arizona Republican Senator John McCain would remain in his home state next week following a medical procedure.\n\n“I think we’ve got to see some dry ink on the healthcare bill before you can make broad bets on that sector,” said Erick Ormsby, CEO of Alcosta Capital Management in San Ramon, California.\n\n”[A] bulk of funds will come in as we see clarity on [the] healthcare bill.”\n\nThe Dow Jones Industrial Average .DJI fell 8.02 points, or 0.04 percent, to 21,629.72, the S&P 500 .SPX lost 0.13 points, or 0.01 percent, to 2,459.14 and the Nasdaq Composite .IXIC added 1.97 points, or 0.03 percent, to 6,314.43.\n\nThe S&P health sector fell 0.3 percent while utilities gained 0.4 percent and the consumer discretionary sector rose 0.26 percent.\n\nAmazon (AMZN.O) led discretionary sector gains with a 0.8 percent increase to $1,010.04. Meal-kit company Blue Apron Holdings (APRN.N) fell 10.5 percent to $6.59 after an Amazon unit filed a trademark for a competing meal-kit service earlier this month.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 1.28-to-1 ratio; on Nasdaq, a 1.09-to-1 ratio favored advancers.\n\nIn what could be the slowest full session by volume so far this year, about 5.16 billion shares changed hands on U.S. exchanges, compared with the 6.51 billion daily average over the last 20 sessions.",
        "header": "Wall Street ends flat; Netflix jumps after the bell",
        "link": "http://www.reuters.com/article/us-usa-stocks/wall-street-ends-flat-netflix-jumps-after-the-bell-idUSKBN1A212A"
    },
    {
        "time": "4:10PM UTC",
        "body": "July 17 (Reuters) - Netflix Inc added more U.S. and international subscribers than expected in the second quarter as new original shows such as “13 Reasons Why” as well as the latest season of hit political drama “House of Cards” helped attract more viewers.\n\nThe company said on Monday it added 4.14 million subscribers internationally in the quarter ended June 30, compared with the average analyst estimate of 2.59 million, according to data from analytics firm FactSet.\n\nThe streaming giant, whose original shows also include “Orange is the New Black” and “The Crown”, added 1.07 million subscribers in the United States, compared with analysts’ average expectation of 631,000. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Anil D‘Silva)",
        "header": "Netflix's subscriber growth beats on strong original shows",
        "link": "http://www.reuters.com/article/netflix-results/netflixs-subscriber-growth-beats-on-strong-original-shows-idUSL3N1K8555"
    },
    {
        "time": "4:31PM UTC",
        "body": "NEW YORK (Reuters) - U.S. stocks closed little changed in low volume on Monday as gains in utilities and consumer stocks offset declines in healthcare, with earnings news filtering out winners and losers across the board.\n\nBlackRock shares (BLK.N) fell 3.1 percent to $424.63 after the world’s biggest asset manager’s quarterly profit came in below expectations.\n\nAfter the closing bell, Netflix (NFLX.O) shares jumped 8.5 percent to $175.45 following better than expected subscriber growth.\n\nProcter & Gamble (PG.N) rose 0.5 percent to $87.55 as investor Nelson Peltz actively seeks a seat on P&G’s board.\n\nHealth stocks on the S&P 500 .SPXHC slipped, partly weighed down by a delay in the U.S. Senate’s consideration of healthcare legislation after news over the weekend that Arizona Republican Senator John McCain would remain in his home state next week following a medical procedure.\n\n“I think we’ve got to see some dry ink on the healthcare bill before you can make broad bets on that sector,” said Erick Ormsby, CEO of Alcosta Capital Management in San Ramon, California.\n\n”[A] bulk of funds will come in as we see clarity on [the] healthcare bill.”\n\nThe Dow Jones Industrial Average .DJI fell 8.02 points, or 0.04 percent, to 21,629.72, the S&P 500 .SPX lost 0.13 points, or 0.01 percent, to 2,459.14 and the Nasdaq Composite .IXIC added 1.97 points, or 0.03 percent, to 6,314.43.\n\nThe S&P health sector fell 0.3 percent while utilities gained 0.4 percent and the consumer discretionary sector rose 0.26 percent.\n\nAmazon (AMZN.O) led discretionary sector gains with a 0.8 percent increase to $1,010.04. Meal-kit company Blue Apron Holdings (APRN.N) fell 10.5 percent to $6.59 after an Amazon unit filed a trademark for a competing meal-kit service earlier this month.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 1.28-to-1 ratio; on Nasdaq, a 1.09-to-1 ratio favored advancers.\n\nIn what could be the slowest full session by volume so far this year, about 5.16 billion shares changed hands on U.S. exchanges, compared with the 6.51 billion daily average over the last 20 sessions.",
        "header": "US STOCKS-Wall St ends flat; Netflix jumps after the bell",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wall-st-ends-flat-netflix-jumps-after-the-bell-idUSL1N1K81D4"
    },
    {
        "time": "7:57PM UTC",
        "body": "(Reuters) - Netflix Inc crushed Wall Street forecasts by adding 5.2 million new streaming customers in the second quarter and predicted continued momentum as foreign subscriptions topped those in the United States, lifting its stock 10.4 percent on Monday.\n\nShares of the streaming-television pioneer jumped $16.82 to $178.55 in after-hours trading, beating their all-time intraday high of $166.87 on June 8.\n\nNetflix expects foreign growth to bring its first full-year profit for overseas markets in 2017, the company said in a letter to shareholders.\n\nAt the end of June, Netflix for the first time recorded more subscribers abroad than in the United States - 52.03 million vs. 51.92 million.\n\nA strong slate of TV series, such as “13 Reasons Why” and the latest season of “House of Cards,” brought in more customers than Netflix had predicted for the second quarter, typically its slowest season of the year. Wall Street had expected 3.2 million new customers worldwide.\n\nNetflix added 4.14 million monthly subscribers in non-U.S. markets, far more than the average analyst estimate of 2.59 million, according to data from analytics firm FactSet. (bit.ly/2usBBdF)\n\nIn the United States, it signed up 1.07 million subscribers, beating analysts’ average estimate of 631,000.\n\nNetflix projected adding 3.65 million international subscribers from July through September, compared with analysts’ consensus estimate of 3.2 million.\n\nThe guidance assumes much of the second quarter’s momentum will continue, the letter said, though it added that Netflix’s forecasts had been too optimistic at times.\n\nNetflix is spending $6 billion a year on content to win new subscribers in a quest to become the world’s top movie and TV streaming service, even as it faces a slowdown in U.S. customer growth. It is customizing content for different countries and adding shows in various languages.\n\nThe Los Gatos, California-based company estimated negative free cash flow “for many years” as it buys more content to attract new subscribers. Netflix faces competition at home and abroad from streaming video providers such as Amazon.com Inc’s Prime Video and Alphabet Inc’s YouTube.\n\nInvestors are willing to tolerate the spending in exchange for booming customer growth, said Rosenblatt Securities analyst Alan Gould. “Most investors will take the trade-off of a 2 million (subscriber) beat.”\n\nRevenue rose 32.3 percent to $2.79 billion in the second quarter.\n\nNet income rose to $65.6 million, or 15 cents per share, from $40.8 million, or 9 cents per share, a year earlier, just shy of analysts’ forecast of 16 cents per share.",
        "header": "Netflix beats subscriber targets, shares jump over 10 percent",
        "link": "http://www.reuters.com/article/us-netflix-results/netflix-beats-subscriber-targets-shares-jump-over-10-percent-idUSKBN1A225E"
    }
]