[
    {
        "time": "10:24AM UTC",
        "body": "Oct 5 (Reuters) - Netflix Inc has raised the monthly subscription fees for two out of its three main U.S. plans by $1 and $2 respectively, according to details published on the company’s subscription page on Thursday.\n\nThe company's midrange plan, which allows streaming on two devices at the same time, was increased to $10.99 per month from $9.99, according to the details on the page. nflx.it/2kpEiJk\n\nThe top-tier plan, which allows streaming on four screens in high definition, was raised to $13.99 per month from $11.99. The basic plan fee remained at $7.99. (Reporting by Supantha Mukherjee in Bengaluru; editing by Patrick Graham)",
        "header": "Netflix ups monthly subscription fees for two plans",
        "link": "http://www.reuters.com/article/netflix-subscription/netflix-ups-monthly-subscription-fees-for-two-plans-idUSL4N1MG2GV"
    },
    {
        "time": "1:57PM UTC",
        "body": "(Reuters) - Netflix Inc’s U.S. business announced the first rises in monthly fees in two years on Thursday, hiking costs for two of its three main subscription plans as it spends heavily on its own original content.\n\nThe company's mid-range plan, which allows streaming on two devices at the same time, was increased to $10.99 per month from $9.99. nflx.it/2kpEiJk\n\nThe top-tier plan, which allows streaming on four screens in high definition, was raised to $13.99 per month from $11.99. The basic plan fee remained at $7.99.\n\nShares in the global streaming pioneer rose as much as 4.5 percent to a record high of $192.80.\n\n“Most investors believe that Netflix is priced well below its value to consumers and want to see the management continue to increase monetization,” Rob Sanderson analyst at MKM Partners said.\n\nIn 2011, Netflix raised prices for some customers by as much as $6, causing more than 800,000 U.S. subscribers to desert the service. reut.rs/2knr67y\n\nA more gradual move in 2014 did not provoke the same outrage.\n\nNetflix is cheaper than many of its competitors despite the current price hike. HBO Now, the standalone streaming service of HBO that offers access to shows such as “Game of Thrones” and “Veep”, is priced at $14.99 a month, while Hulu prices its service without commercials at $11.99 per month.\n\n“This price increase will likely be a revenue growth catalyst for the company,” RBC Capital Markets analyst Mark Mahaney wrote in a client note. “The content, not price, is the leading churn/churn-back factor amongst Netflix subs.”\n\nThe price hikes will only be in the United States and will start taking effect from mid-November, depending on users’ billing cycles.\n\nThe higher pricing comes as the video streaming service spends heavily on original content and expanding outside the U.S.\n\nNetflix had earlier said it would spend over $6 billion this year on original shows and expected to have negative free cash flow of $2 billion to $2.5 billion.\n\n“The average revenue per user (ARPU) lift is a significant growth driver and important to ... (the) content budget,” said Sanderson.",
        "header": "Netflix ups U.S. fees for first time since 2015",
        "link": "http://www.reuters.com/article/us-netflix-subscription/netflix-ups-u-s-fees-for-first-time-since-2015-idUSKBN1CA1R2"
    }
]