[
    {
        "time": "1:00PM UTC",
        "body": "SAN FRANCISCO, April 13 (Reuters) - The longevity of the technology stocks rally is on the line next week as Netflix Inc kicks off the earnings season for a sector that has mushroomed to account for more than a fifth of the U.S. stock market’s value.\n\nSurges in Apple, Facebook and other Silicon Valley heavyweights have pushed the S&P 500 technology index 10 percent higher this year, more than double the broader S&P 500 index’s 4 percent gain. The tech sector’s aggregate value now tops $4.4 trillion, 30 percent higher than No. 2 financials, and even rivals the size of the Federal Reserve’s massive balance sheet.\n\nThe next test for these companies is whether their profit growth is sufficient to justify their outsized share price gains.\n\nEnter Netflix, which reports after the bell on Monday. The video streaming pioneer is expected by analysts to quintuple its earnings per share. But with its stock surging 43 percent in the past six months and now trading at 109 times expected earnings, Netflix’s valuation is based more on sentiment than on fundamentals, many investors believe.\n\n“The market’s reaction to whatever the news is from Netflix will be telling,” said Stephen Massocca, Senior Vice President at Wedbush Securities in San Francisco. “If the slightest little negative leads to a 15-point decline, that tells you things are elevated and the market is only going to reward the most excellent of news.”\n\nMomentum in many tech stocks has been driven by ambitious expectations for earnings. Tech profits are seen climbing 14.7 percent for the first quarter, according to Thomson Reuters I/B/E/S. That would account for nearly a third of the 10.4 percent earnings growth predicted across the S&P 500.\n\n“It’s great for everybody to feel good, but if nobody is buying stuff and the companies are reporting disappointing sales and that affects their margins, then you’ll be starting to say - wait a second,” said Thomas Martin, a portfolio manager at GLOBALT Investments.\n\nAlong with the S&P 500, tech shares have flatlined for weeks as Wall Street reassesses whether President Donald Trump will be able to push corporate tax cuts through Congress.\n\nStill, so far in April investors have poured $122 million into the U.S.-listed Technology Select Sector SPDR Fund, bringing total flows into the fund this year to $1.4 billion, according to ETF.com, which tracks fund flows.\n\nInside the tech rally, chip makers have been notable outperformers, with the Philadelphia Semiconductor index up 40 percent in the past year. Semiconductor companies are expected to boost EPS by 46 percent in the first quarter, helped by the growing use of chips in cars and mobile gadgets. One of the biggest - Qualcomm Inc - reports on Wednesday.\n\nWhile shares of the mobile chipmaker have been bogged down by a legal battle with Apple, its sales are seen rising by 6 percent and EPS by 14 percent.",
        "header": "RPT-Wall St Week Ahead-Netflix scorecard to test mettle of tech rally",
        "link": "http://www.reuters.com/article/usa-stocks-weekahead/rpt-wall-st-week-ahead-netflix-scorecard-to-test-mettle-of-tech-rally-idUSL1N1HL1O9"
    }
]