[
    {
        "time": "5:25PM UTC",
        "body": "(Reuters) - Shares of Netflix Inc hit a record high on Tuesday as more subscribers around the globe signed up for its popular original content in the latest quarter.\n\nThe video streaming company’s shares slipped a bit to $200 after touching a record high of $204.38, spurred by a series of price target increases by brokerages.\n\nNetflix added more subscribers than expected in the third quarter as viewers craved its highly regarded original content and results did not show any new signs of stress, analysts said.\n\n“We don’t see anything on the near-term horizon that is likely to materially slow this momentum,” Dougherty & Co analyst Steven Frankel wrote in a client note.\n\nWith the current quarter’s forecast of 6.3 million additions, Netflix’s global customer base would be nearly 115.6 million.\n\nThe numbers reinforced its dominance in the pay video streaming space with RBC Capital Markets analyst Mark Mahaney saying it has eight times more subscriptions than the closest competitor.\n\nMahaney maintained an “outperform” rating and raised the price target on the stock to $250 from $210. At that price, Netflix’s market value would be well over $100 billion.\n\nAt least nine other brokerages also raised their price targets on the stock.\n\nNetflix has been spending heavily to produce and acquire content as it races to dominate streaming television and beat competition from traditional media and other streaming players such as Hulu and Amazon.com Inc’s Prime Video.\n\nNetflix’s second-half content slate is led by second seasons of both “Stranger Things” and “The Crown”, the second Netflix original David Fincher series entitled “Mindhunter” and the Will Smith original film “Bright”.\n\nEarlier this month, the company announced the first rises in monthly fees in two years to fund its spending on original content.\n\n“More members combined with more revenues following the recent price increases deepen the moat around this business,” Morgan Stanley analyst Benjamin Swinburne wrote in client note.\n\nHe raised the price target to $235 from $225 and maintained an “overweight” rating.\n\nOut of 42 analysts covering the stock, 26 have a “buy” or higher rating, 14 “hold” and two have a “sell” or lower.\n\nNetflix shares had risen about 64 percent this year.",
        "header": "Netflix flirting near record on subscriber growth",
        "link": "http://www.reuters.com/article/us-netflix-results-research/netflix-flirting-near-record-on-subscriber-growth-idUSKBN1CM1NT"
    },
    {
        "time": "7:58AM UTC",
        "body": "Oct 17 (Reuters) - Shares in Netflix Inc were set to open at a record high on Tuesday after the video streaming company added more subscribers than expected around the world in the third quarter.\n\nThe company’s shares were up 1.3 percent at $205.30 in premarket trading, spurred by a series of price target raises by brokerages.\n\nNetflix added 5.3 million streaming subscribers in the third quarter compared with expectations of 4.5 million, according to FactSet.\n\nIt forecast 6.3 million additions for the current quarter, just above analysts’ average estimate of 6.25 million.\n\nWith the current quarter’s additions, Netflix’s global customer base would be nearly 115.6 million.\n\n“Netflix is the dominant subscription leader – perhaps 8x more subs than the closest competitor, and this is a scale game,” RBC Capital Markets analyst Mark Mahaney wrote in a note.\n\nHe maintained “outperform” rating and raised the price target on the stock to $250 from $210. At that price, Netflix’s market value would be well over $100 billion.\n\nAt least eight other brokerages also raised their price targets on the stock.\n\nNetflix has been spending heavily to produce and acquire content as it races to dominate streaming television and beat competition from traditional media and other streaming players such as Hulu and Amazon.com Inc’s Prime Video.\n\nNetflix’s second-half content slate is led by second seasons of both “Stranger Things” and “The Crown”, the second Netflix original David Fincher series entitled “Mindhunter” and the Will Smith original film “Bright”.\n\nEarlier this month, the company announced the first rises in monthly fees in two years to fund its spending on original content.\n\n“More members combined with more revenues following the recent price increases deepen the moat around this business,” Morgan Stanley analyst Benjamin Swinburne wrote in client note.\n\nHe raised the price target on the stock to $235 from $225 and maintained “overweight” rating.\n\nOut of 42 analysts covering the stock, 26 have a “buy” or higher rating, 14 on “hold” and two have a “sell” or lower.\n\nNetflix shares had risen about 64 percent this year. (Reporting by Supantha Mukherjee in Bengaluru; Editing by Arun Koyyur)",
        "header": "Netflix set to open at record high on subscriber growth",
        "link": "http://www.reuters.com/article/netflix-results-research/netflix-set-to-open-at-record-high-on-subscriber-growth-idUSL4N1MS3Y9"
    }
]