[
    {
        "time": "4:27PM UTC",
        "body": "* Quarterly total streaming net additions were 5.30 million versus co’s forecast of 4.4 million\n\n* 0.85 million U.S. streaming net additions in quarter versus co’s forecast of 0.75 million\n\n* Says on track to exceed $11 billion in revenue in 2017\n\n* Says free cash flow in Q3 totaled negative $465 million versus negative $506 million last year and negative $608 million in Q2‘17‍​‍​\n\n* Says there is no change to our expectation for free cash flow for the full year 2017‍​\n\n* Says “as we move into 2018, we aim to achieve steady improvement in international profitability and a growing operating margin‍​”\n\n* Says existing members will be notified of recently announced price adjustments and prices will be adjusted on rolling basis over next few months\n\n* Says we’ll spend $7 billion-$8 billion on content (on a P&L basis) in 2018\n\n* Says quarterly EPS of $0.29 included a pre-tax $51 million non-cash loss from F/X re-measurement on our euro bond Source text: bit.ly/2goGcZD Further company coverage:",
        "header": "BRIEF-Netflix Inc reports quarterly earnings per share $0.29",
        "link": "http://www.reuters.com/article/brief-netflix-inc-reports-quarterly-earn/brief-netflix-inc-reports-quarterly-earnings-per-share-0-29-idUSFWN1MR0RH"
    },
    {
        "time": "5:22PM UTC",
        "body": "NEW YORK (Reuters Breakingviews) - Netflix’s valuation outstrips its burgeoning opportunity. The $87 billion video-streaming service hit another all-time high on Monday, benefiting in part from Comcast and AT&T recently warning of a fall in subscribers. Pay-TV customers cutting the cord should mean more viewers for Netflix. But even that and a fee hike last month don’t justify it trading at a sky-high multiple.\n\nThe company led by Reed Hastings added 5.3 million new subscribers in its third quarter, taking its total tally around the world to 109 million customers. That beat the 4.5 million analysts had been expecting. That was after the company’s shares closed at a record $202.68 a piece on Monday, making the firm worth more than Time Warner.\n\nAiding the run-up is the expected bloodbath in pay-TV subscriptions. Last week AT&T admitted it would lose 90,000 customers in the three months to the end of September as they abandoned its video product because of competition and hurricanes. Rival Comcast had earlier raised a similar yellow flag.\n\nThe specter of people ditching expensive cable packages is fast becoming a frightening reality. Pay-TV subscriptions are forecast to decline 3.4 percent in the third quarter, even faster than the bruising 2.7 percent drop in the previous three months, according to MoffettNathanson.\n\nTraditional media companies like Walt Disney are only now contemplating launching their own direct-to-consumer packages. Netflix has the first-mover advantage, having offered streaming video for a decade. Other similar products that CBS and HBO offer have fewer than 5 million subscribers each, just a fraction of the customer base Hastings has built.\n\nTrouble is, Netflix now trades at almost 40 times 2020 earnings. That looks like a work of fiction as it is. But the company also carries sizable risk. Hastings has, for example, pledged up to $8 billion for TV shows and movies next year compared to $5 billion in 2016. He’s also trying to ramp up the amount of content the company can produce in-house to replace licensing third-party shows that currently soak up most of the budget. That suggests Netflix will be burning through cash for a long time yet.\n\nReuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time. \n\n Sign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com. All opinions expressed are those of the authors.",
        "header": "Breakingviews - Netflix valuation outstrips burgeoning opportunity",
        "link": "http://www.reuters.com/article/us-netflix-results-breakingviews/breakingviews-netflix-valuation-outstrips-burgeoning-opportunity-idUSKBN1CL2YA"
    },
    {
        "time": "2:16AM UTC",
        "body": "* MONDO TV SUISSE AND AURORA WORLD CORP SAY NETFLIX HAS ENTERED INTO LICENSING AGREEMENT OF ANIMATED TV SERIES BASED ON CHARACTER YOOHOO\n\n* SERIES TO BE CO-PRODUCED BY NETFLIX, AURORA AND MONDO TV AND TO PREMIER ON NETFLIX IN LATE 2018 GLOBALLY WITH THE EXCEPTION OF FRANCE, ITALY, SPAIN AND PORTUGAL, RUSSIA AND POLAND\n\n* ENTERS THE U.S. MARKET WITH NETFLIX DEAL AND SEES SIGNIFICANT REVENUES AND PROFITS ALREADY SINCE 2019​ Source text for Eikon: Further company coverage: (Gdynia Newsroom)",
        "header": "BRIEF-Mondo TV Suisse and Aurora to co-produce YooHoo TV series with Netflix",
        "link": "http://www.reuters.com/article/brief-mondo-tv-suisse-and-aurora-to-co-p/brief-mondo-tv-suisse-and-aurora-to-co-produce-yoohoo-tv-series-with-netflix-idUSL8N1MR0ST"
    },
    {
        "time": "4:59PM UTC",
        "body": "** Shares of Netflix up 1.7 pct and hitting a record high in extended trade of $210.79 after the video-streaming pioneer added more subscribers than analysts expected in fiscal Q3\n\n** NFLX added 4.45 mln subscribers in its international markets in the qtr ended Sept. 30, vs 3.69 mln expected on avg by analysts, according to data and analytics firm FactSet\n\n** Co added 850,000 subscribers in the United States, compared with the average analyst estimate of 810,000\n\n** Subscriber growth mostly driven by NFLX’s original shows such as the latest season of “Narcos”\n\n** NFLX has surged over 63 pct YTD, recently trading at 101x expected earnings, according to Thomson Reuters data\n\n** NFLX rev rose about 30 percent to $2.99 bln in the Q3, vs consensus expectation of $2.97 bln\n\n** Traders added $316 mln in short bets against NFLX in past week, bringing total short interest to $5.66 bln, according to S3 Partners, a financial analytics firm",
        "header": "BUZZ-Netflix subscriber growth beats estimates, stock hits record",
        "link": "http://www.reuters.com/article/buzz-netflix-subscriber-growth-beats-est/buzz-netflix-subscriber-growth-beats-estimates-stock-hits-record-idUSL4N1MR5KI"
    },
    {
        "time": "4:15PM UTC",
        "body": "Oct 16 (Reuters) - Video-streaming pioneer Netflix Inc added more subscribers than expected in the third quarter as original shows such as the latest season of “Narcos” helped attract more viewers.\n\nThe company added 4.45 million subscribers in its international markets in the quarter ended Sept. 30, compared with the 3.69 million analysts had expected, according to data and analytics firm FactSet.\n\nNetflix added 850,000 subscribers in the United States, compared with the average analyst estimate of 810,000, according to data and analytics firm FactSet.\n\nNetflix had forecast total subscriber additions of 4.4 million for the quarter. (Reporting by Aishwarya Venugopal in Bengaluru)",
        "header": "Netflix subscriber adds beat St as original shows pull in new viewers",
        "link": "http://www.reuters.com/article/netflix-results/netflix-subscriber-adds-beat-st-as-original-shows-pull-in-new-viewers-idUSL4N1MR5JY"
    },
    {
        "time": "8:04PM UTC",
        "body": "(Reuters) - Netflix Inc added more subscribers than expected around the world in the third quarter and projected growth in line with Wall Street forecasts, saying it had a head start on rivals as internet television explodes globally.\n\nShares of the world’s leading online video streaming service touched a record high on Monday and rose a further 1.2 percent after hours to $205.07. They are up about 64 percent this year.\n\nFor the third quarter, Netflix added 5.3 million subscribers in all its markets, compared with Wall Street’s target of 4.5 million, according to FactSet. Netflix forecast 6.3 million additions for the current quarter, just above analysts’ average estimate of 6.25 million, which would bring its global customer base to nearly 115.6 million.\n\nThe company known for original TV shows such as “House of Cards” is spending heavily to produce and acquire content as it races to dominate streaming television in international markets, which now account for the majority of its subscriber growth.\n\nIn its quarterly letter to shareholders, Netflix said it would boost its content budget to between $7 billion and $8 billion in 2018.\n\n“As we move into 2018, we aim to achieve steady improvement in international profitability and a growing operating margin as our success in many large markets helps fund investments throughout Asia and the rest of the world,” the letter said.\n\nInvestors have been bullish on Netflix’s ability to keep signing up customers around the world despite new rivals. Netflix recently traded at 101 times expected earnings for the next 12 months, versus Amazon.com Inc at 144 times earnings and Time Warner Inc at 16 times earnings, according to Thomson Reuters data.\n\nThe company faces increasing competition from streaming services such as Amazon.com’s Prime Video, plus moves by traditional media companies. Walt Disney Co decided to yank its first-run movies from Netflix in the United States starting in 2019, and to launch its own online offering.\n\nNetflix, in its investor letter, said Disney’s decision underlined the need to keep building its slate of exclusive original content. “We have a good head start but our job is to improve Netflix as rapidly as possible,” the company said.\n\nBut Hastings said on a webcast it was “extremely unlikely” that Netflix would bid on The Weinstein Company if the opportunity arose. The film production company is in talks to sell the bulk of its assets to Colony Capital following the firing of co-founder Harvey Weinstein.\n\nNetflix distributes some Weinstein Company movies and TV shows on its streaming service but the business is not material, Netflix Chief Creative Officer Ted Sarandos said on the webcast.\n\nNetflix’s 5.3 million additional subscribers in the third quarter included 4.45 million in international markets and 850,000 in the United States. Wall Street had expected 4.5 million overall, with 3.69 million overseas and 810,000 in the United States, according to FactSet.\n\nRevenue rose about 30 percent to $2.99 billion in the third quarter.\n\nNet income rose to $130 million, or 29 cents per share, in the latest quarter from $52 million, or 12 cents per share, a year earlier.",
        "header": "Netflix adds more subscribers than expected, shares hit record",
        "link": "http://www.reuters.com/article/us-netflix-results/netflix-adds-more-subscribers-than-expected-shares-hit-record-idUSKBN1CL2UG"
    }
]