[
    {
        "time": "4:12PM UTC",
        "body": "Jan 18 (Reuters) - Netflix Inc’s international and U.S. subscriber additions sped past analysts’ estimates as the video streaming service released shows including the award-winning British drama “The Crown” and a revival of “Gilmore Girls”.\n\nNetflix, whose original shows include \"Narcos\" and \"Stranger Things\", said on Wednesday it signed up 5.12 million subscribers outside the United States in the quarter ended Dec. 31. (nflx.it/2jyes47)\n\nAnalysts on average had estimated 3.73 million additions, according to research firm FactSet StreetAccount.\n\nFaced with slowing growth in the United States, Netflix has launched in almost every country, but is now faced with the task of tweaking the service to suit different markets and cultures, even as competitors expand.\n\nIn the United States, Netflix added 1.93 million subscribers, compared with the average estimate of 1.44 million.",
        "header": "Netflix adds more subscribers than expected",
        "link": "http://www.reuters.com/article/netflix-results-idUSL4N1F859Z"
    },
    {
        "time": "4:25PM UTC",
        "body": "* Says Q4 U.S. streaming net subscriber additions were 1.93 million versus its forecast of 1.45 million\n\n* Sees free cash flow to be around -$2 billion in 2017 versus. -$1.7 billion in 2016, with FCF loss improving sequentially in Q1‘17\n\n* Weakening of U.S. net neutrality laws, should that occur, is unlikely to materially affect company’s domestic margins or service quality\n\n* Says “hope the new U.S. administration and congress will recognize that keeping the network neutral drives job growth and innovation”\n\n* Says “weakening of U.S. net neutrality laws, should that occur, is unlikely to materially affect our domestic margins or service quality”\n\n* Says “in Q1, we are forecasting a 9% operating margin, higher than our full year target due to the timing of content spend”\n\n* Says “we will continue to be a regular issuer of debt to finance our investment in original content”\n\n* Says “we anticipate the international segment will be slightly contribution profit positive in Q1”\n\n* Says “we also expect a greater membership impact from our content slate in the second half of 2017”\n\n* Says \"we plan on investing over remaining quarters of 2017 internationally and, as a result, anticipate an international contribution loss in Q2\" Source text: bit.ly/2iStJeW Further company coverage:",
        "header": "BRIEF-Netflix reports Q4 total EPS including DVD of $0.15",
        "link": "http://www.reuters.com/article/idUSFWN1F7129"
    },
    {
        "time": "6:24PM UTC",
        "body": "NEW YORK (Reuters Breakingviews) - Financially speaking, Netflix has come to embody the title of one of its new hit shows: “Stranger Things.” The video-streaming service blew past quarterly subscriber expectations, as it celebrated a decade of being online. After burning through still more cash, its share price soared to a new high. Apparently growth can come at almost any cost.\n\nThe $57 billion company led by Reed Hastings added 7.1 million new customers after many initially blanched at a price increase last year. Both in the United States and internationally, Netflix surpassed its own forecast, tallying nearly 94 million for the quarter ending Dec. 31.\n\nIt was 10 years ago that Hastings disrupted his own groundbreaking DVD mailing service by making the big bet that people would watch movies and TV shows using an internet connection instead. That first-mover advantage helped initiate the so-called cord-cutting and cord-never movements.\n\nNetflix just reached another significant milestone, too. Four years ago is when it started investing billions of dollars to produce its own series like “The Crown” and “House of Cards.” The original programming accounted for five of the top 10 most searched TV shows in the world, according to Google. It also has inspired Amazon and others to give chase.\n\nThe impressive expansion comes at a bigger and bigger price, however. Netflix generated negative free cash flow of $639 million in the fourth quarter, an increase from $506 million in the previous quarter and $276 million a year earlier. Netflix also is anticipating negative free cash flow of about $2 billion in 2017 compared to $1.7 billion last year.\n\nWhat’s more, it leaves the power of scale unclear. For the extra $2 billion in revenue that Netflix reaped between 2015 and 2016, it produced just $74 million of additional operating income. Even so, the company’s stock took another one of its trademark jumps, vaulting 8 percent in after-hours trading following the results on Wednesday, and is now valued at more than 140 times earnings. It is the stuff of investment science fiction.\n\nReuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time. \n\n Sign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com. All opinions expressed are those of the authors.",
        "header": "Netflix finances keep producing stranger things",
        "link": "http://www.reuters.com/article/us-netflix-results-breakingviews-idUSKBN15236N"
    },
    {
        "time": "7:46PM UTC",
        "body": "(Reuters) - Streaming video pioneer Netflix Inc added over a third more subscribers than expected in the last quarter of 2016, a sign of success for its ambitious global expansion that sent its shares up 8 percent in extended trading.\n\nNetflix signed up 7.1 million new subscribers globally, far more than the 5.2 million analysts had expected, according to research firm FactSet, beating targets at home and abroad even as it raised prices.\n\nOriginal shows like “Marvel’s Luke Cage” and British drama “The Crown” performed strongly around the world, Netflix said, noting that competitors were adapting to compete.\n\nAmazon.com Inc recently expanded its Amazon Prime Video service globally, and Britain’s BBC announced plans to release entire series at once to allow the “binge watching” popularized by Netflix.\n\n“It’s becoming an internet TV world, which presents both challenges and opportunities for Netflix as we strive to earn screen time,” the company said in its quarterly letter to shareholders.\n\nNetflix, in its earnings report, said it added 5.1 million subscribers outside the United States and 1.9 million in its home market in the quarter ended Dec. 31. (nflx.it/2jyes47)\n\nAnalysts had forecast 3.73 million non-U.S. additions and 1.44 million at home.\n\n“The future battleground at home is now in keeping hold of customers as much as it is in trying to acquire new ones,” said Neil Saunders, head of retail analyst firm Conlumino.\n\n“In our view, the fact that consumers have readily absorbed the price increase, and that Netflix has continued to advance its subscriber numbers in spite of it, indicates the company is now firmly in pole position in the streaming arena.”\n\nNetflix said it planned to release more than 1,000 hours of original programming this year, up from 600 hours last year. It recently signed a deal with comedian Jerry Seinfeld to stream his show “Comedians in Cars Getting Coffee” as well as two new stand-up specials and other shows he will develop.\n\nThe Los Gatos, California-based company said revenue rose 35.9 percent to $2.48 billion in the December quarter. Analysts on average had expected $2.47 billion, according to Thomson Reuters I/B/E/S.\n\nThe company said it expected to add 1.50 million subscribers in the United States in the current quarter, fewer than the FactSet estimate of 1.79 million.\n\nIn international markets, Netflix said it expected to add 3.70 million subscribers, above the average estimate of 3.05 million.\n\nNetflix projected negative free cash flow of about $2 billion in 2017, up from negative $1.7 billion in 2016.\n\nUp to Wednesday’s close of $133.26, Netflix’s stock had risen 33.5 percent since it reported third-quarter results in October.\n\nNetflix rose as much as 8.2 percent in after-hours trading, adding nearly $5 billion to the company’s stock market value.",
        "header": "Netflix adds a third more subscribers than expected; shares jump eight percent",
        "link": "http://www.reuters.com/article/us-netflix-results-idUSKBN1522YR"
    },
    {
        "time": "4:09PM UTC",
        "body": "Please click on the link below for Netflix Inc’s fourth-quarter earnings press release: Source text:",
        "header": "BRIEF-Netflix Q4 results press release",
        "link": "http://www.reuters.com/article/idUSL4N1F85A4"
    },
    {
        "time": "6:28PM UTC",
        "body": "(Reuters) - Streaming video pioneer Netflix Inc added over a third more subscribers than expected in the last quarter of 2016, a sign of success for its ambitious global expansion that sent its shares up 8 percent in extended trading.\n\nNetflix signed up 7.1 million new subscribers globally, far more than the 5.2 million analysts had expected, according to research firm FactSet, beating targets at home and abroad even as it raised prices.\n\nOriginal shows like “Marvel’s Luke Cage” and British drama “The Crown” performed strongly around the world, Netflix said, noting that competitors were adapting to compete.\n\nAmazon.com Inc recently expanded its Amazon Prime Video service globally, and Britain’s BBC announced plans to release entire series at once to allow the “binge watching” popularized by Netflix.\n\n“It’s becoming an internet TV world, which presents both challenges and opportunities for Netflix as we strive to earn screen time,” the company said in its quarterly letter to shareholders.\n\nNetflix, in its earnings report, said it added 5.1 million subscribers outside the United States and 1.9 million in its home market in the quarter ended Dec. 31. (nflx.it/2jyes47)\n\nAnalysts had forecast 3.73 million non-U.S. additions and 1.44 million at home.\n\n“The future battleground at home is now in keeping hold of customers as much as it is in trying to acquire new ones,” said Neil Saunders, head of retail analyst firm Conlumino.\n\n“In our view, the fact that consumers have readily absorbed the price increase, and that Netflix has continued to advance its subscriber numbers in spite of it, indicates the company is now firmly in pole position in the streaming arena.”\n\nNetflix said it planned to release more than 1,000 hours of original programming this year, up from 600 hours last year. It recently signed a deal with comedian Jerry Seinfeld to stream his show “Comedians in Cars Getting Coffee” as well as two new stand-up specials and other shows he will develop.\n\nThe Los Gatos, California-based company said revenue rose 35.9 percent to $2.48 billion in the December quarter. Analysts on average had expected $2.47 billion, according to Thomson Reuters I/B/E/S.\n\nThe company said it expected to add 1.50 million subscribers in the United States in the current quarter, fewer than the FactSet estimate of 1.79 million.\n\nIn international markets, Netflix said it expected to add 3.70 million subscribers, above the average estimate of 3.05 million.\n\nNetflix projected negative free cash flow of about $2 billion in 2017, up from negative $1.7 billion in 2016.\n\nUp to Wednesday’s close of $133.26, Netflix’s stock had risen 33.5 percent since it reported third-quarter results in October.\n\nNetflix rose as much as 8.2 percent in after-hours trading, adding nearly $5 billion to the company’s stock market value.",
        "header": "UPDATE 3-Netflix adds a third more subscribers than expected; shares jump 8 pct",
        "link": "http://www.reuters.com/article/netflix-results-idUSL4N1F85CQ"
    },
    {
        "time": "5:17PM UTC",
        "body": "NEW YORK (Reuters) - The S&P 500 ended a choppy session slightly higher on Wednesday, helped by a rise in financials after Federal Reserve Chair Janet Yellen said it “makes sense” to gradually lift interest rates.\n\nThe S&P financials index .SPSY rose 0.8 percent, adding to gains late in the session following Yellen’s remarks to the Commonwealth Club of California in San Francisco.\n\nFinancials have rallied since the November U.S. election on expectations of higher rates and of reduced regulations under President-elect Donald Trump.\n\nGoldman Sachs (GS.N) was down 0.6 percent and Citigroup (C.N) fell 1.7 percent, however. Both reported quarterly results earlier in the day.\n\nThe Dow ended lower for the fourth day in a row. The frenetic post-election rally in U.S. equities has slowed in recent weeks as investors wait for Trump to work on his campaign promises. Investors hope to get more insight following his inauguration on Friday.\n\n“You might see people taking a break here and moving to the sidelines just to see what type of shape the environment takes as far as policy,” said Michael O‘Rourke, chief market strategist at JonesTrading in Greenwich, Connecticut.\n\nThe Dow Jones Industrial Average .DJI closed down 22.05 points, or 0.11 percent, to 19,804.72, the S&P 500 .SPX gained 4 points, or 0.18 percent, to 2,271.89 and the Nasdaq Composite .IXIC added 16.93 points, or 0.31 percent, to 5,555.65.\n\nQualcomm (QCOM.O) rose 1.5 percent, helping boost the Nasdaq after Morgan Stanley said in a note the U.S. government may be reluctant to pursue an antitrust case against the company.\n\nAfter the bell, shares of Netflix (NFLX.O) jumped 8 percent following its results, which showed international and U.S. subscriber additions well above analysts’ estimates.\n\nThe pace of corporate results is expected to pick in the coming days. Analysts expect earnings from S&P 500 companies grew 6.3 percent in the fourth quarter, which would be the biggest profit growth for the group in two years, according to Thomson Reuters data.\n\nDuring the regular session, shares of Target (TGT.N) fell 5.8 percent after the brick-and-mortar chain reported dismal results for the holiday season and cut its quarterly earnings forecast. The S&P retail index .SPXRT was down 0.4 percent.\n\nAmong other decliners, UnitedHealth (UNH.N) was off 1.8 percent at $157.74 a day after reporting results.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 1.15-to-1 ratio; on Nasdaq, a 1.28-to-1 ratio favored advancers.\n\nThe S&P 500 posted 13 new 52-week highs and four new lows; the Nasdaq Composite recorded 76 new highs and 27 new lows.\n\nAbout 6.2 billion shares changed hands on U.S. exchanges, slightly above the 6.1 billion daily average for the past 20 trading days, according to Thomson Reuters data.",
        "header": "S&P 500 ends up slightly with boost from financials; Netflix up late",
        "link": "http://www.reuters.com/article/us-usa-stocks-idUSKBN1521M8"
    }
]