[
    {
        "time": "1:10PM UTC",
        "body": "NEW YORK (Reuters Breakingviews) - Netflix losing Disney sounds like an HBO sequel. The Magic Kingdom is yanking “Cars” and more from the $75 billion streaming service. Time Warner’s pay-TV network also once grew so popular that Hollywood studios got scared and started rival options. HBO kept thriving and so will Netflix.\n\nWalt Disney boss Bob Iger on Tuesday unveiled a new strategic plan aimed at the rapidly changing landscape of movie and TV consumption. The company will create its own direct-to-consumer streaming-video services. That means ditching Netflix starting with the 2019 theatrical releases of Pixar and other movies.\n\nWhat remains unclear is whether the Marvel superhero and Lucasfilm “Star Wars” fare also will be taken away. It’s a tradeoff for Disney. The company gets paid about $300 million a year from Netflix for about 10 movies, analysts at Morgan Stanley estimate. Rupert Murdoch’s Twenty-First Century Fox and AMC Networks have been withholding some programming, too.\n\nHBO encountered a similar backlash more than three decades ago. By 1983, it had grown to about 12 million subscribers on the back of live sporting events and movies. Fearing HBO’s encroaching power, studios including Paramount and Viacom launched Showtime and The Movie Channel as alternatives.\n\nThey hardly impeded HBO’s growth or the symbiotic relationship with Hollywood. Over the ensuing five years, the network attracted 7 million more customers, according to a contemporaneous report in the New York Times, while also striking a $500 million deal with Paramount. HBO now has nearly 85 million subscribers around the world, its own stand-alone digital service and last month received over 100 Emmy nominations for programs such as “Westworld.”\n\nThe Netflix playbook has been similar. It is spending some $6 billion this year to buy and create original shows such as “Stranger Things” and “The Crown.” It also just announced the first acquisition in its 20-year history, of comic-book publisher Millarworld, a move that evokes Disney’s larger purchase of Marvel in 2009. With some 100 million customers globally, Netflix should be able to comfortably survive without Disney. After all, the industry has seen this movie before.\n\nReuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time. \n\n Sign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com. All opinions expressed are those of the authors.",
        "header": "Netflix losing Disney sounds like an HBO sequel",
        "link": "http://www.reuters.com/article/us-walt-disney-results-netflix-breakingv/netflix-losing-disney-sounds-like-an-hbo-sequel-idUSKBN1AP23F"
    },
    {
        "time": "2:44PM UTC",
        "body": "LOS ANGELES (Reuters) - Oscar-winning filmmakers Joel and Ethan Coen are transitioning to the small screen with a new Western anthology for Netflix Inc, the online streaming company said on Wednesday, the latest talent to join the platform’s growing roster.\n\nThe Coen brothers, known for witty crime thrillers such as “Fargo” and “No Country For Old Men,” will write and direct “The Ballad of Buster Scruggs,” a six-part anthology series set in the American frontier and starring Tim Blake Nelson as Buster, Netflix said in a statement.\n\nThe series will debut in 2018, and comes after the success of cable network FX’s anthology series “Fargo,” an expansion of the Coen brothers’ 1996 film of the same name. The Coens are executive producers on the “Fargo” series but did not write or direct any episodes.\n\nThe news follows on the heels of Netflix’s announcement this week that David Letterman was returning to television with a six-part interview series for the streaming platform due next year, and the acquisition of comics publisher Millarworld.\n\nIt also comes after Disney, the world’s biggest entertainment company, said this week that it would stop providing new movies to Netflix starting in 2019 in order to launch its own streaming service and capture digital viewers who are dumping traditional television.\n\nNetflix, along with rivals such as Amazon.com Inc (AMZN.O) and Time Warner Inc’s (TWX.N) HBO, is spending billions of dollars to buy and produce its own content and stream it straight to consumers.",
        "header": "Oscar-winning Coen brothers to bring Western anthology series to Netflix",
        "link": "http://www.reuters.com/article/us-television-coenbrothers/oscar-winning-coen-brothers-to-bring-western-anthology-series-to-netflix-idUSKBN1AP2B5"
    }
]