[
    {
        "header": "rpt-update 1-citi sees jpmorgan cdo writedowns to be manageable",
        "body": "(Recasts, adds details, background (Reuters) - Citigroup said it expects JPMorgan Chase & Co Inc (JPM.N) to have a limited mark-to-market impact from writedowns in collateralized debt obligations invested in asset backed securities (ABS CDOs).\n\nUnlike its peers Bank of America Corp (BAC.N) and Wachovia Corp WB.N, U.S. investment bank JPMorgan Chase is a small player in underwriting ABS CDOs, the brokerage noted.\n\nCitigroup retained a “buy” rating and price target of $57 on JPMorgan Chase shares, which were trading up about 2 percent at $43.19 in morning trade on the New York Stock Exchange.\n\nHowever, the brokerage trimmed its fourth-quarter earnings estimate for JPMorgan Chase to $1 from $1.08 a share, citing mark-to-market adjustments.\n\nJPMorgan Chase’s $40.6 billion leveraged buyout loan book could see a 1 percent, or $400 million, negative mark in the fourth quarter based on current market trends, Citigroup said.\n\nBanks including Citigroup Inc (C.N), Merrill Lynch & Co MER.N and Wachovia have announced more than $40 billion of write-offs this year as U.S. foreclosures set records and after investors stopped buying many kinds of risky debt.\n\nCitigroup on Tuesday lowered its price target on Wachovia to $50 from $56 and on Bank of America to $58 from $60. The brokerage, however, had a “buy” rating on both.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSBNG24962120071113",
        "time": "06:02 PM EST"
    },
    {
        "header": "update 2-jpmorgan ceo dimon recruits on enemy turf",
        "body": "NEW YORK, Nov 13 (Reuters) - Jamie Dimon, chief executive of JPMorgan Chase & Co (JPM.N), showed his famous brash side as he gave a recruiting pitch on the turf of a rival firm on Tuesday.\n\nTaking questions at Merrill Lynch’s banking and financial services conference, from an audience including executives and analysts from rivals, he made the pitch -- a sign of confidence in his company as the fallout of huge Wall Street losses is expected to cause a talent exodus at the most troubled firms.\n\n“If any of you think you’re good and you’re looking for a job or something like that, feel free to give me a call,” Dimon said. “Because we will be hiring.”\n\nHis pitch might have a broad appeal at Merrill Lynch & Co MER.N. The company does not have a CEO after the ouster of Stan O‘Neal, blamed for the biggest quarterly loss in company history.\n\nDimon was in an irreverent mood. He began his presentation mocking the bronchitis of Morgan Stanley (MS.N) co-President Zoe Cruz, who attended the event but could not make her presentation because of a case of bronchitis.\n\n“Can everyone hear me?” Dimon said as he started. Then in a croaky whisper, he joked, “I have a bad throat.”\n\nDimon also twitted other companies, saying that as they scramble to shore up failed risk management or find their next CEO, he’s willing to make decisions now that don’t necessarily have an immediate payoff.\n\nHe said it’s OK if the earnings pop from JPMorgan’s strategic moves don’t start paying off until 2009 and beyond.\n\nDimon’s shoot-from-the-hip style makes him a standout on Wall Street, where many executives stick to a script to convey a carefully worded corporate message.\n\nOnce a top protege of former Citigroup (C.N) Chairman Sandy Weill, Dimon fell out of favor and was ousted. Years later, Weill told television interviewer Charlie Rose that Dimon had been a little “obstreperous.”\n\nToday, Citigroup shares are down 36 percent this year amid multibillion-dollar write-downs and the exodus of CEO Chuck Prince. Citigroup’s problems include exposure to structured investment vehicles, or SIVs, which are assets linked to subprime mortgages and other debt.\n\n“SIVs don’t have a business purpose,” Dimon said. “They will go the way of the dinosaur.”\n\nIn contrast, JPMorgan does not have SIV exposure and its write-downs on other risky assets have been much smaller than those of Citigroup and Merrill Lynch. JPMorgan shares are down 7 percent this year.\n\nWhen discussing JPMorgan’s exposure to subprime mortgage-related assets, Dimon said, “We think we’re fine.”\n\nBut he also cautioned that the bank’s positions contain risk.\n\nDimon said subprime lending won’t go away, because it is a good business.\n\n“It was something good that went way to excess,” he said. “But remember subprime is minority groups, younger folks, immigrants, people who had problems earlier in their life. There’s nothing wrong with it. It’s a good thing.”\n\nHe later said, “It is not a big deal for the U.S. economy and certainly a much smaller deal for the world economy.” (Editing by Braden Reddall)",
        "link": "http://www.reuters.com/article/mergersNews/idUSN1362456020071113",
        "time": "06:52 PM EST"
    }
]