[
    {
        "header": "citi subprime ills could spark takeover by jpmorgan-analysts",
        "body": "NEW YORK (Reuters) - It could take Citigroup (C.N) nearly three years to recoup losses on any further substantial write-downs of its collateralized debt obligations, a scenario analysts at CreditSights Inc. say could spark a takeover by smaller rival JPMorgan Chase & Co (JPM.N).\n\n“The prospect of having to stomach Draconian marks against outsized CDO and SIV exposure could put Citi in a precarious position in terms of capital levels,” CreditSights, an independent fixed-income research firm, said in its analysis.\n\nAs a result, Citigroup, the largest U.S. bank by assets, could have to consider a dividend cut, a major asset sale or even a takeover by a stronger bank, CreditSights said.\n\nJPMorgan is seen as potential acquirer because its management team, led by CEO Jamie Dimon, has worked at Citi. Dimon also is seen as someone who could combine the two banks for big cost savings, CreditSights said.\n\nA 15 percent reduction in operating expenses could increase profit by more than $6 billion, CreditSights said.\n\nJPMorgan declined comment. Citigroup was not immediately available for comment.\n\nSuch a takeover would be huge, approaching a $200 billion price tag. Citigroup’s current market capitalization is about $172 billion.\n\n“Following the ouster of CEO Charles Prince, Citi is yet to unveil a new CEO,” CreditSights said. “One of the options would be to sell the company to JPMorgan.”\n\nCitigroup’s board meets this week. A new CEO could be announced. Frontrunners include Citi executive Vikram Pandit, who oversees trading, investment banking and alternative investing, and former Citigroup President Robert Willumstad.\n\nEstimates by CreditSights said it would take Citigroup 2.7 years to earn back the money lost on a 25 percent write-down on its CDO exposure of about $46 billion.\n\nCitigroup’s potential problems become even more worrisome when you consider its roughly $66 billion exposure to SIVs.\n\n“One key question is whether Citi can continue to support its SIVs by purchasing their short term obligations without demonstrating recourse that could require the company to bring the assets on its balance sheet,” CreditSights analysts said in their report.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN1039868020071211",
        "time": "03:01 AM EST"
    },
    {
        "header": "jpmorgan in talks with dubai $82 bln state holding",
        "body": "DUBAI (Reuters) - Investment Corporation of Dubai (ICD), a 300 billion dirham ($81.70 billion) holding company for some of the emirate’s biggest businesses, said on Monday it held talks with JPMorgan Chase & Co (JPM.N) on ways to cooperate.\n\n“With Dubai increasingly becoming an international financial hub, the support of world renowned financial services institutions like JPMorgan is crucial to our strategy to build close ties with leading investment and financial services companies,” Mohammed al-Shaibani, chief executive officer of ICD was quoted as saying in a statement.\n\nICD, whose holdings include Emirates airline [EMAIR.UL], “is committed to extending its fullest cooperation to international companies that are keen to join us in our quest to identify excellent growth opportunities for the numerous companies under the ICD portfolio,” Shaibani said.\n\nShaibani met JPMorgan officials led by Bill Winters, former CEO of the bank’s investment banking division, ICD said, without giving details.\n\nGulf Arab governments and companies -- buoyed by record oil prices -- have spent or agreed to spend more than $70 billion on foreign acquisitions this year, including Abu Dhabi’s $7.5 billion agreement to buy shares in Citigroup Inc (C.N).\n\nShaibani said last month the ICD was looking into taking advantage of the mortgage crisis in the United States perhaps to buy into troubled U.S. financial services companies. [nL2025698]",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSL101989220071211",
        "time": "01:02 AM EST"
    }
]