[
    {
        "header": "update 1-research alert-jp morgan raises advanced micro devices",
        "body": "Sept 17 (Reuters) - J.P. Morgan Securities upgraded Advanced Micro Devices Inc AMD.N to “neutral” from “underweight,” saying the company’s new server chip, Barcelona, closes its performance gap with Intel Corp’s (INTC.O) server products.\n\nThe brokerage said it expects the chip maker to launch a faster chip by the end of December, which could outperform Intel’s Penryn.\n\nJ.P. Morgan however said although AMD’s margins should improve, it believes the company will continue to lose money because Intel has superior products and cost structure. (Reporting by Esha Dey in Bangalore)",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSBNG4199020070917",
        "time": "08:14 AM EDT"
    },
    {
        "header": "update 2-moves-jp morgan, bb&t, fifth third, evercore",
        "body": "Sept 17 (Reuters) - The following financial service industry appointments were announced on Monday. To inform us of other job changes, please e-mail moves@reuters.com.\n\nBB&T Corp (BBT.N) named David Fisher director of its wealth management division. Fisher, 59, joins BB&T with 26 years of private banking and wealth management experience, including 21 with Bank of America.\n\nFifth Third Asset Management, Inc. said William Natcher will join its structured products team in Cleveland, Ohio as senior portfolio manager. Natcher will report to Mark Koenig, managing director of structured products.\n\nJPMorgan Asset Management announced two new hires in its growth team. Gregory Luttrell, who most recently oversaw $13 billion in assets at TIAA-CREF, has joined as a senior portfolio manager. Nancy Hoch has joined as a consumer analyst dedicated to large cap growth products. Hoch previously worked at JPMorgan’s investment bank as a sell-side analyst.\n\nBoutique investment bank Evercore Partners Inc. (EVR.N) said Edward Banks and Ian Ferguson have joined the firm’s advisory business as senior managing directors, based in Evercore’s London office. Banks joins from JPMorgan Cazenove and Ferguson joins from Merrill Lynch.\n\nMoody’s Investors Service said Alex Cataldo will take over the role of general manager for Moody’s Italia, succeeding Henry MacNevin, who will assume a leadership role within Moody’s Europe, Middle East and Africa (EMEA) banking team. Cataldo joined Moody’s structured finance group for EMEA in February 2000.\n\nCADOGAN MANAGEMENT, LLC, a $4.7 billion global provider of alternative investment solutions, said it hired John Trammell as its president. Trammell joins the company from Investor Select Advisors, an independent fund of funds.\n\nStandard & Poor‘s, a division of publisher McGraw-Hill Cos Inc MHP.N said it named Jan Willem Plantagie as Regional Manager for Standard & Poor’s in the Middle East.\n\nPlantagie will be based in Dubai from November 2007. He has been with the company since 1998.\n\nThe U.S. investment bank, which is one of Wall Street’s biggest mortgage bond underwriters, said it named Colin Banfield as managing director, head of Mergers and Acquisitions, Asia ex-Japan.\n\nBanfield will be based in Hong Kong. He joins from Credit Suisse CSGN.VX.\n\nThe European banking and financial service provider named Ludovic de Montille as UK chief executive officer, effective Sept. 1. Montille is based in London.\n\nMontille, who replaced Pascal Boris, was previously based in Paris where he was a senior banker for seven years in BNP Paribas’ client relationship team.\n\nThe investment research and trading arm of State Street Corp (STT.N) said it expanded its transition management team in London with appointments of Ian Barnes, Chris Martin and Ben Mooney.\n\nBarnes and Mooney will serve as transition managers for the Europe, Middle East and Africa region, while Martin will be responsible for sales and client service to UK corporate pension funds and the local authority community.\n\nBarnes joins from Salomon Smith Barney and Martin joins State Street Global Markets from the Bank of New York. Mooney joins State Street from Wellington Management International Ltd.\n\nThe company named Tracy Doolittle as head of market development, trade services and supply chain for the HSBC Group.\n\nDoolittle joins HSBC from Bank of America and will be based in Hong Kong.\n\nRothschild Private Banking and Trust, a part of Rothschld Group, has hired a team of 10 private bankers from UBS, considerably strengthening its position in the Swiss domestic market. The new hires will be based in Zurich. (Compiled by Sreerupa Mitra and Mark McSherry)",
        "link": "http://www.reuters.com/article/fundsFundsNews/idUSBNG730320070917",
        "time": "01:56 PM EDT"
    }
]