[
    {
        "header": "jpmorgan launches environmental corp bond index",
        "body": "NEW YORK, Feb 27 (Reuters) - JPMorgan Chase & Co. (JPM.N) has introduced what is believed to be the first U.S. corporate bond index that favors debt issuers which pursue environmentally friendly policies.\n\n“There is a growing number of market participants who recognize there is attractive investment potential in companies that seek to maximize their profitability in environmentally sustainable ways,” said Edward Marrinan, head of high-grade strategy at JPMorgan in New York.\n\n“In time, the financial markets are likely to accept that corporate profit maximization and environmental responsibility are compatible concepts,” he said.\n\nThe bonds included in the JENI-Carbon Beta index are the same as those in JPMorgan’s benchmark JULI corporate bond index. However, they are weighted according to a company’s carbon emissions ranking by environmental analysis firm Innovest Strategic Value Advisors, which JPMorgan teamed up with for the index.\n\n“Companies that have lower risks due to climate change are rewarded with increased index weightings, while those at greater risk suffer the opposite,” Marrinan said.\n\nInnovest analyzes corporate sectors according to various criteria, including their energy mix and consumption patterns, direct and indirect greenhouse-gas emissions, regulatory contracts and abatement opportunities.\n\nThe research company also examines individual companies on their carbon strategy, technology, investment in the carbon-emissions trading market, and other areas.\n\n“The JENI can help market participants approach the issue of climate change in a rigorous and systematic manner,” Marrinan said. “With this index, investors can now weight their exposures to issuers operating in an increasingly carbon-constrained world.”\n\nCarbon emissions have been linked to global climate change, with leading world scientists predicting average world temperatures will rise this century, mainly due to carbon gases from burning fossil fuels for power and transport.",
        "link": "http://www.reuters.com/article/bondsNews/idUSN2741194520070227",
        "time": "04:08 PM EST"
    },
    {
        "header": "columbia equity says holders ok sale to jpmorgan unit",
        "body": "Feb 27 (Reuters) - Columbia Equity Trust Inc. (COE.N) said its stockholders approved the sale of the company to a unit of JPMorgan Chase & Co. (JPM.N) at a special meeting.\n\nIn January, Ramius Capital Group LLC, a $7.7 billion hedge fund group which holds a 9.1 percent stake in Columbia Equity, had opposed the sale, saying the agreement was “seriously flawed.”\n\nThe merger is expected to close on or about March 1, the real estate investment trust said in a statement.\n\nof the Commingled Pension Trust Fund of (Reporting by Shikhar Balwani in Bangalore)",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSWNAS228320070227",
        "time": "10:24 AM EST"
    }
]