[
    {
        "header": "update 1-jp morgan securities raises macy's to neutral",
        "body": "July 14 (Reuters) - J.P. Morgan Securities upgraded Macy’s Inc (M.N) to “neutral” from “underweight”, as the price of the stock has fallen over the past few months, and noted that fears over the department store chain’s liquidity position were unwarranted.\n\nThe brokerage said Macy’s current stock price more accurately discounts optimistic Street estimates, as well as the high degree of risk associated with its divisional integration.\n\nShares of the company were up at $16.10 in trading before the opening bell on Monday, after closing at $15.58 Friday on the New York Stock Exchange.\n\nJPMorgan said it was unlikely that Macy’s credit position had eroded further since the end of the first quarter.\n\nOn Friday, Macy’s Chief Executive Terry Lundgren wrote in a letter to executives that the company was “financially healthy” in spite of the declining value of its share price.\n\nThe brokerage lowered its 2008 earnings view to $1.77 a share from $1.83, and said the Street’s view of 10.6 percent growth was optimistic for a company with very little square footage growth and limited buyback opportunities.\n\nMacy’s 2008 earnings view of $1.85 to $2.15 “is too optimistic and the company should adopt a more conservative outlook,” analyst Charles Grom wrote in a note to clients. (Reporting by Adveith Nair in Bangalore; Editing by Bernard Orr)",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSBNG11587320080714",
        "time": "08:35 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan upgrades kinetic concepts",
        "body": "July 14 (Reuters) - J.P. Morgan Securities upgraded medical device maker Kinetic Concepts Inc KCI.N to “neutral” from “underweight,” saying the stock was simply too cheap to stay short or underweight.\n\nThe brokerage said its long-term outlook on the company was still challenging, given the increase in competitive and reimbursement pressures.\n\nThe patent expiry for Kinetic’s vacuum-assisted closure device (VAC) to treat hard-to-heal wounds also meaningfully darkens the long-term outlook, J.P. Morgan said in a note to clients.\n\nHowever, the brokerage said Kinetic has opportunities from upcoming new product flow, cost structure initiatives and potential acquisitions to try to offset the longer-term threats facing VAC.\n\n“In the near term, we see the likelihood of KCI continuing to exceed expectations, given an overly cautious Street outlook for the current competitive landscape,” J.P. Morgan said.\n\nShares of Kinetic Concepts closed at $39.89 on Friday on the New York Stock Exchange. (Reporting by Anand Basu in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssMedicalEquipment, Supplies & Distribution/idUSBNG33885020080714",
        "time": "07:40 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan ups dean foods to overweight",
        "body": "July 14 (Reuters) - J.P. Morgan Securities upgraded Dean Foods Co (DF.N) to “overweight” from “neutral,” saying shares of the No. 1 U.S. dairy company have been oversold due to fears of a coming dairy inflation and current increases in energy and resin costs.\n\nDairy costs will decrease year on year, for the next one and half years, the brokerage said in a report, and added that dairy farming remains quite profitable and cuts in production were unlikely.\n\nShares of Dean Foods could rise by more than 20 percent by the end of the year, the brokerage said.\n\nHowever, the brokerage also said some concerns remain, including an accelerating trade down from branded to lower margined private labels.\n\nShares of the company closed at $17.99 Friday on the New York Stock Exchange. (Reporting by Nivedita Bhattacharjee in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssFoodProcessing/idUSBNG1596520080714",
        "time": "07:46 AM EDT"
    }
]