[
    {
        "header": "update 1-jp morgan raises eaton to overweight",
        "body": "June 9 (Reuters) - J.P. Morgan raised Eaton Corp (ETN.N) to “overweight” from “neutral,” saying the diversified manufacturer is more positive on the outlook for certain end markets than most industrial companies.\n\nThe brokerage said Eaton expects non-residential construction to grow mid-single digits in 2008 and be modestly positive in 2009.\n\nCurrent commodity price levels are baked into the company’s current outlook and most of its industrial peers appear to be struggling with rapidly rising input cost, J.P. Morgan said in a note to clients.\n\nThe brokerage also raised its second-quarter and 2008 profit estimates for Eaton, whose product lines include electrical power distribution and control equipment, engine components, and hydraulic and fluid power products for aerospace, automotive, and other industrial uses.\n\nJ.P. Morgan has a price target of $110 on the stock, which closed at $93.37 Friday on New York Stock Exchange. (Reporting by Bijoy Koyitty in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssIndustryMaterialsUtilitiesNews/idUSBNG7023120080609",
        "time": "09:17 AM EDT"
    },
    {
        "header": "research alert-update 1-jp morgan cuts murphy oil to underweight",
        "body": "June 9 (Reuters) - J.P. Morgan Securities downgraded Murphy Oil Corp (MUR.N) to “underweight” from “neutral,” saying the stock is positioned to underperform its peer group in the coming months on a tempered outlook for 2009 earnings as accelerated cost recovery robs it of the full upside potential of its Kikeh project.\n\nThe brokerage said beginning in 2009, the oil producer and refiner will face accelerated cost recovery and therefore lower realizations for the Kikeh site.\n\nKikeh is Murphy Oil’s flagship project in Malaysia and under a production sharing contract, supplemental payments will be made when the crude oil selling price is higher than a contractual base price, determined at the time of the contract signing and escalated annually.\n\nSupplemental payments need to be made to the contractor and the government once the company has recovered its capital costs. High crude oil prices have accelerated cost recovery at Murphy’s Kikeh project.\n\n“Murphy will have recovered its initial $1.8 billion in capital costs from Kikeh by the end of 2008, meaning that the supplemental payments for Kikeh will be payable beginning in early 2009,” the brokerage said.\n\nOnce costs are recovered, supplemental payment is expected to have a significant impact on oil price realizations for Kikeh, essentially resulting in a windfall profits “take” across nearly one-third of Murphy’s production, reducing earnings by 15 percent in 2009 and 20 percent in 2010, the brokerage said.\n\nAssuming production of 70 kbpd of crude oil and a tax rate of 38 percent in Malaysia, the supplement payments result in an after-tax reduction in earnings and cash flow of about $350 million annually, or about $1.80 a share, the brokerage said.\n\nIn a separate research note, Goldman Sachs added Murphy Oil to its “Americas Buy List”, saying it believes Murphy’s shares will be major beneficiaries of Goldman’s bullish crude oil view, as the company is also in the midst of a major volume ramp-up at the Kikeh field in deepwater Malaysia.\n\nShares of the company were up about 3 percent at $96.01 in midday trade on the New York Stock Exchange. (Reporting by Eric Yep in Bangalore; Editing by Bernard Orr)",
        "link": "http://www.reuters.com/article/rbssEnergyNews/idUSBNG7199420080609",
        "time": "12:02 PM EDT"
    },
    {
        "header": "jpmorgan's bear takeover not looking good: analyst",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co.’s (JPM.N) takeover of Bear Stearns might have looked like a smart buy at fire-sale prices three months ago, but it won’t be good for shareholders, a well-known banking analyst said on Monday.\n\nJPMorgan Chief Executive Jamie Dimon was hailed in March for stepping in to snap up Bear Stearns at $2 a share -- a sale price that was later revised to $10, or about $1.5 billion. The higher price was still considered cheap at the time.\n\nBut the fact that the only asset that JPMorgan talks about now is Bear Stearns’ headquarters on Madison Avenue says a lot, analyst Richard Bove of Ladenburg Thalmann & Co, a Miami-based brokerage and investment bank, told the Reuters Investment Outlook Summit in New York.\n\nShareholders will bear the brunt of a bad deal, he said.\n\n“Jamie Dimon did one for the United States. He’s a patriot -- but he didn’t do one for JPMorgan,” Bove said. “I respect Jamie Dimon for buying the company -- he did a patriotic thing.”\n\nBear Stearns lost about $1 billion in recent years, and since the takeover was announced March 17 the bank has lost about 40 percent of its customers, Bove said.\n\n“He’s not getting anything that will add to JPMorgan’s profits. Bear Stearns should have gone bankrupt because there’s nothing there (but) a great building in New York -- big deal!” Bove said.\n\nDimon in May said JPMorgan faced many significant and some unknown risks from the Bear takeover. He disclosed that the cost of shedding Bear assets, litigation expenses and other merger-related costs would soar to $9 billion, or 50 percent more than earlier estimates.\n\n“Jamie Dimon is very candid to tell you that this company is not going to make any significant money for the next year,” Bove said. “Basically speaking, JPMorgan is at risk.”",
        "link": "http://www.reuters.com/article/InvestmentOutlookMid08/idUSN0946917320080609",
        "time": "11:20 AM EDT"
    }
]