[
    {
        "header": "jpmorgan seizes fund's collateral: report",
        "body": "(Reuters) - JPMorgan Chase & Co (JPM.N) seized tens of millions of dollars of collateral from a commercial property debt fund run by Guggenheim Partners LLC, the Wall Street Journal said citing people familiar with the matter.\n\nThe move followed the fund’s failure to provide additional capital to meet margin calls and JPMorgan started to auction off the seized collateral this week, the paper quoted the people as saying.\n\nGuggenheim Partners’ debt funds have some $8 billion in capital, the paper said.\n\nThe short-term debt triggered margin calls in recent weeks as the weakening economy wreaked havoc in the commercial real estate debt market, the paper said.\n\nUnder the terms of the debt, a drop in the value of the fund’s collateral led lenders to demand additional cash, according to the paper.\n\nThe woes of Guggenheim, which was founded by the philanthropic New York family best known for the Guggenheim museums, follows the forced liquidation of a $1.5 billion real-estate debt fund with investors including the family of one-time presidential candidate H. Ross Perot, the paper said.\n\nJPMorgan, which declined to comment on Guggenheim, has previously said it has taken such actions because they are in the best interest of the bank’s customers and shareholders, the paper said.\n\nEdward Shugrue III, Guggenheim’s head of the debt fund, declined to comment, the paper said.\n\nJPMorgan and Guggenheim Partners could not be immediately reached for a comment by Reuters.",
        "link": "http://www.reuters.com/article/innovationNewsFinancialServicesAndRealEstate/idUSTRE4B31D820081204",
        "time": "02:26 AM EST"
    },
    {
        "header": "ny judge dismisses jpmorgan-bear merger lawsuit",
        "body": "NEW YORK (Reuters) - A New York judge on Thursday dismissed a $2.5 billion lawsuit that challenged JPMorgan Chase & Co’s (JPM.N) purchase of Bear Stearns Cos, concluding that company officials acted appropriately in avoiding a “potentially cataclysmic” bankruptcy.\n\nJustice Herman Cahn of New York State Supreme Court in Manhattan rejected claims by former Bear shareholders that the company’s directors acted in bad faith in agreeing to a $10-per-share buyout, rather than holding out for a higher price.\n\nThe judge also found in the consolidated class-action case that the plaintiffs failed to show that JPMorgan conspired with Bear’s board, or “dominated” Bear’s daily operations to such a degree that the merger became a foregone conclusion.\n\nBear’s board tried “to preserve some shareholder value while averting the uncertainty of a bankruptcy -- an event with potentially cataclysmic consequences for the broader economy as well as for shareholders,” Cahn wrote in a 44-page ruling.\n\nThe judge said the fallout from letting Bear fail, and perhaps liquidate, “justified the inclusion of various merger protection provisions intended to increase the certainty of the consummation of the transaction with JPMorgan.”\n\nLawyers for the plaintiffs did not immediately return calls seeking comment. JPMorgan spokesman Brian Marchiony declined to comment.\n\nBear was forced to sell itself in a buyout arranged by the U.S. Federal Reserve after fleeing clients led to a liquidity crunch that drove the 85-year-old investment bank to the brink of failure.\n\nJPMorgan originally agreed on March 16 to pay just $2 per share for Bear, but quintupled the price a week later after Bear shareholders objected. It was also allowed to take an immediate 39.5 percent stake in Bear, making it virtually impossible for unhappy shareholders to mount opposition.\n\nThe roughly $1.5 billion buyout closed on May 30, and the Fed agreed to backstop $29 billion in potential losses on Bear’s balance sheet.\n\nCahn separately rejected the plaintiffs’ claims that Jamie Dimon abused his dual role as JPMorgan’s chief executive and as a director of the Federal Reserve Bank of New York in connection with the buyout talks.\n\n“Dimon’s alleged control (or even ‘domination’) of the negotiations is irrelevant to JPMorgan’s aiding and abetting liability because the only pertinent inquiry is whether the independence of Bear Stearns’ board was compromised,” the judge wrote.",
        "link": "http://www.reuters.com/article/americasPrivateEquityNews/idUSTRE4B383420081204",
        "time": "06:30 PM EST"
    },
    {
        "header": "ny justice throws out jpmorgan-bear merger lawsuit",
        "body": "NEW YORK (Reuters) - A shareholder lawsuit against the merger of JPMorgan Chase & Co (JPM.N) and the crippled investment bank Bear Stearns Cos was dismissed on Thursday.\n\nThe lawsuit sought damages from JPMorgan and former directors of Bear Stearns, and asked that the federally arranged merger be set aside.\n\nBut Justice Herman Cahn of the New York State Supreme Court in Manhattan found that the Bear directors acted in good faith in agreeing to a $10-per-share takeover. He found that their efforts to “preserve some shareholder value while averting the uncertainty of a bankruptcy” were warranted.\n\nIn a 44-page ruling, the justice also found that the plaintiffs in the class-action case failed to show that JPMorgan conspired with Bear’s board or otherwise “dominated Bear Stearns’ daily operations” to such a degree that the merger became a foregone conclusion.\n\nThe plaintiffs included former Bear shareholders who contended that the $10-per-share takeover price was too low.\n\nA lawyer for the plaintiffs and a JPMorgan representative did not immediately return calls seeking comment.\n\nThe lawsuit is one of many spurred by the demise of Bear Stearns earlier this year.\n\nThe merger was arranged by the Federal Reserve, which agreed to backstop $29 billion of losses that JPMorgan could incur from taking on Bear’s balance sheet. JPMorgan completed the purchase on May 30.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN0441775120081204",
        "time": "06:01 PM EST"
    },
    {
        "header": "jpmorgan seizes fund's collateral - wsj",
        "body": "Dec 4 (Reuters) - JPMorgan Chase & Co (JPM.N) seized tens of millions of dollars of collateral from a commercial property debt fund run by Guggenheim Partners LLC, the Wall Street Journal said citing people familiar with the matter.\n\nThe move followed the fund’s failure to provide additional capital to meet margin calls and JPMorgan started to auction off the seized collateral this week, the paper quoted the people as saying.\n\nGuggenheim Partners’ debt funds have some $8 billion in capital, the paper said.\n\nThe short-term debt triggered margin calls in recent weeks as the weakening economy wreaked havoc in the commercial real estate debt market, the paper said.\n\nUnder the terms of the debt, a drop in the value of the fund’s collateral led lenders to demand additional cash, according to the paper.\n\nThe woes of Guggenheim, which was founded by the philanthropic New York family best known for the Guggenheim museums, follows the forced liquidation of a $1.5 billion real-estate debt fund with investors including the family of one-time presidential candidate H. Ross Perot, the paper said.\n\nJPMorgan, which declined to comment on Guggenheim, has previously said it has taken such actions because they are in the best interest of the bank’s customers and shareholders, the paper said.\n\nEdward Shugrue III, Guggenheim’s head of the debt fund, declined to comment, the paper said.\n\nJPMorgan and Guggenheim Partners could not be immediately reached for a comment by Reuters. (Reporting by Sakthi Prasad in Bangalore; Editing by Jon Loades-Carter)",
        "link": "http://www.reuters.com/article/privateEquityFinancialServicesAndRealEstate/idUSBNG39764620081204",
        "time": "02:00 AM EST"
    }
]