[
    {
        "header": "us lawmaker probes sec, jpmorgan contact over bear",
        "body": "WASHINGTON, Oct 22 (Reuters) - A top U.S. lawmaker is probing whether a U.S. Securities and Exchange Commission official gave information to a JPMorgan Chase & Co (JPM.N) executive about SEC investigations into Bear Stearns.\n\nSen. Chuck Grassley, the ranking Republican on the Senate Finance Committee, wrote to SEC Chairman Christopher Cox, citing “anonymous but specific” information about what he called inappropriate contact between the SEC’s enforcement director and JPMorgan’s general counsel while the investment bank was mulling a bid for Bear Stearns.\n\nThe SEC “enforcement director gave information to the (General Counsel) of JPMorgan Chase (himself a former SEC enforcement director) about the state of various investigations into Bear,” Grassley wrote in his letter dated Oct. 21, citing the anonymous information.\n\nLinda Thomsen is the SEC’s enforcement director, while former SEC enforcement director Stephen Cutler is general counsel at JPMorgan.\n\nIn March, the Federal Reserve backed JPMorgan’s firesale purchase of ailing investment bank Bear Stearns for $2 a share, after Bear had previously traded at $30.85 per share. JPMorgan later agreed to raise the price to about $10 a share.\n\n“This inside information, gotten through a personal relationship, would be critical in helping Morgan put together a low-ball bid to Bear and the US government,” Grassley’s letter continued, citing his anonymous tip. “This could have materially affected the amount of guarantees that Morgan was able to negotiate from the Federal Reserve.”\n\nAn SEC spokesman declined to comment on Grassley’s letter. JPMorgan did not immediately respond to a request for comment.\n\nIn March, SEC staff declined, in a publicly released letter, to assure JPMorgan that there would be no future enforcement actions regarding Bear Stearns’ statements ahead of their merger announcement.\n\nThe SEC has been hammered in recent weeks by reports of improprieties in its enforcement division. The SEC’s inspector general found earlier this month that an SEC regional director failed to vigorously enforce securities laws in a 2003 investigation into Bear Stearns’ pricing of collateralized debt obligations.\n\nThe inspector general found in a separate report in October that the SEC should discipline Thomsen and two supervisors for their role in an insider trading probe.\n\nAnd in another inspector general report in September, the internal watchdog said the SEC failed to adequately supervise Bear Stearns and limit the amount of risk it took on. (Reporting by Kim Dixon and Karey Wutkowski; Editing by Tim Dobbyn)",
        "link": "http://www.reuters.com/article/managementIssues/idUSN2237606520081022",
        "time": "12:33 PM EDT"
    },
    {
        "header": "jpmorgan hires ex-lehman execs to head global energy",
        "body": "SINGAPORE, Oct 22 (Reuters) - JPMorgan Chase & Co (JPM.N) has hired two senior ex-Lehman Brothers LEHMQ.PK employees to head its global oil trading and marketing divisions, according to an internal company note obtained by Reuters.\n\nThe note said that JPMorgan had hired Jeff Frase as its head of global oil trading, while Roy Salame has joined the bank as its head of global oil marketing. Both Frase and Salame will be based in New York.\n\nThe bank has been expanding in Asia and other regions, and recently made its first foray into physical oil trading.\n\nJPMorgan added 50 people to its commodities and energy trading and investment team last year and is on track to hire a similar number this year, taking the strength of the total team globally to 450, Blythe Masters, the bank’s global head of commodities, told Reuters earlier this year.\n\nIt hired former Goldman Sachs banker Oral Dawe in May as managing director and CEO of its Asia commodities group.\n\nLehman Brothers filed for bankruptcy protection last month after collapsing from its exposure to risky subprime mortgage securities.\n\nEarlier this month, sources told Reuters that Standard Chartered (STAN.L) had hired Arun Murthy, former Asia head of Lehman Brothers’ commodities team in Singapore, as its new global head of energy. (Reporting by Sambit Mohanty; Editing by Michael Urquhart)",
        "link": "http://www.reuters.com/article/etfNews/idUSSP41238120081022",
        "time": "12:31 AM EDT"
    }
]