[
    {
        "header": "former zolfo cooper, jpm banker form new hedge firm",
        "body": "NEW YORK, Jan 25 (Reuters) - Steven Panagos, managing director of restructuring firm Kroll Zolfo Cooper, has resigned to form a new distressed company investment firm with former JPMorgan Chase (JPM.N) banker Jonathan Katz, the company said this week.\n\nThe company, to be called Panagos Katz Situational Investing, aims to raise some $250 million to invest in troubled companies by buying any kind of debt or equity.\n\n“We’re going to be the white hat liquidity provider,” said Katz, who resigned from JPMorgan last year as the founding partner of its Special Situations Investing unit, which was formed in 2005. “We will work with restructuring advisers to provide them with a source of liquidity” for their client companies.\n\nThe move comes amid strong gains in distressed fund formations on the view that the economy will soften further and throw up many more investment opportunities. In 2007, assets in distressed funds rose to $105.4 billion from $70.1 billion in 2006, according to industry tracker Hedge Fund Research.\n\n“In six months, the market will be remarkably ripe for what we do,” said Katz in an interview.\n\nThe firm plans to disclose the identity of a major investment firm with which it has partnered for initial seed capital next week, said Katz. (Reporting by Dane Hamilton.",
        "link": "http://www.reuters.com/article/companyNews/idUSN2533780920080125",
        "time": "05:58 PM EST"
    },
    {
        "header": "jpmorgan ceo's pay shines amid subprime misery",
        "body": "NEW YORK (Reuters) - Some bank CEOs lost bonuses and even their jobs because of their role in a U.S. mortgage meltdown that continues to rattle the global economy.\n\nThe chairman and chief executive of JPMorgan Chase & Co Inc (JPM.N) steered the No. 3 U.S. bank clear of the really big mistakes that triggered more than $50 billion in write-downs and losses at Citigroup Inc (C.N) and Merrill Lynch & Co Inc MER.N during the second half of 2007.\n\nAnd for that, Dimon this month received a bundle of options and restricted stock potentially worth $45 million after a year when the bank’s profit rose 6 percent, according to pay experts and U.S. regulatory filings.\n\nThe special grant of 2 million options is not part of Dimon’s regular annual pay, which has not yet been fully disclosed for 2007. But so far, he has received restricted stock worth $14.5 million, or 13 percent more than 2006. And a cash bonus comparable with 2006’s award would give him $13 million more.\n\nWhile the board will determine after five years how many of the 2 million options Dimon will receive, even a nominal award might seem strange after JPMorgan’s stock fell 10 percent in 2007.\n\nBut Meg McMullen, president of New England Research & Management, said Dimon had the bank in a good position to make a major acquisition, which could help build shareholder value.\n\nThe credit crisis remains in full swing, however, and a big consumer bank like JPMorgan is vulnerable. The company has said its exposure to consumer loans tops $300 billion.\n\n“If credit losses rise much further, JPMorgan may still end up needing to go hat in hand to (overseas investors) to get capital,” said James Ellman, a hedge fund manager Seacliff Capital in San Francisco. “It makes the board’s decision to give out those options seem a bit early.”\n\nEven Dimon has expressed doubts about his strategy to build market share in mortgage lending amid industrywide turmoil.\n\n“You might be able to accuse us of having (gone after market share) too early,” Dimon said on a January 16 conference call. “We do know that some of the stuff we did in the first and second quarter (of 2007) we probably wish we hadn’t done.”\n\nJPMorgan declined to comment for this story.\n\nThe key factor in Dimon’s pay is relative performance, said Bruce Ellig, author of “The Complete Guide to Executive Compensation.”\n\nLast year, nearly every large commercial and investment bank saw its profit tumble. Net income at JPMorgan archrival Citigroup plunged 83 percent after it posted $18 billion in fourth quarter write-downs from losses on subprime mortgages and complex debt vehicles, and CEO Chuck Prince was ousted.\n\nEllig said he would not be troubled if Dimon’s complete pay package came in significantly above his peers -- if JPMorgan’s board had determined his compensation after evaluating rivals’ financial performance and CEO payouts.\n\nJPMorgan’s 2007 write-downs on subprime mortgage-related securities and leveraged loans totaled nearly $3 billion.\n\nMeanwhile, net income fell at three of the company’s biggest businesses -- investment banking, retail finance services and credit cards. That’s partly because the bank increased its credit loss reserves by $2.3 billion to $10.1 billion, anticipating a growing number of consumers struggling to make loan payments.\n\nOne-time events, such as $4.1 billion in gains from private-equity investments, helped boost JPMorgan’s profit.\n\nThe bank’s stock last year dropped 10 percent, erasing $20.2 billion in market capitalization. But that looks good compared with a 25 percent decline in the KBW Banks Index .BKX. In fact, JPMorgan’s market cap recently passed Citigroup, making it the No. 2 U.S. bank behind Bank of America Corp (BAC.N) by that measure.\n\nDimon and his team, however, have failed to get a handle on surging losses on a $95 billion portfolio of home equity loans, which could cripple the bank’s 2008 profit if consumer defaults continue to escalate.\n\nLate last year, Dimon said home equity losses would be up to $270 million in each of the next several quarters. But now, he says those losses could be $100 million more per quarter than he forecast earlier.\n\nAnd he seems pessimistic about U.S. housing prices stabilizing. “I believe that home prices are worse than people think,” Dimon said on the January 16 conference call.\n\nNevertheless, JPMorgan’s board on January 15 gave Dimon options to buy 2 million shares, saying it was rewarding him for continuing, long-term stewardship. The board also said it had made the special grant to keep Dimon at JPMorgan when other large U.S. banks are hemorrhaging credit and trading losses.\n\nDavid Wise, a pay expert at Hay Group, praised the board for reserving the right to withhold the grant after five years. That signals a sea change in linking CEO pay to performance, Wise said.\n\nExperts said Dimon’s special options grant could be worth anywhere from $10 million to nearly $30 million.\n\nChristopher Lefebvre, a Rhode Island attorney who represents homeowners burned by subprime mortgages, called the payout for Dimon “shocking and appalling,” given that JPMorgan ranked among the top 10 U.S. subprime lenders in 2007.\n\n“Neighborhoods are being destroyed,” Lefebvre said. “The whole family dynamic is being ruined ... and an executive in the center of the subprime lending debacle is getting ... a pay raise. Only in America.”",
        "link": "http://www.reuters.com/article/ousiv/idUSN2534536820080126",
        "time": "09:52 PM EST"
    }
]