[
    {
        "header": "before the bell-bofa, citi, jpm rise on gse bailout",
        "body": "NEW YORK, Sept 8 (Reuters) - Shares of Bank of America Corp (BAC.N), Citigroup Inc (C.N) and JPMorgan Chase & Co (JPM.N) rose before the opening bell on Monday after the government bailout of U.S. home finance companies Fannie Mae FNM.N and Freddie Mac FRE.N on Sunday stoked a global equity surge.\n\nBank of America shares soared 8.5 percent to $34.96 before the bell, while Citigroup shares jumped 9.4 percent to $ 20.87, and JPMorgan stocks were up 6.4 percent to $ 42.15. (Reporting by Juan Lagorio; Editing by James Dalgleish)",
        "link": "http://www.reuters.com/article/rbssCommunicationsEquipment/idUSN0840872220080908",
        "time": "07:34 AM EDT"
    },
    {
        "header": "banks recoup $20 bln in mbs rally: jpmorgan",
        "body": "NEW YORK (Reuters) - Banks recouped $20 billion on mortgage securities holdings in Monday’s sweeping MBS rally after the government takeover of Fannie Mae and Freddie Mac the day before, a JPMorgan analyst said.\n\n“Banks just made about $20 billion on their available for-sale portfolios this morning,” Matthew Jozoff, head of mortgage strategy at JPMorgan, said on a conference call. “Maybe they’ll use that gain to add to their capital base or even start rotating into some of the sectors that had lagged.”\n\nAvailable for sale refers to securities that a company is trying to sell rather than hold.\n\nRisk premiums on mortgage bonds issued by the troubled mortgage financiers have been slashed by as much as 40 basis points over Treasuries on Monday, Jozoff said.\n\n“Banks had been a little over $40 billion under water relative to their book costs for securities overall and with today’s move and the tightening in mortgages, we estimate that helps bring that to only about $20 billion under water,” Jozoff said.\n\n“This could be an opportunity for banks to basically recycle and move out of agency securities and potentially move into other products as well,” he said.\n\nFinancial firms overall have posted over $500 billion in credit losses and write-downs since credit markets seized up a year ago after defaults on U.S. home loans.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSN0845175920080908",
        "time": "01:42 PM EDT"
    }
]