[
    {
        "header": "update 1-research alert-jp morgan cuts assured guaranty",
        "body": "July 22 (Reuters) - J.P. Morgan Securities downgraded bond insurer Assured Guaranty Ltd (AGO.N) to “neutral” from “overweight,” citing Moody’s decision to put its top rating on the company under review.\n\nMoody’s Investors Service said on Monday it may cut its top ratings on Assured Guaranty due to concerns about securities it guarantees and raising questions over the future need for bond insurance.\n\n“Although we view the commentary from Moody’s as extremely vague, we feel the rating agency is taking an ultra-conservative stance given its sustained misjudegment of the larger and more troubled bond insurers over the last 12 months,” JP Morgan analyst Andrew Wessel wrote in a note to clients.\n\nWessel said he no longer believed the comopany will have significant insured production growth through 2009, and lowered his 2008 earnings estimate on the company to $2.00 a share from $2.10.\n\nThe rate cuts could be “the early stage of the end for the broader bond insurance market in its current form,” he said.\n\nShares of the company closed at $18.75 Monday on the New York Stock Exchange. (Reporting by Adveith Nair in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssInsuranceProperty & Casualty/idUSBNG21120520080722",
        "time": "07:33 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan adds ace to us focus list",
        "body": "July 22 (Reuters) - J.P. Morgan Securities added property-casualty insurer Ace Ltd ACE.N to its U.S. focus list with a price target of $70, citing the company’s product and geographic diversification and potentially double-digit growth in its accident and health business.\n\nAnalyst Matthew Heimermann, who has an “overweight” rating on the stock, said the company’s product and geographic diversification mitigates U.S. property and casualty (P&C) pricing pressure and reduces exposure to areas of intense competition.\n\nThe company generates 47 percent of its premium internationally versus 35 percent for its more U.S.-centric competitors. In addition, non-P&C products represent 31 percent of Ace’s portfolio, the analyst said.\n\nThe analyst also said the company’s balance sheet is understated, which is not yet fully included in estimates.\n\nAce shares closed at $47.75 Monday on the New York Stock Exchange. (Reporting by Anne Pallivathuckal in Bangalore; Editing by Vinu Pilakkott)",
        "link": "http://www.reuters.com/article/rbssInsuranceProperty & Casualty/idUSBNG24818020080722",
        "time": "08:19 AM EDT"
    },
    {
        "header": "gm bonds now worth buying, jp morgan says",
        "body": "NEW YORK, July 22 (Reuters) - Investors should buy bonds of General Motors Corp (GM.N) because the largest U.S. automaker has sufficient access to capital and its bonds have value relative to its peers, J.P. Morgan Chase & Co (JPM.N) said in a report on Tuesday,\n\nGM’s 7.2 percent notes due in 2011 have fallen $22 since February, and its 8.375 percent notes due in 2033 have fallen $26. Meanwhile, costs to insure its bonds against default with credit default swaps have widened by 1,160 basis points, the report said.\n\n“We now believe the bonds and CDS represent relative value versus the market and its peers,” analysts Eric Selle and Atiba Edwards co-wrote in the report.\n\nJ.P. Morgan’s distressed analysis estimates the value of the bonds in a distressed liquidation at 34 percent, the report said.\n\nGM will be able to boost its capital position with asset sales, capital market transactions, equity injections and internal cost-cutting, J.P. Morgan said.\n\nSuccessful efforts by GM to bolster its liquidity and reduce its annual cash burn may mean an average of 32 percent total return over the next 12 months for GM bonds, the report said.\n\nA GM bankruptcy, however, would mean an annual total return of negative 39 percent. (Reporting by Walden Siew; Editing by Kenneth Barry)",
        "link": "http://www.reuters.com/article/rbssConsumerGoodsAndRetailNews/idUSN2226274520080722",
        "time": "10:03 AM EDT"
    },
    {
        "header": "dealtalk-jpmorgan seen hunting for bank deals",
        "body": "NEW YORK, July 22 (Reuters) - JPMorgan Chase & Co (JPM.N) is one of a few U.S. banks strong enough to buy others, and some analysts suspect Chief Executive Jamie Dimon is on the prowl for deals but holding back for the right moment to pull the trigger.\n\nCredit crunches usually spur strong banks to buy weak ones, to pick up assets on the cheap. JPMorgan would seem well positioned to acquire now.\n\nThere are obstacles to buying now, including accounting rules and the ever-weakening balance sheets of many targets, which gives potential buyers an incentive to wait. But many analysts think JPMorgan is at least looking at deals now.\n\n“I am pretty certain they are shopping,” said Michael Nix, a principal at Greenwood Capital Associates, which has $750 million under management and owns JPMorgan shares. “The fact they haven’t done anything yet suggests to me that they are not so sure we’ve seen the bottom.”\n\nOn a recent conference call, Deutsche Bank analyst Mike Mayo asked Dimon, “You’ve been waiting your whole life for this environment ... so what is the impediment to you pursuing a merger right now in the retail banking side?”\n\n“Nothing is impeding us,” Dimon said. “But it’s not just up to us.”\n\nDimon has said in the past that JPMorgan would look to expand in Florida and California, and experts see several banks that could fit into JPMorgan’s ambitions.\n\nThe list includes banks such as Washington Mutual Inc (WM.N) and Wachovia Corp WB.N that have a presence in the U.S. Southeast and the West Coast, experts said.\n\nOther, somewhat smaller institutions like SunTrust Banks Inc (STI.N) and BB&T Corp (BBT.N) with a presence in the Southeast can help Dimon realize his Florida dreams, they said.\n\n“If you’ve got the capital and the access to capital, why not do it when no one else can or when no one else wants it?” asked Cassandra Toroian, chief investment officer at Bell Rock Capital, which owns JPMorgan shares.\n\nWashington Mutual, Wachovia, and SunTrust declined to comment. BB&T spokesman Bob Denham said, “We are committed as ever to remaining independent.”\n\nToroian said Washington Mutual -- the largest U.S. savings and loan, now weighed down by mortgage losses -- would probably be at “the top of the list for JPMorgan.”\n\nJPMorgan offered to buy WaMu earlier this year, a person briefed on the matter previously told Reuters, but its $7 billion bid was spurned and the thrift instead opted for an infusion of that size from private equity firm TPG Capital LP [TPG.UL] and other investors.\n\nJPMorgan, which in March agreed to buy Bear Stearns Cos with the encouragement of the U.S. government, may also have U.S. regulators counting on it to step up for a rescue again.\n\n“I am sure the government is also talking to JPMorgan about potential purchases of problem banks,” said Chip MacDonald, a partner at law firm Jones Day.\n\nEven if JPMorgan was scouting for deals, a transaction is likely to take time.\n\n“I have the feeling that JPMorgan is talking to lots of people,” said MacDonald, who declined to discuss potential targets. “But I would be surprised if anything was imminent.”\n\nUnder U.S. accounting rules, a company that acquires another must record the value of the target’s assets and liabilities at their market value at the time of purchase.\n\nFor many banks in distress, marking assets and liabilities to market would leave them with a negative net worth, and buying such a bank cuts into the acquirer’s capital. Most would-be buyers these days do not have loads of capital to spare.\n\nBoards may also be reluctant to sell when stock prices are depressed. The KBW Bank Index .BKX, which includes 24 major bank stocks, is down roughly 44 percent since the beginning of July last year.\n\nThose drops are good for potential buyers, said William Bates, a partner at law firm King & Spalding.\n\n“It’s some opportunity,” Bates said. The difficulty is in getting completely comfortable with a bank’s assets, and being sure write-downs won’t overwhelm the benefits of any acquisition, he added. (Editing by Gary Hill)",
        "link": "http://www.reuters.com/article/rbssFinancialServices - Diversified/idUSN2231324020080722",
        "time": "03:37 PM EDT"
    }
]