[
    {
        "header": "update 1-jp morgan downgrades pzena investment, penson worldwide",
        "body": "Sep 22 (Reuters) - JP Morgan downgraded Pzena Investment Management Inc (PZN.N) to “underweight” from “neutral,” citing the money manager’s exposure to Lehman, Fannie and Freddie.\n\nThe brokerage said the temporary elimination of shorting in financial shares was an opportunity to reduce exposure to Pzena.\n\nJP Morgan analyst Kenneth Worthington said in a note to investors that management reputation could be at risk for Pzena, as Chief Executive Richard Pzena was among the top 10 shareholders of Fannie Mae FNM.N, Freddie Mac FRE.N, and Lehman Brothers LEHMQ.PK.\n\nHe added that consultants and investors could distance themselves from the Pzena’s funds.\n\nWorthington also downgraded Penson Worldwide Inc PNSN.O to “neutral” from “overweight,” saying short selling restrictions are a negative for the trading and clearing services provider.\n\n“Penson shares have outperformed based on market share wins and solid corporate execution. Given outperformance, we think it prudent to take profits,” he added.\n\nWorthington expects the challenging market to impact trading volume and potentially net interest spreads, as interest rates are expected to remain low and could also fall further.\n\nShares of Penson closed at $15.60 Friday on Nasdaq. Shares of Pzena closed at $12.40 the same day on the New York Stock Exchange. (Reporting by Adheesha Sarkar in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/FSCONS/idUSBNG16357020080922",
        "time": "08:41 AM EDT"
    },
    {
        "header": "take profits on u.s. mid-sized regional bank shares: jp morgan",
        "body": "(Reuters) - Investors should sell U.S. mid-sized regional banks’ shares and take profits as these stocks may only have an indirect benefit from the U.S. government’s rescue plan for troubled banks, a J.P. Morgan Securities analyst said.\n\nU.S. authorities have proposed a $700 billion bailout plan, which will help troubled banks to offload hundreds of billions of dollars of bad debt from their balance sheets.\n\nHowever, analyst Steven Alexopoulos said once the temporary ban on short selling financials is lifted, a better buying opportunity will likely be created.\n\nBanks with residential construction portfolios in Nevada, Arizona and Florida will see near-term benefits of the Treasury’s plan as there is pent up demand for real estate given an inability of potential borrowers to secure credit, Alexopoulos wrote in a note to clients.\n\nAlexopoulos believes the Treasury’s plan, which will reintroduce liquidity into the banking system and mortgage market, could set the platform for an eventual recovery of the housing market.\n\n“Any improvement in the ability of homebuilders to sell homes means cash flow to repay debt,” Alexopoulos said.\n\nAlexopoulos sees Synovus Financial and Colonial BancGroup as the prime beneficiaries of the Treasury’s plan, but said he was incrementally more cautious on the quality of home equity loans and remained “underweight” on TCF Financial.\n\nShares of regional banks had rallied on Friday as government’s efforts, including temporary ban on short selling and the rescue plan, to restore stability in the financial markets was cheered by investors.\n\nThe KBW Regional Banking index, which closed up 5 percent at 87.27 on Friday, was down 8 percent at 80.0 Monday morning.",
        "link": "http://www.reuters.com/article/innovationNews/idUSBNG29983120080922",
        "time": "11:33 AM EDT"
    },
    {
        "header": "update 1-jp morgan starts coverage of 3 u.s. chicken producers",
        "body": "Sept 22 (Reuters) - J.P. Morgan Securities said it saw too many risks for the U.S. chicken industry and cited concerns about a slowdown in domestic demand, while initiating coverage of three chicken producers, including Tyson Foods Inc (TSN.N).\n\nAnalyst Ken Goldman started Tyson, the largest U.S. meat producer, with an “overweight” rating. He initiated smaller rivals Sanderson Farms Inc (SAFM.O), the No. 4 U.S. chicken producer, with an “underweight” rating and Pilgrim’s Pride Corp PPC.N, the No. 1 chicken producer, with “neutral.”\n\nThe analyst said he expects chicken exports to suffer if the dollar strengthens and if Russia limits chicken imports.\n\n“We wonder not only whether production cuts will be sustained but also if they are sufficient to drive margins back to historical norms,” Goldman wrote in a note to clients.\n\nRussia is the biggest market for U.S. poultry exporters. The United States last year exported nearly $1 billion worth of poultry, mainly frozen chicken leg quarters, and other meat products to Russia.\n\nGoldman said he was more pessimistic about Pilgrim’s Pride’s near-term fundamentals than Tyson’s as the latter is less tethered to chicken, relative to its peers, and has large, profitable pork and beef businesses.\n\nPilgrim’s Pride, however, has a solid business model and is poised for continued growth in the longer-term, he added.\n\nGoldman expects Sanderson Farms to be hurt, more than Pilgrim’s or Tyson, by the risks surrounding the chicken industry. About 25 percent of Sanderson’s exports go to Russia, he noted.\n\n“If Russia follows through on its threats to cut chicken imports from the U.S., Sanderson would have to find new homes for a larger percent of meat than its peers,” he said.\n\nGoldman expects Tyson to earn 41 cents a share in the fourth quarter. He forecast a loss of 56 cents a share for Pilgrim’s Pride and a loss of 34 cents a share for Sanderson during the quarter. (Reporting by Arup Roychoudhury in Bangalore; Editing by Himani Sarkar) (arup.roychoudhury@thomsonreuters.com; within U.S. +1 646 223 8780; outside U.S. +91 80 4135 5800; Reuters Messaging: arup.roychoudhury.reuters.com@reuters.net))",
        "link": "http://www.reuters.com/article/rbssFoodProcessing/idUSBNG1709520080922",
        "time": "08:49 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan cuts buckle to neutral",
        "body": "Sept 22 (Reuters) - J.P. Morgan Securities downgraded Buckle Inc (BKE.N) to “neutral” from “overweight,” saying the apparel and footwear retailer’s stock has doubled this year and is trading close to an all time high.\n\nShares of the company, which closed at $61.55 Friday, have more than doubled since touching their 52-week low in January.\n\nJP Morgan said Buckle is still expected to deliver some of the best comparables in retail with upside to sell side earnings estimates, but the multiple could be capped given limited square footage growth and higher operating margins.\n\nThe brokerage said Buckle is one of the few retailers “out there with a fashion trend that is working”, JP Morgan said.\n\nEven assuming this trend lasts longer, the brokerage said it was concerned about other retailers like J.C. Penney Co Inc (JCP.N), Macy’s Inc (M.N) and Dillard’s Inc (DDS.N) starting to carry a similar mix of brands in some of Buckle’s markets.\n\nKearney, Nebraska-based Buckle currently operates 382 retail stores in 39 states. (Reporting by Dilipp S. Nag in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssRetailApparelAccessories/idUSBNG21483420080922",
        "time": "07:56 AM EDT"
    },
    {
        "header": "wachovia, jpmorgan, wells fargo tumble",
        "body": "NEW YORK (Reuters) - Shares of several major U.S. banks suffered steep declines Monday as investors speculated that Wachovia Corp WB.N won’t merge with Morgan Stanley (MS.N), while JPMorgan Chase & Co (JPM.N) and Wells Fargo & Co (WFC.N) were downgraded.\n\nIn afternoon trading, Wachovia shares were down $3.90, or 21 percent, at $14.85; JPMorgan fell $6.08, or 13 percent, to $40.96, while Wells Fargo fell $5.26, or 13.2 percent, to $34.54.\n\nThe 24-member KBW Bank Index .BKX was down 10 percent in afternoon trading. It had risen 28.2 percent on Thursday and Friday combined, as the government announced a series of measures to calm financial markets and stabilize lenders, now including plans to buy as much as $700 billion of troubled assets.\n\n“The sector got the adrenaline shot last week, and that’s wearing off,” said Michael Nix, who helps invest $750 million at Greenwood Capital Associates LLC in Greenwood, South Carolina. “The near-term outlook for financials still remains pretty difficult.”\n\nJPMorgan, Wachovia and Wells Fargo are respectively the third-, fourth- and fifth-largest U.S. banks by assets. Shares of larger banks Citigroup Inc (C.N) and Bank of America Corp (BAC.N) also fell as the broader market tanked.\n\nWachovia shares declined after Morgan Stanley won U.S. Federal Reserve approval to become a bank holding company, boosting its ability to attract deposits. Morgan Stanley also agreed to sell a possible $8.5 billion stake to Japan’s Mitsubishi UFJ Financial Group Inc (8306.T).\n\nBoth moves increased the Wall Street bank’s perceived ability to survive independently, without merging with a lender with a more stable funding base.\n\nWachovia Chief Executive Robert Steel is trying to shed non-core assets, cut 11,350 jobs and reduce annual costs by $1.5 billion as the bank manages a “distressed” $122 billion portfolio of option adjustable-rate mortgages. Even so, Wachovia shares more than doubled on Thursday and Friday.\n\nNix said not merging with Morgan Stanley could even be positive for Wachovia. “It will allow Robert Steel to focus on Wachovia and fix the franchise, without having to integrate a significant merger at the same time,” he said.\n\nWachovia was also downgraded to “hold” from “buy” by Stifel Nicolaus & Co analyst Christopher Mutascio, who called the bank’s recent share run-up “too much too soon.”\n\nMeanwhile, JPMorgan and Wells Fargo were downgraded by Sandler O‘Neill & Partners LP analysts, who said their stock valuations already reflected the banks’ positions as among the best-run and best-performing large banks in a tough credit environment.\n\nAnalyst Jeff Harte downgraded JPMorgan to “hold” from “buy,” while Scott Siefers cut Wells Fargo to “sell” from “hold.” Wells Fargo shares had hit a record high on Friday.\n\nWachovia is based in Charlotte, North Carolina; JPMorgan in New York, and Wells Fargo in San Francisco.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE48M1LT20080923",
        "time": "10:30 PM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan downgrades trucking companies",
        "body": "Sept 22 (Reuters) - JP Morgan downgraded four U.S trucking and logistics majors, including Con-Way CNW.N, citing weakness in the less-than-truckload (LTL) market, where pricing pressure from increased competition has added to the troubles of slowing demand.\n\nAnalyst Thomas Wadewitz of JP Morgan cut rating on Old Dominion (ODFL.O) and Con-Way to “neutral” from “overweight.” YRC Worlwide (YRCW.O) and Arkansas Best ABFS.O were cut to “underweight” from “neutral.”\n\nThe falling tonnage trend in the LTL market has worsened in the recent months and is expected to persist through 2009, Wadewitz said in a note to clients.\n\nThe recent rise in stock values, in the face of a weakening LTL demand, have left the reward to risk profile of the companies’ stocks not so compelling.\n\nOn Con-Way and YRC Worldwide, Wadewitz sees added pressure on margins from rising costs.\n\n“We do not expect YRCW to run into liquidity issues in 2008, but we believe there is significant risk to consensus EPS forecasts,” Wadewitz said.\n\nLTL market is a dominant factor driving Con-Way’s earnings and stock, Wadewitz said, adding that the compnay will not benefit much from lower fuel prices.\n\nShares of Old Dominion closed at $34.19, while those of YRC Worldwide and Arkansas Best closed at $15.82 and $40.02, respectively, Friday on Nasdaq. Shares of Con-Way closed at $50.38 on the New York Stock Exchange. (Reporting by Sriram Iyer in Bangalore; Editing by Anil D‘Silva) ((sriram.iyer@thomsonreuters.com ; within U.S. +1 646 223 8780; outside U.S. +91 80 4135 5800; Reuters Messaging: sriram.iyer.reuters.com@reuters.net))",
        "link": "http://www.reuters.com/article/rbssRailsRoadsFreights/idUSBNG24416520080922",
        "time": "09:27 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan cuts ratings on uk banks",
        "body": "",
        "link": "http://www.reuters.com/article/rbssConsumerFinancialServices/idUSBNG9691820080922",
        "time": "06:42 AM EDT"
    }
]