[
    {
        "header": "jpmorgan offers bear stearns staff bonuses: source",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) is offering bankers at Bear Stearns Cos BSC.N bonuses to stay and support the controversial takeover, a person familiar with the situation said on Thursday.\n\nJPMorgan Chief Executive Jamie Dimon met with hundreds of Bear Stearns executives late Wednesday, his first meeting with bank employees since the takeover was agreed to on Sunday.\n\nAt the meeting, Dimon, aiming to head off an exodus of Bear Stearns staff, proposed incentives to bank employees who stay and support the deal. He also expressed confidence that the deal would be completed as proposed, said the source, who was briefed on the meeting and is familiar with JPMorgan’s thinking.\n\nEmployees who are offered jobs by JPMorgan would receive a bonus that includes JPMorgan shares. Employees who are not offered jobs will receive at least a cash bonus of about 30 percent of their 2007 compensation if they stay through the completion of the deal, the source said.\n\nIt is unclear whether Bear Stearns employees, who own about 30 percent of the firm, were swayed by the offer.\n\n“There’s more questions than answers at this point,” said a person familiar with the workings at Bear Stearns.\n\nSpokesmen for JPMorgan and Bear Stearns declined to comment.\n\nFaced with a sudden cash crunch that threatened it with collapse, Bear Stearns agreed to an all-stock takeover offer from JPMorgan that values the storied investment bank at about $285 million. A week ago it was valued at more than $8 billion.\n\nThe fire sale offer of about $2.41 a share at current market prices shocked Bear Stearns employees, who saw much of their savings evaporate. Layoffs are all but certain, though the extent of the job losses is not yet clear.\n\nWith Bear Stearns employees unsettled, recruiters sense an opportunity. A Google search for “financial services brokers” brought up a link tagged “Bear Stearns Brokers” that connected to the Web site of executive search firm Willis Consulting Inc. The sponsored link, however, has since been removed.\n\n“This opens up opportunities for us,” said Audrey Cullen Davis, president of First Call Associates, a recruiter that specializes in commodities and energy trading.\n\n“For individuals that may not have taken the time to speak with us, now they’re more interested in knowing what other opportunities they may be able to consider,” said Davis, whose firm represents investment banks, commodities traders and private equity firms.\n\nAs part of the deal, JPMorgan secured special Federal Reserve financing for $30 billion of Bear Stearns’ less liquid assets. The agreement also includes an option that gives JPMorgan the right to buy Bear Stearns’ valuable Manhattan headquarters, even if the deal is voted down by shareholders.\n\nThe transaction, seen as leaving little room for a counter offer, is a plum deal for JPMorgan, according to analysts. The firm’s shares have risen more than 20 percent this week and were up nearly 8 percent to $45.82 in afternoon trading on the New York Stock Exchange.\n\nBear Stearns shares were up 66 cents, or 12.5 percent, to $5.92, buoyed by hopes of a better offer after tycoon Joseph Lewis, who owns 8.35 percent of Bear Stearns’ shares, said he would talk with the bank and others about possible options.",
        "link": "http://www.reuters.com/article/businessNews/idUSN2038966620080321",
        "time": "08:59 PM EDT"
    },
    {
        "header": "jpmorgan aiming to keep best bear execs: reports",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) Chief Executive James Dimon visited Bear Stearns’ BSC.N offices on Wednesday evening to speak to more than 400 senior executives, according to reports in the New York Times and Financial Times.\n\nThe New York Times said Dimon made it clear that he hoped to retain the best employees at Bear, but also made it plain many of the 14,000 employees would lose their jobs if his bank completes a deal to buy Bear Stearns for $2 a share.\n\nThe Financial Times reported JPMorgan is moving swiftly to retain Bear’s top performing bankers and brokers and is preparing to deliver retention package offers for top employees as soon as Thursday, citing people close to the situation.\n\nThe FT said the move comes as JPMorgan’s rivals, such as Morgan Stanley (MS.N), have begun making efforts to pick off top Bear brokers with large bonus offers.",
        "link": "http://www.reuters.com/article/businessNews/idUSN2036682120080320",
        "time": "05:14 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan cuts first horizon national",
        "body": "March 20 (Reuters) - J.P. Morgan Securities cut its rating on First Horizon National Corp (FHN.N) to “neutral” from “overweight,” citing risks of further rise in home equity losses and deterioration in the mortgage market.\n\nThe brokerage also lowered its 2008 earnings view on the bank holding company to 89 cents a share from $1.45, and 2009 view to $1.62 a share from $2.00. (Reporting by Sweta Singh; Editing by Vinu Pilakkott)",
        "link": "http://www.reuters.com/article/bondsNews/idUSBNG13149720080320",
        "time": "07:40 AM EDT"
    },
    {
        "header": "update 1-research alert-j.p. morgan cuts sandisk to neutral",
        "body": "",
        "link": "http://www.reuters.com/article/companyNews/idUSBNG13064120080320",
        "time": "09:06 AM EDT"
    }
]