[
    {
        "header": "jp morgan seeks to enter commodities' top tier",
        "body": "LONDON (Reuters) - J.P. Morgan Chase & Co aims to join the top ranks in the commodities and energy business and is not pulling back from expansion plans despite the uncertain global economic outlook.\n\n“We are striving to be a top-tier commodity franchise globally,” said Blythe Masters, head of the U.S. bank’s global commodities business.\n\n“We’ve benefited from a flight to quality and are seeing market share gains,” she told Reuters in an interview this week.\n\nThe firm’s strong capital base means it can pursue growth when the credit crunch has forced some rivals to cut back.\n\nThe bank has added about 50 people this year, giving it more than 450 staff in commodities globally, which includes oil, gas and power, base metals, precious metals, agriculturals, softs, carbon and coal.\n\nMasters said the firm was pressing ahead with a move into trading physical crude oil and refined products.\n\n“We entered the physical oil business as planned two months ago and we continue to invest and work on that.”\n\nShe said hiring would continue in 2009, but it was too early to say how many people would be taken on.\n\nThe bank has also been integrating the commodities business of Bear Stearns, which J.P. Morgan acquired earlier this year.\n\nA whole raft of investment banks moved into commodities during the six-year price boom, but the credit crisis has forced some to drop out of the race, including Lehman Brothers and Swiss bank UBS..\n\nThe longstanding players are Morgan Stanley and Goldman Sachs, while Barclays Capital has built a sizeable business over the past decade.\n\nCommodity prices have tumbled from record peaks in the past few months because demand has started to fall as the credit crisis has spilled over into the real economy.\n\nOil, for example, is down more than 50 percent from a record peak above $147 a barrel in July.\n\nBut Masters said the credit crisis had created demand from clients for risk management and finance.\n\n“The credit crunch and the difficulties now in accessing capital markets means there is a tremendous need on the part of clients in the commodities space who need to manage price risk or access the capital markets to acquire or restructure assets.”\n\nThe investment case for commodities is also still strong, despite the big price falls in oil, copper and even gold, which is a traditional safe haven in turbulent times.\n\n“The idea that commodities as an asset class is finished is just fundamentally flawed,” Masters said.\n\n“The minute our global economy begins to recover, all of the issues in 2008 around supply and demand in commodities are going to re-emerge.”\n\nShe warned that the current lack of access to capital and retrenchment in investment decisions would risk another period of underinvestment in the commodities.\n\nCommodity prices next year will reflect the weak economic climate, but beyond that the same supply issues that drove prices upwards could resurface.\n\nMasters said the sector needed billions, even trillions of dollars of infrastructure investment over the next few years to keep up with demand from emerging markets.\n\n“Investors will need to be very involved over the next decade.”",
        "link": "http://www.reuters.com/article/GCA-Oil/idUSTRE4A48FQ20081105",
        "time": "11:36 AM EST"
    },
    {
        "header": "japan pension funds eye more alternatives-jp morgan",
        "body": "TOKYO, Nov 5 (Reuters) - Japanese pension funds plan to increase their investments in alternative assets while reducing domestic equities in their portfolios, to diversify after the subprime shock, JP Morgan Asset Management said on Wednesday.\n\nPension funds also plan to increase allocations of domestic bonds to hedge against the risk of falling share prices, a survey by the Japanese asset management arm of third-biggest U.S. bank JP Morgan (JPM.N) showed.\n\n“Pension funds are more concerned about the risk of a drop in share prices rather than the risk of a rise in interest rates,” Hidenori Suzuki, a vice president of JP Morgan Asset Management Japan, told reporters in a briefing on the survey.\n\n“Pension funds are now at a turning point and they are looking to diversify especially as the market environment has changed after the subprime problems,” Suzuki said.\n\nThe survey showed that 69.7 percent of the 72 respondents indicated that they will cut equity allocations mainly in domestic shares, while 51.5 percent were planning to shift into alternative assets such as hedge funds and private equity.\n\nNearly half of the respondents held assets of more than 100 billion yen ($1 billion).\n\nThe survey was conducted between June and early October.\n\nPension funds’ allocation plans for foreign equities were nearly balanced, with 33.3 percent of the respondents saying they will cut their allocations, while 27.3 percent said they will increase them.\n\nThe survey showed Japanese pension funds’ investments in alternative assets were concentrated in absolute return products, such as funds of funds. The participation rate in absolute return products was 79 percent in Japan, sharply higher than 59 percent in the United States and 42 percent in Europe.\n\nPrivate equity and real estate related instruments have not been commonly accepted in Japan, while they are more common in the United States and Europe, the survey showed.\n\nCash-rich Japanese pensions, however, are showing interest in allocating into alternative asset instruments linked to real estate, private equity, infrastructure and commodities, the survey showed. ($1=99.83 yen) (Reporting by Chikafumi Hodo; Editing by Chris Gallagher)",
        "link": "http://www.reuters.com/article/privateEquityFinancialServicesAndRealEstate/idUST33433520081105",
        "time": "02:10 AM EST"
    }
]