[
    {
        "header": "canada life insurer in jp morgan longevity deal",
        "body": "LONDON, Sept 30 (Reuters) - The UK division of insurer Canada Life CL_pb.TO emerged as the institutional investor which sealed a deal to hedge 500 million pound ($901 million) of longevity exposure with JP Morgan Chase & Co.\n\nA JP Morgan spokeswoman confirmed to Reuters on Monday that a deal involving “long dated” longevity swaps had taken place, but did not identify the insurer.\n\n“While there are no details available from Canada Life, we can confirm that they are the UK insurer involved in the longevity deal with JP Morgan,” a spokeswoman for Canada Life said on Tuesday.\n\nIn February, JP Morgan signed another deal with insurer Lucida, which specialises in taking on longevity risk and corporate pension schemes.\n\nThe nascent longevity swap market could see a lucrative future as pension schemes, whose assets are valued at above $20 trillion, seek to hedge their longevity exposure -- the risk that people on live longer on average than expected.\n\nA longevity swap helps pension schemes and insurance companies manage the risk of increasing life duration by enlisting a counterparty to pay pensions.\n\nIn return, the scheme pays the counterparty an agreed stream of cash, which is generally an estimate of the future pension payments by the counterparty, based on an assumed future level of improvement in longevity.",
        "link": "http://www.reuters.com/article/rbssReinsurance/idUSLU38010820080930",
        "time": "12:03 PM EDT"
    },
    {
        "header": "jpmorgan chase is top third-quarter underwriter",
        "body": "NEW YORK, Sept 30 (Reuters) - JPMorgan Chase & Co (JPM.N) was the world’s top underwriter of stocks and bonds in the third quarter, as measured by both the amount of underwritten debt and equity offerings and reported fees, Thomson Reuters data show.\n\nThe second-largest U.S. bank was also the top underwriter of debt and equity offerings for the full year, while Citigroup Inc (C.N) ranked first in reported fees. (Reporting by Jonathan Stempel; editing by John Wallace)",
        "link": "http://www.reuters.com/article/newIssuesNews/idUSN3045752820080930",
        "time": "02:05 PM EDT"
    },
    {
        "header": "lufthansa hires jp morgan for aua bid -sources",
        "body": "VIENNA, Sept 30 (Reuters) - German airline Lufthansa (LHAG.DE) has hired JP Morgan as an adviser in its bid to buy Austrian Airlines AUAV.VI, which is being sold by the Austrian government, sources familiar with the situation said on Tuesday.\n\nLufthansa is shortlisted in the auction of the loss-making Austrian carrier together with Air France-KLM (AIRF.PA) and with S7, Russia’s biggest domestic airline in one of the many airline takeover battles raging through the European sector.\n\nThe bidders are currently reviewing Austrian’s books and are due to file binding offers by the end of October. Air France is advised by Lazard and Austria’s Raiffeisen Investment. S7 has not picked an advising bank yet.\n\nAustria elected a new parliament on Sunday in which the parties backing the outgoing government lost heavily. However, a reprise of the governing left-right coalition appeared to be likely after conservatives appointed a new leader on Monday.\n\nThere was a broad consensus in the outgoing government, which remains in place in a caretaker capacity until a new one is formed, to go ahead with the sale of Austrian.\n\nAustria’s state holding company OeIAG, which is offering its 43-percent stake, is advised by Merrill Lynch. (Reporting by Boris Groendahl)",
        "link": "http://www.reuters.com/article/AIRLIN/idUSLU35007720080930",
        "time": "10:53 AM EDT"
    },
    {
        "header": "update 1-jpmorgan is top q3 underwriter, but issuance down",
        "body": "NEW YORK, Sept 30 (Reuters) - JPMorgan Chase & Co (JPM.N) was the world’s biggest underwriter of stocks and bonds in the third quarter, as turmoil in equity and credit markets weighed heavily on new business and on reported fees, Thomson Reuters data show.\n\nNew issue volume plunged 43 percent from a year earlier to $803 billion from $1.4 trillion, including plunges in the United States of 91 percent in initial public offerings, 83 percent in mortgage-backed securities, and 68 percent in investment-grade corporate debt.\n\nFor all of 2008 to date, new issuance volume is down 36 percent to $3.95 trillion. JPMorgan, which acquired Bear Stearns Cos in May, appears on pace to end Citigroup Inc’s (C.N) eight-year run as the world’s biggest underwriter.\n\nA seizing up of many credit markets, together with the unwillingness of many investors to lend even to borrowers considered good credit risks, has made it more costly, and in some cases impossible, to borrow.\n\nThis could lead to 40,000 layoffs on Wall Street alone, and a halving of year-end bonuses, New York State Comptroller Thomas DiNapoli estimated. Many bankers and traders depend on bonuses for the bulk of their annual compensation.\n\nJPMorgan arranged $80.4 billion of offerings in the quarter, for a 10 percent market share, Thomson Reuters said.\n\nBarclays Plc (BARC.L) vaulted to second from 10th a year earlier, handling $62.8 billion of offerings. Deutsche Bank AG (DBKGn.DE) ranked third, with $61.5 billion. Barclays this month bought bankrupt rival Lehman Brothers Holdings Inc’s LEHMQ.PK North American investment banking unit.\n\nReported fees dropped 23 percent to $2.36 billion. JPMorgan led with $564.4 million, followed by Merrill Lynch & Co’s MER.N $355.7 million and Goldman Sachs Group Inc’s (GS.N) $303.6 million.\n\nFor the January to September period, JPMorgan arranged $379.4 billion of offerings, followed by Deutsche Bank’s $278.7 billion and Citigroup’s $265.2 billion. Barclays rose to fourth from eighth.\n\nReported fees are down just 2 percent year-over-year to $11.23 billion. Citigroup is first with $1.56 billion, followed by JPMorgan with $1.42 billion and last year’s fee champ Merrill Lynch, with $1.13 billion.\n\nWall Street closely follows Thomson Reuters’ underwriting “league tables,” and can tout high rankings in marketing or as a source of pride. (Additional reporting by Joan Gralla; editing by John Wallace and Gerald E. McCormick)",
        "link": "http://www.reuters.com/article/newIssuesNews/idUSN3045841120080930",
        "time": "02:59 PM EDT"
    },
    {
        "header": "jpmorgan is top underwriter, but issuance down",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) was the world’s biggest underwriter of stocks and bonds in the third quarter, as turmoil in equity and credit markets weighed heavily on new business and on reported fees, Thomson Reuters data show.\n\nNew issue volume plunged 43 percent from a year earlier to $803 billion from $1.4 trillion, including plunges in the United States of 91 percent in initial public offerings, 83 percent in mortgage-backed securities, and 68 percent in investment-grade corporate debt.\n\nFor all of 2008 to date, new issuance volume is down 36 percent to $3.95 trillion. JPMorgan, which acquired Bear Stearns Cos in May, appears on pace to end Citigroup Inc’s (C.N) eight-year run as the world’s biggest underwriter.\n\nA seizing up of many credit markets, together with the unwillingness of many investors to lend even to borrowers considered good credit risks, has made it more costly, and in some cases impossible, to borrow.\n\nThis could lead to 40,000 layoffs on Wall Street alone, and a halving of year-end bonuses, New York State Comptroller Thomas DiNapoli estimated. Many bankers and traders depend on bonuses for the bulk of their annual compensation.\n\nJPMorgan arranged $80.4 billion of offerings in the quarter, for a 10 percent market share, Thomson Reuters said.\n\nBarclays Plc (BARC.L) vaulted to second from 10th a year earlier, handling $62.8 billion of offerings. Deutsche Bank AG (DBKGn.DE) ranked third, with $61.5 billion. Barclays this month bought bankrupt rival Lehman Brothers Holdings Inc’s LEHMQ.PK North American investment banking unit.\n\nReported fees dropped 23 percent to $2.36 billion. JPMorgan led with $564.4 million, followed by Merrill Lynch & Co’s MER.N $355.7 million and Goldman Sachs Group Inc’s (GS.N) $303.6 million.\n\nFor the January to September period, JPMorgan arranged $379.4 billion of offerings, followed by Deutsche Bank’s $278.7 billion and Citigroup’s $265.2 billion. Barclays rose to fourth from eighth.\n\nReported fees are down just 2 percent year-over-year to $11.23 billion. Citigroup is first with $1.56 billion, followed by JPMorgan with $1.42 billion and last year’s fee champ Merrill Lynch, with $1.13 billion.\n\nWall Street closely follows Thomson Reuters’ underwriting “league tables,” and can tout high rankings in marketing or as a source of pride.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE48T7M020080930",
        "time": "03:11 PM EDT"
    }
]