[
    {
        "header": "wamu stock up on jpmorgan merger speculation",
        "body": "NEW YORK (Reuters) - Shares of Washington Mutual Inc (WM.N) rose as much as 11 percent on Friday on persistent market speculation the No. 1 U.S. savings and loan might be acquired by JPMorgan Chase & Co Inc (JPM.N), analysts said.\n\n“I think that perhaps that the earnings report confirms suspicions Washington Mutual will need a buyer in order to continue, ” said Rebecca Engmann Darst, equity options analyst at Interactive Brokers Group in Greenwich, Connecticut.\n\nWaMu, whose shares have been battered by mortgage losses, presents a cheap buying opportunity for a larger bank. Analysts have long speculated that JPMorgan covets WaMu assets.\n\nAnd JPMorgan Chief Executive Jamie Dimon has said he would like to expand his bank’s presence in the key states of Florida and California, where WaMu is strong.\n\nSeattle-based WaMu, for example, has more than 900 branches in California and Florida, according to Bank of America Securities research issued in June. In contrast, JPMorgan had less than 20 branches in those two states.\n\nEarlier this week, Dimon said rough market conditions made it more likely his bank would make an acquisition. He declined to give any specifics, except to say that any deal would have to make sense for shareholders.\n\nWaMu’s market capitalization is about $12 billion, hurt by a 72 percent drop in the company’s stock price over the past year, compared with a 33 percent drop in the Philadelphia KBW Bank Index .BKX.\n\nAnalysts say JPMorgan has the balance sheet and the track record to make an acquisition of that size and larger.\n\nAnd WaMu Chief Executive Kerry Killinger is under stress after the thrift posted a larger-than-expected $1.87 billion loss in the fourth quarter.\n\nKillinger on Thursday declined to comment on merger speculation, saying WaMu’s board has told management to continue to execute its business plan as an independent company.\n\nDespite its large mortgage losses, WaMu’s infrastructure is considered a valuable asset because its retail branch network is well placed while its core deposit base remains strong, analysts at CreditSights Inc said in a research note this week.\n\n“Merger math has improved with stock trading below tangible book value,” CreditSights said on Thursday.\n\nBefore Friday’s stock move, WaMu was trading at about 0.61 times tangible book value, CreditSights said.\n\nWaMu shares were up 78 cents, or 6 percent, at $13.27 in afternoon trade on the New York Stock Exchange.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN1832796120080121",
        "time": "01:03 AM EST"
    }
]