[
    {
        "header": "j.p. morgan adds 7 stocks to money list",
        "body": "(Reuters) - J.P. Morgan Securities added seven stocks to its small- and mid-cap money list, saying it estimated a mid-2009 trough date for the recession and the stocks will likely bottom between now and early 2009.\n\nThe brokerage said it added casino operator Las Vegas Sands Corp (LVS.N), online travel agency Priceline.Com Inc (PCLN.O), casual dining restaurant chain Red Robin Gourmet Burgers Inc (RRGB.O) and United Airlines parent UAL Corp UAUA.O to the SMid Money List under its Captain PEG theme.\n\nThe Captain PEG theme identifies companies with improving fundamentals with a combination of a low price to earnings and an improvement in earnings per share over the next few years, the brokerage said.\n\nThe brokerage said it also added drugstore chain Rite Aid Corp (RAD.N), life and mortgage insurer Genworth Financial Inc (GNW.N) and Fluor Corp (FLR.N) to the SMid Money List.",
        "link": "http://www.reuters.com/article/deborahCohen/idUSTRE4B053R20081201",
        "time": "11:58 AM EST"
    },
    {
        "header": "j.p. morgan sees fed cutting rates to zero in jan",
        "body": "NEW YORK (Reuters) - The Federal Reserve will lower its policy rate to zero percent by January in its attempt to avert a prolonged recession and to revive the struggling credit market, according to J.P. Morgan Securities analysts.\n\nThe Fed will likely hold its target rate on benchmark federal funds -- the overnight cost banks charge each other to borrow surplus reserves -- at zero at least through the end of 2009, J.P. Morgan analysts wrote in a research note published on Monday.\n\nThe Fed’s fed fund target rate is currently 1.00 percent. The U.S. central bank began its rate-cutting campaign in September 2007 when the fed funds target was at 5.25 percent.\n\nA number of analysts widely expect the Fed to lower the policy target rate to 0.50 percent at the end of its December 15-16 meeting. Some predict the U.S. economy may contract by an annualized 4.0 percent in the fourth quarter.\n\nJ.P. Morgan analysts now see the Fed stepping up its rate easing in conjunction with its various financing programs and proposed fiscal stimuli in the coming months.\n\nThey predicted the Fed will pare the fed funds target rate by half a percentage point at its December meeting and by another half point at its January 27-28 meeting.\n\nThis compared with their forecast of a quarter-point cut in a Reuters poll conducted on Nov 10.\n\nAggressive monetary and fiscal stimuli will be much needed, as many economists believe a U.S. recession will continue into the middle of next year.\n\nJ.P. Morgan analysts expect an upturn in the second half of next year, with gross domestic product posting a 1.5 percent annualized increase in the third quarter of 2009.",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE4B06E420081201",
        "time": "01:48 PM EST"
    },
    {
        "header": "jpmorgan chase & co says it will cut about 9,200 jobs at forme",
        "body": "(Reuters)JPMorgan Chase & Co says will cut about 9,200 jobs at former Washington Mutual Inc",
        "link": "http://www.reuters.com/article/businessFlashAlerts/idUSTRE4B08JV20081201",
        "time": "05:34 PM EST"
    },
    {
        "header": "jpmorgan to cut 9,200 washington mutual jobs",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co said on Monday it will eliminate about 9,200 jobs at the former Washington Mutual Inc, which on September 25 became the largest U.S. bank to fail.\n\nThe cuts amount to more than 21 percent of the work force at Washington Mutual, which ended June with 43,198 employees.\n\nWashington Mutual had been the largest U.S. savings and loan before JPMorgan bought its banking assets for $1.9 billion in a transaction arranged by U.S. regulators. The holding company for Seattle-based Washington Mutual later filed for bankruptcy protection.\n\nAbout 4,000 of the jobs will be cut by the end of January, and another 5,200 later, JPMorgan spokesman Christine Holevas said.\n\nThe 5,200 workers will receive double their annual salaries retroactive to October 1, payable in a lump sum when their employment ends, Holevas said.\n\nSeattle will bear the brunt of the cuts, with 3,400 layoffs out of a total of 4,300 Washington Mutual employees in the city, JPMorgan said. Another 1,600 layoffs will be in the San Francisco area, and the remaining 4,200 will be elsewhere.\n\nMost branch workers will keep their jobs. The combined company has about 5,400 branches, and JPMorgan has said it plans to close no more than 10 percent.\n\nHolevas said JPMorgan has not decided the fate of Washington Mutual’s headquarters building in Seattle.\n\nWashington Mutual collapsed under the weight of roughly $176 billion of home equity, adjustable-rate and subprime home loans on its books. It is one of 22 U.S. lenders to fail this year.\n\nBank of America Corp, which is set to acquire Merrill Lynch & Co Inc before the end of the year, is also expected to cut about 10,000 investment banking jobs at the combined banks, CNBC reported on Monday.\n\nBank of America spokesman Scott Silvestri said in an e-mailed statement, “We are following the same review process to evaluate staffing levels used in every merger transition and we have nothing to announce.”\n\nBank of America and Merrill shareholders are scheduled to vote on the merger on December 5.\n\nShares of JPMorgan closed on Monday down $5.54, or 17.5 percent, at $26.12 on the New York Stock Exchange, while shares of Bank of America closed down $3.40, or 20.9 percent, at $12.85. Shares in Merrill closed down $3.09, more than 23 percent, at $10.19.\n\nBank shares were among the biggest decliners on Monday on expectations the deepening global economic slump will cause credit losses and write-downs to soar.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4B08KU20081202",
        "time": "07:30 PM EST"
    },
    {
        "header": "turk telekom says appoints jp morgan tender advisor",
        "body": "Disney-Fox mashup would truly be over the top",
        "link": "http://www.reuters.com/article/rbssIntegratedTelecommunicationsServices/idUSIST00279620081201",
        "time": "09:12 AM EST"
    },
    {
        "header": "commercial loan \"nightmare\" projected for 2009-jpmorgan",
        "body": "NEW YORK, Dec 1 (Reuters) - An accelerated downturn in commercial real estate next year may spark a wave of borrowers pushing for easier terms on loans that are otherwise heading into default, according to JPMorgan Chase & Co.\n\nCommercial property loans originated in 2005 to 2007 that increasingly carried risky terms are likely to see a significant increase in defaults in 2009 due to lack of credit, falling property values and reduced cash flow, said Alan Todd, head of commercial mortgage bond research at JPMorgan, in published research.\n\nHe said the slowing economy that is wreaking havoc on cash flow expectations may also present mortgage companies with a dilemma as borrowers confront them with the choice of either easing loan terms to preserve value, or default. The number of loans transferred to companies that specialize in troubled mortgages has already risen significantly and will climb into 2010, Todd said.\n\n“Moral hazard may become an issue as borrowers begin to claim ‘dire straits’ with the hope of having their loan terms modified by the special servicer,” he said.\n\nGeneral Growth Properties Inc (GGP.N), the No. 2 U.S. shopping mall owner, said on Sunday it received a two-week extension on the maturity of $900 million in Las Vegas loans as it tries to negotiate a longer-term plan. Results of the negotiations are closely watched in the $750 billion commercial mortgage-backed securities market, which has been battered on expectations a recession could boost bondholder losses.\n\nThe imminent default of two of the largest loans in CMBS less than a year old, including one for the Promenade Shops at Dos Lagos in a foreclosure-ridden area of California, this month helped propel bond risk premiums to record levels.\n\nTodd said he was most concerned about retail properties since a recession and a “severely weakened consumer” with limited access to credit will continue to curb retail sales. Investors sold shares of retailers on Monday on expectations an initial holiday-season spending surge would not last.\n\nDelinquencies on loans in CMBS remain low relative to residential mortgage debt, but are rising at fast rates. In retail, delinquencies increased to 0.4 percent in October from a low of 0.08 percent in July 2007, more than twice the rise in the multifamily sector and 151 percent of the jump for office properties, he said.\n\nThe most important factor for CMBS value in 2009 will be the availability of credit, which will prevent many loans with aggressive terms such as high loan-to-value ratios from being refinanced, Todd said.\n\n“Many of these loans will become a nightmare as a severely slowing economy, significantly tighter credit requirements and falling commercial real estate property prices force many borrowers to default over the coming years, or to infuse equity at the refinance date,” he said.\n\nCommercial property prices may fall as much as 40 percent from peak-to-trough, Todd said. Prices are down 11.5 percent from October 2007, he said, citing Moody’s Investors Service.\n\nGiven the outlook, special servicers may adopt an “extend everything” policy since liquidating assets in a distressed and illiquid market may cause deeper losses, Todd said.\n\n“It has become increasingly obvious that commercial real estate credit problems will finally materialize and intensify in 2009,” he said. (Editing by Dan Grebler)",
        "link": "http://www.reuters.com/article/rbssREITResidentialCommercial/idUSN0150243220081201",
        "time": "11:50 AM EST"
    }
]