[
    {
        "header": "update 1-research alert-jp morgan upgrades transocean",
        "body": "July 9 (Reuters) - J.P. Morgan Securities upgraded Transocean Inc (RIG.N) to “overweight” from “neutral” on Wednesday, a day after the world’s biggest offshore drilling contractor said it received a lucrative five-year contract.\n\nTransocean said on Tuesday one of its deepwater drill ships was given a contract worth a record $650,000 per day. The contract is expected to start in March 2010 and generate revenue of $1.19 billion over the five years.\n\nJP Morgan said recent contracts including the Transocean one indicated the deepwater market is strong.\n\n“(Transocean‘s) valuation does not reflect visibility and strength of deepwater market,” the brokerage said in a note to clients.\n\nShares of Transocean were trading up $2 at $147.94 before the bell. They closed at $145.94 Tuesday on the New York Stock Exchange. (Reporting by Varsha Tickoo in Bangalore; Editing by Vinu Pilakkott)",
        "link": "http://www.reuters.com/article/rbssEnergyNews/idUSBNG8654920080709",
        "time": "08:23 AM EDT"
    },
    {
        "header": "weill says jpmorgan ready for credit crisis",
        "body": "NEW YORK (Reuters) - Sanford “Sandy” Weill, former chief executive and chairman of Citigroup Inc (C.N), believes Jamie Dimon’s JPMorgan Chase & Co (JPM.N) is better positioned than many other Wall Street firms to cope with the credit crisis.\n\n“JPMorgan has positioned themselves better than a lot of others in this crisis,” Weill told Reuters on Tuesday.\n\nWeill did not mention Citigroup in an interview but his comments are a vindication for Dimon, who was ousted from Citigroup in 1998. Weill was Dimon’s mentor, and the two men worked for more than a decade to build what was once a small consumer lending company in Baltimore into Citigroup.\n\nWeill and Dimon were briefly estranged after the ouster, but reconciled in 1999.\n\nWeill said JPMorgan is in a position to further improve “at a point of time when assets are being put on the market at very low prices.”\n\n“I think Jamie has done a very good job in being the leader of JPMorgan,” said Weill, who said he last spoke to Dimon a few months ago.\n\nBanks have had a rough year and write-downs from losses on subprime mortgages and complex debt securities remain a concern. JPMorgan has avoided the large writedowns posted by its peers, but conditions remain difficult for banks.\n\n“I am not sure things have settled down for anyone,” said Weill, referring to current market conditions.",
        "link": "http://www.reuters.com/article/reutersEdge/idUSN0942267920080709",
        "time": "06:19 PM EDT"
    },
    {
        "header": "jp morgan sees $150 oil in july",
        "body": "LONDON (Reuters) - Wall Street bank JP Morgan said on Tuesday crude oil futures may hit $150 later this month while its rival Lehman Brothers’ LEH.N equities team raised their oil price estimates sharply.\n\nInternational benchmark U.S. crude futures CLc1 struck a record high of $145.85 a barrel last week due to a combination of robust demand growth from emerging markets such as China, concerns over long-term supplies and inflow of investors’ money.\n\nOil’s 50 percent rise this year has surpassed most analysts’ expectations, prompting them to repeatedly revise their price forecasts.\n\n“With the $150 in easy reach and a significant number of outstanding August WTI call options at that strike price, it seems almost a certainty ahead of the July 22 expiry,” JP Morgan (JPM.N) said in its monthly research note.\n\nThe bank said it expects the price of West Texas Intermediate (WTI), or the underlying grade of U.S. crude futures, to likely remain above $130 for the rest of the summer and $115 throughout this year even if demand weakens.\n\nPaul Cheng with Lehman Brothers’ equity research team raised its oil price view to an average $127 a barrel for 2008 from its previous assumption of $105.\n\nHe expected oil prices would average $115 next year, compared with a previous forecast of $90, he said in a note.",
        "link": "http://www.reuters.com/article/GCA-Oil/idUSL0852385920080709",
        "time": "06:53 AM EDT"
    },
    {
        "header": "jpmorgan chase's dimon rises as wall street flails",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) Chief Executive Jamie Dimon likes to talk.\n\nAnd in the wake of his masterminding the bailout of Bear Stearns Cos, many on Wall Street like to listen.\n\nDimon has long been something of a golden child on Wall Street, ever since he was a protege of Sanford “Sandy” Weill at the company that would become Citigroup Inc (C.N), JPMorgan’s chief New York commercial banking rival.\n\nSeveral books profiling the baby-faced Dimon are in the works, as his comments on Wall Street, its foibles and the economy grow more influential.\n\nPart of that is because JPMorgan has avoided much of the credit mess that has devastated rivals such as Citigroup and Merrill Lynch & Co Inc MER.N.\n\n“I think Jamie has earned the right by his performance to be a spokesman that people should pay attention to,” Weill, the former Citigroup chief executive and chairman, said in an interview with Reuters.\n\nAvoiding problems is one reason JPMorgan shares have through Wednesday dropped only 17 percent this year, compared with a 28 percent slide in the Standard & Poor’s Financials Index .GSPF.\n\nDimon’s reputation and charisma is another reason.\n\n“There’s a Jamie Dimon premium” in JPMorgan stock, said Richard Bove, an analyst at Ladenburg Thalmann & Co.\n\n“Given that JPMorgan hasn’t had a lot of the problems, it has allowed Jamie to step up and be a statesman and a spokesman for the entire industry.”\n\nBut Bove said some worry Dimon’s higher profile might lead him to set his sights farther afield. He questioned how long Dimon might stay with JPMorgan, the third-largest U.S. bank by assets, but largest by market capitalization.\n\n“Maybe he is going to get bored with running JPMorgan,” said Bove, who suggested Washington D.C. as Dimon’s next career move.\n\nBut Weill played down the possibility of Dimon heading for the nation’s capital.\n\n“It’s something he still might think,” but that’s something only Dimon could answer, he said.\n\nRobert Bruner, author of “The Panic of 1907” and dean of the Darden Business School at the University of Virginia, sees parallels between John Pierpont Morgan’s handling of the 1907 financial markets’ crisis and Dimon’s acquisition of Bear.\n\nJPMorgan took over Bear after the latter suffered the equivalent of a bank run.\n\nPart of the reason JPMorgan got involved was that it was the financial institution widely considered best equipped to swallow the 85-year-old investment bank.\n\n“He sets an example at an institution that is itself exemplar,” Bruner said.\n\nAfter leaving Citigroup, Dimon became chief executive at Chicago’s underperforming Bank One Corp, where he slashed costs and improved operations. He did so well that he engineered that bank’s $58 billion takeover by JPMorgan in 2004.\n\nDimon, 52, is also known for his staccato, broken syntax, perhaps a function of his being boisterous, opinionated and unafraid to speak his mind.\n\nHe sometimes has to be physically restrained from barging in on colleagues’ calls with analysts and investors.\n\nAnd he cuts his peers no slack, either.\n\nOn a conference call for Wall Street chieftains while JPMorgan was rescuing Bear, Dimon shot down a somewhat technical question from Citigroup Chief Executive Vikram Pandit, who has a doctorate in finance.\n\nAccording to published reports, Dimon told Pandit: “Stop being such a jerk.”",
        "link": "http://www.reuters.com/article/ousivMolt/idUSN0829668820080709",
        "time": "06:21 PM EDT"
    }
]