[
    {
        "header": "new issue-jpmorgan chase adds 250 mln euros to 2011 bond",
        "body": "Disney-Fox mashup would truly be over the top",
        "link": "http://www.reuters.com/article/rbssBanks/idUSL2493094020080724",
        "time": "10:20 AM EDT"
    },
    {
        "header": "jpmorgan to help continental in defense: sources",
        "body": "FRANKFURT (Reuters) - German car parts group Continental (CONG.DE) has mandated JPMorgan (JPM.N) to help it work out a defense strategy against an unsolicited takeover bid by Schaeffler, financial sources told Reuters on Thursday.\n\nContinental is already being advised by Goldman Sachs (GS.N), and further banks could follow, the sources said.\n\nOn Wednesday, a Continental supervisory board meeting authorized management to explore defense measures, which one person familiar with the matter said included a possible capital increase or quickly striking a deal with a white knight.\n\nFamily-owned bearings maker Schaeffler has made a nil-premium bid of 11.3 billion euros ($17.7 billion) in cash for Continental’s shares, explaining that it does not necessarily want a majority stake so long as it owns at least 30 percent.\n\nContinental said it would talk to Schaeffler should the firm be willing to negotiate either on reaching an “adequate” price or limiting the size of their stake to an “acceptable” level.\n\nJPMorgan and Goldman have already analyzed and evaluated the takeover offer for Continental.",
        "link": "http://www.reuters.com/article/innovationNews/idUSL247214520080724",
        "time": "01:36 PM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan cuts at&t to neutral",
        "body": "July 24 (Reuters) - J.P. Morgan Securities downgraded AT&T Inc (T.N) to “neutral” from “overweight,” and said it expects further deterioration in the wireline fundamentals of the U.S. phone company.\n\nThe company on Wednesday posted a higher quarterly profit, as stronger-than-expected growth in wireless subscribers compensated for a shrinking landline business.\n\nTo stem the decline in wireline customers, the company had invested heavily in high-speed Internet service, but the results showed high-speed Internet users rose by only 46,000 during the quarter to 14.7 million.\n\n“Second-quarter results reflect the strong effect the economy and competition are having on AT&T’s wireline business as demonstrated by rapidly rising access line losses and anemic broadband subscriber adds,” JP Morgan analyst Mike McCormack wrote in a note to clients.\n\nThe analyst said he expected wireline performance to remain depressed, with no signs of an economic turnaround.\n\nMcCormack, who removed his $42 price target on the stock, said margin acceleration post Apple Inc’s (AAPL.O) iPhone will be a longer-than-anticipated process, weighing on earnings growth of AT&T -- the phone’s exclusive U.S. carrier.\n\nAT&T shares closed at $33.06 Wednesday on the New York Stock Exchange. (Reporting by Adveith Nair in Bangalore; Editing by Vinu Pilakkott)",
        "link": "http://www.reuters.com/article/rbssComputerHardware/idUSBNG15398320080724",
        "time": "06:10 AM EDT"
    }
]