[
    {
        "header": "update 1-jp morgan ups european media to neutral",
        "body": "Oct 8 (Reuters) - JP Morgan Securities upgraded the European media sector to “neutral” from “underweight,” but cut its price target on eight media companies, citing declines in ad spending in Western Europe.\n\n“Given the lack of visibility in the overall market we believe investors may be attracted by the solid balance sheet, high FCF and low volatility of the defensive media stocks,” said the brokerage in a note to clients.\n\nJP Morgan said it saw a positive for the sector in that the media subsector was historically dominated by cyclical names but due to their underperformance, the defensive stocks now comprise the majority of the sector market cap.\n\n“At constant prices we expect adspend in Western Europe to decline by an average of -6.3 percent in FY08 and -6.9 percent in FY09,” the brokerage said.\n\nIts top picks in the sector are Vivendi SA (VIV.PA) and Wolters Kluwer (WLSNc.AS).\n\nThe following are JP Morgan’s price target changes on European Media stocks:\n\n135 pence (Reporting by Arup Roychoudhury in Bangalore; Editing by Jarshad Kakkrakandy) (arup.roychoudhury@thomsonreuters.com; within U.S. +1 646 223 8780; outside U.S. +91 80 4135 5800; Reuters Messaging: arup.roychoudhury.reuters.com@reuters.net))",
        "link": "http://www.reuters.com/article/rbssPublishing/idUSBNG14442020081008",
        "time": "04:38 AM EDT"
    },
    {
        "header": "update 1-jp morgan raises cadence to overweight",
        "body": "Oct 8 (Reuters) - J.P. Morgan Securities upgraded Cadence Design Systems Inc (CDNS.O) to “overweight” from “underweight,” saying the software company’s scheduled restructuring and its contract renewals in 2009 and 2011 make it an investment choice.\n\n“By no means is this an easy call,” analyst Sterling Auty said in a note to clients. “There will be several bumps along the way as management has to reinvigorate a lagging product portfolio, meet new competition in its analog strong hold, restructure its workforce and combat sluggish demand for EDA.”\n\nThis could put Cadence into three- to four-year transition that would take its margin expansion up to 21 percent in 2012 from zero percent this year, the analyst added.\n\nThe electronic design automation (EDA) software sector will get healthier in 2009 and should lag the impact of the semiconductor industry, which is expected to get worse before better in 2009, Auty said.\n\nAuty said the company’s shares look attractive on both a free cash flow multiple and a discounted free cash flow basis.\n\nShares of the company closed at $5.16 Tuesday on Nasdaq. (Reporting by Antonita Madonna Devotta in Bangalore; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/rbssITServicesConsulting/idUSBNG39273020081008",
        "time": "07:55 AM EDT"
    }
]