[
    {
        "header": "european banks face big q4 write-downs: jp morgan",
        "body": "(Reuters) - European wholesale and investment banks may suffer an additional 14 billion euros ($19 billion) of write-downs in the fourth quarter to reach mark-to-market valuations of structured credit assets, according to analysts at J.P. Morgan Securities.\n\n“At this point we believe commercial mortgage-backed securities are the asset class with the highest risk of further markdowns,” analysts Kian Abouhossein, Jacob Kruse and Delphine Lee said as they maintained their cautious view on the European bank sector.\n\n“Although we see the structured credit crisis coming to an end, we expect traditional credit quality to put pressure on banks in 2009, and funding to remain a concern in 2009-2010,” the analysts wrote in a note to clients.\n\nGermany’s Deutsche Bank AG (DBKGn.DE) and France’s Credit Agricole SA (CAGR.PA) face the highest need for further write-downs with 2.3 billion euros each, while Britain’s Barclays Plc (BARC.L) may take 2 billion euros in write-downs, the analysts said.\n\nHowever, French bank BNP Paribas (BNPP.PA) and Swiss bank Credit Suisse AG CSGN.VX now appear “relatively clean” with estimated further markdowns of 794 million euros and 572 million euros, respectively, they added.\n\n“Within investment banks, in the short term we expect continued cuts in investment bank earnings per share as flow revenues run-rate is declining,” the analysts said.\n\nThey expect to turn more positive on European banks when banks announce cost restructuring initiatives as well as steps to rebuild their balance sheets by reducing risk-weighted assets.\n\nThe DJ Stoxx banks index .SX7P was down 0.43 percent at 154.81 points at 5:08 a.m. EST.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4BF26Q20081216",
        "time": "05:17 AM EST"
    },
    {
        "header": "update 1-jpmorgan downgrades bt group",
        "body": "Dec 16 (Reuters) - J.P. Morgan Securities downgraded Britain’s BT Group Plc (BT.L) and lowered its price target on the stock, saying that there was no organic growth in the former state telecom group, which continued to face structural challenges.\n\nThough BT has outperformed the sector since its profit warning, it faces slowing broadband, mobile broadband, and falling corporate spending coupled with pension overhang, the brokerage said in a note dated Dec. 15.\n\nProgress has been made on cost cutting and pension de-risking but Retail remains largely untouched, analyst Maurice Patrick wrote.\n\nBesides, the appointment of an internal Chief Financial Officer may be a “missed opportunity to implement material strategic change,” Patrick said.\n\nThe analyst lowered his rating on the stock to “underweight” from “neutral” and cut its price target to 146 pence from 169 pence.\n\nThough Britain’s communications regulator Ofcom appears to be adopting a more benign approach to regulation that is supportive of earnings, new unbundling rates are lower than expected, Patrick said.\n\nThe analyst, who viewed the company’s tie-up with ITV and BBC (for on-demand TV over broadband) as positive, said it had only a limited impact in the near term.\n\nPatrick preferred Vodafone (VOD.L) over BT as the former offered better returns and growth.\n\nBT shares were up more than 1 percent at 139.6 pence at 0955 GMT on the London Stock Exchange. (Reporting by Antonita Madonna Devotta in Bangalore; Editing by Gopakumar Warrier)",
        "link": "http://www.reuters.com/article/rbssWirelessTelecommunicationServices/idUSBNG38584720081216",
        "time": "05:01 AM EST"
    },
    {
        "header": "jp morgan sees challenging 2009 for small u.s. banks",
        "body": "(Reuters) - JP Morgan Securities sees a “highly challenging” 2009 for small U.S. banks, as it expects mounting credit pressure and top-line headwinds to weigh on their earnings.\n\n“We have cut our 2009 EPS estimates for the small cap banks by about 12 percent on average, reflecting higher credit costs, lower spread revenue, and the dilutive impact of TARP capital,” analyst John Pancari said in a note to clients.\n\nPancari said the pressure on the group will be compounded by persistent deposit pricing challenges and moderating earning asset growth, both of which he expects will affect top-line performance in the near term.\n\n“The current downturn in the credit cycle is likely to continue to play out with mounting deterioration in other real-estate sensitive areas of lending,” the analyst said.",
        "link": "http://www.reuters.com/article/gc06/idUSTRE4BF3UL20081216",
        "time": "09:17 AM EST"
    }
]