[
    {
        "header": "jpmorgan raises stake in ambac to 7.7 percent--filing",
        "body": "WASHINGTON, Jan 28 (Reuters) - JPMorgan Chase & Co (JPM.N) disclosed on Monday that it has raised its stake in bond insurer AMBAC Financial Group Inc ABK.N to 7.7 percent from 5.4 percent.\n\nThe bank reported in a filing with the U.S. Securities and Exchange Commission that it has increased its passive stake to 7.4 million shares.\n\nIt did not reveal additional details such as when it bought the additional shares. (Reporting by Karey Wutkowski, editing by Phil Berlowitz)",
        "link": "http://www.reuters.com/article/BROKER/idUSN2851077220080128",
        "time": "05:11 PM EST"
    },
    {
        "header": "ex-jpmorgan ceo joins aurora capital as adviser",
        "body": "NEW YORK, Jan 28 (Reuters) - Former JPMorgan Chase & Co Inc (JPM.N) chairman William Harrison has joined private equity firm Aurora Capital Group’s investment advisory committee.\n\nAurora announced Harrison’s role in a press release on Monday. Harrison, 64, will help Aurora partners identify investments and evaluate prospective executives.\n\nAurora said it manages more than $2 billion in private equity capital. The Los Angeles-based firm said it specializes in buying and building mid-size companies. Investments include Douglas Dynamics LLC, the No. 1 North American designer and maker of snowplows and salt spreaders, according to Aurora’s Web site.\n\nHarrison retired as chairman of JPMorgan on Dec. 31, 2006. He was succeeded by Jamie Dimon, the bank’s current chief executive and chairman.\n\nAurora’s Web site said it is currently invested in eight companies with combined total revenue of more than $1.5 billion.",
        "link": "http://www.reuters.com/article/companyNews/idUSN2847982820080128",
        "time": "01:04 PM EST"
    },
    {
        "header": "jp morgan chase sells $2 bln 10-year notes",
        "body": "NEW YORK, Jan 28 (Reuters) - J.P. Morgan Chase (JPM.N) on Monday sold $2.0 billion in 10-year notes in a reopening of an existing 6.0 percent 10-year note issue, said a market source familiar with the transaction.\n\nThe notes were priced at 104.245 to yield 5.44 percent, or 1.85 percentage points over U.S. Treasuries.\n\nThe amount outstanding in this deal is now $5.0 billion.\n\nJP Morgan was the sole lead manager on the sale, the source said. (Reporting by Caryn Trokie; Editing by Dan Grebler)",
        "link": "http://www.reuters.com/article/bondsNews/idUSN2837118620080128",
        "time": "04:17 PM EST"
    },
    {
        "header": "new issue-j.p. morgan adds $2.0 bln in 10-yr notes",
        "body": "",
        "link": "http://www.reuters.com/article/companyNews/idUSN2850182120080128",
        "time": "04:42 PM EST"
    }
]