[
    {
        "header": "rpt-jpmorgan, lehman reputations survive crisis--study",
        "body": "NEW YORK, July 16 (Reuters) - Although the worst of the credit crisis scarred reputations and frayed relationships between traders and dealers of fixed-income securities, JPMorgan Chase & Co (JPM.N) and Lehman Brothers Holdings Inc LEH.N kept their clients happiest, a study said on Wednesday.\n\nAmong the largest players, the two institutions scored highest in providing their clients the best support and understanding during the market turmoil, the survey of U.S. institutional investors by Greenwich Associates found.\n\nBanc of America also did well in the survey conducted between February and April -- encompassing the build-up of the crisis that began in the U.S. subprime mortgage market and spread to global financial firms.\n\n“The findings from this year’s research suggest that dealers’ decisions about the level of support they would provide to clients have had a dramatic impact on the overall reputation of sell-side firms among institutions,” the report said.\n\nJPMorgan was found to have slightly more institutional trading relationships, while Lehman Brothers had slightly more market share.\n\nThe study -- which interviewed 1,246 institutions active in the U.S. fixed income market -- also noted that investors grew increasingly concerned about liquidity risk and the solvency of their counterparties as the crisis escalated. (Reporting by Jonathan Spicer; Editing by Andre Grenon)",
        "link": "http://www.reuters.com/article/rbssInvestmentTrusts/idUSN1634450620080716",
        "time": "05:39 PM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan upgrades nalco to neutral",
        "body": "(Recasts; adds details) July 16 (Reuters) - J.P. Morgan Securities upgraded Nalco Holding Co NLC.N, which provides water treatment technology and services, to “neutral” from “underweight” on valuation.\n\nThe brokerage said slowing rates of industrial production in the United States and Europe, along with higher raw material prices due to inflation in oil and its derivatives would pressure Nalco’s results and share price.\n\nThough Nalco is trying to raise prices to offset the effects of higher raw material costs and slowing demand, there is uncertainty in the company’s earnings growth rate over a multi-year period, JP Morgan added.\n\nShares of Nalco, which have fallen about 18 percent so far this year, closed at $19.82 Tuesday on the New York Stock Exchange. (Reporting by Mary Meyase in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssEnvironmentalServices/idUSBNG8290320080716",
        "time": "08:14 AM EDT"
    },
    {
        "header": "update 1-jp morgan downgrades chicago bridge & iron to neutral",
        "body": "July 16 (Reuters) - J.P. Morgan Securities downgraded Chicago Bridge & Iron Co (CBI.N) to “neutral” from “overweight,” on concerns that the engineering, procurement and construction company could take further charges related to its liquefied natural gas projects in Great Britain.\n\nThe cost overruns of $317 million on two terminal projects forced the company to lower its 2008 earnings forecast to the range of 40 cents to 60 cents a share, from its earlier view of $2.40 to $2.65 a share, analyst Scott Levine wrote in a note to clients.\n\nLevine said there was a formidable risk of further charges, and that this risk could last until early 2009.\n\nThe analyst, however, said strong second-half bookings and the resolution of a U.S. Federal Trade Commission dispute would augment positive trends taking place outside Great Britain.\n\nGoldman Sachs also downgraded the stock to “neutral” from “buy” and removed it from ts Americas Buy List, mainly citing nagging execution risk.\n\nGoldman lowered its six-month price target to $34 from $48.\n\nShares of the company closed at $36.39 Tuesday on the New York Stock Exchange. (Reporting by Anand Basu in Bangalore; Editing by Bernard Orr) ((anand.basu@thomsonreuters.com; within U.S. +1 646 223 8780; outside U.S. +91 80 4135 5800; Reuters Messaging:anand.basu.reuters.com@reuters.net))",
        "link": "http://www.reuters.com/article/rbssEngineeringConstruction/idUSBNG11573320080716",
        "time": "07:58 AM EDT"
    },
    {
        "header": "update 1-research alert-j.p.morgan cuts esco to underweigh",
        "body": "July 16 (Reuters) - J.P.Morgan Securities downgraded engineered products supplier Esco Technologies Inc (ESE.N) to “underweight” from “neutral” on valuation.\n\nThe brokerage firm said it believed several of Esco’s markets would experience slowing demand through mid-2009 on higher oil prices, affecting segments like aerospace, electronics and industrial.\n\nThe brokerage also expects the company to fall short of its $3.00 earnings target for 2009.\n\n“The company may be forced to make an acquisition, increasing the risk profile, especially with utilities’ technology company multiples still high,” it added.\n\nShares of the company closed at $47.77 on Tuesday on the New York Stock Exchange.",
        "link": "http://www.reuters.com/article/CMPSRV/idUSBNG12889220080716",
        "time": "09:02 AM EDT"
    }
]