[
    {
        "header": "fed repaid jpmorgan $87 bln for lehman financing",
        "body": "NEW YORK (Reuters) - The New York Federal Reserve intervened aggressively to shore up the U.S. financial system this week, providing at least $87 billion to help underpin trades with units of bankrupt Lehman Brothers Holdings Inc, court documents show.\n\nThe Fed’s action is the latest sign of how U.S. authorities have been seeking to prop up financial markets following the failure of Lehman LEH.P and as big insurer American International Group (AIG.N) fights for survival.\n\nWhile the government had pledged not to fund a rescue of Lehman, the disclosure on Tuesday showed that authorities were taking other financial steps to prevent markets from descending into chaos.\n\nJPMorgan Chase & Co (JPM.N) advanced $87 billion to the units on Monday to help clear and facilitate securities transactions with customers and clients of Lehman “to avoid disruption of financial markets,” according to documents filed in the U.S. Bankruptcy Court for the Southern District of New York.\n\nLehman and the New York Fed had requested the advance, known as a “commencement date advance” and the New York Fed repaid it, according to filings.\n\nIn effect, the New York Fed lent the funds to the units.\n\nA representative for the New York Fed declined to comment.\n\n“This expansion of the Fed’s credit program is unprecedented,” said David Pauker, a managing director with restructuring adviser Goldin Associates.\n\n“It should provide the liquidity necessary to facilitate the sale of Lehman’s core brokerage and banking business.”\n\nIn court on Tuesday, U.S. Bankruptcy Judge James Peck said he would provide a “comfort order” for JPMorgan, allowing it to continue providing the advances to Lehman.\n\nHarold Novikoff, a lawyer for JPMorgan, told the court that the firm has regularly provided these advances for Lehman to facilitate its trading, but was typically paid back by other parties who would step in overnight to repay JPMorgan. However, some of those third parties have disappeared since Lehman’s bankruptcy, filing necessitating the intervention from the Fed.\n\nA representative for the Federal Reserve Bank of New York said in court that services provided by JPMorgan were “integral” to the market.\n\n“If we stop, the broker dealer stops. It’s that simple,” Novikoff told reporters after the hearing.\n\nLehman had provided JPMorgan with $17 billion in collateral for the advancing services prior to the bankruptcy filing, Lehman’s lawyer Shai Weisman told the court.\n\nThe sale of Lehman’s broker-dealer business appeared closer on Tuesday, as a source said Britain’s Barclays (BARC.L) had agreed to buy Lehman’s core broker-dealer business for about $2 billion.\n\nLehman’s holding company filed for bankruptcy in the early hours of Monday, in the largest U.S. bankruptcy ever.\n\nAlthough Lehman’s broker-dealer units are not covered under the filing, customers typically unwind trades with a dealer whose holding company is bankrupt.\n\nOn Tuesday, at the request of Lehman and the New York Fed, JPMorgan advanced $51 billion to Lehman as part of a so-called second-day advance.\n\nCourt documents did not specify whether the New York Fed would repay the second amount.\n\nJPMorgan may elect to advance additional money to Lehman units as part of a “post-petition advance.”\n\nAll post-petition advances are guaranteed by Lehman and collateralized, according to the documents.\n\n“The Lehman Brothers bankruptcy is taking the restructuring industry into uncharted waters,” Pauker said.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN1644114220080917",
        "time": "01:02 AM EDT"
    },
    {
        "header": "hanwha hires jpmorgan to sell korea life stake",
        "body": "HONG KONG (Reuters) - Hanwha Group has hired investment bank JPMorgan (JPM.N) to sell a 9.9 percent stake in its Korea Life insurance unit, sources said on Wednesday, in a deal that could value the unit at more than $7.5 billion.\n\nAffinity Equity, Carlyle Group and MBK Partners are among several private equity firms interested in the stake, which is targeting $500 million to $750 million from foreign investors, sources with direct knowledge of the deal told Reuters.\n\nHanwha has previously laid out plans to publicly list the life insurance company. A minority stake from a foreign investor would not only help give Korea Life a pre-IPO valuation, but would raise cash for Hanwha’s bid for a stake in Daewoo Shipbuilding & Marine Engineering (042660.KS).\n\nThe Daewoo Shipbuilding deal is expected to fetch up to $8 billion. Hanwha’s ability to finance a bid is seen as relatively weak compared to its rivals.\n\n“We don’t have a firm plan for such a deal yet,” Ju Cheol-beom, a Hanwha Group spokesman, said, referring to the Korea Life stake sale.\n\nBut sources involved in the process said that private equity firms are already poring over bid-related documents in an auction that will likely kick off in the next couple of weeks.\n\nSo far, the process has focused on foreign private equity firms because the size of the stake on offer. A more than $500 million equity check would fit well with the kind of cash big buyout firms are willing to pay in Asia.\n\nWith financing markets hit by the deepening global credit crunch, a private equity firm would probably have to pay all cash for a Korea Life stake.\n\nThat is something private equity firms are typically loathe to do, but finding big-ticket deals in Asia with strong growth prospects is something major private equity players are struggling with.\n\nAffinity, an Asia focused private equity firm, has a successful track record in South Korea. It was among the investors that bought South Korean electronics chain Hi-Mart in 2005 for $833 million, which later sold for more than $2 billion.\n\nCarlyle Group has a long standing presence in Asia, and has invested in the insurance sector in the region before.\n\nMBK Partners, founded by a former Carlyle member, is a South Korea-based private equity firm, with investments in three domestic companies according to its website.\n\nThe three are among the firms interested in the Korea Life stake, sources said.\n\nCarlyle and JPMorgan declined to comment. Affinity and MBK did not return calls seeking comment.\n\nConglomerate Hanwha Group said last month it had cleared all hurdles to the Korea Life IPO after the insurance company cleaned up accumulated losses as the end of April, adding that it would kick off the offering process as soon as possible.\n\nHanwha Group, led by chemical and trading company Hanwha Corp (000880.KS), runs businesses ranging from construction to petrochemical production (009830.KS) and stockbroking",
        "link": "http://www.reuters.com/article/innovationNews/idUSHKG37820080917",
        "time": "03:57 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan starts saks with underweight",
        "body": "Sept 17 (Reuters) - J.P. Morgan Securities started coverage of upscale retailer Saks Inc SKS.N with an “underweight” rating, partly due to cloudy same-store sales outlook.\n\n“Both the strengthening dollar and material job losses on Wall Street over the past six months could crimp sales at Saks’ flagship New York City store, which has been a source of strength up until recently,” JP Morgan wrote in a note to clients.\n\nThe brokerage said it expects the Saks Fifth Avenue stores operator’s sales at stores open at least a year to be flat, on average, through 2009.\n\nShares of the company closed at $10.83 Tuesday on the New York Stock Exchange. (Reporting by Dilipp S. Nag in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSBNG13384020080917",
        "time": "07:21 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan raises annaly to overweight",
        "body": "Sept 17 (Reuters) - J.P. Morgan Securities upgraded Annaly Capital Management (NLY.N) to “overweight” from “neutral” on valuation and said the asset management firm was a prime beneficiary of the recent nationalization of government-sponsored enterprises.\n\n“Agency mortgage-backed securities have rallied significantly since last Monday as the U.S. government has now explicitly guaranteed the full payment of principal and interest to bondholders,” the brokerage said in a note to clients.\n\nBased on JP Morgan’s evaluation, Annaly’s bonds are priced to yield more than 18 percent next year and recommended investors to buy the stock given the ample yield.\n\nThe brokerage also said it was clear that the Federal Reserve is unlikely to raise rates at any point this year, and may even cut if market turmoil continues, which benefits Annaly’s funding cost.\n\nThe company’s stock was trading up about 3 percent at $15.18 before the bell. It closed at $14.76 Tuesday on the New York Stock Exchange. (Reporting by Vidya L Nathan in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssREITResidentialCommercial/idUSBNG36372520080917",
        "time": "08:35 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan cuts tupperware to neutral",
        "body": "Sept 17 (Reuters) - J.P. Morgan Securities downgraded Tupperware Brands Corp (TUP.N) to “neutral” from “overweight,” saying a strong U.S. dollar and economic softness in international markets might weigh on results, sending its shares down more than 13 percent.\n\nGiven Tupperware’s high international exposure at 92 percent of profits, a strong U.S. dollar will result in significant negative currency translation, the brokerage said.\n\n“Bottom line, after sharply exceeding consensus EPS over the last two years, we think international risk factors could drive negative EPS revisions over the next few quarters,” analyst Dara Mohsenian wrote in a note to clients.\n\nInternational risk for the company, whose food storage containers are sold at in-home parties, is heightened by its high emerging markets exposure and volatile trends in emerging markets, the analyst said.\n\nThe company has presence in the United States, Europe and Asia-Pacific regions and gets the bulk of its revenue from Europe.\n\nThe analyst said there is less upside left in the stock given strong 20.7 percent year-to-date outperformance in 2008 and 65.4 percent out-performance versus the S&P 500 since the beginning of 2007.\n\nJP Morgan recommended “overweight”-rated Newell Rubbermaid Inc (NWL.N) instead of Tupperware.\n\nTupperware’s shares touched a low of $29.51 before paring some losses to trade down $4.17 at $29.96 Wednesday morning on the New York Stock Exchange. (Reporting by Vidya L Nathan in Bangalore; Editing by Deepak Kannan)",
        "link": "http://www.reuters.com/article/rbssHomeFurnishing/idUSBNG21277220080917",
        "time": "11:36 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan ups european telecoms",
        "body": "Sept 17 (Reuters) - J.P. Morgan Securities upgraded European telecoms sector to “overweight” from “neutral,” but cut its rating on the staples sector to “neutral” from “overweight” as a part of its European equity strategy.\n\n“The ability to pass through input costs enabled them (staples) to maintain high margins over the past two years. However, this inflation appears to be rolling over, which is likely to hurt the sector’s relative prospects,” said the brokerage in a note to clients.\n\nJP Morgan said staples appeared to be at peak pricing power with the high food inflation rates and expected the rollover in general inflation rates to help the telecom sector’s valuations.\n\n“Telecoms offer nearly double the dividend yield of Staples,” said the brokerage noted that earnings revisions for telecoms have been positive over the past few months, while that of staples were deteriorating.\n\nJP Morgan upgraded OTE (OTEr.AT) to “overweight” from “neutral”. It also raised Telecom Italia (TLIT.MI) and Telecom Italia (savings shares) (TLITn.MI) to “neutral” from “underweight”.\n\nJP Morgan’s top picks in the telecoms sector were Vodafone (VOD.L), Deutsche Telecom (DTEGn.DE), KPN (KPN.AS), Telecom Austria (TELA.VI) and Belgacom BCOM.BR. (Reporting by Vidya L Nathan in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssWirelessTelecommunicationServices/idUSBNG5850020080917",
        "time": "04:30 AM EDT"
    }
]