[
    {
        "header": "u.s. should be ready for more stimulus: jp morgan ceo",
        "body": "NEW YORK (Reuters) - JP Morgan Chase & Co (JPM.N) Chief Executive Jamie Dimon said U.S. policy makers should be prepared to implement another round of fiscal stimulus.\n\n“We have a real fiscal issue in the long term. I think they should be prepared for another round,” Dimon said in an interview with Charlie Rose on PBS, televised on Monday.\n\n“Letting Fannie Mae FNM.N and Freddie Mac FRE.N and FHA (the Federal Housing Administration) finance more mortgages -- you know, not to bail out Wall Street firms, just to make it easier for people to finance homes -- I think would be helpful,” he said.\n\nDimon also said directed tax cuts to “lower-paid people” to help ameliorate the downturn could also help the economy.",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSSP12562520080708",
        "time": "11:19 PM EDT"
    },
    {
        "header": "research alert-update 1-jp morgan raises suncor to overweight",
        "body": "July 7 (Reuters) - J.P. Morgan Securities upgraded Canadian company Suncor Energy Inc (SU.TO)(SU.N) to “overweight” from “neutral,” saying the 20 percent decline in the company’s share price in the last six weeks far exceeds the impact of it possibly not meeting its oil production target.\n\nFriedman Billings Ramsey also raised its rating on Suncor, Canada’s biggest oil producer and refiner by market value, to “outperform” from “market perform” on the stock’s recent underperformance.\n\nSuncor Toronto-listed shares have lost about 24 percent of their value from a high of C$73.10 on May 21, while the TSX Energy Index .SPTTEN has lost about 8 percent.\n\nJP Morgan analyst Katherine Minyard said expectations for lower production outlook is likely driving negative sentiment.\n\nWall Street analysts doubt that Suncor will be able to meet its 2008 oil sands production target, given its lower-than-average production in the first half of the year.\n\nHowever, Minyard believes the financial impact of lower production expectations to be “far out of line with the evaporation of C$13 billion in market cap in the past 6 weeks”.\n\nMinyard estimates that Suncor’s operating cash flows would be hurt by only C$800 million in the next 12 months, assuming a crude oil price of $110 per barrel and lower production in the second half of this year and first half of next.\n\nFriedman’s Amir Arif said, “We believe that the issues related to the underperformance are mostly out of the way. We expect second half operational improvements and positive earnings revisions in 2009 to be the key drivers for the stock.”\n\nArif raised his price target on the stock to $85 from $53.\n\nSuncor shares were trading at C$57.67 on the Toronto Stock Exchange. (Reporting by Eric Yep in Bangalore; Editing by Himani Sarkar)",
        "link": "http://www.reuters.com/article/OILINT/idUSBNG19239020080707",
        "time": "01:11 PM EDT"
    },
    {
        "header": "update 1-reseach alert-jp morgan upgrades ameristar to neutral",
        "body": "July 7 (Reuters) - J.P. Morgan Securities upgraded Ameristar Casinos Inc ASCA.O, citing current weakness in share price, and said the stock could trade up as investors can expect a potential takeover.\n\nThe brokerage raised Ameristar to “neutral” from “underweight”.\n\nPenn National Gaming Inc (PENN.O) said on Thursday its $6.1 billion takeover pact had been terminated.\n\nUnder the termination agreement, Penn National would get $1.475 billion, consisting of a $225 million break-up fee and what effectively would be a seven-year, interest-free $1.25 billion loan from Fortress, Centerbridge, Wachovia Corp WB.N and Deutsche Bank (DBKGn.DE).\n\nThe termination of takeover pact of Penn National and its subsequent receipt of $1.475 billion could mean that Ameristar is a viable target for Penn, the brokerage said.\n\nThe stock has fallen 26 percent since June 2, whereas the S&P 500 has fallen only 9 percent, the brokerage added.\n\nShares of the company rose about 5 percent to $14.06 in morning trade on Nasdaq. (Reporting by Amiteshwar Singh in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssCasinosGaming/idUSBNG17912920080707",
        "time": "09:53 AM EDT"
    },
    {
        "header": "sec should investigate bear collapse: jp morgan ceo",
        "body": "NEW YORK (Reuters) - JP Morgan Chase & Co (JPM.N) Chief Executive Jamie Dimon said U.S. regulators should investigate whether people betting on Bear Stearns’ stock falling deliberately brought down the investment bank.\n\n“Where there is smoke, there’s fire,” Dimon said in an interview with Charlie Rose on PBS, televised on Monday. “I think the Securities and Exchange Commission should investigate it, okay? I think if someone knowingly starts a rumor or passes on a rumor, they should go to jail.”\n\nJPMorgan completed its fire-sale acquisition of Bear Stearns in May, following that bank’s stock plunge and collapse earlier this year.\n\nTrading volumes in Bear shares spiked in the days before the buyout of what was once the fifth-largest U.S. investment bank. Some media reports have suggested that rumors spread by short sellers betting on a fall in Bear Stearns’ share price helped to finish off the bank.\n\n“This is even worse than insider trading. This is deliberate and malicious destruction of value and people’s lives,” Dimon said. “They shouldn’t go to jail for a short period of time. If I was the SEC, I’d find out who made the money and I’d investigate like they do when they come after us all the time, emails, phone records, you name it, and I’d find out.”",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSN0745862220080708",
        "time": "11:19 PM EDT"
    },
    {
        "header": "jp morgan 75% done with tough bear integration",
        "body": "NEW YORK (Reuters) - JP Morgan Chase & Co (JPM.N) is three quarters of the way through the toughest part of its integration of Bear Stearns and has halved that bank’s risk-weighted assets, according to Chief Executive Jamie Dimon.\n\n“We’ve had all the people decisions, we’ve made all the management teams have been integrated, we’ve started to move people between the buildings,” Dimon said in an interview with Charlie Rose on PBS televised on Monday.\n\n“If you look at what they call risk-weighted assets -- of $220 billion, it’s probably half that today. And so we had to get that risk down ... So I think we’re 75 percent through the toughest parts of it,” he said.\n\nJPMorgan completed its fire-sale acquisition of Bear Stearns in May, following that bank’s stock plunge and collapse earlier this year.",
        "link": "http://www.reuters.com/article/ousiv/idUSN0745848020080708",
        "time": "10:51 PM EDT"
    },
    {
        "header": "update 1-jp morgan cuts acme packet to underweight; shares fall",
        "body": "July 7 (Reuters) - J.P. Morgan Securities downgraded Acme Packet Inc APKT.O to “underweight” from “overweight,” citing the networking equipment maker’s “negative” second-quarter earnings view.\n\nAcme shares, which plunged more than 40 percent on Thursday after the company forecast a quarterly profit below market estimates, continued their slide on Monday -- falling as much as 11 percent to a new lifetime low.\n\nJP Morgan said the demand for session border controllers, a product that Acme provides, could be decelerating faster than either it or the company had been expecting.\n\n“We believe it could take 1-2 quarters for Acme to internalize a weaker demand environment and another 2-3 quarters to realign the business,” analyst Ehud Gelblum wrote in a note to clients and added that he sees low potential for earnings upsides in the coming quarters.\n\nLast week, Acme said it expected to earn 2 cents to 4 cents a share, excluding certain items, and revenue of $24.5 million to $25.5 million for the second quarter.\n\nAnalysts had expected the company to earn 9 cents a share, excluding special items, on revenue of $33.6 million, according to Reuters Estimates.\n\nThe company had attributed its bleak outlook to a delay in closing of some transactions and its inability to recognize revenue for a high volume of products that it shipped in the last several days of the second quarter.\n\nThe company had, however, projected a return to sequential revenue growth for the third quarter.\n\nGelblum said the new outlook for sequential growth in the third quarter was “not overly comforting.”\n\nShares of Acme Packet were down almost 10 percent at $4.17 in morning trade on Nasdaq. They touched a lifetime low of $4.05 earlier in the session. (Reporting by Lalitha Murali in Bangalore; Editing by Himani Sarkar)",
        "link": "http://www.reuters.com/article/rbssTechMediaTelecomNews/idUSBNG16077720080707",
        "time": "10:57 AM EDT"
    }
]