[
    {
        "header": "jpmorgan \"suits\" stir up wamu center in seattle",
        "body": "SEATTLE (Reuters) - At 9:40 a.m. on Friday, five buttoned-down bankers rolled their suitcases into the lobby of Washington Mutual’s Seattle headquarters.\n\nThey said they were from JPMorgan Chase & Co, but they didn’t need to: nearly everyone else at the WaMu Center was in jeans.\n\nThe night before, JPMorgan agreed to buy WaMu’s branches and deposits for less than $2 billion as the federal government closed down an institution that survived the Great Depression of the 1930s only to be felled by the mortgage crisis of 2008.\n\n“We don’t think we’ll have our jobs in a couple of months,” said Bryan Johnson, 50, a senior consultant who works at WaMu headquarters. “We went out and got drunk last night, and probably will do so again tonight.”\n\nBusiness was slow at Treasures, Gifts & Goodies, a store in the lobby. Outside, a man used his cell phone to take a picture of the WaMu sign.\n\n“Today nobody knows anything,” said Jonathan Shuval, 57, a senior software developer on a cigarette break and waiting for bad news. “In a few days I expect them to come out with platitudes.”\n\nWaMu, which was the largest U.S. savings and loan, is a fixture in the city where it was founded in 1889. Many residents lamented that it was only a matter of time before the WaMu signs that dot the town are replaced by JPMorgan Chase signs or simply taken down.\n\nAt WaMu headquarters, contract worker Lori Charlebois, 39, said the mood was tense. “All management is in meetings,” she said. “Everyone’s scurrying about.”\n\nCharlebois said she was more worried for her brother than for herself. He survived three rounds of job cuts in the home loan division, but may not survive what’s coming.\n\nA living room set, complete with a fire burning in a fireplace, stands in the lobby, testament to WaMu’s home mortgage business. A plaque reads “The first 118 years were just the beginning.”",
        "link": "http://www.reuters.com/article/domesticNews/idUSTRE48P8BR20080926",
        "time": "06:32 PM EDT"
    },
    {
        "header": "jpmorgan's dimon rises as wall st flounders",
        "body": "NEW YORK (Reuters) - With the acquisition of Washington Mutual Inc, (WM.N) JPMorgan Chase & Co (JPM.N) Chief Executive Jamie Dimon is starting to look a little more like this century’s incarnation of John Pierpont Morgan.\n\nMorgan, who established the original J.P. Morgan & Co in 1871, organized a rescue of the banking system in the Panic of 1907. More than 100 years later, Dimon is buying failed banks in the midst of financial chaos.\n\nThe parallel is far from perfect. Dimon’s rescues are first and foremost meant to be good deals for shareholders, and not necessarily noble efforts to stabilize the financial world.\n\nBut in an era of faltering financial institutions, Dimon’s JPMorgan, now the second-largest U.S. bank by assets, seems about as strong as Morgan’s did.\n\nHe acquired investment bank Bear Stearns Cos in May through a government-financed fire sale, and agreed to acquire Washington Mutual’s (WM.N) assets after the government took control of the largest U.S. savings and loan on Thursday.\n\nDimon, 52, has been something of a golden child on Wall Street ever since he was a protege of Sanford “Sandy” Weill at the company that would become Citigroup Inc (C.N), JPMorgan’s chief New York commercial banking rival.\n\nJPMorgan edged out Citi, among others, in acquiring Washington Mutual.\n\nSeveral books profiling Dimon are in the works, as his comments on Wall Street, its foibles and the U.S. economy become more influential. This is partly because JPMorgan has avoided much of the credit mess that has embroiled competitors and left Bear Stearns hobbled, Lehman Brothers LEHMQ.PK bankrupt and Merrill Lynch & Co Inc MER.N sold to Bank of America Corp (BAC.N).\n\n“I think Jamie has earned the right by his performance to be a spokesman that people should pay attention to,” Weill, the former Citigroup chief executive and chairman, said in an interview with Reuters in July.\n\nAs for investors, JPMorgan shares have through Thursday dropped 0.4 percent or 19 cents this year, finishing on Thursday at $43.46, compared with an 18.7 percent slide in the KBW Banks Index.\n\nWith his latest acquisition of the assets of the country’s largest savings and loan, Dimon again took the statesman’s role while snaring the deal for JPMorgan.\n\n“He has been a good risk manager. He has been able to reap the benefits,” said Rick Meckler, chief investment officer of LibertyView Capital Management.\n\nRobert Bruner, author of “The Panic of 1907” and dean of the Darden Business School at the University of Virginia, told Reuters in July that he sees some similarities between John Pierpont Morgan’s handling of the 1907 financial markets’ crisis and Dimon’s acquisition of investment bank Bear Stearns.\n\nJPMorgan took over Bear Stearns after the latter suffered the equivalent of a bank run. Part of the reason JPMorgan became involved was that it was considered by the government to be the financial institution best equipped to absorb the 85-year-old company.\n\n“He sets an example at an institution that is itself exemplar,” Bruner said.\n\nAfter leaving Citigroup, Dimon became chief executive at Chicago’s underperforming Bank One Corp, where he slashed costs and improved operations. He engineered that bank’s $58 billion takeover by JPMorgan in 2004.\n\nDimon is known for being boisterous, opinionated and unafraid to speak his mind, even if it means talking over colleagues on calls with analysts and investors.\n\nPeople who know him say Dimon cuts his peers no slack. On a conference call for Wall Street chieftains while JPMorgan was rescuing Bear Stearns, Dimon shot down a somewhat technical question from Citigroup Chief Executive Vikram Pandit, who has a doctorate in finance. According to published reports, Dimon told Pandit: “Stop being such a jerk.”",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE48P10520080926",
        "time": "01:24 AM EDT"
    },
    {
        "header": "wamu is largest us bank failure;jpmorgan buys assets",
        "body": "NEW YORK/WASHINGTON (Reuters) - Washington Mutual Inc (WM.N) was closed by the U.S. government in by far the largest failure of a U.S. bank, and its banking assets were sold to JPMorgan Chase & Co (JPM.N) for $1.9 billion.\n\nThursday’s seizure and sale is the latest historic step in U.S. government attempts to clean up a banking industry littered with toxic mortgage debt. Negotiations over a $700 billion bailout of the entire financial system stalled in Washington on Thursday.\n\nWashington Mutual, the largest U.S. savings and loan, has been one of the lenders hardest hit by the nation’s housing bust and credit crisis, and had already suffered from soaring mortgage losses.\n\nWashington Mutual was shut by the federal Office of Thrift Supervision, and the Federal Deposit Insurance Corp was named receiver. This followed $16.7 billion of deposit outflows at the Seattle-based thrift since Sept 15, the OTS said.\n\n“With insufficient liquidity to meet its obligations, WaMu was in an unsafe and unsound condition to transact business,” the OTS said.\n\nCustomers should expect business as usual on Friday, and all depositors are fully protected, the FDIC said.\n\nFDIC Chairman Sheila Bair said the bailout happened on Thursday night because of media leaks, and to calm customers. Usually, the FDIC takes control of failed institutions on Friday nights, giving it the weekend to go through the books and enable them to reopen smoothly the following Monday.\n\nWashington Mutual has about $307 billion of assets and $188 billion of deposits, regulators said. The largest previous U.S. banking failure was Continental Illinois National Bank & Trust, which had $40 billion of assets when it collapsed in 1984.\n\nJPMorgan said the transaction means it will now have 5,410 branches in 23 U.S. states from coast to coast, as well as the largest U.S. credit card business.\n\nIt vaults JPMorgan past Bank of America Corp (BAC.N) to become the nation’s second-largest bank, with $2.04 trillion of assets, just behind Citigroup Inc (C.N). Bank of America will go to No. 1 once it completes its planned purchase of Merrill Lynch & Co MER.N.\n\nThe bailout also fulfills JPMorgan Chief Executive Jamie Dimon’s long-held goal of becoming a retail bank force in the western United States. It comes four months after JPMorgan acquired the failing investment bank Bear Stearns Cos at a fire-sale price through a government-financed transaction.\n\nOn a conference call, Dimon said the “risk here obviously is the asset values.”\n\nHe added: “That’s what created this opportunity.”\n\nJPMorgan expects to incur $1.5 billion of pre-tax costs, but realize an equal amount of annual savings, mostly by the end of 2010. It expects the transaction to add to earnings immediately, and increase earnings 70 cents per share by 2011.\n\nIt also plans to sell $8 billion of stock, and take a $31 billion write-down for the loans it bought, representing estimated future credit losses.\n\nThe FDIC said the acquisition does not cover claims of Washington Mutual equity, senior debt and subordinated debt holders. It also said the transaction will not affect its roughly $45.2 billion deposit insurance fund.\n\n“Jamie Dimon is clearly feeling that he has an opportunity to grab market share, and get it at fire-sale prices,” said Matt McCormick, a portfolio manager at Bahl & Gaynor Investment Counsel in Cincinnati. “He’s becoming an acquisition machine.”\n\nThe transaction came as Washington wrangles over the fate of a $700 billion bailout of the financial services industry, which has been battered by mortgage defaults and tight credit conditions, and evaporating investor confidence.\n\n“It removes an uncertainty from the market,” said Shane Oliver, head of investment strategy at AMP Capital in Sydney. “The problem is that markets are in a jittery stage. Washington Mutual provides another reminder how tenuous things are.”\n\nWashington Mutual’s collapse is the latest of a series of takeovers and outright failures that have transformed the American financial landscape and wiped out hundreds of billions of dollars of shareholder wealth.\n\nThese include the disappearance of Bear, government takeovers of mortgage companies Fannie Mae FNM.P and Freddie Mac FRE.P and the insurer American International Group Inc (AIG.N), the bankruptcy of Lehman Brothers Holdings Inc LEHMQ.PK, and Bank of America’s purchase of Merrill.\n\nJPMorgan, based in New York, ended June with $1.78 trillion of assets, $722.9 billion of deposits and 3,157 branches. Washington Mutual then had 2,239 branches and 43,198 employees. It is unclear how many people will lose their jobs.\n\nShares of Washington Mutual plunged $1.24 to 45 cents in after-hours trading after news of a JPMorgan transaction surfaced. JPMorgan shares rose $1.04 to $44.50 after hours, but before the stock offering was announced.\n\nThe transaction ends exactly 119 years of independence for Washington Mutual, whose predecessor was incorporated on Sept. 25, 1889, “to offer its stockholders a safe and profitable vehicle for investing and lending,” according to the thrift’s website. This helped Seattle residents rebuild after a fire torched the city’s downtown.\n\nIt also follows more than a week of sale talks in which Washington Mutual attracted interest from several suitors.\n\nThese included Banco Santander SA (SAN.MC), Citigroup Inc (C.N), HSBC Holdings Plc (HSBA.L), Toronto-Dominion Bank (TD.TO) and Wells Fargo & Co (WFC.N), as well as private equity firms Blackstone Group LP (BX.N) and Carlyle Group [CYL.UL], people familiar with the situation said.\n\nLess than three weeks ago, Washington Mutual ousted Chief Executive Kerry Killinger, who drove the thrift’s growth as well as its expansion in subprime and other risky mortgages. It replaced him with Alan Fishman, the former chief executive of Brooklyn, New York’s Independence Community Bank Corp.\n\nWaMu’s board was surprised at the seizure, and had been working on alternatives, people familiar with the matter said.\n\nMore than half of Washington Mutual’s roughly $227 billion book of real estate loans was in home equity loans, and in adjustable-rate mortgages and subprime mortgages that are now considered risky.\n\nThe transaction wipes out a $1.35 billion investment by David Bonderman’s private equity firm TPG Inc [TPG.UL], the lead investor in a $7 billion capital raising by the thrift in April.\n\nA TPG spokesman said the firm is “dissatisfied with the loss,” but that the investment “represented a very small portion of our assets.”\n\nThe deal is the latest ambitious move by Dimon.\n\nOnce a golden child at Citigroup before his mentor Sanford “Sandy” Weill engineered his ouster in 1998, Dimon has carved for himself something of a role as a Wall Street savior.\n\nDimon joined JPMorgan in 2004 after selling his Bank One Corp to the bank for $56.9 billion, and became chief executive at the end of 2005.\n\nSome historians see parallels between him and the legendary financier John Pierpont Morgan, who ran J.P. Morgan & Co and was credited with intervening to end a banking panic in 1907.\n\nJPMorgan has suffered less than many rivals from the credit crisis, but has been hurt. It said on Thursday it has already taken $3 billion to $3.5 billion of write-downs this quarter on mortgages and leveraged loans.\n\nWashington Mutual has a major presence in California and Florida, two of the states hardest hit by the housing crisis. It also has a big presence in the New York City area. The thrift lost $6.3 billion in the nine months ended June 30.\n\n“It is surprising that it has hung on for as long as it has,” said Nancy Bush, an analyst at NAB Research LLC.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN2544041720080926",
        "time": "03:02 AM EDT"
    },
    {
        "header": "update 1-fitch affirms jpmorgan ratings after wamu deal",
        "body": "NEW YORK, Sept 26 (Reuters) - Fitch Ratings on Friday affirmed its ‘AA-’ rating on JPMorgan Chase & Co debt and said the bank’s $1.9 billion acquisition of the banking operations of Washington Mutual Inc is a “strategic positive.”\n\nThe rating is the fourth-highest investment grade in Fitch’s scale.\n\nSeparately, Standard & Poor’s said its ‘AA-’ issuer credit rating on JPMorgan is unaffected by the deal, but that the outlook remains negative.\n\nFitch said the deal will bolster JPMorgan’s (JPM.N) retail network and allow it to expand into high-growth markets across the United States,\n\n“For JPM, this deal effectively creates the largest US depository institution ($905 billion in deposits), the second largest branch network (5,410 branches) and the largest credit card issuer ($181 billion outstanding),” they said is a note.\n\nThe purchase excludes the senior unsecured debt, subordinated debt and preferred stock of Washington Mutual’s (WM.N) banks.\n\nFitch said the deal carries little integration risk as JPM Chase management is experienced in big bank mergers.\n\n“With the Bear Stearns integration well underway, and lack of significant overlap in the two acquisitions, there should be ample management resources to dedicate to this purchase,” said Fitch.\n\nS&P’s rating is also fourth-highest investment grade. The negative outlook reflects concerns that write-downs on troubled assets will continue to crimp earnings in the next several quarters and could lead to downgrades, said analyst Tanya Azarchs. (Reporting by Ciara Linnane; Editing by Tom Hals)",
        "link": "http://www.reuters.com/article/rbssFinancialServices - Diversified/idUSN2625986120080926",
        "time": "11:37 AM EDT"
    },
    {
        "header": "jpmorgan shares fall after buys wamu assets",
        "body": "NEW YORK (Reuters) - JPMorgan Chase (JPM.N) shares fell 2.4 percent to $42.40 in trading before the opening bell on Friday, after it bought Washington Mutual’s (WM.N) banking assets for $1.9 billion. Washington Mutual was closed by the U.S. government late Thursday in by far the largest failure of a U.S. bank. (Reporting by Kristina Cooke; Editing by Theodore d‘Afflisio) ʘ",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE48P3MA20080926",
        "time": "07:47 AM EDT"
    },
    {
        "header": "jpmorgan sells $10 bln in shares in expanded offer",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) on Friday said it sold $10 billion of common stock, 25 percent more than it had planned, in a public offering to help support its acquisition of failed bank Washington Mutual Inc (WM.N).\n\nJPMorgan, which ran its own offering, said it sold about 246.9 million shares at $40.50 per share. The bank also has an option to sell 37 million additional shares to cover any excess demand. The sales are expected to be completed by Sept. 30.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSWNAB329420080926",
        "time": "03:01 PM EDT"
    },
    {
        "header": "jpmorgan sells $10 billion shares, faces q3 loss",
        "body": "NEW YORK/SEATTLE (Reuters) - JPMorgan Chase & Co (JPM.N) capped off its purchase of Washington Mutual Inc (WM.N) on Friday by selling $10 billion of stock, more than it expected, while analysts warned the company faces a third-quarter loss.\n\nThe $1.9 billion acquisition of WaMu makes JPMorgan the second-largest U.S. bank by deposits and marks the largest bank failure in U.S. history. It also saddles JPMorgan with the troublesome mortgages that caused painful write-downs and credit losses for the thrift.\n\n“It’s too early to know if JPMorgan is a big winner or loser from this deal,” said James Ellman, portfolio manager at hedge fund Seacliff Capital.\n\nInvestors gave the deal an early vote of confidence, though, sending JPMorgan shares up more than 10 percent.\n\n“They basically bought the company for nothing,” said John Stein, co-founder of investment firm FSI Group. Stein added that, if JPMorgan’s assumptions about WaMu’s holdings are right, “It’s a great deal.”\n\nJamie Dimon, JPMorgan’s hard-charging chief executive, sees the deal as a boost to the empire he has been building since he arrived from Banc One four years ago.\n\n“We’re building this franchise for the long term -- not for next year or the next five years, but for the next 100 years,” he said on a call with investors.\n\nDimon had considered buying WaMu at various points this year. By holding out for a deal in which JPMorgan snared WaMu’s banking assets, while leaving behind about $20 billion in debt, his reputation as a savvy deal maker looks set.\n\nDimon sometimes prefers to present his actions as a form of corporate philanthropy. He said on another call that “We’re trying to be a great corporate citizen.”\n\nThis is the second time Dimon has played the savior statesman in a little over six months -- with the WaMu deal following JPMorgan’s acquisition of Bear Stearns Cos in March.\n\nAnalysts warned that worsening markets may mean WaMu’s purchase could weigh on JPMorgan’s profitability.\n\nSusan Roth Katzke, an analyst at Credit Suisse, said in a research note that she was “less confident in the cost of the current credit and capital markets cycle to the bank’s existing operations.”\n\nCitigroup analyst Keith Horowitz wrote in a note to clients that the near- to intermediate-term outlook remained challenged in light of higher costs in credit cards and at the retail bank, as well as the increasing likelihood of sustained lower revenues from capital markets business.\n\nThe immediate outlook is certainly not all rosy. JPMorgan is taking on $296 billion of tangible assets from Washington Mutual, at least some portion of which are the mortgages that caused the thrift to unravel.\n\nThe bank will write down more than $30 billion from the WaMu acquisition and incur $1.5 billion of pre-tax costs.\n\nAt the same time, JPMorgan has raised its expectations for write-downs on its own leveraged lending and mortgage-related positions to between $3 billion and $3.5 billion, up from $1.1 billion in the second quarter.\n\nWhile analysts sought to assess how the deal affects JPMorgan’s financials, WaMu staff and customers were trying to assess what the deal means for them.\n\nMadelain Verter, a customer at a WaMu branch in New York, arrived to make a deposit and heard other depositors discussing whether to withdraw their funds.\n\n“I guess with the state of the economy, it shouldn’t have come as a surprise,” she said.\n\nCustomers were mostly unfazed by the takeover -- the only concern was voiced by New York customers with existing accounts at Chase, nervous the merger might leave their combined deposits above the $100,000 ceiling insured by the Federal Deposit Insurance Corp.\n\nBut at WaMu’s headquarters in Seattle employees were struggling to come to grips with the news.\n\n“We are now Chase employees,” said Bryan Johnson, 50, a senior consultant. “We don’t think we’ll have our jobs in a couple of months. We went out and got drunk last night, and probably will do so again tonight.”\n\nJPMorgan estimated about 10 percent of the combined banks’ branches will be consolidated in regions where they overlap.\n\nWaMu Chief Executive Alan Fishman joined the bank less than three weeks ago and received a $7.5 million signing bonus. His future with the company remained uncertain.",
        "link": "http://www.reuters.com/article/americasPrivateEquityNews/idUSTRE48P8SJ20080926",
        "time": "06:50 PM EDT"
    },
    {
        "header": "jpmorgan: bailout plan won't help credit markets soon",
        "body": "NEW YORK (Reuters) - A U.S. bailout plan for the financial industry is unlikely to help credit markets or the economy soon, and U.S. growth will likely contract over the next two quarters, JPMorgan Chase & Co said on Friday.\n\nThe federal plan, known as the Troubled Asset Relief Program, or TARP, “may be passed by Congress, but should not, in our opinion, lead to materially improved credit conditions or stronger growth in the near term,” JPMorgan said in a research note on Friday.\n\nLawmakers on Friday continued to negotiate over a $700 billion financial rescue plan after talks at the White House broke down in acrimony on Thursday and the biggest bank closure in U.S. history roiled global markets.\n\nPresident George W. Bush said that while there were disagreements on parts of the bailout plan, legislation would be passed by Congress. “We are going to get a package passed,” he said in a brief appearance at the White House.\n\nJPMorgan said it expects negative growth over the next two quarters and expects the Federal Reserve to cut interest rates by 50 basis points by December.\n\nThe bailout plan would allow holders of distressed assets, mostly mortgage securities, to sell them to the Treasury. JPMorgan said it is still unclear how the plan will help investors, banks and the economy.\n\nThe purchase of the bad debt is meant to “jump-start the securitization markets,” JPMorgan said, yet questions remain over how to value the securities.\n\nJPMorgan suggested an auction process or hiring outside experts to use models to value the securities, suggestions that already have been tried on Wall Street without success.\n\nThe report also said new sales of corporate debt should increase, but investors will demand high yields to compensate for the risk.\n\n“Finally, the modest amount of new bond supply is coming at significant concessions to secondary market levels. We expect high-grade bond spreads to widen further,” JPMorgan said.",
        "link": "http://www.reuters.com/article/GCA-CreditCrisis/idUSTRE48P64R20080926",
        "time": "12:07 PM EDT"
    },
    {
        "header": "update 3-moves-deutsche bank, jpmorgan chase, fasb",
        "body": "Sept 26 (Reuters) - The following financial services industry appointments were announced on Friday. To inform us of other job changes, please e-mail moves@thomsonreuters.com.\n\nThe bank appointed Maarten van Berckel as managing director, Global Banking, Benelux and Nico Torchetti as head of clearing, Domestic Custody Services (DCS), Asia Pacific.\n\nVan Berckel was a Managing Director of Lehman Brothers International (Europe) and Chief Executive Officer of Lehman Brothers Benelux. He will be based in Amsterdam. Torchetti, who was previously with Fortis Clearing Japan, will be based in Hong Kong and will join with immediate effect.\n\nTo read more, please double click on [ID:nLP180508]\n\nThe overseers of the Financial Accounting Standards Board said Marc Siegel has been appointed to the rule-making body. Siegel previously led the accounting research and analysis team at the RiskMetrics Group.\n\nLaw firm Bryan Cave has hired Fabiola Suwanto as a principal in its Shanghai office. Suwanto, previously at Perkins Coie’s office, will work with Bryan Cave’s private client and international trade groups.\n\nThe U.S. regional bank hired Curtis Farmer as its new executive vice president of Wealth and Institutional Management. Farmer will join Comerica on October 20 from Wachovia Corp WB.N.\n\nThe independent investment manager, based in Amsterdam and Hong Kong, said it has hired Morella Hessels, previously at Northern Trust Global Investments in London, to take charge of investor relations and marketing. The company has also hired Joelin Ma, previously at JPMorgan, as a vice president responsible for monitoring investments and doing due dilligence on new investments in Asia.\n\nBritish money transfer company Earthport Plc said it has appointed Lady Olga Maitland as a non-Executive Director with immediate effect. [ID:nBNG322525]\n\nThe company hired Audrey Childe-Freeman as Vice President and Senior Currency Strategist as part of its Foreign Exchange Currency Strategy team. Previously, Childe-Freeman was a Senior European Economist at CIBC World Markets. She will be based in London.\n\nThe independent investment bank has hired Grant Tolson, previously an executive director in the financial institutions group at JPMorgan Chase & Co, as a managing director. He will continue to cover financial institutions.\n\nThe hedge fund and alternative investment industry body elected three non-executive directors.\n\nDoug Shaw of BlackRock Investment Management (UK) Ltd will be responsible for Europe, Middle East and Africa; Sean Simon, of Ivy Asset Management Corp, will be responsible for the Americas; and Peter Douglas, of GFIA Pte Ltd, will be responsible for the Asia-Pacific region.\n\nShaw, Simon and Douglas will represent their respective regions for a two-year period. (Compiled by Amiteshwar Singh in Bangalore and Elinor Comlay in New York)",
        "link": "http://www.reuters.com/article/managementIssues/idUSBNG26500320080926",
        "time": "05:13 PM EDT"
    },
    {
        "header": "jpmorgan names russia reformer chubais to board",
        "body": "MOSCOW (Reuters) - Global banking giant JPMorgan Chase & Co (JPM.N) has named Russian economic reformer Anatoly Chubais, one of the least popular figures among the Russian public, to its international advisory board, it said on Friday.\n\nHe will be the first Russian ever to join the exclusive group of consultants to the bank, sitting alongside former U.S. Secretary of State Henry Kissinger and Xi-Qing Gao, the chief executive of China’s $200 billion sovereign wealth fund.\n\nChubais is the head of Russia’s cash-rich and state-owned nanotechnology firm, Rosnanotech, one of several firms created last year to jump-start investment in non-energy sectors.\n\nPresident Dmitry Medvedev appointed him on Monday to lead the company, which has received $5.1 billion of budget funds.\n\n“It is a great honor that a person with such unique experience as Anatoly Chubais will share with our firm his views and analyses of the ways we invest,” JP Morgan Chase Chairman Jamie Dimon said in a Russian language statement.\n\nChubais is held chiefly responsible for the breakneck privatization of Soviet assets in the 1990s, which saw major industries sold off at bargain prices.\n\nThe scheme, orchestrated under Chubais’ tenure as deputy prime minister, created the oligarchy, a clique of super wealthy businessmen who came to represent the vast gulf between rich and poor in post-Soviet Russia.\n\nIn recent years, Chubais has been the architect of Russia’s electricity reforms, selling off most of the Soviet-era monopoly UES to private investors. The monopoly was liquidated on July 1.\n\nHis role as chief executive of UES added to his standing in western financial circles as the fluent English speaker traveled the world courting western investors to buy up UES subsidiaries. JPMorgan acted as advisor on the sale of several UES spin-offs.\n\nA convoy carrying Chubais was the target of a roadside bomb blast and automatic gunfire on March 17, 2005. Chubais was unharmed. Three suspects were acquitted of the attack in June.\n\n“I know that along with other politicians, government and private figures, rights defenders and journalists, I am on the assassination list of ‘enemies of the people,'” Chubais wrote in a statement protesting the acquittal.",
        "link": "http://www.reuters.com/article/gc06/idUSTRE48P13O20080926",
        "time": "12:07 AM EDT"
    },
    {
        "header": "wrapup 2-jpmorgan sells $10 bln shares, faces q3 loss",
        "body": "NEW YORK/SEATTLE Sept 26 (Reuters) - JPMorgan Chase & Co (JPM.N) capped off its purchase of Washington Mutual Inc (WM.N) on Friday by selling $10 billion of stock, more than it expected, while analysts warned the company faces a third-quarter loss.\n\nThe $1.9 billion acquisition of WaMu makes JPMorgan the second-largest U.S. bank by deposits and marks the largest bank failure in U.S. history. It also saddles JPMorgan with the troublesome mortgages that caused painful write-downs and credit losses for the thrift.\n\n“It’s too early to know if JPMorgan is a big winner or loser from this deal,” said James Ellman, portfolio manager at hedge fund Seacliff Capital.\n\nInvestors gave the deal an early vote of confidence, though, sending JPMorgan shares up more than 10 percent.\n\n“They basically bought the company for nothing,” said John Stein, co-founder of investment firm FSI Group. Stein added that, if JPMorgan’s assumptions about WaMu’s holdings are right, “It’s a great deal.”\n\nJamie Dimon, JPMorgan’s hard-charging chief executive, sees the deal as a boost to the empire he has been building since he arrived from Banc One four years ago.\n\n“We’re building this franchise for the long term -- not for next year or the next five years, but for the next 100 years,” he said on a call with investors.\n\nDimon had considered buying WaMu at various points this year. By holding out for a deal in which JPMorgan snared WaMu’s banking assets, while leaving behind about $20 billion in debt, his reputation as a savvy deal maker looks set.\n\nDimon sometimes prefers to present his actions as a form of corporate philanthropy. He said on another call that “We’re trying to be a great corporate citizen.”\n\nThis is the second time Dimon has played the savior statesman in a little over six months -- with the WaMu deal following JPMorgan’s acquisition of Bear Stearns Cos in March.\n\nAnalysts warned that worsening markets may mean WaMu’s purchase could weigh on JPMorgan’s profitability.\n\nSusan Roth Katzke, an analyst at Credit Suisse, said in a research note that she was “less confident in the cost of the current credit and capital markets cycle to the bank’s existing operations.”\n\nCitigroup analyst Keith Horowitz wrote in a note to clients that the near- to intermediate-term outlook remained challenged in light of higher costs in credit cards and at the retail bank, as well as the increasing likelihood of sustained lower revenues from capital markets business.\n\nThe immediate outlook is certainly not all rosy. JPMorgan is taking on $296 billion of tangible assets from Washington Mutual, at least some portion of which are the mortgages that caused the thrift to unravel.\n\nThe bank will write down more than $30 billion from the WaMu acquisition and incur $1.5 billion of pre-tax costs.\n\nAt the same time, JPMorgan has raised its expectations for write-downs on its own leveraged lending and mortgage-related positions to between $3 billion and $3.5 billion, up from $1.1 billion in the second quarter.\n\nWhile analysts sought to assess how the deal affects JPMorgan’s financials, WaMu staff and customers were trying to assess what the deal means for them.\n\nMadelain Verter, a customer at a WaMu branch in New York, arrived to make a deposit and heard other depositors discussing whether to withdraw their funds.\n\n“I guess with the state of the economy, it shouldn’t have come as a surprise,” she said.\n\nCustomers were mostly unfazed by the takeover -- the only concern was voiced by New York customers with existing accounts at Chase, nervous the merger might leave their combined deposits above the $100,000 ceiling insured by the Federal Deposit Insurance Corp.\n\nBut at WaMu’s headquarters in Seattle employees were struggling to come to grips with the news.\n\n“We are now Chase employees,” said Bryan Johnson, 50, a senior consultant. “We don’t think we’ll have our jobs in a couple of months. We went out and got drunk last night, and probably will do so again tonight.”\n\nJPMorgan estimated about 10 percent of the combined banks’ branches will be consolidated in regions where they overlap.\n\nWaMu Chief Executive Alan Fishman joined the bank less than three weeks ago and received a $7.5 million signing bonus. His future with the company remained uncertain. (Reporting by Elinor Comlay)",
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSBNG36539220080926",
        "time": "06:40 PM EDT"
    }
]