[
    {
        "header": "jpmorgan india focused on private equity",
        "body": "MUMBAI (Reuters) - The best opportunities for JPMorgan (JPM.N) in India are private equity deals, inbound acquisitions and, in future years, capital raisings for domestic banks, its India investment banking head said on Monday.\n\nWith more companies seeking capital, private equity firms from the United States and Europe have the money to spend to inject cash, buy illiquid assets, or acquire an entire business, all potential boons to banks like JPMorgan\n\n“Our focus is inbound activity and private equity deals from a strategic standpoint. There are a few large companies that do think this is a good time to make a move, provided the volatility settles down,” Vedika Bhandarkar, JPMorgan’s head of investment banking in India told Reuters on Monday.\n\n“Some of the private equity players are talking about buy-outs in the small to mid-scale, $100 to $120 million, range.”\n\nJPMorgan advised Japan’s NTT DoCoMo Inc (9437.T) on its $2.7 billion deal to buy a 26 percent stake in Indian telecom Tata Teleservices TATASL.UL earlier this month.\n\nMarket volatility and a mismatch in valuation expectations between buyer and seller were the main culprits behind the slowdown in private equity deals across India, but that gap “is steadily disappearing,” she said in an interview as part of this week’s Reuters India Investment Summit.\n\nAnother opportunity she spoke of was capital raisings for India’s domestic banks, given an increase in non-performing loans (NPLs). While NPLs for India and China’s major banks remain low compared to other countries, the consumer and corporate sectors are getting hit with tighter lending conditions.\n\n“We expect bank capitalization activity to become a focus in the 2010-2011 timeframe,” she said, explaining that for now banks were adequately capitalized.\n\nAlong with most of Asia, India’s stock and real estate markets have plunged this year, hit by the global credit crisis and a slowdown in the once-booming economy. However, the number of private equity firms coming to India appears to be growing.\n\nNew York-based Kohlberg Kravis Roberts & Co. KKR.UL, one of the world’s largest private equity firms and a pioneer of the business, is opening up its first office in India.\n\nBhandarkar said manufacturing was among the Indian sectors attracting interest from outside buyers, helped by domestic demand in areas such as consumer electronics and foods and beverages.\n\nYear to date, JPMorgan has been involved with $5.5 billion worth of transactions, ranking them sixth in the India M&A tables for both inbound and outbound deals. That’s up from $1.1 billion of deals last year and a ranking of 18th.\n\nPrivate equity and venture capital investments in India rose to $9.7 billion in the first nine months of this year from $9.5 billion a year earlier, according to Venture Intelligence, an Indian deal-tracking firm. While only a tiny uptick, the fact that private equity activity was able to increase amid the global credit crisis is significant.\n\nKKR last week said it has hired Citigroup’s (C.N) south Asia head Sanjay Nayar to head up its first Indian office. KKR’s new Mumbai office is a vote of confidence for the private equity sector in India, which is expected to scoop up stakes in companies while prices are low.\n\n“A lot of companies that felt the necessity, have scaled back their capital expenditure,” she said. “Having said that, there is an enormous amount of capital expenditure that is already being implemented, which needs to be funded.”\n\nNew York-based JPMorgan Chase & Co. (JPM.N), has weathered the financial market crisis better than most of its rivals. While it has not had to take severe writedowns on mortgage-related assets that other banks suffered, its chief executive has warned of possible losses from exposure to consumer debt.\n\nJPMorgan has 11,500 employees in India. About 500 are in the business group spread across investment banking, asset management, banking, research, treasury and securities business. The rest are in the services group that includes its back office and technical support teams.",
        "link": "http://www.reuters.com/article/InvestmentOutlookJan09/idUSTRE4AN2M720081124",
        "time": "11:17 AM EST"
    },
    {
        "header": "update 1-research alert-jp morgan cuts saic to underweight",
        "body": "Nov 24 (Reuters) - JP Morgan Securities downgraded Science Applications International Corp SAI.N to “underweight” from “neutral,” and said the defense supplier may be affected by an anticipated tighter budget environment for defense companies.\n\n“While we believe the company has a highly capable management team and sound strategy, we see its valuation premium to the defense primes as excessive, particularly as it is not immune to deteriorating industry fundamentals,” analyst Joseph Nadol wrote in a note to clients.\n\nNadol said he expects the U.S. government to rein in the use of higher-margin time and material (T&M) contracts. This will hit the SAIC’s margins, as such contracts provided about 35 percent of the company’s sales in first half of the year, he added.\n\nAdditionally, a decrease in spending on Iraq by the government should also affect SAIC, Nadol said.\n\nShares of the company closed at $18.09 Friday on the New York Stock Exchange. (Reporting by Arup Roychoudhury in Bangalore; Editing by Pratish Narayanan)",
        "link": "http://www.reuters.com/article/rbssTechMediaTelecomNews/idUSBNG30163820081124",
        "time": "07:35 AM EST"
    }
]