[
    {
        "header": "jp morgan adds united therapeutics to u.s. focus list",
        "body": "(Reuters) - JP Morgan added United Therapeutics Corp (UTHR.O) to its focus list of U.S. equities with a $150 March 2009 price target, based on positive expectations for trials of the biotechnology company’s pill to treat lung-related high blood pressure.\n\nThe brokerage said the company will report data from two trials of oral drug Remodulin in pulmonary arterial hypertension over the next six months and it believes there is more than a 70 percent likelihood that both studies are statistically significant and clinically meaningful.\n\n“In our view, United Therapeutic shares present a compelling risk-reward ahead of the data,” analyst Geoffrey Meacham said in a note to clients.\n\nThe market opportunity for oral Remodulin could top $700 million at peak, Meacham said, and added potential sales of oral Remodulin to the earnings model, assuming $296 million in sales by 2012.\n\nShares of United Therapeutics closed at $113.77 Wednesday on Nasdaq.",
        "link": "http://www.reuters.com/article/smallBusinessNews/idUSBNG34204120080911",
        "time": "01:45 PM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan upgrades albemarle",
        "body": "Sept 11 (Reuters) - J.P. Morgan Securities upgraded speciality chemical maker Albemarle Corp (ALB.N) to “overweight” from “neutral,” saying it views the current share price as an attractive entry point.\n\nFear over the effects of a slowing global economy and lower oil prices on catalyst demand is creating a purchase opportunity, analyst Jeffrey Zekauskas wrote in a note to clients.\n\nAlbemarle’s catalysts are used in petroleum refining.\n\nCompanies that refine oil to produce gasoline and other products had struggled to pass through high crude prices to their customers, and increased the usage of lower grade crudes to shore up their refining margins.\n\nZekauskas believes that lower quality crude use and more stringent environmental regulations should assist catalyst demand.\n\nHowever, Zekauskas downgraded another speciality chemical maker H.B. Fuller Co (FUL.N) to “neutral” from “overweight.”\n\n“Fuller has its work cut out for it over the coming quarters. A large challenge the company faces is to raise adhesive prices within an industry with a fragmented structure during a period of decreasing global end-market growth,” Zekauskas wrote in a note.\n\n“Moreover, decreases in the prices of the underlying commodities (oil and gas) may in fact inhibit price pass thorough during this period of high inflation,” the analyst added.\n\nH.B. Fuller makes adhesives and sealants that are used by packaging, automotive and textile companies.\n\nShares of Albemarle closed at $34.38 Wednesday on the New York Stock Exchange, while H.B. Fuller shares closed at $23.28. (Reporting by Hezron Selvi in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssChemicalsSpecialty/idUSBNG12921520080911",
        "time": "08:31 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan downgrades pdl biopharma",
        "body": "Sept 11 (Reuters) - JP Morgan cut PDL BioPharma (PDLI.O), which is spinning off its biotechnology operations, to “underweight” from “neutral” and said the company’s strategic options point to downside.\n\nThe brokerage expects the drug maker’s shares to trade lower as investor expectations reflect the true value of the royalty stream and the biotech spin-off.\n\nAnalyst Geoffrey Meacham said he has very little conviction in the company’s pipeline and that PDL is unlikely to securitize the full value of future royalties.\n\nHe also believes that the spin-off should trade at a discount to cash given a potentially dilutive financing within 3 years and little R&D success historically.\n\nHe also said PDL’s biotech pipeline will require continued cash output.\n\nShares of PDL BioPharma closed at $11.62 Wednesday on Nasdaq. (Reporting by Jennifer Robin Raj in Bangalore; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/BIOTRX/idUSBNG24188420080911",
        "time": "08:32 AM EDT"
    },
    {
        "header": "update 1-jp morgan assumes coverage of medarex, cuts to neutral",
        "body": "Sept 11 (Reuters) - J.P. Morgan Securities assumed coverage of Medarex Inc MEDX.O and downgraded the stock to “neutral,” citing timeline concerns related to the biotechnology company’s experimental treatment for advanced melanoma, ipilimumab, and lack of near-term upside drivers.\n\nIn April, Bristol-Myers Squibb Co (BMY.N) and Medarex said they will delay seeking approval for ipilimumab after U.S. health regulators asked for additional overall survival data to further demonstrate benefit of the drug.\n\nAnalyst Matthew Roden said the previous “overweight” rating was based on expected upside from pipeline development or strategic options, but added that he no longer believes investors will include ipilimumab in the company’s valuation until late-stage data, expected in the second half of 2009.\n\n“Given the weakness in the ipilimumab dataset in 2nd-line melanoma, we do not believe the Street will pay for 1st-line melanoma without positive data,” Roden added.\n\nRoden expects ipilimumab to be launched in late 2010.\n\nMedarex shares closed at $6.95 Wednesday on Nasdaq. (Reporting by Suzannah Benjamin in Bangalore; Editing by Himani Sarkar)",
        "link": "http://www.reuters.com/article/rbssBiotechnology/idUSBNG27213320080911",
        "time": "08:30 AM EDT"
    }
]