[
    {
        "header": "update 1-research alert-jp morgan downgrades caterpillar",
        "body": "July 23 (Reuters) - JP Morgan said it downgraded construction and mining equipment company Caterpillar Inc (CAT.N) to “neutral” from “overweight” and removed its $94 price target on the stock, due to mounting risks.\n\nThe brokerage said while recent pricing actions represent a tailwind in 2009, it believes volumes may slow further in North America and Europe, making the risk/reward less compelling at this point.\n\nThe stock has held up well in the current environment but its rationale for an “overweight” rating based on lower interest rates and a North America recovery in the first half of 2009 is now less compelling, JP Morgan said.\n\nCaterpillar shares closed at $74.98 Tuesday on New York Stock Exchange. (Reporting by Jennifer Robin Raj in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssConstructionAgriculturalMachinery/idUSBNG12194620080723",
        "time": "08:46 AM EDT"
    },
    {
        "header": "update 1-jp morgan upgrades nordic american tanker, frontline",
        "body": "July 23 (Reuters) - J.P. Morgan Securities upgraded Nordic American Tanker Shipping (NAT.N) and Frontline Ltd (FRO.N) to “overweight” from “neutral,” and said it expects the oil shippers’ shares to be boosted by higher dividend payments.\n\nThe brokerage downgraded three other oil tanker companies, General Maritime Corp GMR.N, Omega Navigation Enterprises Inc ONAV.O and Top Ships Inc (TOPS.O), as it does not expect them to perform as well as firms with more spot-market exposure.\n\nGeneral Maritime and Omega Navigation Enterprises were cut to “neutral” from “overweight.” Top Ships was downgraded to “underweight” from “neutral.”\n\nAnalyst Jonathan Chappell added Nordic American Tanker Shipping to his U.S. Analyst Focus List with a January 2009 price target of $45, as he expects the company’s heavy spot-market exposure and large dividend increases to serve as positive catalysts for the stock.\n\nFrontline’s high operating leverage and its full-payout dividend policy should drive earnings and dividend momentum for the rest of the year, Chappell said. (Reporting by Anne Pallivathuckal in Bangalore; Editing by Pratish Narayanan)",
        "link": "http://www.reuters.com/article/rbssMarineTransportation/idUSBNG21448320080723",
        "time": "08:40 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan upgrades ak steel",
        "body": "July 23 (Reuters) - J.P. Morgan Securities upgraded U.S. steelmaker AK Steel Holding Corp (AKS.N) to “overweight” from “neutral,” saying steel prices and domestic producers’ profitability are sustainable.\n\n“We think the market is unjustly punishing AK Steel... on concerns of a global slowdown and bursting of record-high commodity prices,” the brokerage said in a note.\n\nAK Steel would benefit from multiple expansion as the market digests the sustainability of steel prices and profitability, or as mergers and acquisitions, especially from foreign buyers, forces a re-rating, it said.\n\nJ.P. Morgan said the company’s electrical business, restructuring efforts, increasing spot business and variable pricing will help it largely offset rising material costs in its carbon steel business.\n\nThe brokerage raised its 2008 earnings estimates on the company to $5.04 a share from $4.50.\n\nAK Steel’s shares closed at $49.20 Tuesday on the New York Stock Exchange. (Reporting by A.Ananthalakshmi in Bangalore; Editing by Vinu Pilakkott) ((ananthalakshmi.as@thomsonreuters.com; within U.S. +1 646 223 8780; outside U.S. +91 80 4135 5800; Reuters Messaging: ananthalakshmi.as.reuters.com@reuters.net))",
        "link": "http://www.reuters.com/article/rbssSteel/idUSBNG21860920080723",
        "time": "08:30 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan downgrades sonic solutions",
        "body": "July 23 (Reuters) - JP Morgan downgraded digital media software company Sonic Solutions Inc SNIC.O to “neutral” from “overweight”, citing slowing consumer spending.\n\nThe brokerage said retail check suggests sales of Roxio products, under which the company sells photo, video, music, and digital-media management applications, could fall short of prior expectations.\n\nThe brokerage believes a recovery in OEM revenue is likely to be muted by cyclical tradedowns and head-on competition from Adobe Systems Inc (ADBE.O).\n\nOEM (Original Equipment Manufacturer), when used to describe software, is a version of the software bundled with other hardware or software rather than the same software package sold on its own as a retail package.\n\nShares of Sonic closed at $6.84 Tuesday on Nasdaq. (Reporting by Jennifer Robin Raj in Bangalore; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSBNG31412220080723",
        "time": "07:53 AM EDT"
    }
]