[
    {
        "header": "us stocks-market briefly pares gains on jpmorgan talk",
        "body": "NEW YORK, Jan 29 (Reuters) - The Dow and S&P 500 briefly pared early gains and the Nasdaq turned negative on Tuesday as traders cited talk of derivative losses at JPMorgan Chase & Co (JPM.N).\n\nJPMorgan shares dipped after the market talk, while the S&P financial sector .GSPF was down 0.2 percent. The index opened up 1.4 percent.\n\nThe Dow Jones industrial average .DJI was up 49.18 points, or 0.40 percent, at 12,433.07. The Standard & Poor's 500 Index .SPX was up 4.56 points, or 0.34 percent, at 1,358.53. The Nasdaq Composite Index .IXIC was down 3.86 points, or 0.16 percent, at 2,346.05.\n\n“There is speculation about derivative losses at JPMorgan,” said Bobby Harrington, head of block trading at UBS in Stamford, Connecticut.\n\nHis comments were echoed by a number of other sources in the United States and London. (Reporting by Caroline Valetkevitch and Kristina Cooke; Editing by Kenneth Barry)",
        "link": "http://www.reuters.com/article/companyNews/idUSN2945172620080129",
        "time": "10:21 AM EST"
    },
    {
        "header": "jpmorgan derivatives loss rumor untrue - sources",
        "body": "NEW YORK, Jan 29 (Reuters) - A market rumor linking U.S. bank JPMorgan Chase & Co Inc (JPM.N) to a big derivatives loss is not true, according to people familiar with the matter on Tuesday.\n\nJPMorgan shares, after dipping into negative territory, were up 22 cents at $45.79 in morning trade on the New York Stock Exchange. (Reporting by Tim McLaughlin, editing by Gerald E. McCormick)",
        "link": "http://www.reuters.com/article/marketsNews/idUSWEN362920080129",
        "time": "10:50 AM EST"
    },
    {
        "header": "jp morgan raises 2008 coal price forecast",
        "body": "SYDNEY, Jan 30 (Reuters) - JP Morgan has forecast 2008 thermal coal contract prices between Australian miners and Japanese utilities will jump by over 60 percent, citing Indian coal demand and global infrastructure constraints.\n\nJP Morgan raised its contract price forecast to $90 a tonne, a 61.7 percent increase from last year’s agreed price of $55.65 and a 28.5 percent increase from its earlier forecast of $70.\n\n“Given the strong growth in demand for seaborne coal with limited new supply, we see overall strength for the international coal market,” JP Morgan’s commodities analyst David George said in a research report issued on Tuesday.\n\n“We believe it is the growing demand for imported coal into India that could have the greatest impact on the industry,” George said.\n\nGeorge said India’s plans to bring on 40-50 gigawatts of thermal coal capacity, to add to the existing 60 gigawatts of generation, could result in additional imports of about 80 million tonnes per year.\n\nHe added that a developing drought in China could reduce the country’s hydro power generation and raise its coal import demand in 2008.\n\nSupply growth was expected to remain muted as rising domestic demand in Indonesia and Vietnam could reduce their exports, but some replacement tonnage could be sought from Kazakhstan, the bank said.\n\nJP Morgan also raised its forecast for 2008 coking coal prices to $140 a tonne, a 42 percent jump from last year’s agreed price of $98.38. Its previous estimate was $120 a tonne.\n\nAustralia is the world’s second-largest exporter of coal, exporting 257 million tonnes in 2007, mostly from mines operated by Xstrata Plc XTA.L, BHP Billiton Ltd (BHP.AX) and Rio Tinto Ltd (RIO.AX).\n\nSevere congestion at Australia’s Newcastle and Dalrymple Bay coal ports, combined with port problems in Russia and South Africa, have helped push spot thermal coal prices to double in 2007 to about $90 a tonne.\n\nNews of China suspending coal exports, severe power shortages in South Africa and force majeure declarations by some Australian miners after heavy rain last week have also sent spot coal prices soaring to a record high of $102.75 a tonne, data from electronic platform globalCOAL showed on Wednesday.\n\nJP Morgan is forecasting 2009 thermal coal contract prices at $80 a tonne and coking coal prices at $120 a tonne. (Reporting by Fayen Wong)",
        "link": "http://www.reuters.com/article/rbssIndustryMaterialsUtilitiesNews/idUSSYD20023320080130",
        "time": "08:02 PM EST"
    },
    {
        "header": "jpmorgan declines comment on derivatives rumor",
        "body": "NEW YORK, Jan 29 (Reuters) - JPMorgan Chase & Co Inc (JPM.N) said Tuesday it declined to comment on a market rumor linking the U.S. bank to derivatives losses. (Reporting by Tim McLaughlin, editing by Gerald E. McCormick)",
        "link": "http://www.reuters.com/article/bondsNews/idUSWEN362820080129",
        "time": "10:24 AM EST"
    }
]