[
    {
        "header": "update 1-corp bond market to suffer from lehman -jpmorgan",
        "body": "NEW YORK, Sept 19 (Reuters) - The U.S. corporate bond market will be damaged for an extended period after Lehman Brothers’ LEH.N LEHMQ.PK bondholders suffered a more than $90 billion loss from the investment bank’s default, JPMorgan said in a report on Friday.\n\n“The bankruptcy filing of Lehman Brothers Holdings on Monday, Sept. 15, was a devastating loss for high-grade investors,” JPMorgan said. Lehman had about $110 billion of long-term debt on its balance sheet that is now trading on average in the mid-teens dollar price, JPMorgan said.\n\nInvestment-grade bond spreads, or their yields relative to U.S. Treasuries, surged this week to record highs as significant default risk was priced into several other financial companies after Lehman’s bankruptcy, JPMorgan said.\n\nStill, spreads are not high enough to attract investors, the bank said.\n\nLehman’s default also caused a 1.6 percent drop in high-grade corporate bond investment returns, leaving the market with a 4.6 percent year-to-date loss, exactly offsetting last year’s gains, JPMorgan said. (Reporting by Dena Aubin; Editing by Leslie Adler)",
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSN1939552720080919",
        "time": "11:27 AM EDT"
    },
    {
        "header": "citadel resolves trading spat with jp morgan-source",
        "body": "BOSTON, Sept 19 (Reuters) - JP Morgan Chase & Co (JPM.N) and Citadel Investment Group resumed trading with each other on Friday, one day after the bank had cut off the hedge fund over a hiring dispute, a person familiar with the matter said.\n\n“The dispute has been resolved,” a person familiar with the hedge fund said on Friday.\n\nCitadel’s officials could not be reached for comment at the office.\n\nCitadel, one of the world’s largest hedge fund firms with roughly $20 billion in assets, clashed with JP Morgan because it had hired a string of executives from America’s second largest bank this year, people familiar with the matter said.\n\nThey said JP Morgan told employees to stop trading stocks, bonds and currencies with Citadel on Thursday morning, essentially prohibiting anyone from buying or selling with the hedge fund.\n\nBy Friday, the differences had been resolved and business was back to normal, the person said.\n\nStandoffs over hiring occur relatively frequently between hedge funds and banks as ever more people are trying to move to hedge funds where salaries are considered to be significantly higher.\n\nThese matters rarely become public however and this one created a special stir because it came at an awkward time on Wall Street after financial stocks had dropped dramatically this week and some top executives had blamed short sellers at hedge funds for the decline. (Reporting by Svea Herbst-Bayliss; Editing by Anshuman Daga)",
        "link": "http://www.reuters.com/article/managementIssues/idUSN1943587420080920",
        "time": "11:04 PM EDT"
    },
    {
        "header": "update 2-abs, abx at bottom; extraordinary value seen-jpmorgan",
        "body": "NEW YORK, Sept 19 (Reuters) - JPMorgan Securities said on Friday the actions taken by the U.S. government aimed at stemming systemic risk have created a bottom in prices for cash and derivative segments of the asset-backed securities market.\n\n“The actions taken this week and those that are forthcoming make it extremely likely that we have seen the bottom in ABS, ABX and non-agency MBS prices,” said Chris Flanagan, analyst at JPMorgan Securities. “Even after Friday morning’s sharp rally, we still see extraordinary value and move to overweight,” the analyst said in a report.\n\nTreasury Secretary Henry Paulson on Friday called for the U.S. government to spend hundreds of billions of dollars to take so-called toxic mortgage assets off the books of financial firms to restore financial stability.\n\nThe surprise move comes as the Treasury and Federal Reserve consider broad government intervention to prevent the collapse of the financial system, shaken in recent days by a crisis at insurer American International Group (AIG.N) that required a $85 billion government rescue and the bankruptcy of investment bank Lehman Brothers Holdings Inc LEHMQ.PK. For details, see [ID:nLJ642958]\n\n“What the RTC-type response along with the other policy moves does is address -- and put a floor on -- the capital inadequacy issue for the banking system, which had been deteriorating rapidly as the events of this week were transpiring,” said Flanagan.\n\n“With good policy now in place, we look to expand risk taking and look for returns in the lowest priced, longest duration risk in ABX,” the analyst said.\n\nFlanagan also said top slices of subprime mortgage indexes including, the ABX 07-1 and ABX 07-2 “PENAAA” and “AAA” segments as well as the “AA” layer of the ABX 06-1 index, offer the best value.\n\nIn consumer ABS, top-tier credit card and auto ABS issues offer the best value, the analyst said, and recommended investors rotate out of FFELP student loans. (Reporting by Nancy Leinfuss; Editing by Gary Crosse)",
        "link": "http://www.reuters.com/article/rbssInsuranceMultiline/idUSN1942623620080919",
        "time": "12:37 PM EDT"
    }
]