[
    {
        "header": "rpt-update 1-jpmorgan's dimon buys $10.5 mln in preferred stock",
        "body": "NEW YORK, Oct 23 (Reuters) - JPMorgan Chase & Co Chief Executive Jamie Dimon has bought about $10.5 million of the company’s preferred stock, according to a regulatory filing on Thursday.\n\nDimon bought 12,475 preferred shares worth $842.22 each for seven different funds and trusts, including one held by his wife, on Tuesday.\n\nJPMorgan shares closed at $37.85 on Thursday, down just over 13 percent on the year.",
        "link": "http://www.reuters.com/article/rbssBanks/idUSN2347780620081023",
        "time": "05:53 PM EDT"
    },
    {
        "header": "jpmorgan accuses firm of wrongfully enticing executives",
        "body": "NEW YORK (Reuters) - JPMorgan Chase Bank on Thursday accused a New York recruitment agency in a lawsuit of helping Citadel Investment Group LLC entice executives to leave the financial institution.\n\nThe lawsuit said that The IDW Group LLC broke its contract with JPMorgan to provide management and executive search services. The breach of contract included solicitation of Patrik Edsparr, “one of JPMorgan’s most senior and valued executives on Citadel’s behalf.”\n\nFiled in U.S. District Court in Manhattan, the lawsuit said IDW “directly or indirectly solicited, induced, recruited and enticed multiple JPMorgan employees to leave JPMorgan for positions elsewhere including at Citadel.”\n\nRepresentatives of neither IDW nor Citadel could immediately be reached for comment.\n\nEdsparr, who was global head of rates, foreign exchange, securitized products, fixed-income exotics and hybrids, among other responsibilities, resigned from JPMorgan in March for Citadel. The executive had reported directly to Steve Black, the head of JPMorgan’s investment bank, the complaint said.\n\nIt said from January through March this year, IDW arranged several meetings between the executive and Citadel’s senior management, including President and CEO Ken Griffin.\n\n“On information and belief, IDW encouraged Edsparr to accept an offer to become a highly compensated employee of Citadel,” according to the lawsuit.\n\nEdsparr now serves as Citadel’s CEO for Europe and head of global fixed income business.\n\nJPMorgan’s complaint said that after Edsparr left, between April 22 and July 11, five more employees within the investment bank -- Derek Kaufman, William King, Jorge Picazo, John Niccolai and John Naud -- resigned to join Citadel.\n\nJPMorgan accused IDW of repeatedly breaching its obligations under four agreements signed between the two firms in 2007 and is seeking damages in a trial by jury.\n\nIt is also asking the court to prevent the agency from using or disclosing confidential, proprietary and personal information and ordering any such information to be returned to JPMorgan.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49M99E20081023",
        "time": "07:46 PM EDT"
    },
    {
        "header": "update 1-jp morgan upgrades dht, general maritime to overweight",
        "body": "Oct 23 (Reuters) - JP Morgan Securities upgraded DHT Maritime (DHT.N) and General Maritime Corp GMR.N to “overweight” from “neutral,” saying the companies have sufficient liquidity to meet capital commitments and are attractively valued.\n\n“We believe DHT’s relatively high cash flow visibility and dividend security reflecting the company’s full-fleet contract coverage and its sufficient liquidity to meet capital commitments through at least year-end 2009,” JP Morgan analyst Jonathan Chappell wrote in a note to clients.\n\nChappell said General Maritime’s shares will outperform the peer group in the difficult spot rate environment on its relatively secure cash flows and limited financing risk.\n\nJP Morgan Securities downgraded Frontline Ltd (FRO.N), Nordic American Tanker Shipping (NAT.N) and Overseas Shipholding Group (OSG.N) on a lower spot rate outlook for next year.\n\nThe brokerage removed Nordic from the U.S. analyst focus list and dropped its price target of $44 on the stock. Nordic shares closed at $27.33 on Wednesday. (Reporting by Anand Basu in Bangalore; Editing by Mike Miller)",
        "link": "http://www.reuters.com/article/rbssMarineTransportation/idUSBNG11267120081023",
        "time": "09:25 AM EDT"
    },
    {
        "header": "update 1-jp morgan raises itron to overweight",
        "body": "Oct 23 (Reuters) - JP Morgan upgraded power meters maker Itron Inc (ITRI.O) to “overweight” from “neutral,” saying 2009 estimates have been reined in and the stock now prices in downside beyond the brokerage’s below-consensus estimate.\n\nThe brokerage also said the stock is attractively valued and it is time for long-term investors to start accumulating again though it warned about a near-term risk of downside revisions to the company’s 2009 consensus earning per share.\n\n“We’re being super cautious here, and moderating the CY10 cyclical recovery, but even with the revised forecast, even with modest risk of tripping the debt covenant, we think the stock is now attractively valued and we recommend buying,” JP Morgan said.\n\nItron’s businesses are expected to re-accelerate in 2010 due to an overall recovery in the economy and re-focusing on advanced metering infrastructure (AMI) systems program in North America and Europe, it added.\n\nHowever, JP Morgan lowered Itron’s 2010 revenue growth to 8.1 percent from 11.7 percent, the lower end of the long-term 8-12 percent growth rate for the meter industry.\n\nJP Morgan has a revised December 2009 price target of $67.50 on the company. (Reporting by Jose Kottanani in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssCommunicationsEquipment/idUSBNG32736620081023",
        "time": "09:10 AM EDT"
    }
]