[
    {
        "header": "update 1-research alert-jp morgan cuts mattson to neutral",
        "body": "Oct 27 (Reuters) - J.P. Morgan Securities downgraded semiconductor equipment maker Mattson Technology Inc MTSN.O to “neutral” from “overweight,” saying the prospect to deliver above-average growth in the next cycle has diminished.\n\nThe brokerage also questioned the company’s ability and scale to push its Nexion and Millios products in high volumes in to the market, especially at a time when it was forced to reduce costs and headcount to stem losses.\n\nThe brokerage said its confidence in the company has been shaken as the company has negatively pre-announced in two of the five past quarters.\n\nOn Oct. 22, Mattson had forecast fourth-quarter loss of 44 cents a share to 53 cents a share on revenue of $12 million to $18 million.\n\nThe brokerage said the company’s fourth-quarter outlook was 40 percent to 60 percent lower than its third-quarter results.\n\nThe brokerage also saw Mattson as a “potentially fat” acquisition target for another player or one who wishes to gain an easy entry into the etch and thermal processing segments due to its low valuation.\n\nShares of Mattson closed at $2.76 Friday on Nasdaq. (Reporting by Aftab Ahmed in Bangalore; Editing by Anil D‘Silva;)",
        "link": "http://www.reuters.com/article/rbssSemiconductorEquipmentTesting/idUSBNG38493620081027",
        "time": "06:49 AM EDT"
    },
    {
        "header": "update 1-j.p.morgan upgrades federated investors to overweight",
        "body": "Oct 27 (Reuters) - J P Morgan upgraded Federated Investors Inc (FII.N) to “overweight” from “neutral,” saying the U.S. asset manager will benefit from strong industry money fund sales and a flight to quality within the money fund business.\n\n“Given current market volatility we see Federated as a defensive play given its money market focus and lack of meaningful international exposure,” analyst Kenneth Worthington said in a note to clients.\n\nDue to the significant corrosion in the equity markets, the analyst sees Federated’s heavy earnings contributions from money funds and fixed income products as making it the most defensive of the asset managers.\n\n“Money funds are one of the only asset classes generating sale given the current massive flight to quality,” he said.\n\nWorthington expects minimal earnings decline in Federated Investors compared to its peers, making it a strong relative investment in the asset management sector, he noted.\n\n“However, Federated has not acted as defensively as we would have expected given its asset mix due to turmoil in the credit markets. But with government support to money funds, we see Federated as a good investment,” Worthington added.\n\nShares of the company closed at $21.66 Friday on the New York Stock Exchange. (Reporting by Adheesha Sarkar in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/etfNews/idUSBNG14408320081027",
        "time": "07:36 AM EDT"
    }
]