[
    {
        "header": "jpmorgan closes in on buying bear stearns - wsj",
        "body": "NEW YORK, March 16 (Reuters) - Bear Stearns Cos Inc BSC.N is hoping to announce a deal to sell itself to JPMorgan Chase & Co (JPM.N) before Asian markets open on Monday, the Wall Street Journal reported on Sunday, as the investment bank struggles to save itself.\n\nBear Stearns, the fifth-largest U.S. investment bank, could sell itself for around $2.2 billion, the newspaper reported. That would amount to less than $20 a share.\n\nThe low sale price, equal to about two-thirds the company’s $30.85 closing share price on Friday, signals just how dire the situation is for the 85-year-old investment bank.\n\nBear Stearns’ cash reserves were drained by nervous trading partners Thursday, and it received a bailout from the Federal Reserve on Friday. The lifeline, extended through JPMorgan Chase, was intended to give Bear 28 days to get its house in order.\n\nBut even with that lifeline, customers fled on Friday, and will likely continue to do so without news regarding takeover talks, analysts said.\n\n“They have to announce something sooner rather than later,” said Jim Huguet, portfolio manager at Great Companies LLC in Tampa, Florida, which does not own Bear Stearns shares.\n\nJPMorgan Chase, the third largest U.S. bank and one of the few global banks relatively unscathed by the credit crunch, is looking to limit some liabilities in acquiring Bear Stearns, the Wall Street Journal reported.\n\nBear Stearns has complicated mortgage bond and credit derivative assets on its balance sheet, and valuing them could be difficult. Bear may also face legal liability from soured subprime mortgage bonds it sold, analysts said.\n\nThose complex liabilities could slow down the progress of any talks, which is why one analyst in Boston, speaking on condition of anonymity, said he suspects Bear Stearns will soon announce it is in advanced talks with a buyer rather than actually signing a deal.\n\nPrivate equity firm JC Flowers & Co, which has snapped up distressed banks, also is in the mix, the New York Times reports. Representatives for JPMorgan, Bear Stearns, and Flowers were not immediately available for comment.\n\nJPMorgan, an institution that has stepped in to rescue banks for more than a century, at the least is expected to purchase Bear’s sizable prime brokerage unit, a person familiar with the situation told Reuters on Friday.\n\nInvestors lost confidence in Bear in recent weeks, because it is the smallest of the major investment banks and, at the same time, renowned as an aggressive trader in credit and mortgage markets. Bear generates a much bigger percentage of its revenue from the U.S. fixed income markets than its competitors.\n\nIn a classic run on the bank, traders last week stopped doing business with Bear because they feared the firm might go bust, draining cash and making a collapse all the more likely.\n\nGiven that lack of confidence, it would be more difficult for Bear to remain in business and rebuild, even if can raise capital or minimize its losses.\n\nBut the Federal Reserve is unlikely to allow Bear to fail, for fear it could trigger a chain reaction of failures. The investment bank has massive positions in interest-rate swaps, credit default swaps, and other derivatives with all of Wall Street. If it failed, a number of other banks could be hurt and investor confidence in the already fragile financial system could be further shaken.\n\nFollowing previous crises, famous firms such as Kidder Peabody, Salomon Brothers and First Boston were forced to seek buyers with robust balance sheets.\n\nBear last week accelerated plans to announced its first quarter results to Monday, at which time Bear would also disclose it cash position, capital levels and exposures to hard-hit assets.\n\nAnalysts on average expect Bear’s first quarter earnings to plunge by more than half to $1.19 a share from $3.82 a share a year ago, and revenue to shrink to $1.4 billion from $2.5 billion, Reuters Estimates said on Sunday. (Editing by Tim Dobbyn)",
        "link": "http://www.reuters.com/article/companyNews/idUSN1649870220080316",
        "time": "05:09 PM EDT"
    },
    {
        "header": "jpmorgan statement to acquire bear stearns",
        "body": "NEW YORK-(Business Wire)-JPMorgan Chase & Co. (NYSE: JPM) announced it is acquiring The Bear Stearns Companies Inc. (NYSE: BSC). The Boards of Directors of both companies have unanimously approved the transaction.\n\nThe transaction will be a stock-for-stock exchange. JPMorgan Chase will exchange 0.05473 shares of JPMorgan Chase common stock per one share of Bear Stearns stock. Based on the closing price of March 15, 2008, the transaction would have a value of approximately $2 per share.\n\nEffective immediately, JPMorgan Chase is guaranteeing the trading obligations of Bear Stearns and its subsidiaries and is providing management oversight for its operations. Other than shareholder approval, the closing is not subject to any material conditions. The transaction is expected to have an expedited close by the end of the calendar second quarter 2008. The Federal Reserve, the Office of the Comptroller of the Currency (OCC) and other federal agencies have given all necessary approvals.\n\nIn addition to the financing the Federal Reserve ordinarily provides through its Discount Window, the Fed will provide special financing in connection with this transaction. The Fed has agreed to fund up to $30 billion of Bear Stearns’ less liquid assets.\n\n“JPMorgan Chase stands behind Bear Stearns,” said Jamie Dimon, Chairman and Chief Executive Officer of JPMorgan Chase. “Bear Stearns’ clients and counterparties should feel secure that JPMorgan is guaranteeing Bear Stearns’ counterparty risk. We welcome their clients, counterparties and employees to our firm, and we are glad to be their partner.”\n\nDimon added, “This transaction will provide good long-term value for JPMorgan Chase shareholders. This acquisition meets our key criteria: we are taking reasonable risk, we have built in an appropriate margin for error, it strengthens our business, and we have a clear ability to execute.”\n\n“The past week has been an incredibly difficult time for Bear Stearns. This transaction represents the best outcome for all of our constituencies based upon the current circumstances,” said Alan Schwartz, President and Chief Executive officer of Bear Stearns. “I am incredibly proud of our employees and believe they will continue to add tremendous value to the new enterprise.”\n\nThe transaction is expected to be ultimately accretive to JPMorgan Chase’s annual earnings.\n\n“This transaction helps us fill out some of the gaps in our franchise with manageable overlap,” said Steve Black, co-CEO of JPMorgan Investment Bank. “We know the Bear Stearns leadership team well and look forward to working with them to bring our two companies together.”\n\n“Acquiring Bear Stearns enables us to obtain an attractive set of businesses,” said Bill Winters, co-CEO of JPMorgan Investment Bank.\n\n“After conducting due diligence, we’re comfortable with the quality of Bear Stearns’ business, and are pleased to have them as part of our firm.”\n\n“JPMorgan Chase’s management team has a strong track record of effective merger integration,” said Heidi Miller, CEO of JPMorgan Treasury & Securities Services business. “We will work closely in the coming weeks with Bear Stearns’ clients and management to execute the transaction quickly.”\n\nJPMorgan Chase will host a conference call today, Sunday, March 16, 2008, at 8:00 p.m. (Eastern Time) to review the acquisition of Bear Stearns. Investors can call (800) 214-0745 (domestic) / (719) 457-0700 (international), with the access code 614424, or listen via live audio Webcast. The live audio webcast and presentation slides will be available here under Investor Relations, Investor Presentations. A replay of the conference call will be available beginning at 11:00 p.m. (Eastern Time) on March 16, 2008, through midnight, Monday, March 31, 2008 (Eastern Time), at (888) 348-4629 (domestic) or (719) 884-8882 (international) with the access code 614424. The replay also will be available on www.jpmorganchase.com.\n\nJPMorgan Chase & Co. (NYSE: JPM) is a leading global financial services firm with assets of $1.6 trillion and operations in more than 60 countries. The firm is a leader in investment banking, financial services for consumers, small business and commercial banking, financial transaction processing, asset management, and private equity. A component of the Dow Jones Industrial Average, JPMorgan Chase serves millions of consumers in the United States and many of the world’s most prominent corporate, institutional and government clients under its JPMorgan and Chase brands. Information about the firm is available at www.jpmorganchase.com.\n\nThe Bear Stearns Companies Inc. (NYSE: BSC) serves governments, corporations, institutions and individuals worldwide. The company’s core business lines include institutional equities, fixed income, investment banking, global clearing services, asset management, and private client services. For additional information about Bear Stearns, please visit the firm’s website at www.bearstearns.com.\n\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Such statements include, but are not limited to, statements about the benefits of the merger between J.P. Morgan Chase & Co. and The Bear Stearns Companies Inc., including future financial and operating results, the combined company’s plans, objectives, expectations and intentions and other statements that are not historical facts. Such statements are based upon the current beliefs and expectations of J.P. Morgan Chase’s management and are subject to significant risks and uncertainties. Actual results may differ from those set forth in the forward-looking statements.\n\nThe following factors, among others, could cause actual results to differ from those set forth in the forward-looking statements: the ability to obtain governmental and self-regulatory organization approvals of the merger on the proposed terms and schedule, and any changes to regulatory agencies' outlook on, responses to and actions and commitments taken in connection with the merger and the agreements and arrangements related thereto; the extent and duration of continued economic and market disruptions; adverse developments in the business and operations of Bear Stearns, including the loss of client, employee, counterparty and other business relationships; the failure of Bear Stearns stockholders to approve the merger; the risk that the businesses will not be integrated successfully; the risk that the cost savings and any other synergies from the merger may not be fully realized or may take longer to realize than expected; disruption from the merger making it more difficult to maintain business and operational relationships; increased competition and its effect on pricing, spending, third-party relationships and revenues; the risk of new and changing regulation in the U.S. and internationally and the exposure to litigation and/or regulatory actions. Additional factors that could cause JPMorgan Chase's results to differ materially from those described in the forward-looking statements can be found in the firm's Annual Report on Form 10-K for the year ended December 31, 2007 (as amended), filed with the Securities and Exchange Commission and available at the Securities and Exchange Commission's Internet site (www.sec.gov).\n\nIn connection with the proposed merger, JPMorgan Chase & Co. will file with the SEC a Registration Statement on Form S-4 that will include a proxy statement of Bear Stearns that also constitutes a prospectus of JPMorgan Chase & Co.. Bear Stearns will mail the proxy statement/prospectus to its stockholders. JPMorgan Chase & Co. and Bear Stearns urge investors and security holders to read the proxy statement/prospectus regarding the proposed merger when it becomes available because it will contain important information. You may obtain copies of all documents filed with the SEC regarding this transaction, free of charge, at the SEC’s website (www.sec.gov). You may also obtain these documents, free of charge, from JPMorgan Chase & Co.’s website (www.jpmorganchase.com) under the tab “Investor Relations” and then under the heading “Financial Information” then under the item “SEC Filings”. You may also obtain these documents, free of charge, from Bear Stearns’s website (www.bearstearns.com) under the heading “Investor Relations” and then under the tab “SEC Filings.”\n\nJPMorgan Chase, Bear Stearns and their respective directors, executive officers and certain other members of management and employees may be soliciting proxies from Bear Stearns stockholders in favor of the merger. Information regarding the persons who may, under the rules of the SEC, be deemed participants in the solicitation of the Bear Stearns stockholders in connection with the proposed merger will be set forth in the proxy statement/prospectus when it is filed with the SEC. You can find information about JPMorgan Chase’s executive officers and directors in its definitive proxy statement filed with the SEC on March 30, 2007. You can find information about Bear Stearns’s executive officers and directors in definitive proxy statement filed with the SEC on March 27, 2007. You can obtain free copies of these documents from JPMorgan Chase and Bear Stearns using the contact information above. Copyright Business Wire 2008",
        "link": "http://www.reuters.com/article/topNews/idUSN1651071020080317",
        "time": "10:21 PM EDT"
    },
    {
        "header": "rpt-jpmorgan- bear stearns well run, good risk controls",
        "body": "NEW YORK, March 16 (Reuters) - JPMorgan Chase (JPM.N) said on Sunday that it found Bear Stearns Inc. BSC.N a well run bank with good risk control.\n\nA JPMorgan executive said on a conference call that 200 employees scrutinized Bear Stearn’s books over three days. JPMorgan announced earlier it would buy Bear Stearns for about $2 a share. (Reporting by Joseph Giannone and Megan Davies; Editing by Tomasz Janowski)",
        "link": "http://www.reuters.com/article/fundsFundsNews/idUSWEN452320080317",
        "time": "09:08 PM EDT"
    },
    {
        "header": "bear close to announcing sale to jpmorgan-source",
        "body": "NEW YORK, March 16 (Reuters) - Bear Stearns Cos Inc BSC.N hopes to announce a deal this evening to sell itself to JPMorgan Chase & Co (JPM.N), a person familiar with the matter said on Sunday, in a deal that would rescue the fifth-largest U.S. investment bank.\n\nThe deal has not been signed yet, the person said, speaking on condition of anonymity.\n\nBear Stearns said on Friday it had secured emergency funding from the Federal Reserve, via JPMorgan, after a run on the bank. (Reporting by Dan Wilchins; Editing by Tim Dobbyn)",
        "link": "http://www.reuters.com/article/mergersNews/idUSWEN451820080316",
        "time": "05:50 PM EDT"
    },
    {
        "header": "update 2-bear near announcing sale to jpmorgan-source",
        "body": "NEW YORK/WASHINGTON, March 16 (Reuters) - JPMorgan Chase & Co (JPM.N) is close to rescuing the fifth-largest U.S. investment bank, Bear Stearns Cos Inc BSC.N, a person familiar with the matter said on Sunday, in a deal that could be announced in the next few hours.\n\nThe Wall Street Journal said on Sunday that Bear Stearns could sell itself for around $2.2 billion, or less than $20 a share.\n\nThe low sale price, equal to about two-thirds the company’s $30.85 closing share price on Friday, signals just how dire the situation is for the 85-year-old investment bank.\n\nThe deal with JPMorgan Chase has not been signed yet, said the person Reuters spoke with on condition of anonymity.\n\nBear Stearns’ cash reserves were drained by fleeing customers on Thursday, and on Friday the bank secured emergency funding from the Federal Reserve, extended through JPMorgan Chase.\n\nThe Fed is widely seen as having provided the financing to prevent Bear Stearns from toppling, and potentially bringing other banks down with it.\n\nBear Stearns trades interest-rate swaps, credit default swaps, and other derivatives with dozens of banks globally. If Bear Stearns went bankrupt, all of its trading partners could suffer.\n\n“It wouldn’t just be Bear’s problem, it would be everyone’s problem,” said Marino Marin, an investment banker at Gruppo, Levey & Co who has restructured banks in the past but is not involved in this deal. “It would be apocalyptic,” Marin added.\n\nJPMorgan Chase, the third largest U.S. bank and one of the few global banks relatively unscathed by the credit crunch, is looking to limit some liabilities in acquiring Bear Stearns, the Wall Street Journal reported. (Editing by Tim Dobbyn)",
        "link": "http://www.reuters.com/article/companyNews/idUSN1649996420080316",
        "time": "06:26 PM EDT"
    },
    {
        "header": "bear stearns close to selling to jpmorgan: wsj",
        "body": "NEW YORK (Reuters) - Bear Stearns Cos BSC.N hopes to seal a deal to sell itself to JPMorgan Chase & Co (JPM.N) before Asian markets open on Monday, the Wall Street Journal reported on Sunday.\n\nThe deal would save the 85-year old investment bank, which said on Friday it had suffered a run on the bank, and had secured emergency financing from the Federal Reserve, which was supplying funds via JPMorgan Chase.\n\nBear Stearns could fetch around $2.2 billion, or less than $20 a share, the newspaper said. Shares of the fifth-largest U.S. investment bank closed at $30.85 on Friday, down 46 percent from the prior day. Terms were still be hammered out, the newspaper said.\n\nA stumbling block in any deal is the amount of risk JPMorgan Chase would be taking on, the Wall Street Journal reported. The bank is looking for assurances that would limit its liabilities in taking on Bear Stearns, the newspaper said, citing people familiar with the matter.",
        "link": "http://www.reuters.com/article/innovationNews/idUSN1649441920080316",
        "time": "04:39 PM EDT"
    },
    {
        "header": "rpt-jpmorgan says to buy bear stearns for $2 a share",
        "body": "NEW YORK, March 16 (Reuters) - JPMorgan Chase & Co (JPM.N) said on Sunday it would buy troubled rival Bear Stearns BSC.N for about $2 a share in an all-stock deal, and that the Federal Reserve would fund up to $30 billion of Bear Stearns’ less liquid assets.\n\nIn a statement, JPMorgan said it would exchange 0.05473 shares of its stock for one share of Bear Stearns’ stock. It is guaranteeing the trading obligations of Bear Stearns and its subsidiaries.",
        "link": "http://www.reuters.com/article/fundsFundsNews/idUSWEN452020080317",
        "time": "08:35 PM EDT"
    },
    {
        "header": "jpmorgan says deal helps avoid fire sale of assets",
        "body": "NEW YORK, March 16 (Reuters) - JPMorgan Chase (JPM.N) said on Sunday that investment bank Bear Stearns Inc. BSC.N would still be open for business and that its deal to buy the rival helped avoid a fire sale of Bear Stearn’s assets.\n\nA JPMorgan executive said on a conference call on Sunday that Bear’s positions would be de-levered in an orderly fashion. (Reporting by Joseph Giannone and Megan Davies)",
        "link": "http://www.reuters.com/article/mergersNews/idUSWEN452220080317",
        "time": "08:36 PM EDT"
    }
]