[
    {
        "header": "update 1-jpmorgan plans euro, stg fdic-guaranteed debt",
        "body": "LONDON, Nov 25 (Reuters) - JPMorgan Chase (JPM.N) said on Tuesday it planned to sell three-year debt under a U.S. Federal Deposit Insurance Corp. (FDIC) guarantee programme, denominated in euros and in sterling and both in benchmark size.\n\nThe notes will come under the FDIC’s new Temporary Liquidity Guarantee Program.\n\nJPMorgan is managing the triple-A rated deal itself, an official at the bank said.\n\nGoldman Sachs (GS.N) on Monday became the first bank to take advantage of the programme, and Morgan Stanley (MS.N) also announced a guaranteed debt issue on Tuesday. (Reporting by Jane Baird; Editing by Andrew Macdonald)",
        "link": "http://www.reuters.com/article/newIssuesNews/idUSLP37450220081125",
        "time": "09:51 AM EST"
    },
    {
        "header": "update 1-jp morgan widens '09 loss view for gm",
        "body": "Nov 25 (Reuters) - J.P. Morgan Securities widened its 2009 loss estimates for General Motors Corp (GM.N) on lower international earnings and likely higher interest costs from government debt.\n\nJ.P. Morgan forecasts a loss of $25.25 a share for the automaker for 2009, compared with its prior loss view of $22 per share.\n\nThe U.S. Congress has approved $25 billion in loans to help the auto industry change its U.S. factories to produce more fuel-efficient cars.\n\n“We are deeply skeptical of the commercial prospects for government-dictated product plans,” analyst Himanshu Patel said in a note, adding that the U.S. government’s “focus on forcing GM to make greener cars is misguided.”\n\nThe U.S. lawmakers are also pondering whether to provide a $25 billion aid package to help American automaker survive the current economic crisis.\n\nJ.P. Morgan expects the current Congress will authorize a short-term bridge loan that carries the Big Three -- GM, Ford Motor Co (F.N) and Chrysler, owned by private equity firm Cerberus Capital Management LP [CBS.UL] -- to the Obama administration.\n\nThe brokerage expects the new administration will be “tasked with crafting a second bailout that may (should) be contingent on more comprehensive restructuring involving labor/creditors and perhaps brands/dealers.”\n\nThe brokerage estimates U.S. light vehicle SAAR (seasonally adjusted annual rate) of 10.9 million units, or down 32 percent from the year-ago period, for November. SAAR is a closely tracked indicator of auto industry demand.\n\nGM sales are expected to be down 30 percent, Ford down 34 percent, and Chrysler down 42 percent for November, the brokerage added. (Reporting by Jennifer Robin Raj in Bangalore; Editing by Gopakumar Warrier)",
        "link": "http://www.reuters.com/article/privateEquityConsumerGoodsAndRetail/idUSBNG21792120081125",
        "time": "08:08 AM EST"
    },
    {
        "header": "australia's qbe hires jpmorgan for debt swap-source",
        "body": "",
        "link": "http://www.reuters.com/article/rbssInsuranceProperty & Casualty/idUSSYD35081020081126",
        "time": "07:11 PM EST"
    },
    {
        "header": "jpmorgan to issue 3-yr debt with fdic guarantee: ifr",
        "body": "LONDON (Reuters) - JPMorgan Chase (JPM.N) plans to issue three-year debt guaranteed by the Federal Deposit Insurance Corp., IFR reported on Tuesday.\n\nThe notes will come under the FDIC’s Temporary Liquidity Guarantee Program, said IFR, a Thomson Reuters publication.\n\nTiming of the new issue is described in an announcement as “this week’s business,” IFR said.\n\nGoldman Sachs (GS.N) on Monday because the first bank to take advantage of the new FDIC program by selling $2 billion of new debt, a market source familiar with the sale said.\n\nThe Goldman deal was expected to price at 85 basis points over midswaps, plus or minus 3 basis points, and pricing is set for Tuesday, the source said.",
        "link": "http://www.reuters.com/article/GCA-Housing/idUSTRE4AO37220081125",
        "time": "05:48 AM EST"
    },
    {
        "header": "update 1-credit suisse slashes earnings view on jpmorgan",
        "body": "Nov 25 (Reuters) - Credit Suisse slashed its earnings estimates on banking heavyweight JPMorgan Chase & Co (JPM.N), citing deterioration of credit quality across all asset classes.\n\nHowever, the company is expected to outperform its peers, driven by strength and stability in its senior management team, a strong balance sheet and competitive positioning, analyst Susan Katzke said in a note to clients.\n\nJPMorgan is expected to earn 7 cents a share in the current quarter, compared with her earlier estimate of 48 cents a share, weighed down by higher loan losses, additional reserves for loans gone sour, and incremental mark-downs in its legacy leveraged loans and commercial real estate, Katzke said.\n\nShe also slashed her 2009 earnings estimate for the company by 14 percent to $3 a share to reflect the cost of higher consumer and corporate loan losses.\n\nJPMorgan, which bought Seattle-based thrift Washington Mutual’s banking units in September, is highly exposed to consumer credit. Brokerages, including Fox-Pitt and Citigroup, have voiced concerns in the past few weeks about the bank’s heavy exposure to all areas of consumer credit.\n\nJPMorgan has not had huge write-downs on risky classes of mortgage-related assets that other banks have reported because it has limited exposure to such securities.\n\nBut in recent calls with investors and analysts, Jamie Dimon, the bank’s chief executive, has been warning about possible losses from exposure to consumer debt.\n\nAnalyst Katzke, who rates the stock of the company “outperform”, said sustained share price outperformance relies on improving visibility of positive sequential earnings per share comparisons.\n\n“We consider JPMorgan to be a core holding among financial services stocks.”\n\nShe however, cut her price target on the stock to a range of $45-$50 from $55 to reflect the estimate changes.\n\nShares of the company closed up 8 percent at $29.77 Tuesday on the New York Stock Exchange. (Reporting by Anurag Kotoky in Bangalore; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/rbssBanks/idUSBNG30240820081125",
        "time": "04:58 PM EST"
    },
    {
        "header": "jp morgan widens '09 loss view for gm",
        "body": "(Reuters) - J.P. Morgan Securities widened its 2009 loss estimates for General Motors Corp (GM.N) on lower international earnings and likely higher interest costs from government debt.\n\nJ.P. Morgan forecasts a loss of $25.25 a share for the automaker for 2009, compared with its prior loss view of $22 per share.\n\nThe U.S. Congress has approved $25 billion in loans to help the auto industry change its U.S. factories to produce more fuel-efficient cars.\n\n“We are deeply skeptical of the commercial prospects for government-dictated product plans,” analyst Himanshu Patel said in a note, adding that the U.S. government’s “focus on forcing GM to make greener cars is misguided.”\n\nThe U.S. lawmakers are also pondering whether to provide a $25 billion aid package to help American automaker survive the current economic crisis.\n\nJ.P. Morgan expects the current Congress will authorize a short-term bridge loan that carries the Big Three -- GM, Ford Motor Co (F.N) and Chrysler, owned by private equity firm Cerberus Capital Management LP CBS.UL -- to the Obama administration.\n\nThe brokerage expects the new administration will be “tasked with crafting a second bailout that may (should) be contingent on more comprehensive restructuring involving labor/creditors and perhaps brands/dealers.”\n\nThe brokerage estimates U.S. light vehicle SAAR (seasonally adjusted annual rate) of 10.9 million units, or down 32 percent from the year-ago period, for November. SAAR is a closely tracked indicator of auto industry demand.\n\nGM sales are expected to be down 30 percent, Ford down 34 percent, and Chrysler down 42 percent for November, the brokerage added.",
        "link": "http://www.reuters.com/article/GCA-autos/idUSTRE4AO4G820081125",
        "time": "08:09 AM EST"
    }
]