[
    {
        "header": "uk's blair joins u.s. bank jpmorgan as senior adviser",
        "body": "LONDON (Reuters) - Former British Prime Minister Tony Blair stepped into the private sector on Thursday, joining U.S. bank JPMorgan Chase and Co Inc (JPM.N) as a senior adviser to its board and clients.\n\nThe bank said Blair, who is working as a Middle East peace envoy for the European Union, Russia, the United Nations and the United States, would advise its chief executive and senior management team on global politics on a part-time basis.\n\nHe would also take part in company events with key clients -- with his name and contact seen by some as a major draw.\n\nBlair biographer Anthony Seldon said there would inevitably be allegations he was selling out, but that ultimately his new job was likely to come second to his global political work.\n\n“Maybe this is a harbinger of a new Tony Blair,” he told Reuters. “But he has never struck me as someone who enjoys particularly the trappings of wealth except foreign holidays with his children.”\n\n“I don’t think this will be nearly as important to him as his other priorities such as the inter-faith dialogue work and the Middle East,” he added.\n\nSeldon said Blair had immersed himself in international affairs probably more than any other European politician and was therefore a very high-profile global name for such a job.\n\n“He is about as good as it gets,” he said, contrasting Blair with the U.S. president whom he said was seen as a less lucrative brand once he leaves office. “Most firms would rather have George W. Bush advising their competition.”\n\nBlair said of his new job with JPMorgan: “I look forward to advising them on how they approach the huge political and economic changes that globalization brings.”\n\nLondon’s Evening Standard newspaper said the role was rumored to be worth 500,000 pounds ($980,000) a year, and contrasted his wealth with the hardship of soldiers wounded in Iraq and Afghanistan -- both wars begun under Blair -- who have struggled for compensation.\n\nThe Financial Times, which first reported the move on its Web Site, said the job was the first of a series that Blair -- who stood down last year after a decade in office -- intended to take in the private sector.\n\nBlair is credited with bringing his Labor Party out of years in opposition to win a landslide election in 1997, but his popularity was damaged in Britain by the Iraq war and his staunch support for Bush.\n\n“I have always been interested in commerce and the impact of globalization,” Blair told the Financial Times.\n\nFormer prime ministers have often relied on private sector work or lucrative public speaking fees -- particularly in the United States -- after leaving office, but some analysts were unfazed by Blair’s move.\n\n“When I come to look at my earnings estimates for JPMorgan I certainly wouldn’t be making an adjustment for the Tony Blair factor,” said Richard Staite, banking analyst for Atlantic Equities in London. “It is a pretty marginal issue.”",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN1064065120080110",
        "time": "01:01 PM EST"
    },
    {
        "header": "rpt-ex-pm tony blair joins jpmorgan as senior advisor",
        "body": "NEW YORK, Jan 10 (Reuters) - Former British prime minister Tony Blair on Thursday joined U.S. bank JPMorgan Chase & Co Inc (JPM.N) as a senior advisor, a role in which he is expected to give advice to senior executives on global politics.\n\nJPMorgan, the third largest U.S. bank, said Blair will advise JPMorgan Chase’s CEO and senior management team on a part-time basis, and participate in the company’s events with key clients.\n\n“I look forward to advising them on how they approach the huge political and economic changes that globalisation brings,” Blair said in a statement.\n\nBlair, a key ally of U.S. President George W. Bush, was replaced last year by Gordon Brown as prime minister. (Reporting by Ritsuko Ando; Editing by Valerie Lee)",
        "link": "http://www.reuters.com/article/rbssFinancialServicesAndRealEstateNews/idUSL1015173020080110",
        "time": "01:15 AM EST"
    }
]