[
    {
        "header": "jp morgan strikes new longevity deal with uk insurer",
        "body": "LONDON (Reuters) - JP Morgan Chase & Co (JPM.N) has sealed a 500 million pound ($901 million) deal to take on a UK insurer’s exposure to growing life expectancy risk, the latest development in a new and potentially lucrative market.\n\nA JP Morgan spokeswoman confirmed on Monday that the deal involves “long dated” longevity swaps with an unidentified UK insurance company.\n\nThis follows another deal JP Morgan signed in February with insurer Lucida, which specializes in taking on longevity risk and corporate pension schemes.\n\nThe latest deal is a separate transaction with another client, the spokeswoman told Reuters.\n\nA longevity swap helps institutions like pension schemes and insurance companies manage the risk of increasing life duration because it enlists a counterparty to pay pensions.\n\nIn return, the scheme pays the counterparty an agreed stream of cash, which is generally an estimate of the future pension payments by the counterparty, based on an assumed future level of improvement in longevity.\n\nThis transaction allows a pension fund or any institution exposed to the longevity risk to transform liabilities from obligations to pay pensions for an unknown period to paying known payments to a counterparty for a fixed period.\n\nThe JP Morgan spokeswoman said the bank has placed the swap with a number of investors in the market, identifying them only as the kind of investors who are comfortable with insurance linked securities such as catastrophe bonds.\n\nInvestors with higher tolerance of risk, typically hedge funds, are among those who buy such instruments.\n\nA recognised industry expert, who declined to be named, said the lorecognizedngevity improvement projections used to calculate the cash stream needed to cover the pension liability was based on the LifeMetrics Longevity Index, launched by JP Morgan in 2007 to benchmark and trade longevity risk.",
        "link": "http://www.reuters.com/article/innovationNewsFinancialServicesAndRealEstate/idUSTRE48S84B20080929",
        "time": "04:32 PM EDT"
    },
    {
        "header": "tarp to benefit regional banks more: jp morgan",
        "body": "(Reuters) - The U.S. authorities’ $700 billion trouble asset relief program will benefit regional banks more than the initial proposal, said J.P. Morgan Securities, but recommended investors to avoid consumer-oriented banks like TCF Financial TCB.N.\n\nInvestors should focus on banks such as Synovus Financial (SNV.N), Colonial BanGroup CNB.N and Zions Bancorp (ZION.O) as these will benefit from the stability in the housing markets proposed in the relief program, analyst Steven Alexopoulos said.\n\nHowever, Friedman Billings Ramsey analyst Paul Miller sees only modest, short-term benefit for community and regional banks in the brokerage’s coverage universe.\n\n”The problem, in our opinion, remains over-levered balance sheets that require a combination of balance sheet contraction and raising of equity capital to permanently address investors’ concerns regarding long-term solvency of many institutions, Miller said.\n\nU.S. lawmakers are in talks over a proposed financial system bailout, which included buying of soured assets and a change in treatment of government sponsored enterprises’ preferred stock losses.\n\nMorgan Stanley analyst Ken Zerbe expects certain banks in the group to benefit from a potential change in the treatment of government sponsored enterprises’ (GSE) preferred stock losses by U.S. authorities.\n\n“We believe Sovereign Bancorp SOV.N would benefit the most if the tax proposal is enacted, as it currently does not have sufficient capital gains to offset the projected impairment loss on its GSE holdings,” Zerbe wrote in a note to clients.\n\nColonial and Synovus Financial are the brokerage’s highest conviction “underweight”(s) in the mid-sized banks’ group.\n\nZerbe still favors better-capitalized banks, such as Hudson City Bancorp HCBK.O and People’s United Financial (PBCT.O), given the economic uncertainty and the possibility that the nation moves into a recession by end of 2008.",
        "link": "http://www.reuters.com/article/gc06/idUSTRE48S46820080929",
        "time": "09:42 AM EDT"
    },
    {
        "header": "jpmorgan sells $10 bln in shares in expanded offer",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) on Friday said it sold $10 billion of common stock, 25 percent more than it had planned, in a public offering to help support its acquisition of failed bank Washington Mutual Inc (WM.N).\n\nJPMorgan, which ran its own offering, said it sold about 246.9 million shares at $40.50 per share. The bank also has an option to sell 37 million additional shares to cover any excess demand. The sales are expected to be completed by Sept. 30.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSWNAB329420080929",
        "time": "01:02 AM EDT"
    }
]