[
    {
        "header": "jpmorgan profit plummets on loan losses",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co’s (JPM.N) quarterly profit fell 84 percent, due to mark-downs on underperforming loans, but the results still beat analysts’ forecasts.\n\nJPMorgan, whose shares slipped 2.5 percent in pre-market trading, was hit by weakness in its leveraged lending and mortgage-related portfolios, underscoring the strains of the credit crisis.\n\n“Given the uncertainty in the capital markets, housing sector and economy overall, it is reasonable to expect reduced earnings for our firm over the next few quarters,” Chief Executive Jamie Dimon said in a statement.\n\nThe bank’s adjusted loss of 6 cents per share, before an extraordinary gain related to the acquisition of Washington Mutual’s banking operations, beat analyst expectations of a loss of 29 cents per share, according to Reuters Estimates.\n\nThird quarter net income fell to $527 million, or 11 cents a share, from $3.37 billion, or 97 cents a share, a year earlier.\n\nJPMorgan’s shares initially rose in premarket trading, but then turned lower and were down a bit less than 1 percent.\n\nThe bank, which is set to get a $25 billion cash injection from the U.S. government’s financial rescue package, last month sold $10 billion of stock to fund its $1.9 billion acquisition of Washington Mutual Inc.\n\nThe takeover, which followed seizure of WaMu by regulators, was JPMorgan’s second this year of a financial institution on the verge of collapse. In March, it agreed to buy stricken investment bank Bear Stearns Cos Inc.\n\nThe purchase of Wamu, the largest bank to fail in U.S. history, saddled the bank with the troublesome mortgages that caused painful write-downs and credit losses for the thrift. As part of the acquisition, JPMorgan wrote down more than $30 billion and said it would incur $1.5 billion in pre-tax costs.\n\nThe bank posted a write-down of $3.6 billion from its investment banking operations, taking its total credit losses and write-downs since the credit crunch began last year to $12.3 billion, still far below that of peers such as Citigroup Inc (C.N), which has posted over $50 billion.\n\nShares in JPMorgan fell $1.01 to $39.70 in pre-market trading, from $40.71 on Tuesday.",
        "link": "http://www.reuters.com/article/gc06/idUSTRE49E3Q820081015",
        "time": "10:02 AM EDT"
    },
    {
        "header": "update 2-research alert-jp morgan ups apple, ibm to overweight",
        "body": "Oct 15 (Reuters) - JP Morgan Securities upgraded Apple Inc (AAPL.O) and IBM (IBM.N) to “overweight” from “neutral,” but downgraded the stocks of Dell Inc DELL.O, NetApp Inc (NTAP.O) and Lexmark International Inc LXK.N.\n\nAnalyst Mark Moskowitz said he favours stocks that could offer relative downside protection to increasingly tenuous IT spending conditions over the next six to nine months.\n\n“We recommend stocks possessing diversified models, a high level of recurring revenues, market share grab potential, and margin protection,” Moskowitz said in a note to clients.\n\nAccording to the analyst, Apple offers “strong relative downside protection to the looming earnings reset” that he expects to impact IT Hardware companies in coming weeks and early next year.\n\n“Retail expansion could sustain share gains and international momentum,” said Moskowitz, who believes diversifying revenue streams will act as a major force for Apple’s growth.\n\nThe analyst raised the stock of IBM, saying the company offers long-term investors a “sturdy ship to navigate the macroeconomic distress”.\n\n“We highlight IBM as a lead beneficiary owing to its broad services, hardware, and software reach,” Moskowitz said.\n\nThe brokerage cut his ratings on Dell and NetApp to “neutral” from “overweight” and on Lexmark to “underweight” from “neutral.”\n\nJP Morgan believes Dell’s high exposure to personal computers (PC) and the heavy-lifting related to its nascent two-tier distribution model could bring incremental volatility.\n\nThe company’s model presently depends on PCs for about 60 percent of revenues, and this high exposure stands to be a hurdle to achieving consistent growth in coming quarters, Moskowitz said.\n\n“Alongside ongoing cost-optimization activities, we appreciate Dell’s initiatives in blade servers, storage, and value-add services, but we see these potential catalysts as longer-term in nature,” the analyst added.\n\nMoskowitz said the trend of server virtualization may hurt server revenue growth, but the networked storage space would benefit from endless data creation, priority status in IT budgets, and virtualization.\n\n“Estimates stand to come down across the board in October and November, but we think bigger cuts come in the January and February season,” he added citing concerns over a weak economy.\n\nShares of Apple were trading up about 1 percent at $105.36 on Nasdaq, while those of IBM were down about a percent at $92.91 in morning trade on the New York Stock Exchange.",
        "link": "http://www.reuters.com/article/rbssITServicesConsulting/idUSBNG34211420081015",
        "time": "10:33 AM EDT"
    },
    {
        "header": "jp morgan cuts oil price forecasts",
        "body": "LONDON (Reuters) - JP Morgan (JPM.N) has cut its oil price forecast for the fourth quarter of 2008 to $79 a barrel and reduced its forecast for the average price in 2009 to $74.75 a barrel, the U.S. bank said on Wednesday.\n\nThe firm said the cuts reflected weaker economics, more expensive credit, more refining capacity and recovering non-OPEC supply.\n\nJP Morgan did not immediately give details of the size of these revisions.\n\n“This forecast is predicated on the assumption that we are currently in a global recession and that this will last at least through to the end of the first quarter,” it said.\n\n“There remains the possibility that the slowdown is both deeper and more protracted than assumed.”\n\nThe bank sees prices dipping to $70 a barrel in the second quarter and current volatility in the oil price could mean that U.S. crude could fall to $60 a barrel at some stage. (Reporting by Jane Merriman)",
        "link": "http://www.reuters.com/article/GCA-Oil/idUSTRE49E51020081015",
        "time": "09:15 AM EDT"
    },
    {
        "header": "us stock futures fall; jpmorgan, retail sales eyed",
        "body": "* U.S. stock futures are pointing to a lower open on Wall Street, following Tuesday’s decline, as worries on the economy and corporate profits begin to outweigh positive sentiment from the banking bailout plan.\n\n* At 0955 GMT, Dow Jones futures DJc1 and S&P 500 futures SPc1 were down 1.5 and 1.7 percent respectively. Futures for the Nasdaq NDc1 were down 0.4 percent.\n\n* Third-quarter earnings from investment banking giant JP Morgan (JPM) are the corporate highlight, with analysts forecasting a loss of 29 cents a share, compared with a profit of 97 cents a year earlier.\n\n* Intel Corp. (INTC.O) shares shot up more than 4 percent after the bell on Tuesday after the microprocessor maker reported earnings that exceeded analysts’ expectations. For more see [ID:nWNAB6996].\n\nThe stock rose to $16.72 in electronic trading after closing the regular session down 6 percent to $15.93. The shares were up 3.6 percent in Frankfurt (INTC.F).\n\n* Macro data due includes producer prices for September, set to show prices falling 0.4 percent, compared with a 0.9 percent fall in August.\n\n* Retail sales for September are likely to have fallen 0.7 percent, compared with a fall of 0.3 percent in August.\n\n* Internet auction company eBay (EBAY.O) is set to report a profit of 41 cents a share, unchanged from a year ago.\n\n* Others to report include Abbott Laboratories (ABT), and Wells Fargo & Co. (WFC)",
        "link": "http://www.reuters.com/article/usMktRpt/idUSLF73393320081015",
        "time": "06:15 AM EDT"
    },
    {
        "header": "wrapup 1-jpmorgan, wells fargo post lower profits",
        "body": "NEW YORK, Oct 15 (Reuters) - JPMorgan Chase & Co (JPM.N) and Wells Fargo & Co (WFC.N) posted better-than-expected earnings on Wednesday despite higher credit losses, underlining their standing as among the strongest big banks in the battered U.S. financial sector.\n\nThird-quarter profit fell 84 percent at JPMorgan, which bought Washington Mutual Inc’s WAMUQ.PK banking units for $1.9 billion late last month. Profit dropped 25 percent at Wells Fargo, which is buying Wachovia Corp WB.N in a transaction originally valued at $15.1 billion.\n\nJPMorgan and Wells Fargo are betting they can handle the risks stemming from their acquisition targets, which were felled by losses tied to home loans.\n\nBoth banks are well-capitalized and are adding deposits as nervous customers flee weaker rivals. They are receiving even more capital as part of the U.S. government plan to inject $250 billion into the financial system.\n\n“People are realizing there are interesting tools being put in place to deal with the credit crisis, but there’s going to be a lag time to get them to work,” said Arthur Hogan, chief market analyst at Jefferies & Co in Boston.\n\nShares of both banks fell in pre-market trade after a government report showing disappointing September U.S. retail sales heightened recession fears. But at mid-morning JPMorgan was up 63 cents to $41.34, while Wells Fargo added 58 cents to $34.10.\n\nProfit at New York-based JPMorgan tumbled to $527 million, or 11 cents per share, from $3.37 billion, or 97 cents, a year earlier.\n\nExcluding one-time items, the bank had a loss of 6 cents per share, compared with the average analyst forecast for a loss of 29 cents, Reuters Estimates said. Net revenue fell 9 percent to $14.74 billion, topping the average forecast of $14.62 billion.\n\nJPMorgan nearly tripled the amount it set aside for credit losses, to $6.66 billion, including a $1.98 billion adjustment related to how Washington Mutual accounted for loan losses.\n\nResults also included losses of $642 million on Fannie Mae FNM.N and Freddie Mac FRE.N preferred stock, and $248 million to buy back auction-rate securities.\n\nThe acquisition of Washington Mutual, once the largest U.S. savings and loan, gave JPMorgan Chief Executive Jamie Dimon some 5,400 branches and fulfilled his longtime goal of expanding to the western United States.\n\nWith $2.25 trillion of assets, JPMorgan may have surpassed Citigroup Inc (C.N) to become the largest U.S. bank for now. Citigroup reports quarterly results on Thursday.\n\nJPMorgan said, though, that quarterly mortgage and home equity losses could top $1.5 billion early next year. The bank is absorbing an estimated $31 billion of loan losses from Washington Mutual, and Dimon said overall earnings might be “reduced” over the next few quarters.\n\n“We necessarily need to be prepared for a bad environment,” Dimon said on a conference call. “We don’t necessarily know what the environment will be.”\n\nAt San Francisco-based Wells Fargo, profit dropped to $1.64 billion, or 49 cents per share, from $2.17 billion, or 64 cents, a year earlier. Revenue rose 5 percent to $10.38 billion, while expenses fell 3 percent.\n\nAnalysts on average expected profit of 34 cents per share on revenue of $11.08 billion. Results included $646 million of charges related to Fannie Mae and Freddie Mac preferred stock and to Lehman Brothers Holdings Inc’s LEHMQ.PK bankruptcy.\n\nThe bank set aside $2.5 billion for credit losses, in large part for consumer credit losses, while net charge-offs more than doubled to $2 billion. It said home equity loan losses will be higher than normal until home prices stabilize.\n\n“The economy is weak and maybe is in a recession,” Chief Financial Officer Howard Atkins said in an interview. “I don’t know how deep or how long it will last, but it is a good working assumption. Having said that, the steps taken by the government will help over time, and we’ll see what happens.”\n\nWells Fargo was able to wrest Wachovia from the arms of Citigroup largely because it never dove deeply into the risky mortgages and exotic debt that strangled Wachovia, Washington Mutual and IndyMac Bancorp Inc IDMC.PK.\n\nThe Wachovia merger is expected to close this quarter and create the fourth-largest U.S. bank, with more than $1.4 trillion of assets and about 6,600 branches.\n\n“We’re known and admired for our conservative financial position and a disciplined acquisition strategy that will not change,” Chief Executive John Stumpf said in a statement.\n\nSeparately, Paramus, New Jersey’s Hudson City Bancorp Inc HCBK.O said third-quarter profit rose 64 percent to $121.9 million, or 25 cents per share, from $74.4 million, or 15 cents, a year earlier, as its home lending business thrived.\n\nHudson City will become the nation’s largest thrift following the expected sale of Sovereign Bancorp Inc SOV.N to Spain’s Banco Santander SA (SAN.MC). (Additional reporting by Joseph A. Giannone and Ellis Mnyandu; editing by John Wallace)",
        "link": "http://www.reuters.com/article/FSCONS/idUSN1541938020081015",
        "time": "10:24 AM EDT"
    },
    {
        "header": "jpmorgan to grant wamu access to $4.4 billion in funds",
        "body": "NEW YORK (Reuters) - JPMorgan Chase (JPM.N) agreed to allow bankrupt savings and loan Washington Mutual Inc’s WAMUQ.PK parent company to access $4.4 billion of its funds that may be used to help pay creditors.\n\nWaMu’s parent company can take back control of $707 million in deposits it had at Washington Mutual Bank and $3.7 billion it held at the bank’s subsidiaries, according to documents filed with Delaware Bankruptcy Court on Tuesday. The agreement requires court approval.\n\nJPMorgan agreed to buy Washington Mutual Inc last month after the owner of Washington Mutual Bank entered into receivership. Following the transaction, the companies entered into a standstill agreement limiting access to the deposits in order to give the companies time to verify the amounts, according to the documents.\n\nWashington Mutual’s holding company said in earlier court filings that it had about $5 billion on deposit with its banking subsidiaries prior to entering bankruptcy protection.\n\nCreditor lawyers had been concerned that the funds in the deposits would not be available to pay back their clients. When the Seattle-based savings and loan company filed for bankruptcy protection, it listed $32.9 billion in assets and $8 billion in debt.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49E5XL20081015",
        "time": "10:42 AM EDT"
    },
    {
        "header": "jpmorgan shares retreat after results",
        "body": "NEW YORK (Reuters) - Shares of JPMorgan Chase & Co (JPM.N) fell 2.4 percent to $39.75 before the opening bell on Wednesday after the bank reported third-quarter profit dropped 84 percent due to mark-downs on underperforming loans in its leveraged lending and mortgage-related portfolios.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE49E3XQ20081015",
        "time": "08:37 AM EDT"
    },
    {
        "header": "update 1-jp morgan raises general mills to overweight",
        "body": "Oct 15 (Reuters) - J.P. Morgan Securities upgraded General Mills Inc (GIS.N) to “overweight” from “neutral,” citing the company’s strong growth position in certain categories.\n\nThe maker of Cheerios cereal, Betty Crocker baking mixes and Green Giant vegetables appears to be gaining share in the cereal category, and double-digit growth continues in the yogurt and snacks categories, the brokerage said.\n\n“Continued execution, additional innovation and pricing seem poised to maintain the fundamental momentum, establishing Mills as perhaps the best top-line story in our large cap group,” analyst Terry Bivens wrote in a note to clients.\n\nWhile margin compression is likely in the fiscal second quarter, the forward outlook is brighter with most of the company’s main inputs like fuel, wheat, flour and milk likely to be down when contracts are renewed, the analyst said.\n\nBivens, who set a year-end 2009 price target of $78 on the stock, expects General Mills to top consensus earnings estimates for the second quarter.\n\nShares of the company were up 14 cents at $64.56 in morning trade on the New York Stock Exchange. (Reporting by Antonita Madonna Devotta in Bangalore; Editing by Deepak Kannan)",
        "link": "http://www.reuters.com/article/rbssFoodProcessing/idUSBNG10658920081015",
        "time": "10:13 AM EDT"
    },
    {
        "header": "jpmorgan, wells fargo profits fall, but top views",
        "body": "* JPMorgan and Wells Fargo shares fall less than markets\n\nNEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) and Wells Fargo & Co (WFC.N) posted better-than-expected earnings on Wednesday despite higher credit losses, underlining their standing as among the strongest big banks in the battered U.S. financial sector.\n\nThe banks are the first major U.S. lenders to report results for the third quarter, a difficult period for banks that grew dire in late September as credit markets seized up.\n\n“If you are not fearful, you’re crazy,” JPMorgan Chief Executive Jamie Dimon said on a conference call.\n\nThough quarterly profit fell 84 percent at JPMorgan and 25 percent at Wells Fargo, the banks’ shares fell less than rivals as investors were heartened that tighter credit and a souring economy didn’t hurt results more. Both banks added deposits as nervous customers fled weaker rivals.\n\n“If you were a bull, the results confirm these companies will be survivors,” said Richard Moroney, chief investment officer of Horizon Investment Services LLC in Hammond, Indiana. “They both had major deterioration in credit, and that’s hardly a pretty picture, but results didn’t seem that bad.”\n\nBoth banks are making big bets on the economic outlook with acquisitions of major lenders felled by risky home loans. JPMorgan last month bought Washington Mutual Inc’s WAMUQ.PK bank units for $1.9 billion, and Wells Fargo is buying Wachovia Corp WB.N in a takeover originally valued at $15.1 billion.\n\nDespite being well capitalized, JPMorgan and Wells Fargo were among the initial nine lenders to get capital injections this week from U.S. Treasury Secretary Henry Paulson’s $250 billion plan to restore confidence in the financial system.\n\nOn the New York Stock Exchange, JPMorgan closed down $2.22, or 5.5 percent, at $38.49, while Wells Fargo fell 17 cents, or 0.5 percent, to $33.35.\n\nThe KBW Bank Index .BKX, which includes both banks, slid 7.2 percent. Broader indexes fell even more after bleak data on U.S. retail sales and overall economic activity, and comments by Federal Reserve Chairman Ben Bernanke that the economy faces a significant threat, fanned fears of a recession.\n\nQuarterly profit at New York-based JPMorgan fell to $527 million, or 11 cents per share, from $3.37 billion, or 97 cents, a year earlier.\n\nExcluding items, the bank had a loss of 6 cents per share, compared with the average analyst forecast for a loss of 29 cents, Reuters Estimates said. Net revenue fell 9 percent to $14.74 billion, topping the average $14.62 billion forecast.\n\nJPMorgan nearly tripled the amount it set aside for credit losses, to $6.66 billion.\n\nIt wrote off $3.6 billion for mortgage debt and leveraged loans in its investment bank, lost $642 million on Fannie Mae FNM.N and Freddie Mac FRE.N preferred stock, and took a $248 million charge to buy back auction-rate securities.\n\nThe acquisition of Washington Mutual, once the largest U.S. savings and loan, gave Dimon some 5,400 branches and fulfilled his longtime goal of expanding to the western United States.\n\nWith $2.25 trillion of assets, JPMorgan may have surpassed Citigroup Inc (C.N) to become the largest U.S. bank for now. Citigroup reports quarterly results on Thursday.\n\nJPMorgan said, though, that quarterly mortgage and home equity losses could top $1.5 billion early next year.\n\nThe bank is absorbing an estimated $31 billion of loan losses from Washington Mutual, and Dimon said overall earnings might be reduced over the next few quarters. “We necessarily need to be prepared for a bad environment,” he said.\n\nAt San Francisco-based Wells Fargo, profit dropped to $1.64 billion, or 49 cents per share, from $2.17 billion, or 64 cents, a year earlier. Revenue rose 5 percent to $10.38 billion, while expenses fell 3 percent.\n\nAnalysts on average expected profit of 34 cents per share on revenue of $11.08 billion. Results included $646 million of charges related to Fannie Mae and Freddie Mac preferred stock and to Lehman Brothers Holdings Inc’s LEHMQ.PK bankruptcy.\n\nThe bank’s largest investor is Warren Buffett’s Berkshire Hathaway Inc (BRKa.N) (BRKb.N).\n\nWells Fargo set aside $2.5 billion for credit losses, and net charge-offs more than doubled to $2 billion. It expects home equity loan losses to be higher than normal until housing prices stabilize.\n\n“The economy is weak and maybe is in a recession,” Chief Financial Officer Howard Atkins said in an interview. “Having said that, the steps taken by the government will help over time, and we’ll see what happens.”\n\nWells Fargo was able to wrest Wachovia from the arms of Citigroup largely because it never dove deeply into the risky mortgages and exotic debt that strangled Wachovia, Washington Mutual and IndyMac Bancorp Inc IDMC.PK.\n\nThe merger is expected to close this quarter and create the fourth-largest U.S. bank, with more than $1.4 trillion of assets and about 6,600 branches.\n\nSeparately, Paramus, New Jersey’s Hudson City Bancorp Inc HCBK.O said third-quarter profit rose 64 percent to $121.9 million, or 25 cents per share, from $74.4 million, or 15 cents, a year earlier, as its home lending business thrived.\n\nAnalysts expected profit of 24 cents per share, and Hudson City shares closed up 63 cents, or 3.9 percent, at $16.70 on the Nasdaq. Hudson City will become the nation’s largest thrift following the expected sale of Sovereign Bancorp Inc SOV.N to Spain’s Banco Santander SA (SAN.MC).",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN1531093420081015",
        "time": "06:01 PM EDT"
    },
    {
        "header": "jpmorgan and wells face merger risk as economy sags",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) and Wells Fargo & Co (WFC.N) may emerge as long-term winners in the quake that has shaken up U.S. banks. Their staying power will be tested by their ability to complete their high-risk mergers.\n\nJPMorgan’s $1.9 billion purchase of Washington Mutual Inc’s WAMUQ.PK banking units and Wells Fargo’s planned purchase of Wachovia Corp WB.N, originally valued at $15.1 billion, add large, powerful retail branch networks to what were already two of the biggest banks in the United States.\n\nBoth purchase prices are only a small fraction of what the targets were once worth and reflected evaporating investor confidence that Wachovia and Washington Mutual would have the time and capital to combat soaring mortgage losses.\n\nWhile JPMorgan and Wells Fargo quarterly results topped forecasts on Wednesday, their continued prosperity may be at risk as the economy slides into what some expect will be a deep recession.\n\n“Trying to integrate companies in the midst of a difficult operating environment is challenging, to say the least,” said Chris Hagedorn, who helps invest $21.4 billion at Fifth Third Asset Management in Cincinnati. “These companies have done big integrations in the past and I would give them the benefit of the doubt.”\n\nJPMorgan has had three large mergers in recent years: Chase Manhattan Corp’s 2000 purchase of JP Morgan & Co, the 2004 purchase of Bank One Corp and May’s rescue of Bear Stearns Cos. Wells Fargo has not had one since 1998, when Norwest Corp bought the old Wells Fargo and took its name.\n\nAnalysts said the success of the Washington Mutual and Wachovia takeovers depends on their acquirers’ abilities to live up to their past records at merger integration and a presumption they properly assessed credit risks. JPMorgan is writing down $31 billion for Washington Mutual loans, while Wells Fargo expects to write off $74 billion from Wachovia.\n\nBut economic conditions are not good.\n\n“We necessarily need to be prepared for a bad environment,” JPMorgan Chief Executive Jamie Dimon said on a conference call. He later added: “If you are not fearful, you’re crazy.”\n\nMeanwhile, Wells Fargo Chief Financial Officer Howard Atkins said it is a “good working assumption” that the economy is in recession.\n\n“The steps taken by the government will help over time and we’ll see what happens,” he added.\n\nRichard Moroney, chief investment officer of Horizon Investment Services LLC in Hammond, Indiana, said JPMorgan and Wells Fargo are “taking on huge risks, but getting huge opportunities. It depends on how bad mortgages, car loans and credit cards are going to get. There are also integration issues: getting computers to work, getting people to work together. We’ve seen those things go awry at other banks.”\n\nIndeed, Wachovia itself has seen both sides of the coin.\n\nBefore buying the former Wachovia in 2001 and taking its name, First Union Corp lost thousands of customers when it botched the takeover of Philadelphia’s CoreStates Financial. It also lost $2 billion when it shut down Money Store, a lender to people with poor credit histories.\n\nKen Thompson, the former chief executive of First Union and later Wachovia, at first shed that bank’s reputation for poor integrations, smoothly absorbing the old Wachovia, as well as Alabama’s SouthTrust Corp, a 2004 purchase.\n\nBut he shattered that progress with a $24.2 billion purchase of California mortgage lender Golden West Financial Corp in October 2006, just as the housing market was about to crash. Many analysts at first thought Wachovia overpaid, although even they did not see the scope of the eventual deterioration at Golden West, once regarded as a conservative lender.\n\nWashington Mutual, meanwhile, last month became the largest U.S. bank ever to fail, following rapid expansion into subprime mortgages, home equity loans and option adjustable-rate mortgages, the latter also a Golden West specialty.\n\nJPMorgan Chief Financial Officer Michael Cavanagh told analysts the integration of Washington Mutual, acquired three weeks ago, is “progressing well.” He also said Washington Mutual -- now backed by JPMorgan -- has staunched the deposit outflows that prompted regulators to seize it.\n\nMeanwhile, Atkins said a key feature of the Wachovia takeover “is to combine our sales and cross-sell culture with Wachovia’s service culture.” Wells Fargo emphasizes selling several products to each customer, while Wachovia usually ranks near the top of independent customer satisfaction surveys.\n\n“Wells Fargo is a company known for going slow in integrating deals and, if it is smart, will move quickly to identify and retain much of Wachovia’s key talent,” wrote Kevin Fitzsimmons, an analyst at Sandler O‘Neill & Partners LP.",
        "link": "http://www.reuters.com/article/americasPrivateEquityNews/idUSTRE49E9EN20081015",
        "time": "07:57 PM EDT"
    },
    {
        "header": "jpmorgan reports better-than-expected q3 eps of $0.11; futures",
        "body": "Disney-Fox mashup would truly be over the top",
        "link": "http://www.reuters.com/article/businessFlashAlerts/idUSTRE49E3NZ20081015",
        "time": "07:09 AM EDT"
    },
    {
        "header": "jp morgan raises 2008-09 gold price forecast",
        "body": "LONDON, Oct 15 (Reuters) - JP Morgan said on Wednesday it is raising its price forecast for gold for 2008 and 2009 on expectations investors will buy into bullion as a haven from risk.\n\nHowever, it is trimming its expectations for platinum, palladium and silver prices on fears over falling demand for the more industrial precious metals.\n\nThe bank now sees gold prices at $904 an ounce in 2008, against a previous forecast of $884, and at $875 an ounce next year, up from $854 previously expectated.\n\n“Gold and silver should continue to benefit from safe-haven related interest,” JP Morgan added in an emailed release.\n\nNonetheless the bank revised its silver prices lower, to $15.40 an ounce from $16.10 in 2008 and to $12.30 from $12.50 an ounce next year.\n\nIt made deeper cuts to its forecasts for platinum group metals prices. It cut its 2008 forecast for platinum by 5 percent to $1,611 an ounce, and its expected palladium price by 4 percent to $354 an ounce.\n\nFor 2009, it slashed its palladium price forecast by around a third to $225 an ounce from $338, and cut its forecast platinum price to $1,123 from $1,275.\n\nPrices of both platinum and palladium have more than halved from the highs hit earlier this year. (Reporting by Jan Harvey; editing by Editing by Peter Blackburn)",
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSLF26304120081015",
        "time": "08:50 AM EDT"
    },
    {
        "header": "before the bell-jpmorgan shares retreat after results",
        "body": "NEW YORK, Oct 15 (Reuters) - Shares of JPMorgan Chase & Co (JPM.N) fell 2.4 percent to $39.75 before the opening bell on Wednesday after the bank reported third-quarter profit dropped 84 percent due to mark-downs on underperforming loans in its leveraged lending and mortgage-related portfolios.",
        "link": "http://www.reuters.com/article/beforeTheBell/idUSN1529803420081015",
        "time": "08:33 AM EDT"
    },
    {
        "header": "before the bell-jpmorgan rises after third-quarter results",
        "body": "NEW YORK, Oct 15 (Reuters) - Shares of JPMorgan Chase (JPM.N) rose 1.8 percent to $41.45 before the opening bell on Wednesday after it reported third-quarter results. (Reporting by Leah Schnurr; Editing by Kenneth Barry)",
        "link": "http://www.reuters.com/article/beforeTheBell/idUSN1529163920081015",
        "time": "07:24 AM EDT"
    }
]