[
    {
        "header": "update 3-former jpmorgan executive arrested in argentina",
        "body": "NEW YORK, July 29 (Reuters) - A former JPMorgan Chase & Co (JPM.N) private banking executive has been arrested in Argentina on charges of embezzling about $5.4 million from bank clients.\n\nHernan Arbizu was charged in 15-count indictment unsealed in U.S. District Court in New York. He was arrested on Monday in Buenos Aires and is being held by Argentine authorities, pending extradition, the U.S. Attorney’s Office in Manhattan said.\n\nThe indictment contends Arbizu, 41, engaged in a scheme to withdraw funds from bank customers without their knowledge through the use of unauthorized wire transfers. The U.S. government is also seeking the forfeiture of the roughly $5.4 million it contends was embezzled.\n\nThe name of Arbizu’s attorney was not immediately available.\n\nJPMorgan said in a statement it “appreciates the cooperation and the prompt joint action of the Argentine and American authorities.” It said it could not comment further because of a pending court case.\n\nLast month, the investment bank’s JP Morgan Securities unit sued Arbizu, accusing him of sharing sensitive information with other firms. The court papers in that case said Arbizu had lived in Connecticut while employed by JPMorgan as a vice president in the private banking division, but fled to Argentina before being fired.\n\nArbizu had been responsible for handling business involving high-net-worth individuals in Argentina and Chile, the lawsuit said.\n\nAccording to the criminal indictment, Arbizu initiated or helped initiate 12 unauthorized wire transfers from private banking clients at JPMorgan and UBS AG UBSN.VX between March 2007 and April 2008.\n\nHe was charged with 12 counts of wire fraud, one count of embezzlement by a bank employee, one count of bank fraud and one count of identity theft. He could face as much as 30 years in prison if convicted. (Reporting by Lisa Von Ahn and Andre Grenon)",
        "link": "http://www.reuters.com/article/etfNews/idUSN2932278420080729",
        "time": "12:07 PM EDT"
    },
    {
        "header": "former jpmorgan executive accused of embezzlement",
        "body": "NEW YORK (Reuters) - A former JPMorgan Chase & Co private banking executive has been indicted on charges of embezzling about $5.4 million, according to federal court papers.\n\nThe indictment, filed in U.S. District Court in Manhattan, accuses former executive Hernan Arbizu of 15 criminal counts. Arbizu was arrested on Monday in Argentina, according to a person close to the matter who spoke on condition of anonymity.\n\nThe indictment contends Arbizu engaged in a scheme to withdraw funds from bank customers without their knowledge through the use of unauthorized wire transfers. The U.S. government is also seeking the forfeiture of the roughly $5.4 million it contends was embezzled.\n\nThe name of Arbizu’s attorney was not immediately available.\n\nJPMorgan said in a statement that it “appreciates the cooperation and the prompt joint action of the Argentine and American authorities. However, the firm is unable to comment further due to pending litigation.”\n\nLast month, the investment bank’s JP Morgan Securities unit sued Arbizu, accusing him of sharing sensitive information with other firms. The court papers in that case said Arbizu had lived in Connecticut while employed by JPMorgan, but fled to Argentina before being fired in June.\n\nArbizu had been responsible for handling business involving high-net-worth individuals in Argentina and Chile for JPMorgan, the lawsuit said.",
        "link": "http://www.reuters.com/article/domesticNews/idUSN2931977320080729",
        "time": "11:25 AM EDT"
    }
]