[
    {
        "header": "jpmorgan, citigroup, bofa hit multiyear lows",
        "body": "NEW YORK (Reuters) - Shares of JPMorgan Chase & Co , Citigroup Inc and Bank of America Corp tumbled to multiyear lows on Wednesday on expectations that deteriorating credit conditions and a contracting economy will weigh heavily on the three largest U.S. banks.\n\nJPMorgan shares fell as much as 9.6 percent to their lowest level in 5-1/2 years, predating the arrival of Jamie Dimon as chief executive. Citigroup dropped as much as 14.1 percent to a 13-year low, and was surpassed as the fourth-largest bank U.S. by market value by U.S. Bancorp, which has one-eighth as much in assets. Bank of America shares fell as much as 10.9 percent to an 11-1/2-year low.\n\nThe three banks are in the Dow Jones industrial average .DJI>, and even before Wednesday had lost more than $450 billion of market value from recent highs -- Bank of America in November 2006, Citigroup the next month, and JPMorgan in May 2007.\n\nInvestor worries swelled after Credit Suisse analysts said two big, new commercial loans were near default. That fanned fears that credit deterioration that has already saturated the residential mortgage market and worsened in credit cards was heading to a major new area, commercial real estate.\n\nMeanwhile, new government data showed that consumer prices dropped in October at the fastest pace ever, while housing starts that month were the fewest on record. The data showed how fast the already troubled U.S. economy is weakening.\n\n“Part of the dread is about just how bad the financials have been doing,” said Alan Lancz, president of Alan B. Lancz & Associates Inc, a Toledo, Ohio investment adviser. “Even in those that are supposed to be the leaders -- JPMorgan, Wells Fargo, Bank of America -- there’s just tremendous, continued declines.”\n\nCitigroup on Wednesday also said it agreed to buy $17.4 billion of assets remaining in a series of funds known as structured investment vehicles. Such vehicles were among the earlier major classes of investments to implode in the global credit crunch that began last year. On Monday, Citigroup announced 52,000 job cuts.\n\nIn afternoon trading on the New York Stock Exchange, JPMorgan shares were down $2.63, or 8.2 percent, at $29.51, after earlier falling to $29.06; Citigroup was down $1.05, or 12.6 percent, to $7.31, after earlier falling to $7.18; and Bank of America was off $1.60, or 10.5 percent, to $13.59, after earlier dropping to $13.54.\n\nWells Fargo, the second-largest U.S. bank by market value after JPMorgan, was down $1.59, or 5.9 percent, to $25.61 in afternoon trading. Wachovia Corp, which Wells Fargo is buying, fell 34 cents, or 6.5 percent, to $4.92. Merrill Lynch & Co, which Bank of America is buying, fell $1.05, or 9.2 percent, to $10.35.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE4AI6IJ20081119",
        "time": "08:31 PM EST"
    },
    {
        "header": "update 1-research alert-jp morgan raises cogent to overweight",
        "body": "Nov 19 (Reuters) - J.P. Morgan Securities upgraded the stock of biometric identification systems provider Cogent Systems (COGT.O) to “overweight” from “neutral” and said it expects several large-scale projects to come to fruition in the next six months.\n\n“Continued deployments within US-VISIT as well as several smaller contracts should fill the void until revenue from these large-scale contracts begin,” analyst Paul Coster said in a note to clients.\n\nThe U.S. Department of Homeland Security’s US-VISIT program provides visa-issuing posts and ports of entry with the biometric technology that enables the government to establish and verify the identity of people visiting the United States.\n\nCogent’s position in the homeland security and defense markets also make it relatively less sensitive to the economic downturn, said the analyst, who raised his price target on the stock to $13 from $10.50.\n\nCoster said the company, which has about $450 million in cash with no debt, appears well capitalized for a downturn.\n\nShares of the company closed at $10.34 Tuesday on Nasdaq. (Reporting by Shrutika Verma in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssITServicesConsulting/idUSBNG36512420081119",
        "time": "07:33 AM EST"
    },
    {
        "header": "update 1-jp morgan cuts century aluminum to neutral",
        "body": "Nov 19 (Reuters) - J.P. Morgan Securities downgraded Century Aluminum Co (CENX.O) to “neutral” from “overweight,” saying it doubts the company’s ability to cut costs to offset the steep decline in aluminum prices.\n\nThe brokerage lowered its aluminum price forecast for 2009 to 97 cents per pound from its prior view of $1.09 per pound. It also slashed its 2009 earnings estimate for Century Aluminum by more than 89 percent to 25 cents a share.\n\nFor the fourth quarter of 2008, the brokerage expects Century Aluminum to earn 25 cents a share, down from its previous forecast of 56 cents.\n\nAdditionally, the brokerage expects Alcoa Inc (AA.N) to post a loss of 5 cents a share for the fourth quarter, compared with its earlier estimate of a profit of 8 cents.\n\nShares of Century Aluminum closed at $8.74 on Nasdaq, while those of Alcoa closed at $9.48 Tuesday on the New York Stock Exchange. (Reporting by Arup Roychoudhury in Bangalore; Editing by Deepak Kannan)",
        "link": "http://www.reuters.com/article/rbssAluminum/idUSBNG41042020081119",
        "time": "07:41 AM EST"
    },
    {
        "header": "update 1-jp morgan cuts uk banking sector's earnings outlook",
        "body": "",
        "link": "http://www.reuters.com/article/rbssFinancialServices - Diversified/idUSBNG37714520081119",
        "time": "04:36 AM EST"
    }
]