[
    {
        "header": "update 1-research alert-jp morgan downgrades diamond offshore",
        "body": "Oct 13 (Reuters) - JP Morgan Securities cut Diamond Offshore Drilling Inc (DO.N) to “underweight” from “overweight” and said shares of the oil and gas drilling contractor was overvalued relative to its group.\n\nThe rating change is in view of a rebound in the group, a long grind sideways and rapid deterioration of dayrates to, or below, midcycle levels, the brokerage said.\n\n“While we expect positive deepwater rates in the near term, we have cut 2009 and 2010 earnings estimates given E&P (exploration and production) budget risk,” JP Morgan analyst David Smith said in a note to clients.\n\nWhile the analyst expects a strong rebound in the services names should the markets stabilize, he said Diamond Offshore presented less upside in a rebound versus its peers.\n\nOffshore driller stocks largely discount a rapid return to, or below, midcycle rates. Under this scenario, Diamond Offshore has the most margin to lose, particularly if deepwater newbuilds arrive into a market that is cutting deepwater exploration budgets, Smith said.\n\nSmith said even if oil prices find support at $80 barrel and the offshore drillers avoid significant earnings deterioration, the company would still look expensive, adding that it was more business than credit risk for Diamond Offshore.\n\nThe analyst said he preferred shares of companies like Transocean Inc (RIG.N) and Pride International Inc PDE.N which have better backlog support and improving fleets at a cheaper price, and Noble Corp (NE.N), Rowan Companies Inc (RDC.N) which present more upside in a rebound and little liquidity risk.\n\nDiamond Offshore shares were up 9 percent at $72.59 in morning trade amid a broader market rally. The shares touched a high of $74.23 in early trade Monday on the New York Stock Exchange. The Dow Jones U.S. oil equipment and services index .DJUSOI was up 5 percent at 388.25. (Reporting by Mary Meyase in Bangalore; Editing by Gopakumar Warrier)",
        "link": "http://www.reuters.com/article/rbssOilRelatedServicesEquipment/idUSBNG36981420081013",
        "time": "10:11 AM EDT"
    },
    {
        "header": "citigroup sees loss for jpmorgan",
        "body": "(Reuters) - Citigroup said it expects JPMorgan Chase & Co (JPM.N) to post a loss in the third quarter, reflecting its estimates for loan loss provisions and write-downs at the U.S. banking giant.\n\nThe brokerage now expects JPMorgan to report a loss of 32 cents a share in the quarter, compared with its earlier estimate of a profit of 23 cents a share.\n\nCitigroup, which rates the stock “hold,” said it sees $3.2 billion of reserve build and likely write downs of $3.4 billion for JPMorgan in the third quarter.\n\nThe brokerage cut its earnings estimates on the bank to $1.35 from $1.95 a share for 2008. It lowered its 2009 earnings estimate by 25 cents to $2.70 a share to reflect more conservative view on credit and reduced outlook for investment banking.\n\n“We believe the near- to intermediate-term outlook remains challenged in light of higher credit costs in card and the retail bank, as well as the increasing likelihood of sustained lower revenues from JPMorgan’s capital markets business,” analyst Keith Horowitz wrote in a note to clients.\n\nThe analyst retained his target price of $40 on the stock, saying there are also likely to be several positive signs, including increased market share across JPMorgan’s key businesses that actually improve its longer-term outlook.\n\nShares of JPMorgan were down 4 percent at $40.01 Monday afternoon on the New York Stock Exchange.",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE49C6YW20081013",
        "time": "02:46 PM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan upgrades st jude to overweight",
        "body": "Oct 13 (Reuters) - J.P. Morgan Securities upgraded St. Jude Medical Inc STJ.N to “overweight” from “neutral” and said it expects the company to deliver 9 percent organic revenue growth and 15 percent earnings-per-share growth through 2012.\n\nThe brokerage said the implantable heart defibrillators (ICDs) market will come in above expectations in the third quarter.\n\n“There’s a good chance” that both Boston Scientific Corp (BSX.N) and St. Jude will beat ICD sales expectations, though Boston’s upside should be greater, analyst Michael Weinstein wrote in a note to clients.\n\nFor the third quarter, the brokerage expects ICD market growth of 15 percent year-over-year, including 9 percent growth in the U.S. and 29 percent internationally.\n\nThe brokerage, which expects the company’s third quarter to be modestly better than consensus, is forecasting $386 million in revenue for St. Jude’s ICD business in the quarter.\n\nShares of St. Jude closed at $32.52 Friday on Nasdaq. (Reporting by Jennifer Robin Raj in Bangalore; Editing by Kavita Chandran)",
        "link": "http://www.reuters.com/article/rbssAdvancedMedicalEquipment/idUSBNG36274920081013",
        "time": "09:13 AM EDT"
    },
    {
        "header": "update 1-citigroup sees q3 loss for jpmorgan; cuts '08,'09 view",
        "body": "Oct 13 (Reuters) - Citigroup said it expects JPMorgan Chase & Co (JPM.N) to post a loss in the third quarter, reflecting its estimates for loan loss provisions and write-downs at the U.S. banking giant.\n\nThe brokerage now expects JPMorgan to report a loss of 32 cents a share in the quarter, compared with its earlier estimate of a profit of 23 cents a share.\n\nCitigroup, which rates the stock “hold,” said it sees $3.2 billion of reserve build and likely write downs of $3.4 billion for JPMorgan in the third quarter.\n\nThe brokerage cut its earnings estimates on the bank to $1.35 from $1.95 a share for 2008. It lowered its 2009 earnings estimate by 25 cents to $2.70 a share to reflect more conservative view on credit and reduced outlook for investment banking.\n\n“We believe the near- to intermediate-term outlook remains challenged in light of higher credit costs in card and the retail bank, as well as the increasing likelihood of sustained lower revenues from JPMorgan’s capital markets business,” analyst Keith Horowitz wrote in a note to clients.\n\nThe analyst retained his target price of $40 on the stock, saying there are also likely to be several positive signs, including increased market share across JPMorgan’s key businesses that actually improve its longer-term outlook.\n\nShares of JPMorgan were down 4 percent at $40.01 Monday afternoon on the New York Stock Exchange. (Reporting by Anurag Kotoky in Bangalore; Editing by Deepak Kannan)",
        "link": "http://www.reuters.com/article/rbssBanks/idUSBNG26432220081013",
        "time": "02:34 PM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan downgrades dow chemical",
        "body": "Oct 13 (Reuters) - JP Morgan Securities downgraded Dow Chemical Co DOW.N to “neutral” from “overweight,” cut its earnings per share estimates for the largest U.S. chemical maker and said the stock could face a near-term weakness.\n\nThe consensus earnings estimates for the third quarter of 2008 and full year 2009 look too high, the brokerage said, adding that if the “unpopular” Rohm and Haas acquisition encounter delays or disruptions, the stock could come under some pressure as a result.\n\nAcquisition synergies will probably be delayed given the contracting demand environment, JP Morgan said in a note.\n\n“Downside risk to the current share price exists related to deteriorating business fundamentals and transaction risks for its Kuwait PIC and Rohm and Haas ROH.N dealings,” analyst Jeffrey Zekauskas said.\n\nWhile Dow had outperformed the market since the beginning of the year, Zekauskas said he was “less confident” that Dow can meaningfully outperform the broader market in coming months. The analyst cut his earnings forecast for Dow’s third-quarter by 25 cents to 43 cents citing impacts of Hurricanes Gustav and Ike. However, he said Dow’s above-average dividend yield, financial strength, and global presence still made it attractive from a long-term point of view.\n\nAlso, there may be a temporary widening of commodity margins due to hurricane-related supply disruptions in the Gulf Coast, the analyst said.\n\nDow shares closed at $24.40 Friday on the New York Stock Exchange. (Reporting by Mary Meyase in Bangalore; Editing by Gopakumar Warrier)",
        "link": "http://www.reuters.com/article/rbssChemicalsCommodity/idUSBNG40355920081013",
        "time": "09:18 AM EDT"
    }
]