[
    {
        "header": "jp morgan sees delays to china's hk plan, futures",
        "body": "BEIJING, Jan 30 (Reuters) - Global market volatility is likely to further delay China’s plans to launch financial futures and to let individuals invest directly in Hong Kong stocks, Jing Ulrich, chairman of China equities at JPMorgan, said on Wednesday.\n\nThe 4.9 billion euros ($7.2 billion) in losses suffered by French bank Societe Generale (SOGN.PA) at the hands of a rogue trader would also give Beijing pause for thought about going ahead with a long-planned market in stock index futures, Ulrich said.\n\n“I think in the next few months it’s quite unlikely they’ll launch it,” Ulrich told reporters.\n\nHowever, technical preparation were complete and the market could still get the green light in the second half of the year, she noted.\n\n“The Chinese regulators want to make sure all the risk control mechanisms are in place before futures are launched,” she said. SocGen’s losses, blamed mostly on bad bets on European equity index futures, had been a big lesson, Ulrich added.\n\nA desire to control risk was also the main reason why a landmark scheme that would permit Chinese residents to invest directly in Hong Kong was likely to remain on ice.\n\nChina’s State Administration of Foreign Exchange announced the programme, dubbed the through train, on July 20. But other agencies raised objections and Premier Wen Jiabao eventually put it on hold pending a review.\n\n“I think the chances of the through train happening at this juncture are very low,” Ulrich said.\n\nShe said the government was very keen to shield small savers from the risks the scheme entails, especially in the current turbulent environment of rising investment risk.\n\n“Even if the through train programme is announced some time in 2008, it’s going to be on a very limited scale,” she added. Ulrich still expects Chinese investors to send $90 billion of capital overseas in 2008 by buying mutual funds and other products offered by banks, insurers and asset managers under China’s Qualified Domestic Institutional Investor scheme. (Reporting by Alan Wheatley; Editing by Lincoln Feast)",
        "link": "http://www.reuters.com/article/rbssFinancialServicesAndRealEstateNews/idUSPEK14453720080130",
        "time": "05:12 AM EST"
    }
]