[
    {
        "header": "corrected - corrected-update 1-jp morgan cuts joy global, bucyrus to underwe",
        "body": "Dec 18 (Reuters) - J.P. Morgan Securities downgraded Joy Global Inc JOYG.O and Bucyrus International Inc BUCY.O to “underweight” from “neutral,” saying the mining equipment makers are likely to face a deeper and longer-than-expected cyclical decline in orders.\n\n“We view mining as classic late cycle--an industry that lags on the way up and the way down. As such, we expect the negative earnings revisions to continue into 2010 and beyond,” analyst Ann Duignan wrote in a note to clients.\n\nDuignan said she favored early cycle stocks whose end markets are closer to trough.\n\nJoy Global on Wednesday forecast 2009 results below market expectations and said it expected a slowdown in orders as customers were becoming more selective about their new mine expansion projects.\n\nGiven that Bucyrus and Joy Global share the market, Duignan said she expected similar commentary from Bucyrus in the near term.\n\nIf commodity prices continue to remain low, industry capex reductions are expected to continue, she added.\n\nThe analyst set price targets of $23 on Bucyrus stock and $25 on Joy Global shares.\n\nShares of Joy Global were up 1 percent at $25.80 while Bucyrus shares were down 1 percent at $22.32 in pre-market trade Thursday. (Reporting by Antonita Madonna Devotta in Bangalore; Editing by Gopakumar Warrier)",
        "link": "http://www.reuters.com/article/rbssIndustryMaterialsUtilitiesNews/idUSBNG36967520081218",
        "time": "12:35 PM EST"
    },
    {
        "header": "jpmorgan sells $7.75 bln in fdic-backed debt",
        "body": "NEW YORK, Dec 18 (Reuters) - JPMorgan Chase & Co (JPM.N) on Thursday sold $7.75 billion in notes in a three-part deal, backed by the Federal Deposit Insurance Corp, IFR reported.\n\nThe bank sold $1.75 billion of 2-year fixed-rate notes at midswaps plus 18 basis points, said IFR, a Thomson Reuters service.\n\nIt sold a second tranche of $3 billion of 3.5-year fixed-rate notes at midswaps plus 38 basis points and a third tranche of $3 billion of 3.5-year floating-rate notes at 3-month London interbank offered rate plus 38 basis points.\n\nJPMorgan acted as sole lead manager on its own deal, which was made under the government’s Temporary Liquidity Guarantee Program, which offers full FDIC backing for debt sales of no longer than 3 years by financial institutions. (Reporting by Ciara Linnane; Editing by Theodore d‘Afflisio)",
        "link": "http://www.reuters.com/article/BANKSL/idUSN1840549420081218",
        "time": "02:51 PM EST"
    },
    {
        "header": "update 2-jp morgan cuts joy global, bucyrus to underweight",
        "body": "Dec 18 (Reuters) - J.P. Morgan Securities downgraded Joy Global Inc JOYG.O and Bucyrus International Inc BUCY.O to “underweight” from “neutral,” saying the mining equipment makers are likely to face a deeper and longer-than-expected fall in orders.\n\nBrokerages Barclays Capital, UBS and Stifel Nicolaus also cut their price targets on Joy Global’s stock, a day after the mining equipment maker forecast weak 2009 results citing a slowdown in orders as customers were becoming more selective about their new mine expansion projects.\n\nGiven that Bucyrus and Joy Global share the market, JP Morgan analyst Ann Duignan said she expected similar commentary from Bucyrus in the near term.\n\n“We view mining as classic late cycle -- an industry that lags on the way up and the way down. As such, we expect the negative earnings revisions to continue into 2010 and beyond,” Duignan wrote in a note to clients.\n\nIf commodity prices continue to remain low, industry capex reductions are expected to continue, Duignan said. In recent weeks, mining companies like Freeport-McMoRan (FCX.N) and Rio Tinto (RIO.L)(RIO.AX) have cut their capex budgets.\n\n“Not surprisingly, we expect a slowdown in new projects (for mining equipment makers),” Duignan said.\n\nShares of Joy Global were down 8 percent at $23.44, while Bucyrus shares plunged nearly 12 percent to $19.90, in midday trade Thursday on Nasdaq.\n\nBarclays analyst Andy Kaplowitz cut his earnings estimates on Joy Global due to increased risk of further order cancellations and the effects of a stronger dollar.\n\nFollowing are the price target changes made on Joy Global by the brokerages: BROKERAGE PRICE TARGET\n\nCurrent Prior Stifel Nicolaus $40 $70 Barclays $39 $44 UBS $36 $40 (Reporting by Antonita Madonna Devotta in Bangalore; Editing by Ratul Ray Chaudhuri, Himani Sarkar)",
        "link": "http://www.reuters.com/article/rbssPreciousMetalsMinerals/idUSBNG41779920081218",
        "time": "12:36 PM EST"
    },
    {
        "header": "jp morgan sees \"great recession\" ending by h2 '09",
        "body": "(Reuters) - J.P. Morgan Securities said it expects the “great recession” of 2008 to end by the second half of 2009 and views discretionary and financials as drivers of earnings growth in the next year.\n\nInvestors are likely to approach 2009 with a more bullish tilt given the expected continuation of the December rally, JP Morgan’s chief U.S. strategist Thomas Lee wrote in a note to clients.\n\n“With the record cash on sidelines, positive expectations from an Obama administration, and a potential mid-2009 economic recovery, we see investors buying stocks in early 2009,” Lee said.\n\nAn economic recovery will spur risk appetite, reversing extreme risk aversion, he added.\n\nFinancials and discretionary are expected to have incrementally better fundamentals relative to the S&P 500, according to the strategist, while resources and exporters are seen reversing to earnings drag from drivers in 2009.\n\nThe brokerage believes the U.S. Federal Reserve’s and Treasury’s actions, lower gasoline prices, lower mortgage rates, $700 billion to $1 trillion in fiscal stimulus, and a possible auto sales recovery in the second half of 2009 will almost certainly do something for the economy.\n\nThe world’s largest economy has been hit from rising loan defaults and foreclosures in the face of reduced consumer spending and poor liquidity in the credit markets.\n\nThe strategist called the 2008 recession ”challenging,“ and said ”we believe the greatest policy mistake in 2008 was allowing Lehman Brothers to fail.\n\nA further failure in a financial company is less likely now that policy makers see the importance of the “lender of last resort” function, Lee said.\n\nSome potential areas of further weakness are a large industrial company failure, a large, tentacled hedge fund failure, a large foreign company defaulting, or even a large emerging market nation, the strategist added.\n\nSeveral financial companies have had to file for bankruptcy or seek government aid as they struggle to keep themselves afloat amid the financial crisis.\n\nLee, however, forecast 2009 to be an earnings trough for the S&P 500, with a strong rebound seen in 2010.\n\nHe said any equity rally over the next few months is likely to fail unless it is confirmed by a broad improvement in the credit market.",
        "link": "http://www.reuters.com/article/GCA-Economy/idUSTRE4BH2YB20081218",
        "time": "09:13 AM EST"
    },
    {
        "header": "new issue-jp morgan sells $7.75 bln in 3-pt tlgp notes",
        "body": "",
        "link": "http://www.reuters.com/article/newIssuesNews/idUSN1840614020081218",
        "time": "03:57 PM EST"
    }
]