[
    {
        "header": "markit to acquire jpmorgan loan software business",
        "body": "NEW YORK, July 28 (Reuters) - Markit, a financial information service company, on Monday said it will acquire a portfolio and risk management software company for syndicated loans from JPMorgan Chase & Co (JPM.N), to expand its presence in the loan market.\n\nAfter acquiring JPMorgan FCS Corp, Markit’s business will provide loan market data to more than 400 financial institutions, who manage over $1 trillion in assets, Markit said in a release.\n\n“By bringing together these complementary businesses, our syndicated loan platform will have over 350 loan market specialists, more than 400 institutional relationships and a shared vision for the future of the loan market,” Lance Uggla, chief executive officer at Markit said in the release. (Reporting by Karen Brettell; Editing by Theodore d‘Afflisio)",
        "link": "http://www.reuters.com/article/etfNews/idUSN2848111320080728",
        "time": "10:38 AM EDT"
    },
    {
        "header": "update 1-jp morgan upgrades rowan to neutral",
        "body": "July 28 (Reuters) - J.P. Morgan Securities upgraded Rowan Co (RDC.N), a provider of contract drilling services, to “neutral” from “underweight” on valuation and said it expects potential positive catalysts for it over the next three months, including potential success on the deep shelf Blackbeard well.\n\nAlthough it does not expect the sale of LeTourneau, the company’s wholly owned manufacturing unit to create significant economic value, the brokerage said a near-term announcement would likely be viewed favorably.\n\nWhile J.P. Morgan expects potential success in several of Rowan’s niche assets, it estimates Rowan to generate very little free cash over the next three years given higher capital expenses devoted to jackup construction in a market that the brokerage expects to decline.\n\nShares of the Houston, Texas-based company closed at $41.31 Friday on the New York Stock Exchange. (Reporting by Mary Meyase in Bangalore; Editing by Bernard Orr) ((mary.meyase@thomsonreuters.com; within U.S. +1 646 223 8780; outside U.S. +91 80 4135 5800; Reuters Messaging: mary.meyase.reuters.com@reuters.net))",
        "link": "http://www.reuters.com/article/rbssEnergyNews/idUSBNG31879520080728",
        "time": "07:48 AM EDT"
    },
    {
        "header": "jpmorgan cazenove names ex-barclays exec as ceo",
        "body": "LONDON, July 28 (Reuters) - JPMorgan Cazenove appointed former Barclays Plc (BARC.L) executive Naguib Kheraj as chief executive officer, effective from Oct. 6, the British investment bank said on Monday.\n\nJPMorgan Cazenove said in February CEO Robert Pickering was leaving after 23 years at Cazenove, the British brokerage which set up the joint venture with U.S. investment bank JPMorgan Chase & Co (JPM.N) in 2005.\n\n“Both we and our clients are very fortunate that he (Kheraj) will now be leading this firm as it consolidates its position as the UK’s foremost investment bank and builds on its international franchise,” the venture’s chairman, David Mayhew, said in a statement.\n\nMayhew, a Cazenove veteran who acted as CEO while a successor was sought, added on a conference call with journalists that JPMorgan Cazenove had no job-cutting programme in place and would continue to hire selectively.\n\nMany global banks have been reducing headcount since the credit crunch started last August.\n\nJPMorgan Cazenove declined to comment on Kheraj’s salary. (Reporting by Olesya Dmitracova; Editing by David Holmes)",
        "link": "http://www.reuters.com/article/etfNews/idUSL856660720080728",
        "time": "04:56 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan starts rhi entertainment",
        "body": "July 28 (Reuters) - J.P. Morgan Securities began coverage of RHI Entertainment Inc RHIE.O, which develops and distributes made-for-television movies, with an “overweight” rating, saying a ramp-up in sales of its television library should drive steep earnings growth.\n\nThe brokerage also said the earnings growth would allow the company, which went public in June this year, to overcome debt concerns that have weighed on the stock since its initial public offering.\n\nJ. P. Morgan said the company’s flexibility to pursue new production and the sales of RHI Entertainment’s content rights, which it gained when it separated from Hallmark Channel in 2006 and began selling only this year, to boost library sales.\n\n“RHI has a 20 percent share of made-for-TV movies and miniseries, ranking as the leading independent producer of this content. Spending by programmers, we believe, will remain steady even in a moderate ad recession,” the brokerage said in a note to clients.\n\nRHI’s shares had closed at $12.55 Friday on Nasdaq. (Reporting by Vidya L Nathanin Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssEntertainmentProduction/idUSBNG16163120080728",
        "time": "07:41 AM EDT"
    },
    {
        "header": "jpmorgan cazenove grabs ex-barclays fd kheraj as ceo",
        "body": "LONDON (Reuters) - JPMorgan Cazenove said on Monday that former Barclays Plc (BARC.L) finance director Naguib Kheraj will take over as its new chief executive in October.\n\nThe investment bank said on Monday he will take up the position on October 6, filling the gap left at the helm of one of Britain’s best-known corporate advisors since its last chief executive stepped down in March.\n\nAnalysts said Kheraj was well respected at Barclays and his resignation in October 2006 was a surprise but was partly blamed on the increasing regulatory burden on a finance director and limited chance to move up to chief executive in the near future.\n\nAt the time analysts said the well-connected Kheraj was likely to return to investment banking or private equity.\n\nJPMorgan Cazenove was set up in 2005 by British brokerage Cazenove and U.S. investment bank JPMorgan Chase & Co (JPM.N).\n\nCazenove is financial adviser to Barclays so Kheraj had links with JPMorgan Cazenove during the decade he spent at Britain’s third biggest bank.\n\nAged 44, he was Barclays finance director for three years and before that held senior positions at investment bank Barclays Capital and its wealth management and fund management arms. He was previously chief financial officer in Europe for Salomon Brothers (C.N).\n\n“Both we and our clients are very fortunate that he (Kheraj) will now be leading this firm as it consolidates its position as the UK’s foremost investment bank and builds on its international franchise,” JPMorgan Cazenove’s chairman, David Mayhew, said in a statement.\n\nMayhew, a Cazenove veteran who acted as the venture’s chief executive while a successor was sought, added on a conference call with journalists that JPMorgan Cazenove had no job-cutting program in place and would continue to hire selectively.\n\nMany global banks have been reducing headcount since the credit crunch took hold last August.\n\nHe was paid over 5 million pounds ($9.9 million) by Barclays in 2007, mainly due to 4.9 million pounds for advisory work from May to December related to the failed attempt to buy Dutch bank ABN Amro.\n\nAs finance director from January 2007 to March 2007 he earned 657,000 pounds in salary and bonus. He was paid 2.6 million pounds in 2006.\n\nHe also advises Britain’s Financial Services Authority on supervision of banks. He has been in that part-time role since April.",
        "link": "http://www.reuters.com/article/ousiv/idUSL864070620080728",
        "time": "09:54 AM EDT"
    }
]