[
    {
        "header": "jpmorgan hires citi veteran for fixed income",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) has hired Steve Bowman, a two-decade veteran of Citigroup Inc (C.N), to head fixed income sales and investor client management in North America, according to an internal memo.\n\nBowman joined earlier this month, according to the internal memo. At Citi, he had most recently headed hedge fund services, helping to coordinate prime brokerage businesses and hedge fund activities.\n\nA JPMorgan spokesman confirmed that Bowman had joined the bank.\n\nBowman held positions at Citi and predecessor firms including head of fixed income sales and research and head of European fixed income.",
        "link": "http://www.reuters.com/article/gc06/idUSN1750274920080918",
        "time": "06:12 PM EDT"
    },
    {
        "header": "jp morgan questioned on view of oil prices: report",
        "body": "(Reuters) - A U.S. Senate subcommittee told JP Morgan Chase & Co (JPM.N) on Wednesday to immediately start turning over a year’s worth of internal documents about the bank’s view on oil prices, The New York Times said citing a letter.\n\nThe move came after the subcommittee obtained a private message in which an investment officer seemed to contradict testimony other bank executives gave to the Senate this week, the paper said.\n\nA JP Morgan Chase spokesman told the paper the bank would “respond appropriately” to the demand.\n\nJP Morgan Chase could not be immediately reached for comment by Reuters on Thursday.\n\nThe New York Times said the letter was sent to JP Morgan Chief Executive Jamie Dimon by Senator Byron L. Dorgan, Democrat of North Dakota and the chairman of the Senate Energy subcommittee, which held a hearing on Tuesday on the role of speculators in moving oil prices.\n\nLawrence Eagles, who joined the bank as head of global commodity research recently after several years as the head of the International Energy Agency’s (IEA) markets division, told the hearing the bank believed high energy prices are fundamentally the result of supply and demand, not speculation, the NYT said.\n\nHowever on Wednesday, Senator Dorgan released what he said was a contradictory e-mail message sent to banking clients on Tuesday by the bank’s global chief investment officer, Michael Cembalest, the paper said.\n\nThat message blamed “an enormous amount of speculation pent up in energy markets,” for the high price and added, “It wasn’t just the supply-demand equation.”\n\nSenator Dorgan asked Dimon for an explanation in the letter, according to the paper.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSBNG13801120080918",
        "time": "02:18 AM EDT"
    }
]