[
    {
        "header": "update 2-jpmorgan may take $1.6-$1.7 bln in writedowns: analysts",
        "body": "Nov 13 (Reuters) - At least two analysts on Thursday projected that JPMorgan Chase & Co (JPM.N) would suffer write-downs in the range of $1.6 billion to $1.7 billion for the fourth quarter and cut their profit outlook for the bank. Analysts at Citigroup and Fox-Pitt Kelton said they cut fourth-quarter estimates to reflect the recent company outlook of higher-than-expected loan loss reserve additions, likely writedowns as well as private equity losses.\n\nOn Wednesday, JPMorgan Chief Executive Jamie Dimon said losses across the bank’s mortgage and credit card portfolios were rising. Dimon also said JPMorgan will add to reserves in the fourth quarter due to rising losses in its subprime mortgage and home-equity loan portfolios.\n\n“The way things are going in the economy, we are now assuming the large reserve-build phase will continue through the first half of 2009,” Fox-Pitt’s David Trone said.\n\nHe raised his 2009 reserve build forecast to $4.5 billion from $1.7 billion for the bank.\n\nJPMorgan, which bought Seattle-based thrift Washington Mutual’s banking units in September, is highly exposed to consumer credit, and both Trone and Citigroup’s Keith Horowitz voiced concerns about the bank’s heavy exposure to all areas of consumer credit.\n\n“The near to intermediate-term outlook remains challenged in light of higher credit costs in credit card and in the retail bank, as well as our belief that we are entering a period of sustained lower revenues from JPMorgan’s capital markets business,” Horowitz warned.\n\nHorowitz cut his earnings estimates for JPMorgan by $0.38 a share to $0.10 for the fourth quarter, and lowered 2009 outlook to $2.55 a share from $2.70.\n\nHe also cut his price target on the stock to $40 from $45, but still rates the stock “hold.”\n\nFox-Pitt’s Trone cut his earnings outlook for the fourth quarter to $0.25 a share from $0.65, and for 2009 to $2.90 a share from $3.35.\n\nTrone, however, maintained his “outperform” rating on the stock, and said he views JPMorgan as an outperformer for “...those that want/need to have exposure in financials” because of the bank’s strong capital buffer as well as its fire-sale acquisitions of Bear Stearns and WaMu.\n\nTrone has a price target of $56 on the stock\n\nShares of JPMorgan were up more than 1 percent at $34.96 in morning trade on the New York Stock Exchange. (Reporting by Tenzin Pema in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/etfNews/idUSBNG38776520081113",
        "time": "10:16 AM EST"
    },
    {
        "header": "update 1-jp morgan sees more dividend cuts at mid-sized us banks",
        "body": "Nov 13 (Reuters) - The inability to earn at par with dividend levels, and regulatory pressure will force more U.S. mid-sized banks to further slash their dividend, J.P. Morgan Securities analyst Steven Alexopoulos said.\n\nU.S. lawmakers had urged Treasury Secretary Henry Paulson on Wednesday to clarify that the government bailout funds should not be used to acquire healthy banks or pay out dividends.\n\nBanks should not maintain a level of cash dividends inconsistent with the firm’s capital position that could weaken the firm’s financial health, or that could impair its ability to meet the needs of credit-worthy borrowers, regulators said.\n\nAnalyst Alexopoulos said Marshall & Ilsley Corp MI.N, TCF Financial Corp TCB.N, BB&T Corp (BBT.N), Synovus Financial Corp (SNV.N) and M&T Bank Corp (MTB.N) are most likely to be forced by regulators to cut their dividend, although each of them have said they do not need to take such a step.\n\nThe analyst sees least risk of a dividend cut at City National Bank CYN.N, PrivateBancorp Inc PVTB.O, People’s United Financial Inc (PBCT.O) and Zions Bancorp (ZION.O).\n\nU.S. banks like Colonial BancGroup Inc CNB.N, Columbia Bancorp CBBO.O and Cascade Financial Corp CASB.O have been slashing or suspending their dividend in the past months amid a difficult credit market and declining capital levels, as shareholder equity continues to fall.\n\nSo far the Treasury Department has injected $115 billion into the eight largest banks, such as Goldman Sachs (GS.N), in a bid to mend broken credit markets and restore health to the financial system. The government has earmarked a total of $250 billion for banks, including money for smaller, regional ones.\n\nThe $60 billion remaining under the U.S. government’s Troubled Assets Relief program (TARP) is likely to be used in capital infusion, although asset purchases as originally planned cannot be ruled out, analyst Alexopoulos said.\n\nThe Bush administration on Wednesday largely abandoned its plan to buy up toxic mortgage assets and said it will focus its $700 billion financial bailout fund on making direct investments in financial institutions and shoring up consumer credit markets.\n\nThe U.S. Treasury Department initially promoted the financial rescue package approved by Congress last month as a vehicle to buy illiquid mortgage assets from banks and other institutions to spur fresh lending.\n\nA weak economic environment through the year-end will put pressure on valuations of the banks, Alexopoulos said. “The economy is in a recession with the question now, in our view, being how deep and for how long.”\n\nPeople’s United and PrivateBancorp are well-positioned to gain from a negative impact on their competitors amid an economic slowdown, the analyst said. (Reporting by Anurag Kotoky in Bangalore; Editing by Pratish Narayanan)",
        "link": "http://www.reuters.com/article/FSCONS/idUSBNG35430120081113",
        "time": "10:49 AM EST"
    },
    {
        "header": "update 1-research alert-jp morgan downgrades gm",
        "body": "Nov 13 (Reuters) - J.P. Morgan Securities downgraded General Motors Corp (GM.N) to “neutral” from “overweight,” citing ambiguity of the U.S. government aid structure, and particularly its potential dilutive impact on equity.\n\nAnalyst Himanshu Patel said what is needed was near-term liquidity relief coupled with a comprehensive re-cut of the automaker’s operational and financial cost burdens. “We estimate GM needs at least $15 billion to get to 2009-end, and something immediately to make it past December 2008,” Patel wrote in a note to clients. Patel, who doubts whether the federal package currently discussed is likely to succeed, said the government could also help directly stimulate auto sales.\n\nThe government should not be fooled into believing that GM -- whose bailout alone could easily reach $30 billion -- simply needs enough to “get to 2010,” the analyst said.\n\nEarlier this month, GM and Ford Motor Co (F.N) reported far deeper-than-expected quarterly losses and said their rate of cash burn had accelerated.\n\nPatel said the government should provide a near-term loan to cover one to two quarters of cash burn, but a second sleeve of additional aid should be contingent on a re-cut of both financial debt and (United Auto Workers) UAW legacy liabilities, and after GM draws up a plan to accelerate dealer network and brand cuts.\n\nAsking taxpayers for a second auto bailout could prove very politically challenging, he said.\n\n“GM shares have obvious downside risks if aid is not obtained or if in an out-of-court restructuring entirely cancels the equity,” Patel wrote.\n\nGM shares closed at $3.08 Wednesday on the New York Stock Exchange. (Reporting by Bhaswati Mukhopadhyay in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/CARMFG/idUSBNG26317620081113",
        "time": "08:29 AM EST"
    },
    {
        "header": "jpmorgan may take $1.6-$1.7 billion in writedowns: analysts",
        "body": "(Reuters) - At least two analysts on Thursday projected that JPMorgan Chase & Co (JPM.N) would suffer write-downs in the range of $1.6 billion to $1.7 billion for the fourth quarter and cut their profit outlook for the bank. Analysts at Citigroup and Fox-Pitt Kelton said they cut fourth-quarter estimates to reflect the recent company outlook of higher-than-expected loan loss reserve additions, likely writedowns as well as private equity losses.\n\nOn Wednesday, JPMorgan Chief Executive Jamie Dimon said losses across the bank’s mortgage and credit card portfolios were rising. Dimon also said JPMorgan will add to reserves in the fourth quarter due to rising losses in its subprime mortgage and home-equity loan portfolios.\n\n“The way things are going in the economy, we are now assuming the large reserve-build phase will continue through the first half of 2009,” Fox-Pitt’s David Trone said.\n\nHe raised his 2009 reserve build forecast to $4.5 billion from $1.7 billion for the bank.\n\nJPMorgan, which bought Seattle-based thrift Washington Mutual’s banking units in September, is highly exposed to consumer credit, and both Trone and Citigroup’s Keith Horowitz voiced concerns about the bank’s heavy exposure to all areas of consumer credit.\n\n“The near to intermediate-term outlook remains challenged in light of higher credit costs in credit card and in the retail bank, as well as our belief that we are entering a period of sustained lower revenues from JPMorgan’s capital markets business,” Horowitz warned.\n\nHorowitz cut his earnings estimates for JPMorgan by $0.38 a share to $0.10 for the fourth quarter, and lowered 2009 outlook to $2.55 a share from $2.70.\n\nHe also cut his price target on the stock to $40 from $45, but still rates the stock “hold.”\n\nFox-Pitt’s Trone cut his earnings outlook for the fourth quarter to $0.25 a share from $0.65, and for 2009 to $2.90 a share from $3.35.\n\nTrone, however, maintained his “outperform” rating on the stock, and said he views JPMorgan as an outperformer for “...those that want/need to have exposure in financials” because of the bank’s strong capital buffer as well as its fire-sale acquisitions of Bear Stearns and WaMu.\n\nTrone has a price target of $56 on the stock\n\nShares of JPMorgan were up more than 1 percent at $34.96 in morning trade on the New York Stock Exchange.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4AC4PU20081113",
        "time": "02:20 PM EST"
    }
]