[
    {
        "header": "update 1-jp morgan upgrades harris, downgrades caci",
        "body": "Oct 9 (Reuters) - J.P. Morgan Securities upgraded U.S. defense communications and information technology company Harris Corp (HRS.N) to “neutral,” saying that the company’s “pronounced underperformance” had led to discounted valuation.\n\nThe brokerage, however, downgraded government contractor CACI International Inc (CAI.N) to “neutral” from “overweight” on valuation and said it was concerned about the outlook for defense, particularly the services business.\n\nOn Harris, the brokerage said the stock had underperformed considerably and now traded at a discounted valuation that more accurately reflected its concerns about a slowdown in the high-margin radio frequency (RF) business.\n\n“The JTRS (joint tactical radio system) program could also push Harris’ legacy radios aside, although we are becoming incrementally more cautious on the prospects for JTRS,” analyst Joseph Nadol said in a note to clients.\n\nNadol, however, believes that delays to the JTRS program and the high cost of these radios could make Harris’ offerings more competitive on this front.\n\nHe sees likely softness in the company’s commercial businesses, but expects overall earnings to be solid. The brokerage had an “underweight” rating on Harris’ stock\n\nOn CACI, which provides a range of technology and intelligence services to the Pentagon and civil federal agencies, Nadol said he is not expecting a significantly improved outlook.\n\n“We believe that contract terms in the service area are likely to get tougher, which could dampen industry margins,” he said. (Reporting by Bhaswati Mukhopadhyay in Bangalore; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/rbssITServicesConsulting/idUSBNG28963120081009",
        "time": "07:59 AM EDT"
    },
    {
        "header": "jp morgan sees more large-cap banks facing earnings declines",
        "body": "(Reuters) - J.P. Morgan Securities said more large-cap U.S. banks are likely to face earnings declines that could pressure capital ratios and impact dividends at some other banks as credit quality continues to deteriorate.\n\nBanks with high dividend payout ratios, such as Suntrust Banks Inc (STI.N) and U.S. Bancorp (USB.N), are candidates for potential dividend cuts, analyst Vivek Juneja wrote in a note to clients.\n\nCredit losses at Suntrust, which has 26 percent of its total loans in residential mortgages, are likely to continue to rise faster as weakness spreads to prime mortgages and losses increase in home equity and residential construction, Juneja said.\n\nMidwestern banks, like Fifth Third Bancorp (FITB.O) and National City Corp NCC.N with more exposure to manufacturing companies in their overall commercial loan portfolios, are likely to face rising losses from weaknesses in real estate and manufacturing segments, he said.",
        "link": "http://www.reuters.com/article/ousiv/idUSTRE4984K020081009",
        "time": "09:21 AM EDT"
    }
]