[
    {
        "header": "moves-rreef, altium, jpmorgan, grosvenor",
        "body": "Jan 22 (Reuters) - The following financial services industry appointments were announced on Tuesday. To inform us of other job changes, please e-mail moves@reuters.com.\n\nThe alternative investment management business of Deutsche Bank (DBKGn.DE) said it appointed Philip Levinson to the newly created role of head of client relations Asia (ex-Japan) and Australia, and Jon Tanaka as head of portfolio management and head of client relations in Japan.\n\nThe pan-European investment-banking group said it appointed David Stoddart and Nick Spoliar to its research team to take up the positions of retail and support services analysts, respectively. Stoddart and Spoliar joins Altium from Landsbanki.\n\nThe No. 3 U.S. bank said it had appointed Andrea Ponti as global co-head of healthcare investment banking and as a vice chairman of investment banking in Europe. Ponti joins from Goldman Sachs where he was a partner and co-head of European healthcare, consumer and retail investment banking. Ponti will take up his new post in June and be based in London.\n\nThe property development, investment and fund management group said it appointed Anthony James as group director of corporate finance. James will join Grosvenor on March 10. He joins from KPMG corporate finance where he held the post of director. (Compiled by Manish Gupta in Bangalore)",
        "link": "http://www.reuters.com/article/companyNews/idUSBNG26084320080122",
        "time": "06:09 AM EST"
    },
    {
        "header": "jpmorgan ceo dimon gets 2 mln stock options",
        "body": "NEW YORK, Jan 22 (Reuters) - JPMorgan Chase & Co Inc (JPM.N) Chief Executive Jamie Dimon has received a special grant of 2 million stock options, the bank said on Tuesday.\n\nThe bank said the options are not part of Dimon’s regular compensation and will not be awarded on a regularly recurring basis. The options are the first ones Dimon has received since becoming JPMorgan’s CEO on Jan. 1, 2006.",
        "link": "http://www.reuters.com/article/companyNews/idUSWEN351520080122",
        "time": "04:34 PM EST"
    }
]