[
    {
        "header": "fed-jpmorgan intermediary for bear stearns",
        "body": "WASHINGTON, March 14 (Reuters) - The Federal Reserve is lending to JPMorgan (JPM.N), which will in turn lend to investment bank Bear Stearns BSC.N , senior Fed staff said on Friday.\n\nJPMorgan will post collateral from Bear Stearns at the Fed’s discount window, central bank staff told Reuters.\n\nThe Fed is looking to Bear Stearns collateral to repay the loan, and not to JPMorgan, staff said. (Reporting by Mark Felsenthal; Editing by Tom Hals, Toni Reinhold)",
        "link": "http://www.reuters.com/article/companyNews/idUSWAT00913720080314",
        "time": "12:16 PM EDT"
    },
    {
        "header": "instant view: jpmorgan provides bear stearns funding",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co on Friday said it, along with the Federal Reserve Bank of New York, agreed to provide secured funding to Bear Stearns, as necessary, for up to 28 days.\n\nKEY POINTS: * The Fed, through its discount window, will provide non-recourse, back-to-back financing to JPMorgan Chase, the commercial bank said. JPMorgan said it does not believe this transaction exposes its shareholders to any material risk. * JPMorgan Chase also said it is working with Bear Stearns on securing permanent financing or other alternatives for the company. * Alan Schwartz, president and chief executive officer of Bear Stearns, said: ”Bear Stearns has been the subject of a multitude of market rumors regarding our liquidity. We have tried to confront and dispel these rumors and parse fact from fiction. * “Amidst this market chatter, our liquidity position in the last 24 hours had significantly deteriorated. We took this important step to restore confidence in us in the marketplace, strengthen our liquidity and allow us to continue normal operations.” COMMENTS:\n\n”The Fed and everyone are taking action to make sure this one doesn’t fail. Here is a big difference with Britain ... on how to handle a bank in difficulties. You actually organize your support before you actually go public, unlike Northern Rock.\n\n“They are very keen to make sure this one doesn’t go. Bear Stearns is too big an international name.”\n\n“There is obviously the concern (of more banks in trouble) but ... they will make sure there is a package to make sure this one is OK. I think they will let smaller one goes but big name like this internationally will absolutely not.”\n\nThis tells you we’re not over the worst yet, and there are still some players out there who are vulnerable. We expect more transparency next week when we get results from the U.S. financial sector.\n\nI don’t think the central banks see themselves as there to support anyone and everyone who gets into trouble -- they’re there to support the system.”\n\n“This is not good. It seems all the counterparties to Bear may have pulled all the liquidity lines and therefore they were forced to go to the Fed. Therefore JP Morgan is a kind of a ghost intermediate entity.”\n\n“We’re now back to 154 basis points on the iTraxx Europe index as markets have realized this is very bad news.”\n\n“What happens to their (Bear Stearns’) book value from here? It could make them a great takeover target. The question is the quality of their actual book. Is it too unknown to deal with or is it measurable? JPMorgan will step in and get a real good look.”\n\n“It is possible” that JPMorgan could be looking for an acquisition, he said.\n\nJPMorgan’s “powder is dry, Bear Stearns is small, and it wouldn’t destroy JPMorgan. It’s not like it would be a merger of equals.”\n\n”It is indicative of how serious the financial crisis is, and the impact that it has on financial firms in the whole financial arena.\n\n“This is not a positive thing in my view. This is indicative of the kind of crisis that we are in. I do view this as bullish for hard assets.”\n\n“The situation is very much that Bear Stearns was very close to the edge and it was much worse than we all thought. It raises severe concerns over other banks. (Bear Stearns) wasn’t a small bank, it was the second largest underwriter of mortgages last year. For the situation to deteriorate in that way is not good news and it will add further to jitters.”\n\n“The situation is very much that Bear Stearns was very close to the edge and it was much worse than we all thought. It raises severe concerns over other banks. (Bear Stearns) wasn’t a small bank, it was the second largest underwriter of mortgages last year. For the situation to deteriorate in that way is not good news and it will add further to jitters.”\n\n“The market chatter about liquidity risk has actually resulted in a run on the bank against Bear Stearns. Investors pulled their repo lines with Bear Stearns. So even if they weren’t in a liquidity crisis before, the rumors became self-fulfilling. The fact that JPMorgan Chase is brokering a line of credit for Bear Stearns via the discount window probably demonstrates that Bear Stearns does not have any qualifying collateral that they can part with at this time to go to the Fed’s discount window directly. It’s positive that JPMorgan Chase is helping to work out this situation because the collapse of a major financial institution would obviously exacerbate the credit crisis.”\n\n”This mitigates some of the bad news on Bear Stearns.\n\nBut while it’s good news, it does show that Bear Stearns must be really hurting. If two weeks ago they said everything was fine and now they need funding, obviously there’s something else there.”\n\n“Another piece of mistrust. The CFO yesterday said fears of liquidity concerns are overblown. He said that in the Wall Street Journal. But what happened in 24 hours that they didn’t know 24 hours ago? But overnight, the company needed a government bail out.”\n\n“On the one hand it says Bear Stearns was in big trouble, but on the other hand this should solve the problem for them. It helps ensure stability for whole financial system.” MARKET REACTION: * BONDS: Treasuries initially dropped but quickly recovered. * CURRENCIES: The dollar fell against the euro. * STOCKS: U.S. equity indexes fell.",
        "link": "http://www.reuters.com/article/newsOne/idUSL1474388020080314",
        "time": "04:22 PM EDT"
    },
    {
        "header": "factbox: five facts on bear stearns and jpmorgan",
        "body": "NEW YORK (Reuters) - A liquidity crisis has placed Bear Stearns Co in peril, prompting the Federal Reserve and JPMorgan Chase to come to the rescue with emergency financing.\n\nJPMorgan’s role in the rescue, and Bear Stearns’ $3.2 billion loss in market value on Friday alone, has some investors looking for a takeover by JPMorgan.\n\nThe following is snapshot of the two companies: Bear Stearns",
        "link": "http://www.reuters.com/article/topNews/idUSN1461674220080315",
        "time": "08:44 PM EDT"
    },
    {
        "header": "fed makes jpmorgan conduit for bear stearns loan",
        "body": "WASHINGTON (Reuters) - The Federal Reserve, in an emergency move believed not to have been used since the Great Depression, threw a lifeline to Bear Stearns on Friday by making JPMorgan Chase a conduit for funds to the investment bank.\n\nAt a hastily called meeting, the U.S. central bank’s Board of Governors unanimously authorized JPMorgan Chase to borrow from the Fed on behalf of Bear Stearns, which cannot borrow directly from its “discount window” -- a privilege reserved for banks that accept deposits.\n\nCommenting on the arrangement, the Fed said in a statement it was ready “to provide liquidity as necessary to promote the orderly functioning of the financial system” -- its third surprise announcement within the past eight days aimed at shoring up shaky credit markets.\n\nThe ultimate size of the Fed’s effort on behalf of Bear Stearns is uncertain and depends on the ability of the investment bank to provide collateral for credit, Fed staff said.\n\nThe process was initiated after Bear Stearns called the Fed, the staff said. That triggered the emergency meeting of the Fed Board on Friday morning.\n\nThe Fed staff members declined to say why JPMorgan was selected as the intermediary.\n\nUnder the arrangement, JPMorgan will post collateral from Bear Stearns at the discount window. The Fed is looking to Bear Stearns for collateral to repay the loan, not to JPMorgan, staff said.\n\nBear Stearns’ need for credit and whether it has collateral to post will determine the potential outer limits of the central bank’s lending, they said, adding that the credit extensions have to be collateralized to the satisfaction of the Fed.\n\nFed staff told Reuters they believed it was the first time such an arrangement had been resorted to since the era of the Great Depression.\n\nThey said that while the precedent of extending central bank credit to non-depository institutions dates to the 1930s, the central bank had authorized lending to non-depository institutions in the 1960s. However, staff said they did not believe companies took advantage of that arrangement.\n\nTo approve the plan, the Fed drew on emergency procedures that allowed the Board to give its OK on a 4-0 vote. Under normal procedures, a minimum of five votes would have been required.\n\nThe normally seven-member Board currency has two vacancies and one member, Frederic Mishkin, was unable to participate in the meeting.",
        "link": "http://www.reuters.com/article/newsOne/idUSN1441240720080314",
        "time": "04:22 PM EDT"
    },
    {
        "header": "cnbc-fed oks jp morgan use of bear collateral",
        "body": "WASHINGTON (Reuters) - The Federal Reserve has told JPMorgan (JPM.N) it can bring collateral from investment bank Bear Stearns BSC.N to the central bank’s discount window as part of a government-private sector arrangement to prop Bear Stearns up, the CNBC cable television network said on Friday.\n\nThe Fed will not hold JP Morgan liable for any default on Bear Stearns collateral, CNBC said.",
        "link": "http://www.reuters.com/article/topNews/idUSWAT00913120080314",
        "time": "11:40 AM EDT"
    },
    {
        "header": "jpmorgan chief dimon known as details man",
        "body": "NEW YORK (Reuters) - Jamie Dimon, the head of the Wall Street bank that came to the rescue of Bear Stearns, is a details man, a whiz at numbers, and has a track record of fixing up major banks.\n\nDimon, who has been chief executive of JPMorgan Chase since January 2006 and once had a penchant for boxing in his spare time, is known for his shrewd business judgment.\n\n“Jamie Dimon has consistently showed that he is the canniest guy on Wall Street,” said Michael Ryan, a lawyer with Cleary Gottlieb. “JPMorgan has largely escaped the woes of its brethren, leaving it freer than anyone to take advantage of consolidation opportunities.”\n\nJPMorgan on Friday announced it teamed up with the Federal Reserve to provide emergency funds for Bear Stearns after Bear’s cash position significantly deteriorated in a 24-hour period.\n\nThe cash infusion deal was hashed out late Thursday, said a source familiar with the banks’ discussions. Indeed, Dimon was celebrating his 52nd birthday over a family dinner when he got calls about Bear’s plight.\n\nJPMorgan’s move is just as provider of emergency cash, although it said on Friday that it was “working closely with Bear Stearns on securing permanent financing or other alternatives.” Some expect that JPMorgan will look to buy Bear assets, and even to consider a full buyout of the company.\n\nA person familiar with JPMorgan on Friday said the bank is interested, at the right price, in buying the Bear division that provides loans and handles trades for hedge funds.\n\nAnd Dimon is seen as able to move to take advantage of Bear’s current situation.\n\nHe made his mark as leader of Citigroup’s Salomon Smith Barney unit with Deryck Maughan and was considered heir-apparent to Citigroup co-Chief Executive Sanford “Sandy” Weill until his 1998 ouster following a falling out with his mentor, Weill.\n\nDimon, who holds an MBA from the Harvard Business School, is known to be financially astute and keen on lean operations -- qualities that delivered results.\n\n“He’s likely to make a boat load of cash for JPMorgan,” said a portfolio manager at a Boston-based fund company. “He’s quite a manager and he’s going to be making hay buying basically distressed assets at greatly distressed prices. And over the next few years, as long as we do get out of this credit crisis, he’s going to do particularly well.”\n\nCharles Peabody, analyst at independent research firm Portales Partners, said, however, that buying Bear didn’t seem to make strategic sense.\n\n“Even if you were to give Bear away, I think any buyer would need several protections put in place,” Peabody said. “By Bear announcing the liquidity infusion today and not announcing a buyer -- that shows me that the didn’t have a buyer immediately available.”\n\nFollowing his ouster from Citigroup, Dimon landed at Chicago-based Bank One Corp in 2000 as chairman and chief executive of the No. 6 U.S. bank, but one with problems. He proved adept at turning around the bank, which was acquired by JPMorgan Chase in July 2004.\n\nA year after being named CEO of JPMorgan Chase, he added the chairman’s title. Unlike many Wall Street rivals, JPMorgan posted higher profits for its fiscal third quarter -- though just 2 percent -- despite a large write-down on leveraged loans.\n\nThe hard-working Dimon likes playing the guitar and listening to music like Frank Sinatra. He and his wife, Judy, have three daughters.\n\nDimon’s move to step into the brink for Bear Stearns echoes the Panic of 1907 when company founder J. Pierpont Morgan led the charge to stop the bleeding on Wall Street.\n\n“Today’s action demonstrates the courage of Jamie Dimon and the leadership of JPMorgan in extremely tense times,” said Robert Bruner, author of “The Panic of 1907” and dean of the Darden Business School at the University of Virginia. “This rescue will likely mark one of the more important events of the current crisis.”\n\n“We’ve seen the pattern before,” he added. “In the worst moments of market anxiety, leaders step in to rescue the pivotal institutions. In 1907, JPM rescued a trust company, the New York Stock Exchange, the city of New York, and various banks and brokerage firms.”",
        "link": "http://www.reuters.com/article/topNews/idUSN1442967220080315",
        "time": "09:11 PM EDT"
    },
    {
        "header": "target, jp morgan talk on credit card deal: report",
        "body": "NEW YORK (Reuters) - Target Corp (TGT.N) is in discussions with JPMorgan Chase & Co (JPM.N) about taking a half-interest in the retailer’s credit-card operations, the Wall Street Journal reported on Friday, citing people familiar with the matter.\n\nTarget said on Wednesday it is in talks with an investment partner to sell an undivided interest in about half of its credit-card receivables for about $4 billion.\n\nIf an agreement is completed, a closing during the second quarter looks possible, the retailer said in a statement, adding that the deal was subject to definitive accords and various approvals.\n\nTarget said a completed deal with the new partner would “generate substantial liquidity” to the company from a single source unrelated to the debt capital markets while continuing to use the skills of Target’s internal staff to service customers.\n\nTarget and JP Morgan were not immediately available to comment on the report.",
        "link": "http://www.reuters.com/article/businessNews/idUSN1436134520080314",
        "time": "02:49 AM EDT"
    },
    {
        "header": "jpmorgan chase and federal reserve bank of ny to provide finan",
        "body": "Disney-Fox mashup would truly be over the top",
        "link": "http://www.reuters.com/article/businessFlashAlerts/idUSN1439079020080314",
        "time": "09:25 AM EDT"
    },
    {
        "header": "text-jpmorgan, ny fed to provide bear stearns financing",
        "body": "NEW YORK--(BUSINESS WIRE)--March 14, 2008--Today, JPMorgan Chase & Co. (JPM.N) announced that, in conjunction with the Federal Reserve Bank of New York, it has agreed to provide secured funding to Bear Stearns BSC.N, as necessary, for an initial period of up to 28 days. Through its Discount Window, the Fed will provide non-recourse, back-to-back financing to JPMorgan Chase. Accordingly, JPMorgan Chase does not believe this transaction exposes its shareholders to any material risk. JPMorgan Chase is working closely with Bear Stearns on securing permanent financing or other alternatives for the company.\n\nJPMorgan Chase & Co. is a leading global financial services firm with assets of $1.6 trillion and operations in more than 60 countries. The firm is a leader in investment banking, financial services for consumers, small business and commercial banking, financial transaction processing, asset management, and private equity. A component of the Dow Jones Industrial Average, JPMorgan Chase serves millions of consumers in the United States and many of the world’s most prominent corporate, institutional and government clients under its JPMorgan and Chase brands. Information about the firm is available at www.jpmorganchase.com.",
        "link": "http://www.reuters.com/article/companyNews/idUSN1439283720080314",
        "time": "09:47 AM EDT"
    }
]