[
    {
        "header": "ny fed extends $28 billion loan to jpmorgan for bear",
        "body": "NEW YORK (Reuters) - The Federal Reserve Bank of New York said on Thursday that it has extended a $28.82 billion loan to JPMorgan Chase & Co (JPM.N) for the acquisition of Bear Stearns.\n\n“Total credit extended by the New York Fed is lower than originally anticipated as a result of an extensive review of the portfolio,” the New York Fed said in a statement on its Web site.\n\nIn addition, JPMorgan has extended a $1.15 billion loan to a Delaware limited liability company (LLC), the statement said. The LLC, which will be consolidated on the books of the New York Fed, will use the proceeds of the loans to finance the purchase of a portfolio of assets formerly owned by Bear Stearns Cos Inc, the statement said.\n\nIn March, in a highly unusual move, the Fed provided the financing for JPMorgan to acquire Bear Stearns in order to prevent Bear from going bankrupt and potentially dragging down the entire financial system.\n\nThe line of credit is backed by the $28.8 billion portfolio of bonds and other fixed-income products held by Bear Stearns before it collapsed in March.\n\nThe Fed has said the portfolio contains collateralized mortgage obligations, most of which are backed by government-sponsored enterprises such as Fannie Mae FNM.N and Freddie Mac FRE.N. It also consists of asset-backed securities -- a sector that includes subprime mortgage bonds -- adjustable-rate mortgages, commercial mortgage-backed securities, and collateralized bond obligations.\n\nBear Stearns gave a $30 billion marked to market value for this portfolio as of March 14, when it was the fifth-biggest U.S. investment bank. JPMorgan Chase agreed to acquire Bear on March 16 with the Fed’s approval.\n\nThe estimated fair value of the portfolio, as of June 26, will be released in the Federal Reserve Statistical Release H.4.1. on July 3, the Fed said.\n\nAfter that, the estimated fair value of the portfolio will be updated quarterly in the H.4.1 release, “generally within two weeks following the quarter end,” the Fed said.\n\nThe Fed’s balance sheet, presented weekly, will include consolidated LLC activity such as purchases, sales and accruals, the central bank added.",
        "link": "http://www.reuters.com/article/innovationNews/idUSNYG00114120080626",
        "time": "06:22 PM EDT"
    },
    {
        "header": "update 2-ny fed extends $28.82 bln loan to jpmorgan for bear",
        "body": "NEW YORK, June 26 (Reuters) - The Federal Reserve Bank of New York said on Thursday that it has extended a $28.82 billion loan, slightly less than the $29 billion originally expected, to JPMorgan Chase & Co (JPM.N) for the acquisition of Bear Stearns.\n\nIn March, in a highly unusual move, the Fed provided the financing for JPMorgan to acquire Bear Stearns in order to prevent Bear from going bankrupt and potentially dragging down the entire financial system.\n\n“Total credit extended by the New York Fed is lower than originally anticipated as a result of an extensive review of the portfolio,” the New York Fed said in a statement on its Web site.\n\nIn addition, JPMorgan has extended a $1.15 billion loan to a Delaware limited liability company (LLC), the statement said. The LLC, which will be consolidated on the books of the New York Fed, will use the proceeds of the loans to finance the purchase of a portfolio of assets formerly owned by Bear Stearns Cos Inc, the statement said.\n\nThe line of credit is backed by the $28.8 billion portfolio of bonds and other fixed-income products held by Bear Stearns before it collapsed in March.\n\nThe Fed has said the portfolio contains collateralized mortgage obligations, most of which are backed by government-sponsored enterprises such as Fannie Mae FNM.N and Freddie Mac FRE.N. It also consists of asset-backed securities -- a sector that includes subprime mortgage bonds -- adjustable-rate mortgages, commercial mortgage-backed securities, and collateralized bond obligations.\n\nMarkets for many of these investments have deteriorated this month as outlooks for U.S. housing worsen and investors see banks and hedge funds continuing to unload risky assets from balance sheets. Brokers alone sold $300 billion in balance sheet assets this quarter, including $45 billion in residential and commercial mortgage debt, according to Citigroup analysts.\n\nIncreased risk aversion has erased some or all of the rallies that followed the Fed’s orchestrated rescue of Bear Stearns and its programs to boost liquidity to banks eased expectations of asset sales.\n\nTraders pushed prices on the “AAA” portion of the ABX-HE 07-2 subprime mortgage bond index to a record low on Wednesday of 46.83, down from a close to 60 in May and piercing the March low of just above 50, according to Markit, the index’s administrator. The index was weaker again on Thursday.\n\nA similar derivative index for commercial mortgage bonds has worsened to April levels but is far from the record high yield spreads in March.\n\nBear Stearns gave a $30 billion marked to market value for the portfolio as of March 14, when it was the fifth-biggest U.S. investment bank. JPMorgan Chase agreed to acquire Bear on March 16 with the Fed’s approval.\n\nThe estimated fair value of the portfolio, as of June 26, will be released in the Federal Reserve Statistical Release H.4.1. on July 3, the Fed said.\n\nAfter that, the estimated fair value of the portfolio will be updated quarterly in the H.4.1 release, “generally within two weeks following the quarter end,” the Fed said.\n\nThe Fed’s balance sheet, presented weekly, will include consolidated LLC activity such as purchases, sales and accruals, the central bank added. (Reporting by John Parry and Al Yoon; Editing by Jonathan Oatis)",
        "link": "http://www.reuters.com/article/FSCONS/idUSN2643399120080626",
        "time": "04:08 PM EDT"
    }
]