[
    {
        "header": "jpmorgan hires ex-lehman banker to head japan m&a",
        "body": "TOKYO, Nov 10 (Reuters) - J.P. Morgan Chase & Co (JPM.N) said it has hired Masaru Shibata, a former banker at Lehman Brothers LEHMQ.PK, as its head of mergers and acquisitions in Japan.\n\nShibata, who was the head of Lehman Brothers M&A team in Tokyo, will take up the position on Nov. 17, J.P.Morgan said on Monday.\n\nShibata will work with Yuichi Jimbo, head of investment banking coverage at JPMorgan Securities Japan Co, J.P.Morgan’s Japan unit, and Katsuyuki Kuki, head of its financial institutions group.\n\nBefore Shibata joined Lehman Brothers he spent 15 years at Goldman Sachs [GSGSC.UL] in New York and Tokyo. (Reporting by Junko Fujita)",
        "link": "http://www.reuters.com/article/managementIssues/idUST9277220081110",
        "time": "02:24 AM EST"
    },
    {
        "header": "update 3-moves-gatehouse bank, rbc capital, jpmorgan",
        "body": "Nov 10 (Reuters) - The following financial services industry appointments were announced on Monday. To inform us of other job changes, please e-mail moves@thomsonreuters.com.\n\nThe regional bank announced the appointment of Thomas Sutherland as chief executive officer, replacing Daniel Katzfey, who resigned last month. It also named Lannie Crawford as president.\n\nThe global services firm has hired Douglas Brickley as managing director of its bankruptcy and restructuring practice at its Houston firm. Brickley has worked at a large boutique consulting firm and two Big Four accounting firms.\n\nThe company also hired John Baumgartner as a principal.\n\nGoldman Sachs (GS.N) has identified the six equity analysts fired by the company. Ousted are William Tanona, who covered companies such as JPMorgan Chase & Co; Deane Dray, who followed Honeywell International Inc; Charles Chon; Ajay Kejriwal; Lawrence Keusch and Peter Wahlstrom.\n\nA subsidiary of the Securities House of Kuwait appointed Zaid Maleh as director of its capital markets origination team. Maleh joined Gatehouse in September 2008 from Vienna-based Raiffeisen Zentralbank Osterreich AG (RZB), where he spent the last three years.\n\nThe corporate and investment banking arm of Royal Bank of Canada (RY.TO)(RY.N) named Richard Barker as head of global investment banking, Australia, based in RBC’s Sydney office.\n\nBarker joins RBC Capital Markets with more than 20 years’ investment banking and corporate advisory experience, including 10 years at NM Rothschild & Sons (Australia) Ltd, where he was executive director, Mergers & Acquisitions.\n\nThe U.S.-based bank hired Masaru Shibata, a former banker at Lehman Brothers Holdings Inc LEHMQ.PK, as its head of mergers and acquisitions in Japan.\n\nShibata, who was the head of Lehman’s M&A team in Tokyo, will take up the position on Nov. 17, JPMorgan said.\n\nThe investment and merchant banker named Sergei Popov as head of Russia and oil and gas, effective as Nov. 1.\n\nPopov was previously a managing director of LUKOIL Financial Services Ltd, a mergers and acquisitions advisory company. (Compiled by Phil Wahba in New York, and Kuganandhan Paramanandan in Bangalore; editing by Jeffrey Benkoe, Phil Berlowitz)",
        "link": "http://www.reuters.com/article/FSCONS/idUSBNG22883320081110",
        "time": "06:09 PM EST"
    }
]