[
    {
        "header": "update 1-jp morgan assumes coverage of metropcs, leap wireless",
        "body": "Sept 9 (Reuters) - J.P. Morgan Securities assumed coverage of MetroPCS PCS.N and Leap Wireless International Inc LEAP.O with an “overweight” rating, saying the mobile phone service providers should benefit from rapid subscriber growth and improving margins over the next several years.\n\nThe brokerage, which added MetroPCS to its U.S. Focus list, set a price target of $22 on MetroPCS’ shares and $56 on Leap’s stock.\n\nJP Morgan said customers of both the companies tended to use significantly more minutes than prepaid or postpaid customers and were benefitting from the unlimited monthly plans that the companies offer, and that larger carriers tend to shy away from the companies targeted demographic.\n\nLeap Wireless and MetroPCS typically target youth and ethnic minorities with relatively lower earnings power by offering unlimited calls at flat monthly rates without tying customers to contracts.\n\nThe companies reduce the impact of a volatile churn and lower pricing by spending less on subsidies, marketing and customer care, JP Morgan said.\n\nShares of Leap closed at $46.64 on Nasdaq, while MetroPCS’ stock closed at $17.17 Monday on the New York Stock Exchange. (Reporting by Vidya L Nathan in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssWirelessTelecommunicationServices/idUSBNG34591920080909",
        "time": "08:08 AM EDT"
    },
    {
        "header": "banks recoup $20 bln in mbs rally - jpmorgan",
        "body": "NEW YORK (Reuters) - Banks recouped $20 billion on mortgage securities holdings in Monday’s sweeping MBS rally after the government takeover of Fannie Mae FNM.N and Freddie Mac FRE.N the day before, a JPMorgan analyst said.\n\n“Banks just made about $20 billion on their available for-sale portfolios this morning,” Matthew Jozoff, head of mortgage strategy at JPMorgan, said on a conference call. “Maybe they’ll use that gain to add to their capital base or even start rotating into some of the sectors that had lagged.”\n\nAvailable for sale refers to securities that a company is trying to sell rather than hold.\n\nRisk premiums on mortgage bonds issued by the troubled mortgage financiers have been slashed by as much as 40 basis points over Treasuries on Monday, Jozoff said.\n\n“Banks had been a little over $40 billion under water relative to their book costs for securities overall and with today’s move and the tightening in mortgages, we estimate that helps bring that to only about $20 billion under water,” Jozoff said.\n\n“This could be an opportunity for banks to basically recycle and move out of agency securities and potentially move into other products as well,” he said.\n\nFinancial firms overall have posted over $500 billion in credit losses and write-downs since credit markets seized up a year ago after defaults on U.S. home loans.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN0845573720080909",
        "time": "03:02 AM EDT"
    },
    {
        "header": "corrected - corrected-moves-jpmorgan, deutsche, royal bank of scotland, gfi",
        "body": "Sept 9 (Reuters) - The following financial services industry appointments were announced on Tuesday. To inform us of other job changes, please e-mail moves@thomsonreuters.com.\n\nThe asset management company said it appointed Robert Michele as global chief investment officer of fixed income. Michele joins from Schroders Plc (SDR.L).\n\nThe bank appointed three senior corporate finance executives to strengthen its investment banking franchise in North Asia. Heidi Yang joined as managing director and head of the corporate advisory group, Asia, Danny Lee and Johnson Ngie joined as directors in the corporate advisory group Asia. All three come from UBS.\n\nThe bank appointed Steve Weiss as head of telecom Asia. Prior to this, Weiss was working with Tele2 AB, a telecom company.\n\nThe brokerage service provider said it appointed Kristian Thunes to its London-based wet freight derivatives team. Thunes joins from Merrill Lynch. (Compiled by Aftab Ahmed in Bangalore)",
        "link": "http://www.reuters.com/article/rbssFinancialServices - Diversified/idUSBNG28459620080909",
        "time": "10:36 AM EDT"
    },
    {
        "header": "jpmorgan says lipp to leave company, board",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N), the third-largest U.S. bank by assets, said on Tuesday that Robert Lipp will resign as a director and officer, effective Sept. 30, so that he may join private equity firm Brysam Global Partners as a senior executive.\n\nLipp will continue to work with the bank in an advisory capacity, focusing on international consumer opportunities and developing leadership talent, JPMorgan said in a U.S. Securities and Exchange Commission filing.\n\nLipp joined JPMorgan’s board in 2003 and became senior advisor in September 2005. He had been chairman and chief executive of Travelers Property Casualty Corp from December 2001 to April 2004, and then was executive chairman of its successor St Paul Travelers Cos from April 2004 to September 2005.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSWEN786920080909",
        "time": "03:01 PM EDT"
    },
    {
        "header": "update 1-moves-3i,jpmorgan, deutsche, merrill lynch & co",
        "body": "NEW YORK, Sept 9 (Reuters) - The following financial services industry appointments were announced on Tuesday. To inform us of other job changes, please e-mail moves@thomsonreuters.com.\n\nEuropean private equity firm 3i said it appointed Bob Stefanowski to the new role of managing partner and chairman, of its 3i North America business. He joins 3i after 14 years with General Electric (GE.N) where his most recent role was president and chief executive officer of GE corporate finance Europe with overall responsibility for M&A, structured finance and other capital market activities.\n\nMerrill Lynch said corporate controller Gary Carlin would take on the additional role of chief accounting officer.\n\nThe global restructuring and financial advisory firm said it named Marc Brown and Joseph Kacergis as directors in the firm’s financial advisory services practice. Both will be based in the firm’s Chicago office.\n\nThe law firm said Robert Burton had joined as a partner in its government contracts group, after a long public career, most recently as deputy administrator for federal procurement policy.\n\nThe international law firm said Yuval Tal, a corporate partner based in New York, will become resident partner in the firm’s soon-to-be-opened Hong Kong office.\n\nIt also announced Ying Li and Joseph Cha have joined as partners to work with Tal in expanding the company’s business in China.\n\nThe investment bank named Barbara Bishop as general counsel, to be based in the firm’s New York headquarters.\n\nThe asset management company said it appointed Robert Michele as global chief investment officer of fixed income. Michele joins from Schroders Plc (SDR.L).\n\nThe bank appointed three senior corporate finance executives to strengthen its investment banking franchise in North Asia. Heidi Yang joined as managing director and head of the corporate advisory group, Asia, Danny Lee and Johnson Ngie joined as directors in the corporate advisory group Asia. All three come from UBS.\n\nThe bank appointed Steve Weiss as head of telecom Asia. Prior to this, Weiss was working with Tele2 AB, a telecom company.\n\nThe brokerage service provider said it appointed Kristian Thunes to its London-based wet freight derivatives team. Thunes joins from Merrill Lynch. (Compiled by Lilla Zuill in New York and Aftab Ahmed in Bangalore; Editing by Gary Hill)",
        "link": "http://www.reuters.com/article/managementIssues/idUSN0927016220080909",
        "time": "07:23 PM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan cuts gartner to neutral",
        "body": "Sept 9 (Reuters) - J.P. Morgan Securities downgraded technology market research firm Gartner Inc (IT.N) to “neutral” from “overweight,” saying potential deceleration in global IT-related investment could hurt the company’s business in the coming quarters.\n\nIT-related investment is cooling and it could be a negative for Gartner as it generates revenue from IT-focused research, consulting and events, analyst David Lewis said in a note to clients.\n\nGartner has been growing nicely outside the United States, up about 18 percent in 2007, but as economic slowdown extends to Europe, Asia and other parts of the world, the company could face trouble adjusting to it, Lewis said.\n\n“In addition, the recent strengthening of the U.S. dollar could become a slight headwind for Gartner in coming quarters,” the analyst added.\n\nGartner generates about 40 percent of its revenue from outside the United States, Lewis said.\n\nShares of Stamford, Connecticut-based Gartner closed at $26.49 Monday on the New York Stock Exchange. (Reporting by Anurag Kotoky in Bangalore; Editing by Himani Sarkar)",
        "link": "http://www.reuters.com/article/rbssITServicesConsulting/idUSBNG5586320080909",
        "time": "07:07 AM EDT"
    }
]