[
    {
        "header": "update 1-research alert-jp morgan cuts lorillard; ups altria",
        "body": "Dec 15 (Reuters) - J.P. Morgan Securities cut its price targets on at least four tobacco companies, citing increases in State Excise Tax (SET), Federal Excise Tax (FET) and manufacturer price increases.\n\n“As a result, we forecast average flat to low single digit Cigarette operating profit growth in 2009 and earnings per share growth ranging from 3 percent to 6 percent, boosted by share buybacks,” analyst Erik Bloomquist wrote in a note to clients.\n\nBloomquist upgraded Altria Group (MO.N) to “overweight” from “neutral,” expecting a 25 percent cash return on market cap by 2010 and the company’s lead in the U.S. market.\n\nHe cut his rating on Lorillard Inc LO.N to “neutral” from “overweight,” saying he was less certain on cash returns to investors, compared with Altria.\n\nThe analyst, who named Altria as his US market top stock, said he saw attractive returns from these companies and he expects share buybacks to continue.\n\nBloomquist said Philip Morris International (PM.N) remained his over-all U.S. listed favourite, due to its strong long-term growth outlook despite current foreign exchange headwinds.\n\nThe following table lists the rating and the price target changes by J.P. Morgan: COMPANY NAME RATING PRICE TARGET\n\nNEW OLD NEW OLD Altria Group (MO.N) Overweight Neutral $20 $25 Lorillard LO.N Neutral Overweight $67 $90 Reynolds American RAI.N Underweight Underweight $48 $68 Philip Morris International (PM.N) Overweight Overweight $56 $62 (Reporting by Vidya L Nathan in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssTobacco/idUSBNG5825420081215",
        "time": "06:34 AM EST"
    },
    {
        "header": "merrill analyst sees fourth-quarter loss at jpmorgan",
        "body": "(Reuters) - JPMorgan Chase & Co’s (JPM.N) near-term earnings are likely to remain under pressure from worsening consumer and corporate credit said a Merrill Lynch analyst, who forecast a fourth-quarter loss and cut his rating on the stock.\n\nThe largest U.S. bank’s shares were trading down 6.3 percent at $28.92 in morning trade on the New York Stock Exchange. The stock has lost 29 percent of its value since January.\n\n“We do not believe the Street has rationalized the true impact of expected economic woes on consumer credit, and particularly what that means for JPM earnings,” analyst Guy Moszkowski wrote in a note to clients.\n\nMoszkowski sees JPMorgan building reserves in a continually worsening credit environment driven by a climbing unemployment rate and cut his rating to “underperform” from “neutral.”\n\nSeveral Wall Street analysts have cut their fourth-quarter profit view on JPMorgan citing significantly increased credit reserve builds and asset mark-to-market losses.\n\nAnalyst Moszkowski, who expects another $2.8 billion mark-to-market loss at the bank, reversed his fourth-quarter estimates to a loss of 11 cents a share from his prior view of 25 cents a share.\n\nIn the third quarter, the bank had reported net markdowns of $3.6 billion.\n\n“While there is little doubt that JPMorgan will emerge from the current crisis in a good competitive position, it is increasingly clear that credit costs in the U.S. will get much worse, particularly in cards and commercial lending,” the analyst said.\n\nOn December 11, JPMorgan Chief Executive Jamie Dimon had warned of a “terrible” fourth quarter, blaming mortgages, credit, and high yield bonds and loans.\n\nAnalysts polled by Reuters expect the company to earn 35 cents a share, excluding items, for the fourth quarter.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE4BE3YT20081215",
        "time": "01:31 PM EST"
    },
    {
        "header": "update 2-merrill analyst sees q4 loss at jpmorgan; cuts rating",
        "body": "Dec 15 (Reuters) - JPMorgan Chase & Co’s (JPM.N) near-term earnings are likely to remain under pressure from worsening consumer and corporate credit said a Merrill Lynch analyst, who forecast a fourth-quarter loss and cut his rating on the stock.\n\nThe largest U.S. bank’s shares were trading down 6.3 percent at $28.92 in morning trade on the New York Stock Exchange. The stock has lost 29 percent of its value since January.\n\n“We do not believe the Street has rationalized the true impact of expected economic woes on consumer credit, and particularly what that means for JPM earnings,” analyst Guy Moszkowski wrote in a note to clients.\n\nMoszkowski sees JPMorgan building reserves in a continually worsening credit environment driven by a climbing unemployment rate and cut his rating to “underperform” from “neutral.”\n\nSeveral Wall Street analysts have cut their fourth-quarter profit view on JPMorgan citing significantly increased credit reserve builds and asset mark-to-market losses.\n\nAnalyst Moszkowski, who expects another $2.8 billion mark-to-market loss at the bank, reversed his fourth-quarter estimates to a loss of 11 cents a share from his prior view of 25 cents a share.\n\nIn the third quarter, the bank had reported net markdowns of $3.6 billion.\n\n“While there is little doubt that JPMorgan will emerge from the current crisis in a good competitive position, it is increasingly clear that credit costs in the U.S. will get much worse, particularly in cards and commercial lending”, the analyst said.\n\nOn Dec. 11, JPMorgan Chief Executive Jamie Dimon had warned of a “terrible” fourth quarter, blaming mortgages, credit, and high yield bonds and loans.\n\nAnalysts polled by Reuters expect the company to earn 35 cents a share, excluding items, for the fourth quarter. (Reporting by Sweta Singh in Bangalore, Editing by Dinesh Nair)",
        "link": "http://www.reuters.com/article/BANKSL/idUSBNG42554320081215",
        "time": "10:59 AM EST"
    }
]