[
    {
        "header": "update 1-jp morgan cuts axsys to underweight on valuation",
        "body": "Dec 10 (Reuters) - J.P. Morgan Securities downgraded Axsys Technologies Inc AXYS.O, a provider of surveillance and imaging solutions, to “underweight” from “neutral”on valuation.\n\n“A premium valuation is justified, but we believe the premium is now excessive,” analyst Paul Coster said in a note to clients.\n\nCoster believes that the company’s fundamentals are solid and that it is well-positioned for the economic downturn owing to its exposure to diverse U.S. defense and homeland security programs.\n\nHe, however, said the company may have to invest more in sales and marketing to grow its surveillance solutions product business.\n\n“Until there’s demonstrable pay-off from this investment, and a cyclical tailwind, we are reluctant to chase the valuation multiple up,” he added.\n\nThe brokerage, which cut its price target on the stock by $3 to $56, expects Axsys to underperform the mean of the coverage universe in the near term. Axsys develops high-performance surveillance cameras and imaging systems for the aerospace and defense industries.\n\nShares of Axsys were down nearly 13 percent at $58.50 in morning trade on Nasdaq. They had touched a low of $57.76 earlier in the day and were among the biggest percentage losers. (Reporting by Mary Meyase in Bangalore; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/rbssIndustryMaterialsUtilitiesNews/idUSBNG41394820081210",
        "time": "11:26 AM EST"
    },
    {
        "header": "india's reliance inds gets $400 mln from jpmorgan",
        "body": "MUMBAI, Dec 10 (Reuters) - Indian energy group Reliance Industries Ltd (RELI.BO) has signed an agreement for a $400 million financing facility from JPMorgan, the U.S. financial firm said on Wednesday.\n\nThe 11-year facility will help Reliance buy equipments from 17 suppliers in the United States, it said in a statement.\n\nThe facility is guaranteed by the Export-Import Bank of the United States, a JPMorgan spokeswoman said.\n\nReliance, India’s biggest private sector oil refiner and the largest petrochemical producer, has raised more than $2.5 billion over the last four months to support its capital expenditure programme, JPMorgan said. (Reporting by Ami Shah; Editing by Ranjit Gangadharan)",
        "link": "http://www.reuters.com/article/rbssOilGasRefiningMarketing/idUSBOM35646920081210",
        "time": "06:41 AM EST"
    }
]