[
    {
        "header": "jpmorgan ceo warns of 'terrible' fourth quarter",
        "body": "NEW YORK (Reuters) - The chief executive of JPMorgan Chase & Co (JPM.N) said on Thursday the U.S. bank has had a “terrible” November and December, blaming the “normal culprits:” mortgages, credit, and high yield bonds and loans.\n\n“November itself has been a terrible trading month ... (and) December so far is pretty terrible,” Jamie Dimon told CNBC. “It will be a tough quarter.”\n\nDimon said he was referring to the trading, loans and mortgage segments of the largest U.S. bank.\n\nLooking ahead, the CEO said U.S. housing prices -- which spawned the current credit crisis -- could fall another 20 percent.\n\nLater, in a speech after receiving the “Legend in Leadership Award” of the Yale School of Management Chief Executive Leadership Institute, Dimon said the housing crisis was unfixed.\n\nAt the ceremony, which took place at the Waldorf Astoria Hotel in New York, Dimon said the company could have to make further writedowns if the recession became worse than expected, but added the bank was prepared to face any scenario.\n\n“We do those numbers and they are not pretty,” Dimon said and added: “We are going to be prepared for whatever” happens.\n\nAt the CNBC interview, he said that, “if we’re lucky,” the market could start to recover after two more quarters.\n\nDimon added that it does not currently make sense for two major investment banks to merge, adding that acquiring a brokerage unit is not a strategic imperative for JPMorgan.\n\nDimon’s remarks on the bank’s fourth quarter hammered the bank’s shares, which represented the biggest drag on the Dow Jones industrial average. JPMorgan shares ended down 10.68 percent at $29.94 on the New York Stock Exchange.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN1140787920081212",
        "time": "08:01 AM EST"
    },
    {
        "header": "update 1-jp morgan cuts federated investors to underweight",
        "body": "Dec 12 (Reuters) - J.P. Morgan Securities downgraded Federated Investors Inc (FII.N) to “underweight” from “neutral,” saying the impact of a zero interest rate environment will hurt fees and revenue for the U.S. asset manager.\n\nJ.P. Morgan analysts expect the Federal Reserve to lower its policy rate to zero percent by January in its attempt to avert a prolonged recession and to revive the struggling credit market.\n\nA zero interest rate environment will be particularly harmful to the profitability of the money market fund business, and fee waivers will become standard on most money market funds, the brokerage said.\n\nThe brokerage also sees the likelihood of meaningful redemptions when rates fall to lower levels.\n\nWith money funds representing 85 percent of Federated’s assets under management, a zero interest rate environment would have a particularly negative impact on its revenue, the brokerage said.\n\nIt cut its 2009 profit view for the company to $1.65 from $2.00 a share.\n\nShares of Federated closed at $21.18 Thursday on the New York Stock Exchange. (Reporting by Amiteshwar Singh in Bangalore; Editing by Deepak Kannan)",
        "link": "http://www.reuters.com/article/bondsNews/idUSBNG38964720081212",
        "time": "07:10 AM EST"
    }
]