[
    {
        "header": "jpmorgan's dimon snags a bargain in bear stearns",
        "body": "NEW YORK (Reuters) - Jamie Dimon’s grab of Bear Stearns may turn into one of the biggest bargains in recent years.\n\nBanking experts were almost unanimous in their appraisal of the move by JPMorgan Chase & Co (JPM.N), which is run by Dimon, to buy Wall Street rival Bear Stearns Cos Inc BSC.N.\n\n“It’s my opinion that this represents a great bargain for JPMorgan,” said Samuel Hayes, emeritus professor of finance at Harvard Business School.\n\n“Bear Stearns was, until this year, one of the smartest and most profitable investment banks in the world,” said Hayes. “This could be a real money-spinner for JPMorgan.”\n\nJPMorgan agreed on Sunday to buy Bear Stearns, which was slammed by a sudden cash crunch, for about $2 a share -- about 90 percent below its Friday close. The all-stock deal values the company, recently ranked as the No. 5 U.S. investment bank, at about $236 million.\n\nBrad Hintz, an analyst with Sanford Bernstein, estimated that a breakup of Bear Stearns would fetch $7.7 billion. “This is a tremendous bargain for JPMorgan shareholders,” he said in a note.\n\nThe deal will cost JPMorgan more than just stock. The bank is setting aside $6 billion to cover deal-related costs such as litigation and severance, putting the total cost much higher.\n\n“Even with an estimated $6 billion of transaction costs, the deal economics look very compelling,” said Citibank analyst Keith Horowitz.\n\n“From a strategic perspective JPMorgan is getting several business lines from Bear that are very complementary to its investment bank,” Horowitz said in a note to clients.\n\nDimon, JPMorgan’s chairman and chief executive, has developed a reputation as a turnaround specialist since bouncing back from being ousted from Citigroup Inc (C.N) a decade ago.\n\nHe’ll need those skills to integrate cash-strapped Bear Stearns into JPMorgan’s financial empire, which includes car loans, credit cards, and investment banking.\n\n“Dimon negotiated well,” Morgan Stanley analyst Betsy Graseck said in a note, but added that the deal “does not come without risk.”\n\nInvestors cheered Dimon’s move, boosting JPMorgan’s stock as much as 12.5 percent despite a broader sell-off in the financial sector. The Standard & Poor’s financials index .GSPF fell 1.4 percent, marking its lowest level in almost five years.\n\nThe deal, which includes $30 billion in special Federal Reserve financing for Bear Stearns’ less liquid assets, followed an emergency funding package on Friday for Bear Stearns by JPMorgan through the Federal Reserve after its liquidity deteriorated significantly.\n\nSome saw the quick deal turnaround as a reason for caution. “The issue is what is Bear Stearns really worth,” said Jim Huguet, chief executive of Great Companies LLC, a Tampa, Florida, investment adviser. “I‘m not sure you can answer that in two or three days.”\n\nBut Dimon has a good track record fixing up major banks. After being ousted from Citibank a decade ago, he became CEO of Bank One in 2000, fixing it up and eventually selling the bank to JPMorgan in 2004.\n\nHe has kept JPMorgan, which posted a 6 percent rise in 2007 net profit, largely unscarred by the credit crisis ravaging the financial sector.\n\nJPMorgan, the No. 2 U.S. bank by market value, expects the acquisition, which includes Bear Stearns’ profitable clearing and prime brokerage businesses, to add $1 billion to earnings once it is fully integrated.\n\nJPMorgan shares closed up $3.77, or 10.3 percent, at $40.31 on the New York Stock Exchange, where they traded as high as $41.09 during Monday’s session. Bear Stearns shares closed at $4.81, down 84 percent.",
        "link": "http://www.reuters.com/article/telecomm/idUSN1761795020080319",
        "time": "01:04 AM EDT"
    },
    {
        "header": "update 1-jp morgan cautious on us packaged food sector",
        "body": "March 19 (Reuters) - J.P. Morgan Securities said it was cautious on the U.S. packaged food sector as economic conditions and severe commodity inflation would continue to pressure margins.\n\nThe brokerage downgraded Sara Lee Corp SLE.N and Kraft Foods Inc KFT.N to “neutral” from “overweight.”\n\nJP Morgan, however, sees upside over the next six months in grain processors and agro-service companies, such as Archer-Daniels-Midland Co (ADM.N) and Bunge Ltd (BG.N).\n\nIt also said it was warming up to protein companies like Tyson Foods Inc (TSN.N) and Sanderson Farms Inc (SAFM.O).\n\nIt upgraded Sanderson Farms and Bunge to “overweight” from “neutral,” and raised Tyson Foods to “neutral” from “underweight”.\n\n“The chicken industry has proven it can pass on higher feed costs by adjusting supplies,” the brokerage said.\n\nThe brokerage said Tyson is already benefiting from capacity adjustments at its beef packing operations.\n\nThe company is dealing with more slaughter capacity than there are cattle and recently shut down its Emporia plant in eastern Kansas.\n\nWm Wrigley Jr Co WWY.N and Campbell Soup Co (CPB.N) were JP Morgan’s top picks in the large cap food companies. (Reporting by Amulya Nagaraj in Bangalore; Editing by Himani Sarkar)",
        "link": "http://www.reuters.com/article/marketsNews/idUSBNG11764520080319",
        "time": "08:34 AM EDT"
    },
    {
        "header": "us sec gives jpm no assurance on bear enforcement",
        "body": "WASHINGTON, March 18 (Reuters) - The U.S. Securities and Exchange Commission said on Tuesday that its enforcement staff has written a letter about potential investigations into statements Bear Stearns BSC.N made before the announcement of its purchase by JPMorgan Chase & Co (JPM.N).\n\n“The (SEC) staff declined to provide assurances about possible future enforcement actions,” the SEC said in a statement.\n\nIt said staff would favorably take into account the circumstances of the JPMorgan acquisition when considering whether to recommend enforcement action against JPMorgan regarding Bear Stearns’ statements in the 60 days before the merger announcement.",
        "link": "http://www.reuters.com/article/telecomm/idUSN1822078820080319",
        "time": "03:04 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan downgrades lamar advertising",
        "body": "March 19 (Reuters) - J.P. Morgan Securities downgraded Lamar Advertising Co (LAMR.O) to “underweight” from “neutral,” saying the company’s cyclical outdoor advertising business would be hurt by soft macro-conditions.\n\nThe brokerage said the softness was driven by local advertising weakness, with non-renewals in the real estate segment contributing to lower occupancy and a tough credit environment impacting the local customer’s ability to access capital for advertising spending.\n\nThe outdoor advertising firm’s static bulletin business, which accounts for 60 percent of its revenue, will experience declines in 2008 that could lead to further downward estimate revisions by Wall Street analysts, the brokerage said.\n\nFor 2008, the brokerage cut its revenue growth view to 2 percent from 2.8 percent. It now expects earnings before interest, taxes, depreciation and amortization (EBITDA) to fall 1.4 percent, versus its previous view of flat EBITDA growth.\n\nShares of Lamar closed at $34.80 Tuesday on Nasdaq. (Reporting by Tenzin Pema in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/companyNews/idUSBNG14860620080319",
        "time": "07:14 AM EDT"
    }
]