[
    {
        "header": "update 1-research alert-jp morgan upgrades onyx to overweight",
        "body": "Dec 11 (Reuters) - J.P. Morgan Securities upgraded Onyx Pharmaceuticals Inc ONXX.O to “overweight” from “neutral”, citing positive results from a survey conducted among European physicians on the company’s treatment for liver cancer.\n\n“In our opinion, this survey clearly highlights the growth potential of Nexavar in Europe,” said analyst Cory Kasimov, who noted that physicians estimate higher penetration in the market to treat liver cancer.\n\nThe survey, conducted by the brokerage, was to assess the current acceptance and the future outlook for the cancer drug Nexavar in treating liver cancer, in Europe, which Kasimov believes is the most important near-term lever for the company.\n\n“With a potential 60 percent 2008 to 2012 cumulative annual growth rate, and a pristine balance sheet, we believe Onyx is an attractive name to own as investors seek ideas in this challenging macro environment,” he added.\n\nOnyx and its partner Bayer AG BAYG.DE plan to launch the drug in phases in Asia, a market which Kasimov called a “call option”, due to many hurdles to use and lack of precedent.\n\nOnyx shares, which have lost more than a third of their value so far this year, closed at $30.09 Wednesday on Nasdaq. (Reporting by Vidya L Nathan in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssBiotechnology/idUSBNG11813320081211",
        "time": "08:03 AM EST"
    },
    {
        "header": "jpmorgan ceo warns of \"terrible\" fourth quarter",
        "body": "NEW YORK (Reuters) - The chief executive of JPMorgan Chase & Co (JPM.N) said on Thursday the U.S. bank has had a “terrible” November and December, blaming the “normal culprits:” mortgages, credit, and high yield bonds and loans.\n\n“November itself has been a terrible trading month ... (and) December so far is pretty terrible,” Jamie Dimon told CNBC. “It will be a tough quarter.”\n\nDimon said he was referring to the trading, loans and mortgage segments of the largest U.S. bank.\n\nLooking ahead, the CEO said U.S. housing prices -- which spawned the current credit crisis -- could fall another 20 percent.\n\nLater, in a speech after receiving the “Legend in Leadership Award” of the Yale School of Management Chief Executive Leadership Institute, Dimon said the housing crisis was unfixed.\n\nAt the ceremony, which took place at the Waldorf Astoria Hotel in New York, Dimon said the company could have to make further write-downs if the recession became worse than expected, but added the bank was prepared to face any scenario.\n\n“We do those numbers and they are not pretty”, Dimon said and added: “We are going to be prepared for whatever” happens.\n\nAt the CNBC interview, he said that, “if we’re lucky,” the market could start to recover after two more quarters.\n\nDimon added that it does not currently make sense for two major investment banks to merge, adding that acquiring a brokerage unit is not a strategic imperative for JPMorgan.\n\nDimon’s remarks on the bank’s fourth quarter hammered the bank’s shares, which represented the biggest drag on the Dow Jones industrial average. JPMorgan shares ended down 10.68 percent at $29.94 on the New York Stock Exchange.",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE4BA6SE20081212",
        "time": "07:55 PM EST"
    },
    {
        "header": "update 1-research alert-ubs cuts jpmorgan chase price target",
        "body": "Dec 11 (Reuters) - UBS slashed its price target on the stock of JPMorgan Chase & Co (JPM.N) to $34 from $44, saying the company cannot fully escape the tough operating conditions.\n\n“Expense reductions won’t be enough to fully offset the revenue headwinds from slowing capital markets activity, net interest income pressure and ongoing credit deterioration,” analyst Glenn Schorr said in a note to clients.\n\nThe analyst halved his fourth-quarter earnings estimate for the company to 15 cents a share from 33 cents.\n\nSchorr said the worsening macro environment pointed to a rise in credit costs and estimated a 24 percent increase in the company’s provision expense in 2009.\n\n“While we expect government initiatives to kick in at some point, we expect conditions to remain difficult for some time,” he said.\n\nShares of JPMorgan were trading down 5 percent at $31.80 in the afternoon session on the New York Stock Exchange.\n\nFor the alerts, please double click on [ID:nWNAB1926] (Reporting by Santosh Nadgir in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssBanks/idUSBNG42531920081211",
        "time": "01:09 PM EST"
    },
    {
        "header": "update 1-jpmorgan ceo warns of 'terrible' fourth quarter",
        "body": "NEW YORK, Dec 11 (Reuters) - The chief executive of JPMorgan Chase & Co (JPM.N) said on Thursday the U.S. bank has had a “terrible” November and December, blaming the “normal culprits:” mortgages, credit, and high yield bonds and loans.\n\n“November itself has been a terrible trading month ... (and) December so far is pretty terrible,” Jamie Dimon told CNBC. “It will be a tough quarter.”\n\nDimon said he was referring to the trading, loans and mortgage segments of the largest U.S. bank.\n\nLooking ahead, the CEO said U.S. housing prices -- which spawned the current credit crisis -- could fall another 20 percent. He said that, “if we’re lucky,” the market could start to recover after two more quarters.\n\nDimon added that it does not currently make sense for two major investment banks to merge, adding that acquiring a brokerage unit is not a strategic imperative for JPMorgan.\n\nDimon’s remarks on the bank’s fourth quarter were seen hitting its shares, which represented the biggest drag on the Dow Jones industrial average on Thursday afternoon. JPMorgan shares were down 11.1 percent at $29.80 in late trading. (Reporting by Jonathan Spicer; Editing by Andre Grenon)",
        "link": "http://www.reuters.com/article/BANKSL/idUSN1140787920081211",
        "time": "03:48 PM EST"
    },
    {
        "header": "financials etf drops 6 percent on jpmorgan news",
        "body": "NEW YORK (Reuters) - The Financial Select Sector SPDR (XLF.P) fell more than 6 percent to a session low of $12.06 after the chief executive officer of JPMorgan Chase & Co (JPM.N) said on CNBC that the December quarter thus far was “terrible.”\n\nShares of JPMorgan, the largest bank in the U.S. by assets, fell nearly 10 percent to $30.22 after CEO Jamie Dimon’s comments. The stock dragged down the exchange-traded fund which tracks the performance of stocks in the Standard & Poor’s 500 financials group.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE4BA6RK20081211",
        "time": "03:39 PM EST"
    }
]