[
    {
        "header": "jpmorgan beats forecasts, warns on mortgages",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co posted a smaller-than-expected drop in earnings on resilient stock and bond underwriting revenue, sending its shares surging, but the company cautioned that the mortgage market and the economy are getting worse.\n\nThe bank’s second-quarter profit fell more than 50 percent to $2 billion, hurt by $1.1 billion in write-downs at its investment bank and charges linked to the bank’s acquisition of Bear Stearns.\n\nBut even amid write-downs, the third-largest U.S. bank generated stronger than expected results, helped by underwriting and bond trading.\n\n“Things aren’t as bad as the market has feared,” said Thomas Russo, partner and portfolio manager at Gardner Russo & Gardner in Lancaster, Pennsylvania.\n\nJPMorgan Chase posted net income of 54 cents a share, compared with $4.23 billion, or $1.20 a share, in the same quarter last year. Total revenue rose to $18.399 billion. Analysts, on average, had expected earnings of 44 cents a share, according to Reuters Estimates.\n\nThe results triggered a broad rally in financial stocks a day after Wells Fargo & Co reported surprisingly strong results that also lifted bank stocks.\n\nJPMorgan Chief Executive Jamie Dimon has managed to sidestep the worst of the credit crisis that has forced massive write-downs at Wall Street firms.\n\nThe third-largest U.S. bank has been benefiting from rivals’ weakness and is gaining market share in multiple businesses because of it, Chief Financial Officer Michael Cavanagh said in a conference call with reporters.\n\nJPMorgan is still open to buying a regional bank while the sector is depressed, Dimon said, adding that although accounting rules related to taking on a weak bank’s balance sheet make a purchase more difficult, it is still possible.\n\nDimon sounded some ominous notes in a conference call, saying the bank is prepared for losses on prime mortgages to triple and adding that unlike Wells Fargo, the bank has no plans to boost its dividend.\n\n“We’re not going to increase the dividend until we see clear daylight,” he said. The company currently pays 38 cents per share quarterly.\n\nJPMorgan set aside an additional $1.3 billion during the second quarter as a buffer against further losses.\n\nThe bank will also not record a gain from its Bear Stearns purchase in May, which it had previously hoped would contribute $1 billion. JPMorgan had agreed in March to buy Bear Stearns after the fifth-largest U.S. securities firm faced a run on the bank.\n\nThe acquisition of Bear Stearns instead contributed $540 million of losses and charges.\n\nBut there were glimmers of good news as well. CFO Cavanagh said the pace of deterioration in home equity -- a big drag for many banks -- is slowing. And other businesses are performing solidly -- investment banking fees of $1.7 billion are the second-highest ever at the bank.\n\nThe company’s shares rose $3.90 or 10.9 percent to $39.84.\n\nJPMorgan paid out 57 percent of its investment banking revenue as compensation, which is a relatively high level -- banks typically aim for a compensation ratio closer to 50 percent.\n\nDimon said the bank’s compensation ratio is likely to normalize, but jokingly added: “We don’t want our people getting depressed.”\n\nAt Wednesday’s close, JPMorgan’s shares were down 15 percent this year, compared with a 35 percent decline in the KBW Bank Index. But since Tuesday’s close, the bank’s shares have risen more than 25 percent.\n\nIn response to the results, the cost to insure JPMorgan debt against a default with credit default swaps fell 5 basis points to 115 basis points, or $115,000 per year to insure $10 million of debt for five years, according to Phoenix Partners Group.\n\nJPMorgan’s Tier 1 capital ratio, a measure of capital strength, rose to 9.1 percent from 8.4 percent in the same quarter last year -- though it would have been 8.1 percent without regulatory relief stemming from the Bear Stearns takeover, which was assisted by federal regulators.\n\nRegulators consider a bank with a Tier 1 ratio above 6 percent to be well capitalized.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSWNAS049820080717",
        "time": "01:53 PM EDT"
    },
    {
        "header": "goldman, jpmorgan trim china growth forecasts",
        "body": "BEIJING, July 17 (Reuters) - Investment banks Goldman Sachs and JPMorgan trimmed their 2008 growth forecasts for China and ruled out any interest rate rises this year after the government said that growth slowed to 10.1 percent in the second quarter.\n\nEconomists at both banks said they expected China to continue increasing banks' required reserve ratio, strengthening the yuan CNY=CFXS and controlling bank loans, though JPMorgan noted the possibility of some relaxation of these tightening measures if growth slows more sharply.\n\nRate rises, however, would be off the table this year, as Beijing is loath to widen the yuan-dollar interest rate differential and invite more of the capital inflows that have so complicated China’s monetary policy, both banks said.\n\nGoldman Sachs revised down its projections of gross domestic product (GDP) growth to 10.1 percent for 2008 and 9.5 percent for 2009, which would mark the first time growth dropped below double digits since 2002. Previously, Goldman had called for 10.5 percent growth this year and 10.0 percent next year.\n\nGoldman economists Hong Liang and Yu Song said lower contributions from net exports and investment would serve as drags, while consumption would remain strong.\n\nThey also changed their interest rate projections, dropping an earlier forecast for two rate rises by the end of the year.\n\n“We no longer expect any hikes to benchmark interest rates this year, and believe the pressures on interest rates will mostly transpire into currency appreciation pressures given the concerns on capital inflows,” Liang and Song wrote in a note to clients.\n\nJPMorgan nudged its growth forecast for 2008 down to 10.2 percent from 10.5 percent, saying the export outlook was a concern but that a domestic fiscal boost, including infrastructure investment and corporate subsidies, would pick up the slack.\n\nThe People’s Bank of China (PBOC) will put off raising interest rates until late in the first quarter of 2009 but will then increase rates four times that year, taking its cue from the U.S. Federal Reserve, JPMorgan economists forecast in a note.\n\n“In the near term, the central bank is likely to keep its focus on liquidity management, especially through open market operations and issuance of PBoC bills,” they said.\n\nAnnual gross domestic product growth slowed to 10.1 percent in the second quarter from 10.6 percent in the first three months of the year and 11.9 percent in all of 2007, the National Bureau of Statistics said earlier.",
        "link": "http://www.reuters.com/article/economicNews/idUSPEK20420020080717",
        "time": "02:16 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan cuts prologis, amb to neutral",
        "body": "July 17 (Reuters) - J.P. Morgan Securities downgraded ProLogis (PLD.N) and AMB Property Corp AMB.N to “neutral” from “overweight,” saying market scrutiny of the companies’ property development and gain income could keep the stocks range-bound.\n\nThe brokerage said the market would continue to scrutinize companies with significant development pipelines and gain-on-sale component in earnings.\n\nProLogis is a developer of warehouse and distribution centers.\n\nJ.P. Morgan said its “neutral” rating on AMB Property better reflects how the stock could perform relative to the overall real-estate investment trust group over the near term. (Reporting by Santosh Nadgir in Bangalore; Editing by Vinu Pilakkott)",
        "link": "http://www.reuters.com/article/rbssREITResidentialCommercial/idUSBNG32413020080717",
        "time": "10:05 AM EDT"
    },
    {
        "header": "jpmorgan's commodities risk down from year ago",
        "body": "NEW YORK, July 17 (Reuters) - A measure of JPMorgan Chase & Co’s (JPM.N) commodities trading risk fell 23 percent in the second quarter from the same quarter last year, implying that the investment bank is being cautious in ramping up its commodities trading business.\n\nThe No. 3 U.S. bank said in its latest earnings report on Thursday that the average daily trading value-at-risk for commodities stood at $31 million for the three months ended June 30, meaning that the bank’s maximum losses on 99 percent of trading days was $31 million, down from $40 million in the same quarter last year.\n\nJPMorgan is planning to start trading in physical crude oil later this year, but could be moving more cautiously after recent record fluctuations in oil prices, analysts said.\n\n“When you look at your at-risk calculations, one of the fundamental applications in it is often your assumed volatility,” said Rick Meckler, analyst at Libertyview Capital Management.\n\nJPMorgan’s commodities chief, Blythe Masters, told Reuters in an interview in May that the bank will start trading in physical oil and refined products by the end of the year after its takeover of failed rival Bear Stearns and that firm’s energy trading unit, Bear Energy. [ID:nSP148501]\n\nJPMorgan announced a 50 percent drop in second-quarter profit on Thursday due to mortgage writedowns, but did not comment about its commodities operations in a statement about the results. A spokesperson did not return a call seeking comment. (Reporting by Barani Krishnan; additional reporting by Dan Wilchins; editing by Jim Marshall)",
        "link": "http://www.reuters.com/article/rbssBanks/idUSN1729773820080717",
        "time": "12:39 PM EDT"
    },
    {
        "header": "us stocks-market ends higher on oil below $130, jpmorgan",
        "body": "NEW YORK, July 17 (Reuters) - U.S. stocks rose on Thursday as oil prices dropped sharply for a third day, building on optimism spurred by several unexpectedly strong earnings reports, including from JPMorgan Chase & Co (JPM.N).\n\nU.S. oil futures ended below $130 a barrel, down more than $5 for the day.\n\nThe Dow Jones industrial average .DJI was up 198.99 points, or 1.77 percent, at 11,438.27. The Standard & Poor's 500 Index .SPX was up 14.46 points, or 1.15 percent, at 1,259.71. The Nasdaq Composite Index .IXIC was up 27.45 points, or 1.20 percent, at 2,312.30. (Reporting by Kristina Cooke; Editing by Jan Paschal)",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN1734565720080717",
        "time": "04:06 PM EDT"
    },
    {
        "header": "world stocks extend gains after jp morgan",
        "body": "LONDON (Reuters) - World stocks extended gains on Thursday from a recent 21-month low after JP Morgan became the latest bank to report forecast-topping earnings results and oil prices retreated further.\n\nJP Morgan, the third-largest U.S. bank, reported second quarter net income of $0.54 a share, against Reuters estimates’ consensus of $0.44.\n\nThis followed Wednesday’s unexpectedly strong results at Wells Fargo, the fifth largest U.S. bank and a big mortgage lender, which dragged financial shares up from their record lows and helped stabilize the dollar.\n\nInvestors are now looking to a series of U.S. corporate quarterly earnings results later from firms including Merrill Lynch, IBM, Microsoft and Google.\n\nThese results will set the tone for equities and risky assets which have been sold off in recent sessions on concerns about the financial sector -- which many analysts say would take a series of extremely strong results to wipe out.\n\n“Even if we get a positive surprise here and there, that doesn’t mean the financial crisis is over. We might get a technical rebound in the short term, but from a macro perspective, it’s a different story,” said Yann Lepape, chief global macro strategist at Oddo Securities in Paris.\n\n“Apart from the financials, corporate results for the second quarter might not be as bad as expected, but overall we see a further deterioration of the economic conditions, and corporate results could really suffer in the third quarter.”\n\nThe FTSEurofirst 300 index extended gains after JP Morgan results to stand up 2.1 percent on the day.\n\nMSCI main world equity index gained 1 percent after hitting the 21-month low earlier this week.\n\nU.S. stock futures were up around 0.5 percent, indicating a firmer open on Wall Street.\n\nOn Wednesday, the KBW Bank index of large banking companies rose 17.3 percent on Wall Street, its biggest gain in at least 15 years.\n\nThe dollar was down around 0.2 percent at $1.5858 per euro, while it steadied against a basket of currencies.\n\nThe euro advanced against the dollar after ECB Governing Council member Nout Wellink said a slower economy would not reduce inflation, adding that like in the 1970s if no action was taken, then the economy would experience stagflation.\n\n“Wellink is a reminder... that if you let inflation get out of hand it’s pretty costly to bring it back under control,” said Chris Turner, head of FX strategy at ING.\n\nAlso weighing on the dollar earlier, the Financial Times reported some of the world’s largest sovereign wealth funds are seeking to scale back their exposure to the U.S. dollar in a sign of global concern about the currency.\n\nHowever, dollar weakness poses a problem for many oil rich nations in the Gulf as a falling U.S. currency fans inflation which these economies have limited means to control because their currencies are pegged to the greenback.\n\nU.S. light crude fell 0.8 percent to $133.54 a barrel, after falling nearly $15 from last week’s record high above $147 in the past sessions.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSHKG24641620080717",
        "time": "07:09 AM EDT"
    },
    {
        "header": "global markets-world stocks extend gains after jp morgan",
        "body": "* Focus on more results from key U.S. banks, corporates\n\nLONDON, July 17 (Reuters) - World stocks extended gains on Thursday from a recent 21-month low after JP Morgan became the latest bank to report forecast-topping earnings results and oil prices retreated further.\n\nJP Morgan (JPM.N), the third-largest U.S. bank, reported second quarter net income of $0.54 a share, against Reuters estimates’ consensus of $0.44.\n\nThis followed Wednesday’s unexpectedly strong results at Wells Fargo (WFC.N), the fifth largest U.S. bank and a big mortgage lender, which dragged financial shares up from their record lows and helped stabilise the dollar.\n\nInvestors are now looking to a series of U.S. corporate quarterly earnings results later from firms including Merrill Lynch MER.N, IBM (IBM.N), Microsoft (MSFT.O) and Google (GOOG.O).\n\nThese results will set the tone for equities and risky assets which have been sold off in recent sessions on concerns about the financial sector -- which many analysts say would take a series of extremely strong results to wipe out.\n\n“Even if we get a positive surprise here and there, that doesn’t mean the financial crisis is over. We might get a technical rebound in the short term, but from a macro perspective, it’s a different story,” said Yann Lepape, chief global macro strategist at Oddo Securities in Paris.\n\n“Apart from the financials, corporate results for the second quarter might not be as bad as expected, but overall we see a further deterioration of the economic conditions, and corporate results could really suffer in the third quarter.”\n\nThe FTSEurofirst 300 index .FTEU3 extended gains after JP Morgan results to stand up 2.1 percent on the day.\n\nMSCI main world equity index .MIWD00000PUS gained 1 percent after hitting the 21-month low earlier this week.\n\nU.S. stock futures were up around 0.5 percent SPc1, indicating a firmer open on Wall Street.\n\nOn Wednesday, the KBW Bank index .BKX of large banking companies rose 17.3 percent on Wall Street, its biggest gain in at least 15 years.\n\nThe dollar was down around 0.2 percent at $1.5858 EUR= per euro, while it steadied against a basket of currencies .DXY.\n\nThe euro advanced against the dollar after ECB Governing Council member Nout Wellink said a slower economy would not reduce inflation, adding that like in the 1970s if no action was taken, then the economy would experience stagflation.\n\n“Wellink is a reminder... that if you let inflation get out of hand it’s pretty costly to bring it back under control,” said Chris Turner, head of FX strategy at ING.\n\nAlso weighing on the dollar earlier, the Financial Times reported some of the world’s largest sovereign wealth funds are seeking to scale back their exposure to the U.S. dollar in a sign of global concern about the currency.\n\nHowever, dollar weakness poses a problem for many oil rich nations in the Gulf as a falling U.S. currency fans inflation which these economies have limited means to control because their currencies are pegged to the greenback.\n\nU.S. light crude CLc1 fell 0.8 percent to $133.54 a barrel, after falling nearly $15 from last week’s record high above $147 in the past sessions.\n\nGold XAU= fell to $957.00 an ounce. (Additional reporting by Blaise Robinson and Toni Vorobyova; Editing by Ron Askew)",
        "link": "http://www.reuters.com/article/economicNews/idUSL1746139620080717",
        "time": "07:05 AM EDT"
    },
    {
        "header": "europe shares rise 2.3 pct after jpmorgan results",
        "body": "LONDON, July 17 (Reuters) - European shares bounced by more than 2 percent on Thursday after results from U.S. bank JPMorgan (JPM.N) beat expectations, while Finnish mobile phone maker Nokia NOK1V.HE met forecasts with its earnings.\n\nBy 1033 GMT the FTSEurofirst 300 index .FTEU3 of top European shares was up 2.3 percent at its day high of 1,141.56 points.\n\nJPMorgan reported earnings per share of $0.54, compared with Reuters estimates for $0.44, helping push up U.S. stock index futures DJU8 SPU8 NDU8 by 0.3 to 0.4 percent.\n\nJPMorgan shares were up 5.7 percent in premarket electronic trade in New York (JPM).\n\nIn Europe, banks were the strongest performers, with Royal Bank of Scotland (RBS.L) up 8.2 percent, Banco Santander (SAN.MC) up 2.6 percent and Societe Generale (SOGN.PA) up 5.5 percent.\n\nAdding to the robust tone were Nokia’s results, which came in in line with expectations, reassuring investors somewhat about consumer spending on discretionary items such as mobile phones. Nokia shares were last up nearly 8 percent. (Reporting by Amanda Cooper)",
        "link": "http://www.reuters.com/article/germanyMktRpt/idUSL1780517020080717",
        "time": "06:42 AM EDT"
    },
    {
        "header": "jpmorgan shares rise after results",
        "body": "NEW YORK (Reuters) - Shares of JPMorgan Chase & Co (JPM.N) rose more than 4 percent to $37.45 before the bell on Thursday after the No. 3 U.S. bank posted quarterly results that beat Wall Street’s forecasts.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1746906320080717",
        "time": "06:51 AM EDT"
    },
    {
        "header": "jpmorgan, financials debt protection costs fall",
        "body": "NEW YORK, July 17 (Reuters) - Debt protection costs on JPMorgan Chase & Co (JPM.N) and other financial companies fell on Thursday as U.S. stocks rose after the third-largest U.S. bank reported stronger-than-expected earnings.\n\nShares in JPMorgan climbed more that 11 percent after its second-quarter profit fell more than 50 percent due to $1.1 billion in write-downs at its investment bank but still beat expectations. For details click on [ID:nN17472235].\n\nThe cost to insure JPMorgan debt against a default with credit default swaps fell 5 basis points to 115 basis points, or $115,000 per year to insure $10 million of debt for five years, according to Phoenix Partners Group.\n\nJPMorgan reported its results a day after Wells Fargo’s (WFC.N) earnings catapulted financial stocks to their biggest gains in nearly two decades.\n\nCredit default swaps on Wells Fargo continued to tighten on Thursday, narrowing 8 basis points to 122 basis points, and the cost to protect Merrill Lynch MER.N debt against a default fell 4 basis points to 316 basis points, according to Phoenix Partners Group.\n\nMerrill Lynch, which has suffered huge write-downs on complex mortgage-backed securities in prior quarters, is slated to report its earnings on Thursday after the market close.\n\nMerrill is expected to announce that it has reached a deal to sell its 20 percent stake in Bloomberg LP back to the news and financial data company for about $4.5 billion, a source familiar with the situation told Reuters on Wednesday.\n\nBlackRock Inc (BLK.N) said on Thursday Merrill was not selling its 49.8 percent state in the U.S. money manager. [ID:nN16408347].\n\nDebt protection costs on CIT Group Inc (CIT.N) also dropped by 60 basis points to 780 basis points, according to Phoenix Partners Group, as it stock rose more than 7 percent.\n\nThe commercial lender, which has been hit hard by the credit crunch and has struggled to raise funds to pay back billions of dollars of maturing debt, said measures it has taken, such as selling assets and borrowing on a secured basis, should allow it to meet its liquidity needs through the end of 2009. [ID:nN17262053]. (Reporting by Anastasija Johnson; Editing by James Dalgleish)",
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSN1742168720080717",
        "time": "10:21 AM EDT"
    },
    {
        "header": "instant view: jpmorgan earnings fall, beat forecast",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co, the third-largest U.S. bank, said on Thursday that second-quarter profit fell, hurt by hurt by $1.1 billion in write-downs at the investment bank.\n\nNet income fell to $2 billion, or 54 cents per share, from $4.2 billion, or $1.20 a share, a year earlier.\n\nThe following is reaction from industry analysts and investors:\n\n”The reaction is clearly regarding expectations. Through last week, the market got the impression that every bank was in trouble. But now with results coming from JP Morgan, as well as from Wells Fargo yesterday, it looks like these fears were not justified.\n\n“The market was too skeptical about the sector. Now we see that not all the banks are in danger, and it has sparked short coverage on banking stocks all over Europe.”\n\n“JP Morgan is obviously much better positioned in a very tough environment and in light of that tough environment they executed, but overall business is weak for everybody. I think in the short term the banks should stabilize here after the drumming they’ve taken but I think the environment they’re in will continue to be poor and will likely weaken and the banks likely have not seen their ultimate bear market lows.”\n\n“This is what market needs, following on Wells Fargo, though we can’t expect very much from Citi next. Clearly things are bad but it’s not as if there’s uttter bleakness out there.”\n\n“JPMorgan has certainly got the best track record in the last year. They seem to be less involved in subprime lending and mortgage-backed securities than any of their peers. Their results today are not only pleasing but not that surprising when you think about it. I think what everybody is waiting is Merrill (Lynch).”\n\n“I think the market is so braced for disappointment that the numbers were probably enough to make people think (JPMorgan) is doing ok.”\n\n“You did have an enormous move in the market (yesterday), if not for that the stock would be up (higher) on the news.”\n\n“They did make it through a pretty tough quarter. People just feel more relieve in those numbers.”",
        "link": "http://www.reuters.com/article/businessNews/idUSN1644107120080717",
        "time": "07:52 AM EDT"
    },
    {
        "header": "us stocks-futures rise after jpmorgan beats estimates",
        "body": "NEW YORK, July 17 (Reuters) - U.S. stock index futures rose on Thursday after the No. 3 U.S. bank JPMorgan Chase & Co (JPM.N) posted second-quarter results that topped analysts’ estimates, calming concerns about the health of the banking sector.\n\nS&P 500 futures SPc1 rose 6.20 points and were slightly above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nDow Jones industrial average futures DJc1 gained 46 points and Nasdaq 100 NDc1 added 9.25 points. (Reporting by Ellis Mnyandu; Editing by Kenneth Barry)",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN1746738720080717",
        "time": "06:46 AM EDT"
    },
    {
        "header": "us stocks-market flat as oil offsets jpmorgan boost",
        "body": "* Oil rebounds after two days of declines\n\n* Factory activity shrinks in U.S. Mid-Atlantic region (Updates to midmorning)\n\nNEW YORK, July 17 (Reuters) - U.S. stocks were little changed on Thursday as a rebound in oil prices and weak regional economic data offset stronger-than-expected earnings from financial services companies.\n\nInvestors snapped up shares of embattled banks after JPMorgan Chase & Co’s (JPM.N) reported a stronger-than-expected profit a day after Wells Fargo & Co’s (WFC.N) results catapulted financial stocks to their biggest gains in nearly two decades.\n\nBut oil prices reversed two days of deep losses, sparking caution about inflation and consumer spending.\n\nShortly after the open, the Dow and the S&P 500 pared gains and the Nasdaq briefly turned negative following a report that showed factory activity shrunk in July in the U.S. Mid-Atlantic region.\n\n“I just think there’s still plenty of fear out there. A one day rebound is not going to change the mood,” said Scott Wren, senior equity strategist at Wachovia Securities. “You’re going to need continued good news over this earnings period to put in a bottom.”\n\nThe Dow Jones industrial average .DJI edged up 16.69 points, or 0.15 percent, to 11,255.97. The Standard & Poor's 500 Index .SPX gained 2.09 points, or 0.17 percent, to 1,247.45. The Nasdaq Composite Index .IXIC added 1.74 points, or 0.08 percent, to 2,286.59.\n\nShares of JPMorgan, the No. 3 U.S. bank, jumped more than 9 percent, making the stock the top boost on the S&P 500 and the No. 2 boost on the Dow, behind United Technologies (UTX.N), up more than 5 percent.\n\nFannie Mae FNM.N and Freddie Mac FRE.N surged nearly 20 percent, adding to sharp jumps a day earlier, after Freddie Mac completed its second successful debt sale this week. The $3 billion note sale helped calm fears about the strength of the two housing finance companies after the announcement of a U.S. rescue plan.\n\nU.S. crude CLc1 rose $1.23 to $135.82 a barrel as a fresh cut to Nigerian output on Thursday underscored the risk to supplies.\n\nIn other news on the economy, a government report showed a surprise jump in U.S. housing starts, but the Commerce Department said the gain in June was due chiefly to a change in New York City building codes.\n\nThe S&P financial index .GSPF jumped more than 3 percent. JPMorgan shares rose to $39.79, and United Technologies climbed $63.88. Another standout among financials was Bank of America Corp (BAC.N), up 10.4 percent at $25.01 on the New York Stock Exchange.\n\nShares of Coca-Cola (KO.N) declined more than 3 percent to $50.50 as lagging volume growth overshadowed the soft drink maker’s stronger-than-expected profit.\n\nOn Nasdaq, a 14.4 percent slide to $24.05 in the shares of Internet auctioneer and retailer eBay (EBAY.O) kept a lid on gains, a day after the company sounded a cautious tone on its outlook. (Additional reporting by Kristina Cooke, Editing by Kenneth Barry)",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN1730600520080717",
        "time": "11:16 AM EDT"
    },
    {
        "header": "financial stocks soar on jpmorgan earnings beat",
        "body": "NEW YORK (Reuters) - Shares in major banks rallied Thursday after JPMorgan Chase & Co (JPM.N), the third-largest U.S. bank, topped analyst forecasts by posting a smaller-than-expected decline in second-quarter profit, a day after Wells Fargo & Co’s (WFC.N) results sent stocks soaring.\n\n“When stocks are priced as they have been, anything that is not horrible is supported,” said Michael Jones, a portfolio with Rochester, New York-based Clover Capital Management.\n\nJones also said regulatory attempts to curb some forms of short-selling, a bet that stocks will fall, may have provided support to the sector.\n\nThe KBW Bank Index .BKX, which includes 24 major banks stocks, was up 8 percent in late-afternoon trading.\n\nJPMorgan shares were up 11 percent, while Citigroup Inc (C.N) was up 8 percent, Bank of America Corp (BAC.N) 12 percent and Washington Mutual Inc (WM.N) 9 percent.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1743389720080717",
        "time": "03:57 PM EDT"
    },
    {
        "header": "us stocks-oil below $130, jpmorgan profit boost wall st",
        "body": "NEW YORK, July 17 (Reuters) - U.S. stocks climbed over 1 percent on Thursday as oil prices dropped sharply for the third day, while banks rallied after stronger-than-expected results from JPMorgan Chase & Co increased optimism about the current earnings season.\n\nOil prices fell more than $5, dropping below $130 a barrel for the first time in over a month. The steep decline in oil futures prices reduced concerns about inflation and the impact of possibly higher rates on the fragile U.S. economy.\n\nShares of JP Morgan (JPM.N) jumped 12 percent after the third-largest U.S. bank posted profit above Wall Street’s expectations. Bank of America Corp (BAC.N) rose nearly 13 percent and Citigroup (C.N) gained over 8 percent.\n\nThe news supported investor optimism about corporate earnings, one day after Wells Fargo & Co’s (WFC.N) results catapulted financial stocks to their biggest gains in almost two decades.\n\nShares of Fannie Mae FNM.N and Freddie Mac FRE.N also benefited from the rally in financials, soaring 20 percent or more in a second day of sharp gains. They were further boosted by news that Freddie pulled off its second successful debt sale following Sunday’s announcement of a U.S. rescue plan for the two huge housing finance companies.\n\n“In order to have a sustainable rally, what you need is oil prices coming down, and some good earnings numbers coming out,” said John Praveen, chief investment strategist at Prudential International Investments Advisers LLC in Newark, New Jersey.\n\nThe Dow Jones industrial average .DJI gained 162.11 points, or 1.44 percent, at 11,401.39, and the Standard & Poor's 500 Index .SPX rose 10.01 points, or 0.80 percent, to 1,255.37. The Nasdaq Composite Index .IXIC shot up 28.46 points, or 1.25 percent, to 2,313.31.\n\nIn general, the first batch of corporate earnings has positively surprised analysts, who currently expect S&P 500 company earnings to decline by 16.1 percent, according to Thomson Reuters proprietary research released on Thursday. Financial companies’ earnings are seen falling 76 percent.\n\nUnited Technologies (UTX.N) was among the companies posting stronger-than-expected quarterly results. Shares of the diversified manufacturer rose 5.3 percent to $64.36 on the results.\n\nCoca-Cola (KO.N) and e-Bay (EBAY.O) also beat analysts’ profit estimates, but shares of the world’s largest soft-drinks company fell 4 percent to $50.24 on mounting evidence that the weakening U.S. economy is taking a toll on its performance. [ID:nN17256203]\n\nShares of eBay slipped 14.2 percent to $24.12 after the Internet auctioner issued a cautious near-term outlook that led to downgrades by several Wall Street analysts.\n\nCrucial information about the current earnings season will be available later on Thursday as Merrill Lynch MER.N, Google (GOOG.O), Microsoft (MSFT.O) and International Business Machines (IBM.N) are expected to report earnings after the market closes. (Editing by Jan Paschal)",
        "link": "http://www.reuters.com/article/BEVNON/idUSN1733485120080717",
        "time": "03:28 PM EDT"
    }
]