[
    {
        "header": "jpmorgan purchase of bear seen helping calif. bonds",
        "body": "SACRAMENTO, Calif., March 17 (Reuters) - JPMorgan Chase & Co’s (JPM.N) purchase of Bear Stearns Co Inc BSC.N assures Bear will be able to underwrite California bond sales it is leading, state Treasurer Bill Lockyer said on Monday.\n\nSpecifically, Lockyer, at a meeting of the California Public Employees’ Retirement System, told Reuters that California’s Department of Water Resources will receive proceeds from its upcoming debt sale that Bear is handling.\n\n”It’s actually good with respect to this particular sale because there won’t be legal controversy if there were delays in payment,“ Lockyer said. ”There is no risk to the DWR that they won’t get their money, but we’d like it sooner than later.\n\n“I always like to have more competition so in that respect I hate to see the loss of a major financial institution,” Lockyer added. (Reporting by Jim Christie; Editing by Tom Hals)",
        "link": "http://www.reuters.com/article/companyNews/idUSN1760878820080317",
        "time": "03:02 PM EDT"
    },
    {
        "header": "instant view: jp morgan to buy bear as fed cuts discount rate",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co said on Sunday it would buy stricken rival Bear Stearns for just $2 a share in an all-stock deal valuing the fifth largest investment bank at about $236 million.\n\nIn a surprise move to stem the fast-spreading debt crisis, the U.S. Federal Reserve also lowered the discount rate it charges on direct loans to banks to 3.25 percent, effective immediately, and announced a new lending program under through it which will lend to other big financial firms.\n\nU.S. stock index futures gained on initial news of the Fed moves but then fell sharply on Sunday evening as investors worried that fallout from a global credit crunch will continue to spread, damaging more banks and undermining the financial system.\n\nAsian stocks also fell while the dollar sank to a record low against the euro and a fresh 12-year low against the yen. Treasuries climbed and Gold hit a record high as the Fed move failed to calm panicky investors.\n\nTo read all stories on Bear Stearns, click on, for all stories about the Fed moves, click on\n\n“You don’t fight the inflationary implications. That’s not the battle of the day. You’ll worry about that later ... The battle of the moment is trying to maintain the financial system and not having a complete break down. That’s where we’re at. You’re having a run on confidence.”\n\n“We really don’t have enough transparency in the financial system to have confidence ... We still have no understanding of how structured debt products and their derivatives will play out.”\n\n“Gold is still going to find broader participation ... It is certainly going to find some strength through the week.”\n\n”The Bear Stearns announcement highlights the risks facing the banking sector as the reporting season gets going. I think a lot of investors are parking money in gold.\n\n“Investors will want to move their money as far from the United States as possible and Australian and Asia resource stocks might be a good play.”\n\nON BEAR STEARNS: “I think its scary for what it says about the value of financial assets, if a company is worth only a small percentage of book value. But what we need to see is that counterparties are being stopped from failing and this deal does that. The futures falling is a knee-jerk reaction. This deal had to happen, and JPMorgan is the best candidate for this because their capital position is stronger and their sources of funding is stronger. I do think this is the best possible scenario for financial markets.”\n\nON FED DISCOUNT RATE CUT: “I guess the Fed cutting the discount rate is more of the same, they’re trying to boost liquidity, but there’s no sense, that this last cut in the discount rate will change anything at all.”\n\n”They don’t have an impact big enough to change the negative market mood. The discount rate cut was only 25 basis points, and the Bear Stearns move simply averted the worst case.\n\n“For the Japanese market to reverse the fall, we have to wait for the end of the Fed’s rate cut cycle, meaning the end of the U.S. economic slowdown. Japanese stocks are seen by foreign investors as sensitive to U.S. economic cycles.”\n\n”These are quite speedy responses by the U.S. authorities. Quick measures like these make investors wonder if it is all right to keep on selling (stocks and the dollar).\n\n“We are entering a phase where we need to think about potential risks of just sticking to the selling side. These developments should have some effects of dulling downward momentum, although the effects do not seem to have emerged yet.”\n\n“The Fed’s discount rate cut is nothing more than a quick-fix policy and may not be taken as a much of surprise by investors after the acquisition of Bear Stearns.”\n\n“The string of reports about Bear Stearns had a huge impact on investor confidence as credit markets have broken down.”\n\n“Obviously, Bear Stearns was hit by a crisis of confidence and bit of a liquidity run, so they are gone. The Fed has just backed JP Morgan to buyout Bear Stearns. That is sort of consolidation. The Fed stepping in to provide support might give a degree of support to the market but it is hard to see huge amount of confidence coming back into the financial sector in the short-term.”\n\n”The cut in the discount rate suggests that the Fed is trying to narrow the gap with the cash rate and make it less expensive for borrowing funds. But risk flares will continue and the U.S. dollar will weaken as write-offs in the problem areas are looking up. Irrespective of the decision on Sunday, I think the Fed will do what it has to do on Tuesday with regard to the cash rate (at its scheduled meeting to review interest rates).\n\n”Bonds will benefit, but the fact that the U.S. dollar is under pressure and gold is surging suggests a loss of face for some currencies.\n\n“The Bear Stearns acquisition is a back-stop move and I think the credit crunch has still some way to go and there would be a few more months of strife ahead. The U.S. economy is weakening and there is no point being impatient about it.”\n\n“The Bear Stearns development was anticipated but it’s still a source of nervousness for the markets. The fear is how many more skeletons in the closet are still there in the global credit markets?”\n\nOn Fed rate cuts and liquidity initiatives: ”This is another effort by the Fed to calm things down, but the cloud on the horizon is just how much more of these credit issues are still out there. And we won’t know until we see the U.S. housing market bottoming out.\n\n“The Fed can try to smooth out the availability of credit but as long as the fear dimension is in the market, it is difficult to assure the availability of bank credit.”\n\n”The big question is what will be the effort on the real world economy. For now that is still being supported by healthy export demand from China and the oil producing countries.\n\n“The Federal Reserve’s whole motivation at this point is to prevent bad debt from affecting good debt through a traditional run on the bank,” said “The only way to prevent this is for the Federal Reserve to come into the market and be the lender of last resort.”\n\n“I would have been surprised if the Fed hadn’t (moved) given the turmoil in the financial industry and the events that emerged with Bear Stearns last week .... If they hadn‘t, for the equities market it would have been all over but for the crying.”\n\n”Desperate times need desperate measures. The Federal Reserve is doing what it takes to restore stability and it means cutting the discount rate on a Sunday night in the U.S., then so be it.\n\n“The fact that the Federal Reserve is responsive has got to be comfort to investors. There may be more bad news out there but investors should take the view that the Fed is not going to sit idly by.”\n\n“It’s a short-term measure. They are using all the tools they can and I don’t expect any market rebound.”\n\n“Market players are afraid that there will be the second and third Bear Stearns out there.”\n\n“The fact that this transaction looks like it has been stitched up very, very quickly shows the urgency that the Federal Reserve had applied to this and no doubt that it sat down with the parties to ensure that the situation can be attended to straight away.”",
        "link": "http://www.reuters.com/article/topNews/idUSSP10765020080317",
        "time": "12:39 AM EDT"
    },
    {
        "header": "jpmorgan: bear stearns well run with good risk controls",
        "body": "NEW YORK (Reuters) - JPMorgan Chase said on Sunday that it found Bear Stearns Inc. a well run bank with good risk control.\n\nA JPMorgan executive said on a conference call that 200 employees scrutinized Bear Stearn’s books over three days. JPMorgan announced earlier it would buy Bear Stearns for about $2 a share.",
        "link": "http://www.reuters.com/article/topNews/idUSNWEN452120080317",
        "time": "12:39 AM EDT"
    },
    {
        "header": "jpmorgan to buy bear stearns for $2 a share",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) said on Sunday it would buy stricken rival Bear Stearns BSC.N for just $2 a share in an all-stock deal that values the U.S. investment bank at the center of the credit crisis at about $236 million.\n\nThe takeover, which has the backing of the U.S. Federal Reserve and the Treasury, underlines the risks banks and financial companies are facing as the U.S. mortgage crisis deepens, while the rock-bottom price -- more than 90 percent below its Friday close -- raises questions over valuations in the banking sector.\n\nMinutes after the deal was announced, the U.S. central bank made an emergency interest rate cut and opened direct lending to Wall Street, but the moves failed to soothe panicked investors.\n\nThe U.S. dollar fell to a new record low against the euro and Asian stock markets were pummeled in early Monday trade.\n\nBear’s stock closed on Friday at $30.85, valuing it at $3.5 billion, after tumbling 46 percent that day. Shares in the fifth largest U.S. investment bank, which employs more than 14,000 people, hit a record high of more than $171 in January 2007.\n\n“The fact that the Bear Stearn’s board is letting these assets go at such a deep discount brings into question the value of assets on a lot of corporate balance sheets,” said Timothy Ghriskey, chief investment officer at Solaris Asset Management in New York.\n\n“The main concern is what other financial institutions are worth in the current environment, given the discount that JP Morgan is acquiring Bear at.”\n\nBear Stearns’ cash reserves were drained by fleeing customers on Thursday, and on Friday the bank secured emergency funding from the Federal Reserve, extended through JPMorgan. [nN16500718]\n\nUnder the deal, the Federal Reserve will provide special financing and has agreed to fund up to $30 billion of Bear Stearns’ less liquid assets.\n\n“In doing our due diligence, that was an area we needed to get comfort upon, some of the more illiquid assets on the balance sheet,” JPMorgan chief financial officer Michael Cavanaugh said on a conference call late on Sunday. “We couldn’t be in stronger hands than to be arranged for financing through the Federal Reserve, with no recourse to JPM Chase.”\n\nIn a statement, JPMorgan said it would exchange 0.05473 shares of its stock for one share of Bear Stearns’ stock. It is guaranteeing the trading obligations of Bear Stearns and its subsidiaries.\n\nAsked how JPMorgan reconciled the $2 a share it was paying with the book value Bear Stearns gave on Friday of mid-80 cents per share, an executive said on the call: “It’s an art not a science. There are a thousand moving pieces... that got reflected in the final price that JPMorgan agreed to pay.”\n\nThe deal has to go to shareholder vote.\n\nJPMorgan said on the call it had every expectation shareholders will approve this deal and that it would “be surprised if a better alternative came along.”\n\nBut one person who phoned into the call identifying himself as an individual investor said he wouldn’t be voting for it.\n\nDeal-related costs would total $6 billion, Cavanaugh said, which includes costs of litigation, de-leveraging, conforming accounting and severance costs.\n\nCavanaugh said Bear Stearns had $16 billion exposure to commercial mortgage backed securities assets and $15 billion exposure to prime, Alt-A mortgages -- mortgages given to people with relatively high credit scores who can’t document their income -- and $2 billion exposure to subprime.\n\nThe bank, however, sees $1 billion in earnings accretion when Bear Stearns is fully integrated, with the leading contributor to that being Bear’s prime brokerage business, which finances and processes trades for hedge funds.\n\nJPMorgan, which in 2007, reported income of $15.4 billion, has a relatively small prime brokerage business, and at the bank’s investor day in February, Bill Winters, co-head of investment banking, said it might make sense to acquire one.\n\nJPMorgan said on Sunday that its current estimate of Tier One ratio, a measure of capital adequacy, at closing of the deal, was 8 percent. Banks usually strive to keep it above 7.5 percent.\n\nJPMorgan said there was no material adverse change (MAC) clause written into the deal, as it was a “deal we all want to see close.” It sees the deal to buy Bear Stearns closing in about 90 days.\n\nBear Stearns would still be open for business, a JPMorgan executive said on the call, with the acquisition helping to avoid a fire sale of Bear Stearn’s assets. Bear’s positions would be de-levered in an orderly fashion, JPMorgan said.\n\nBear Stearns’ chief executive, Alan Schwartz, said in a statement the deal represented the “best outcome for all of our constituencies based upon the current circumstances.”\n\nJPMorgan’s chief executive Jamie Dimon said in a statement: “Bear Stearns’ clients and counterparties should feel secure that JPMorgan is guaranteeing Bear Stearns’ counterparty risk.”\n\nBear Stearns said in a separate statment that it wouldn’t be reporting its quarterly earnings on Monday, as previously scheduled, due to the deal.\n\n(For more stories on JPMorgan’s planned acquisition of Bear Stearns, and on the latest Federal Reserve emergency moves, click on [nN16640873]",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN1671008920080317",
        "time": "08:01 AM EDT"
    },
    {
        "header": "paulson says pleased with j.p. morgan-bear deal",
        "body": "WASHINGTON (Reuters) - U.S. Treasury Secretary Henry Paulson said on Sunday he was pleased with the deal for J.P. Morgan Chase & Co. to buy Bear Stearns and with the Federal Reserve’s latest actions to enhance market stability.\n\nPaulson, who was involved in the merger talks over the weekend, said in a statement: “Last Friday, I said that market participants are addressing challenges and I am pleased with recent developments. I appreciate the additional actions taken this evening by the Federal Reserve to enhance the stability, liquidity and orderliness of our markets.”\n\nJ.P. Morgan Chase said on Sunday it would buy stricken rival Bear Stearns for just $2 a share in an all-stock deal valuing the fifth largest investment bank at about $236 million, a fraction of its value last week.\n\nUnder the deal, the Federal Reserve will provide special financing and has agreed to fund up to $30 billion of Bear Stearns’ less liquid assets.",
        "link": "http://www.reuters.com/article/topNews/idUSN1671408620080317",
        "time": "12:29 AM EDT"
    },
    {
        "header": "jp morgan's bear buy fuels london real estate fears",
        "body": "LONDON (Reuters) - JP Morgan’s (JPM.N) cut-price takeover of rival Bear Stearns BSC.N has thrown open the U.S. bank’s London office requirements at a time when tenant demand in Europe’s premier financial centre appears vulnerable.\n\n“It’s the question we’re all asking ourselves,” said one leading London property broker, on condition of anonymity.\n\n“Do they (JP Morgan) need a bigger headquarters or a smaller one?” he said.\n\nJob cuts in London’s key financial services industry are increasing as the global credit crunch bites.\n\nLehman Brothers LEH.N last week announced the latest wave of investment bank job cuts, with London seen likely to shoulder some of a planned 5 percent worldwide staff reduction.\n\nSome think tanks predict 10,000 job losses in London in the next year. In terms of office space, that is roughly three times the equivalent of London’s landmark “Gherkin”.\n\nJP Morgan said last May that it was in talks with the City of London and developer Hammerson (HMSO.L) over a proposed new 1 million square foot European headquarters in London’s City financial district.\n\nAn agreement has yet to be finalized.\n\nFurther east in Canary Wharf -- London’s second financial district -- the steel husk of another unfinished tower bears testimony to the plans Bear Stearns had to consolidate its London-based workforce in one building.\n\nJPMorgan is now in line to inherit the 300,000 square foot Canary Wharf development at 5 Churchill Place, which is due to complete in mid-2009.\n\nJP Morgan declined to comment on its plans or whether a decision was imminent.\n\nA second London office broker agent said the Bear Stearns takeover was unlikely to derail JP Morgan’s London City office blueprint, because Bear Stearns’s unfinished building could yet be sublet to third party.\n\nBut for others it may not be that simple.\n\n“There’s a lot of work to be done in terms of their portfolio of buildings in London, future headcount, and what that means in terms of future property strategy should they wish to dispose of anything,” said a third office broker.\n\nHe said office lettings in the City in the first two months of 2008 were in line with the historic market average, despite a “noticeable slowdown” in leasing from tenants with large plate requirements above 100,000 square feet.\n\nThere was also no clear evidence of falling rents for prime City offices, but incentive packages such as rent-free periods had increased by up to 6 months since the autumn, he said.\n\n“If the trend of slowing demand from the financial sector continues, then this, coupled with the increase in speculative office supply in 2008/2009, is likely to put a downward pressure on rents in the City,” he said.\n\nAccording to data from Savills (SVS.L), 13 million square feet of new office space is projected to come on stream in 2008 and 2009 in London’s West End and City markets. Only 3 million square feet of that was pre-let.\n\nJPMorgan will have to pay up to 8.34 million pounds ($16.44 million) in annual rent on behalf of Bear, which agreed to occupy 206,000 square feet on a 20-year lease and already occupies around 150,000 square feet of space at 0ne Canada Square, Canary Wharf’s signature skyscraper.\n\nJPMorgan has 12 months to decide whether it will occupy the space itself, or whether it should hunt for a sub-tenant to share the burden of a 40.50 pounds annual per square foot rent.\n\n(See www.reutersrealestate.com for the global service for real estate professionals from Reuters).",
        "link": "http://www.reuters.com/article/reutersEdge/idUSL1753100220080317",
        "time": "02:45 PM EDT"
    },
    {
        "header": "rpt-us stocks-dow briefly turns higher on jpmorgan bounce",
        "body": "NEW YORK, March 17 (Reuters) - The Dow Jones industrial average briefly turned positive in volatile trade on Monday as shares of JPMorgan Chase (JPM.N) led advancers after the bank bought troubled Wall Street firm Bear Stearns BSC.N at a fire sale price.\n\nThe bounce in the blue-chip gauge, however, proved short-lived and the broader market remained in the red as investors worried that the global credit crisis may be spiraling out of control.\n\nThe Dow Jones industrial average .DJI dropped 44.13 points, or 0.37 percent, to 11,906.96. The Standard & Poor's 500 Index .SPX shed 13.72 points, or 1.07 percent, to 1,274.42. The Nasdaq Composite Index .IXIC lost 28.05 points, or 1.27 percent, to 2,184.44. (Reporting by Ellis Mnyandu; Editing by James Dalgleish)",
        "link": "http://www.reuters.com/article/companyNews/idUSN1718176820080317",
        "time": "11:20 AM EDT"
    },
    {
        "header": "analysts' views: jpmorgan buys stricken bear stearns",
        "body": "LONDON (Reuters) - JPMorgan Chase has bought stricken rival Bear Stearns for a rock-bottom $2 a share, while the U.S. Federal Reserve has expanded lending to securities firms for the first time since the Great Depression.\n\nThe shock weekend news sent European shares tumbling in Monday’s early trade, with investors rattled by fears of contagion.\n\nThe following are analysts’ comments on the moves.\n\n”Despite Bernstein’s price targets, which imply an average of 44 percent upside potential over the next six to twelve months, we would NOT recommend getting into the large capitalization names at this time.\n\n“The unfortunate events at Bear Stearns will lead to sharply increasing funding pressure on the other four large capitalization brokers (Goldman Sachs, Lehman Brothers, Merrill Lynch, Morgan Stanley) in the near term. And although these four companies have strong capital bases and capable corporate treasuries and repo desks, investing in the brokers now is a bet on a recovery of confidence in credit markets that are experiencing the worst turmoil in several decades.”\n\n”If you get a crisis of confidence in the wholesale banking space and something the size of Bear Stearns could go under, then people start to panic. You get a real fear factor.\n\nWhat happens to the investment banking model? If you lose confidence in that kind of situation, the business model collapses.\n\nWhen you’re in the middle of these things it feels like there’s an ever looming crisis but we have seen things like this before. In 1998 and 2002/03 it was sharper and more dramatic. What might be different is the speed at which we recover. It may be a lot slower.”\n\n”These events are driven as much by psychology as by underlying facts. Hence no assurances can be given that the banks in our coverage are safe from a similar liquidity crunch.\n\nHowever, credit default swap spreads as of close of business on Friday indicate that all three of the European capital markets banks are perceived to have materially less counterparty risk than Bear Stearns had prior to the start of their recent liquidity troubles. All three have direct access to central bank funding and own assets such as their wealth management and retail franchises, which are highly cash generative and could theoretically be sold in times of high stress.\n\nGiven that one of the major players in this industry, though it was the smallest and most exposed to fixed income earnings, had experienced something not far off a run on the bank, we recommend investors maintain extreme caution on the European capital markets banks. We would expect the stocks to sell off from here, irrespective of longer term outlooks.”\n\n”We are getting close to a bottom because the panic is setting in and banks are starting to go bust.\n\nUntil this system is cleaned we will not rebound. We had a bubble in the credit markets and it needs to pop. I am seriously looking at JPMorgan, it looks like they got a bargain -- $2 per share, it is less than their real estate holdings. I would not jump in yet, but there are going to be some great opportunities in the weeks to come.”\n\n”So, what to do now? Sell your banks. Banks themselves must be tightening their credit and risk models even further, leading to even greater pressure despite any further rate cuts.\n\nThis means two things - higher funding costs and higher impairment charges, with the added concern that capital cushions could quickly disappear if funding concerns result in massive withdrawals. One thing to watch will be LIBOR, which we expect will rise even further and the 68 bp (basis point) LIBOR-BR (bank rate) gap is wide enough as it is already.\n\nWe have had the UK banks on underweight, and most of those banks on ”sell“ since August 2007; if anything, we think the situation has worsened even beyond our bearish expectations.”\n\n”A flood of liquidity-orientated proposals by the Fed/U.S. government in the last seven days, culminating in the rescue of Bear Stearns, are unlikely to mark the end to the turbulence in the financial markets in our view.\n\n(While) not wishing to lose sight of long-term fundamentals, we would remain cautious on the European investment banks in the present environment.”\n\n”We believe that JPMorgan is acting as the stability agent for the Fed in this transaction and that the concern for the $2.5 trillion in notional counterparty exposure trumps the interest of the existing Bear Stearns shareholder.\n\nA company is only as solvent as the perception of its solvency. When a company that is leveraged over 30-to-1 faces crisis of liquidity and confidence of creditworthiness, that company will be unable to leverage collateral and its leverage will be forced down to one-to-one. BSC’s equity could become worthless. Forced sales create asset deflation, which could cause cannibalization of remaining capital.”\n\n”We surmise Bears Stearns felt intense pressure to find a buyer quickly amid a crisis of confidence, and JPMorgan was best positioned to act, allowing it to win favorable pricing.\n\nWe believe the purchase of Bear Stearns is a plus for JPM as it adds prime brokerage capabilities and scale in other areas.\n\nStill, what the valuation JPM paid says for the valuation of financial assets in general could be disconcerting to bank stock investors, although we note Bear Stearns was under considerable liquidity strain over the past week.”",
        "link": "http://www.reuters.com/article/topNews/idUSL1741844220080317",
        "time": "12:22 PM EDT"
    },
    {
        "header": "jpmorgan jumps as bear seen as bargain",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) shares surged as much as 12.5 percent on Monday, a day after it agreed to snap up cash-strapped Bear Stearns Co Inc BSC.N for what was widely seen as a bargain-basement price.\n\nJPMorgan agreed on Sunday to buy Bear Stearns, which was slammed by a sudden cash crunch, for about $2 a share -- about 90 percent below its Friday close. The all-stock deal values the company, recently ranked as the No. 5 U.S. investment bank, at about $236 million.\n\nJPMorgan is also setting aside $6 billion to cover deal-related costs such as litigation and severance, putting the total cost much higher.\n\n“Even with an estimated $6 billion of transaction costs, the deal economics look very compelling,” said Citibank analyst Keith Horowitz.\n\n“From a strategic perspective JPMorgan is getting several business lines from Bear that are very complementary to its investment bank,” Horowitz said in a note to clients.\n\nBrad Hintz, an analyst with Sanford Bernstein, estimated that a breakup of Bear Stearns would fetch $7.7 billion. “This is a tremendous bargain for JPMorgan shareholders,” he said in a note.\n\nThe deal, which includes $30 billion in special Federal Reserve financing of Bear Stearns’ less-liquid assets, followed an emergency funding package on Friday for Bear Stearns by JPMorgan through the Federal Reserve after its liquidity deteriorated significantly.\n\nJPMorgan expects the acquisition, which includes Bear Stearns’ profitable clearing and prime brokerage businesses, to add $1 billion to earnings once it is fully integrated.\n\nBut a quick turnaround in the deal would give reason for caution.\n\n“The issue is what is Bear Stearns really worth,” said Jim Huguet, chief executive of Great Companies LLC, a Tampa, Florida, investment adviser. “I‘m not sure you can answer that in two or three days.”\n\nJPMorgan shares, which bucked the trend in the financial sector, rose $3.53, or 10 percent, to $40.08 on the New York Stock Exchange, where they traded as high as $41.09.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1757393520080317",
        "time": "12:57 PM EDT"
    },
    {
        "header": "jpmorgan's dimon snags a bargain in bear stearns",
        "body": "NEW YORK (Reuters) - Jamie Dimon’s grab of Bear Stearns may turn into one of the biggest bargains in recent years.\n\nBanking experts were almost unanimous in their appraisal of the move by JPMorgan Chase & Co, which is run by Dimon, to buy Wall Street rival Bear Stearns Cos Inc.\n\n“It’s my opinion that this represents a great bargain for JPMorgan,” said Samuel Hayes, emeritus professor of finance at Harvard Business School.\n\n“Bear Stearns was, until this year, one of the smartest and most profitable investment banks in the world,” said Hayes. “This could be a real money-spinner for JPMorgan.”\n\nJPMorgan agreed on Sunday to buy Bear Stearns, which was slammed by a sudden cash crunch, for about $2 a share -- about 90 percent below its Friday close. The all-stock deal values the company, recently ranked as the No. 5 U.S. investment bank, at about $236 million.\n\nBrad Hintz, an analyst with Sanford Bernstein, estimated that a breakup of Bear Stearns would fetch $7.7 billion. “This is a tremendous bargain for JPMorgan shareholders,” he said in a note.\n\nThe deal will cost JPMorgan more than just stock. The bank is setting aside $6 billion to cover deal-related costs such as litigation and severance, putting the total cost much higher.\n\n“Even with an estimated $6 billion of transaction costs, the deal economics look very compelling,” said Citibank analyst Keith Horowitz.\n\n“From a strategic perspective JPMorgan is getting several business lines from Bear that are very complementary to its investment bank,” Horowitz said in a note to clients.\n\nDimon, JPMorgan’s chairman and chief executive, has developed a reputation as a turnaround specialist since bouncing back from being ousted from Citigroup Inc a decade ago.\n\nHe’ll need those skills to integrate cash-strapped Bear Stearns into JPMorgan’s financial empire, which includes car loans, credit cards, and investment banking.\n\n“Dimon negotiated well,” Morgan Stanley analyst Betsy Graseck said in a note, but added that the deal “does not come without risk.”\n\nInvestors cheered Dimon’s move, boosting JPMorgan’s stock as much as 12.5 percent despite a broader sell-off in the financial sector. The Standard & Poor’s financials index fell 1.4 percent, marking its lowest level in almost five years.\n\nThe deal, which includes $30 billion in special Federal Reserve financing for Bear Stearns’ less liquid assets, followed an emergency funding package on Friday for Bear Stearns by JPMorgan through the Federal Reserve after its liquidity deteriorated significantly.\n\nSome saw the quick deal turnaround as a reason for caution. “The issue is what is Bear Stearns really worth,” said Jim Huguet, chief executive of Great Companies LLC, a Tampa, Florida, investment adviser. “I‘m not sure you can answer that in two or three days.”\n\nBut Dimon has a good track record fixing up major banks. After being ousted from Citibank a decade ago, he became CEO of Bank One in 2000, fixing it up and eventually selling the bank to JPMorgan in 2004.\n\nHe has kept JPMorgan, which posted a 6 percent rise in 2007 net profit, largely unscarred by the credit crisis ravaging the financial sector.\n\nJPMorgan, the No. 2 U.S. bank by market value, expects the acquisition, which includes Bear Stearns’ profitable clearing and prime brokerage businesses, to add $1 billion to earnings once it is fully integrated.\n\nJPMorgan shares closed up $3.77, or 10.3 percent, at $40.31 on the New York Stock Exchange, where they traded as high as $41.09 during Monday’s session. Bear Stearns shares closed at $4.81, down 84 percent.",
        "link": "http://www.reuters.com/article/topNews/idUSN1761795020080317",
        "time": "04:34 PM EDT"
    },
    {
        "header": "jpmorgan's regulator lifted bank's lending limit",
        "body": "WASHINGTON, March 17 (Reuters) - JPMorgan Chase & Co’s (JPM.N) regulator, in an unusual move, temporarily lifted the lending limit for the bank to keep Bear Stearns Co Inc BSC.N afloat, an agency spokesman said on Monday.\n\n“In general, national banks can only lend up to 15 percent of their capital to one borrower,” an Office of the Comptroller of the Currency spokesman said. “If it’s a secured loan, they can lend up to 25 percent.”\n\n“We made a commitment that we would allow the bank to go above that lending limit...until the transaction is consummated,” he said, referring to JPMorgan’s planned acquisition of Bear Stearns. (Reporting by John Poirier; editing by Carol Bishopric)",
        "link": "http://www.reuters.com/article/companyNews/idUSWAT00914820080317",
        "time": "04:13 PM EDT"
    },
    {
        "header": "s&p affirms jp morgan, says bear deal \"positive\"",
        "body": "LONDON (Reuters) - Standard & Poor’s on Monday affirmed JP Morgan Chase & Co’s credit ratings after it agreed to buy Bear Stearns, a deal the ratings agency said it saw as positive.\n\nS&P affirmed JP Morgan’s AA- long-term rating with a stable outlook and said it could change Bear’s BBB rating. It said Bear’s rating could be changed to be the same as JP Morgan if the acquisition proceeded as planned.\n\n“We consider the acquisition of Bear by JPMC as positive, as it will permit Bear to meet its obligations through funding sources obtained directly from its new parent,” said credit analyst Diane Hilton.\n\nJP Morgan agreed on Sunday to buy stricken rival Bear for just $2 a share -- versus Friday’s close of $30.85 -- in an all-stock deal that values the bank at about $236 million.\n\nS&P said JP Morgan’s post-acquisition capital and leverage metrics would remain satisfactory. It said it expected JP Morgan to assume all of Bear’s obligations when the acquisition closes.\n\n“JPMC is acquiring some valuable businesses, such as Bear’s prime brokerage and clearing operations, which we do not expect will add much risk to its balance sheet,” said Tanya Azarchs, another credit analyst at S&P.",
        "link": "http://www.reuters.com/article/topNews/idUSL1722757120080317",
        "time": "12:22 PM EDT"
    },
    {
        "header": "treasuries-surge in asia as jpmorgan takes over bear stearns",
        "body": "TOKYO, March 17 (Reuters) - U.S. Treasuries soared on Monday and the benchmark 10-year note’s yield fell back near half-century lows as the U.S. financial crisis suffered a new downturn, prompting JPMorgan Chase (JPM.N) to take over Bear Stearns BSC.N and the Federal Reserve to launch emergency measures.\n\nThe Fed cut its discount rate by a quarter-point to 3.25 percent and launched a new facility that would allow U.S. primary dealers, which are mainly investment banks, to tap the discount window in a tool not used since the Great Depression. [ID:nN16640873]\n\nThe severity of the crisis, as highlighted by the flurry of events on a Sunday in the United States, sent shockwaves through Asia on Monday as investors feared that another casualty was likely to crop up after the Bear Stearns downfall.\n\nFutures on the federal funds rate FEDWATCH were pricing in a small chance of a rate cut or cuts totaling 125 basis points by the end of the Fed’s policy meeting on Tuesday and fully pricing in 100 basis points of cuts.\n\nSuch a cut in a single move would be among the most aggressive slashes in the modern history of the Fed, on top of the central bank’s array of initiatives to stem a liquidity squeeze that has ensnared the $7 trillion mortgage bond market.\n\nInvestors also fretted about what U.S. investment banks will report when releasing their first-quarter earnings starting this week.\n\n“The market is nervous about more casualties from the credit crisis,” said Masatoshi Moriyama, senior economist at Mitsubishi UFJ Securities.\n\n“The Fed is behind the curve in taking actions to pump liquidity into the market, which has only stoked speculation that more financial firms are going to be in trouble just like Bear Stearns. Investors are running for safety.”\n\nBenchmark 10-year Treasury notes US10YT=RR jumped 1-3/32 in price to yield 3.343 percent, tumbling 13 basis points from late U.S. trade on Friday.\n\nThe drop took 10-year yields to within 25 basis points of 50-year lows last hit in mid-2003 when the Fed cut rates to just 1 percent.\n\nThe two-year note US2YT=RR, the most sensitive to the U.S. policy outlook, surged 13/32 in price to yield 1.293 percent and touched a five-year low of 1.249 percent.\n\nThe dollar plunged amid deepening fears that a solution to the problems plaguing the U.S. financial system, which stem from the rising defaults on home mortgages, will not come quickly and will prolong the economy’s likely fall into a recession.\n\nThe dollar tumbled 3 percent against the yen at one point to hit a 13-year low of 95.77 yen JPY=, while the euro touched a record peak above $1.5900 EUR=. [FRX/]\n\nThe dollar’s slide and the rush for safety drove gold prices to a record peak over $1,030 XAU= an ounce. [GOL/]\n\nEven as the turmoil gripping the financial system inflicted more damage on credit spreads, conditions in the interest-rate swaps market showed more signs of improving.\n\nThe two-year U.S. swap spread USD2YTS=RR was quoted at 82.5 basis points in Asia, tightening by a sharp 6 basis points from U.S. trade on Friday and shrinking by 30 bassis points from a record peak hit earlier this month. (Additional reporting by Satomi Noguchi; editing by Gary Crosse)",
        "link": "http://www.reuters.com/article/bondsNews/idUST29034420080317",
        "time": "01:56 AM EDT"
    },
    {
        "header": "jpmorgan seen cutting half bear's 14,000 jobs-cnbc",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N), which on Sunday agreed to acquire struggling investment bank Bear Stearns Cos BSC.N for just $240 million, expects to cut about half of Bear’s 14,000 employees, business news channel CNBC reported on Monday, citing unnamed sources.\n\nJPMorgan dismissed the CNBC report that jobs would be cut by half.\n\n“That is a fabricated number,” a spokeswoman said. She declined further comment on the matter.\n\nPeople familiar with the bank’s plans said JPMorgan officials have only just begun the work of assessing Bear’s people and assets. Identifying specific jobs to be cut will take more time.\n\nJPMorgan executives expressed interest in Bear’s prime brokerage, securities clearing and equity trading businesses, and believes Bear’s investment bankers can help expand the bank’s own financial advisory business.\n\nMorgan is expecting the deal to generate $6 billion of expenses, from severance and retention to waves of litigation and asset write-downs. Sources at the bank told Reuters on Sunday that severance and retention could weigh in at about $1 billion.",
        "link": "http://www.reuters.com/article/telecomm/idUSN1760934020080317",
        "time": "06:04 PM EDT"
    },
    {
        "header": "update 1-u.s. regulator lifts jpmorgan's lending limit",
        "body": "WASHINGTON, March 17 (Reuters) - JPMorgan Chase & Co’s (JPM.N) regulator, in an unusual move, temporarily lifted the lending limit for the bank to keep Bear Stearns Co Inc BSC.N afloat, an agency spokesman said on Monday.\n\n“In general, national banks can only lend up to 15 percent of their capital to one borrower,” Robert Garsson, a spokesman for the Office of the Comptroller of the Currency said. “If it’s a secured loan, they can lend up to 25 percent.”\n\n“We made a commitment that we would allow the bank to go above that lending limit...until the transaction is consummated,” he said, referring to JPMorgan’s planned acquisition of Bear Stearns.\n\nJPMorgan plans to buy Bear Stearns for $2 a share in a deal valued at about $236 million, which is more than 90 percent below the company’s Friday closing share price of $30.85.\n\nGarsson, did not specify how much above the regulatory limit JPMorgan might go.\n\nThe deal, which was engineered by the Federal Reserve and the Treasury Department, is expected to close by the end of June. (Reporting by John Poirier; editing by Carol Bishopric)",
        "link": "http://www.reuters.com/article/governmentFilingsNews/idUSN1762123020080317",
        "time": "05:16 PM EDT"
    },
    {
        "header": "jpmorgan to inherit bear stearns property liability",
        "body": "LONDON (Reuters) - JPMorgan Chase (JPM.N) will inherit responsibility for more than 200,000 square feet of empty office space at London’s Canary Wharf financial district, if its $236 million takeover of embattled Bear Stearns BSC.N proceeds.\n\nJPMorgan will have to pay up to 8.34 million pounds ($16.44 million) in annual rent on behalf of Bear, which agreed to occupy 206,000 square feet on a 20-year lease in a bespoke building currently being developed by landlord Canary Wharf Group.\n\nThe 300,000 square foot property at 5 Churchill Place is adjacent to the London headquarters of Barclays (BARC.L) and opposite State Street Bank. Construction of the property is due to complete in summer 2009.\n\nJohn Garwood, a spokesman for Canary Wharf Group (CWG), told Reuters the status of the Bear Stearns pre-let was unchanged notwithstanding the JPMorgan bid.\n\n“As far as we are concerned, it is just business as usual... Bear Stearns is still on the lease. It’s just another company that owns its shares,” said Garwood.\n\n“Construction of 5 Churchill Place will continue, and we are on schedule to complete next summer,” he said.\n\nGarwood said Bear Stearns already occupied around 150,000 square feet of space at the 0ne Canada Square skyscraper at the heart of the Canary Wharf estate, which is also home to Citi’s (C.N) European headquarters, Lehman Brothers LEH.N, Morgan Stanley (MS.N) and HSBC (HSBA.L).\n\nJPMorgan has 12 months to decide whether it will occupy 5 Churchill Place itself, or whether it should hunt for a sub-tenant to share the burden of the 40.50 pounds annual rent per square foot that Bear agreed to pay for the space.\n\n“Obviously, CWG will be absolutely delighted JPMorgan are taking Bear over and they are not going bust, otherwise there would be trouble,” said one property broker familiar with Canary Wharf lettings market, on condition of anonymity.\n\n“But the question is do JPMorgan occupy it for some function themselves or do they look to sublet it? ...I don’t expect a resolution on that for months and months,” he said.\n\nThe assumption of Bear Stearns’ property rental liabilities at Canary Wharf has cast doubts on whether JPMorgan, which has long since been looking to consolidate its London-based workforce in one building, will rubberstamp plans to move into a new 1 million square foot European headquarters on the site of St Alphage House in London’s City financial district.",
        "link": "http://www.reuters.com/article/telecomm/idUSL1712483120080317",
        "time": "06:04 PM EDT"
    },
    {
        "header": "us swaps-spreads narrow on fed moves, jpmorgan/bear news",
        "body": "NEW YORK, March 17 (Reuters) - The cost to hedge against U.S. interest-rate swings fell on Monday, reflecting improved investor confidence after fresh moves from the Federal Reserve over the weekend to boost credit availability.\n\nAnxiety over counterparty risk in the interest-rate derivatives market also subsided on news of JPMorgan Chase & Co.’s (JPM.N) plan to acquire struggling investment bank Bear Stearns BSC.N, analysts said.\n\nThese latest developments seem “to reassure the market that the Fed is proactive in preventing systemic risk to spiral out of control,” said Fidelio Tata, head of interest- rate derivatives strategy at RBS Greenwich Capital in Greenwich, Connecticut.\n\nOn Sunday, the Fed cut its discount rate by 25 basis points to 3.25 percent and approved special financing to allow JPMorgan to buy Bear Stearns.\n\nThe Fed launched a new facility that would let U.S. primary dealers, which are mainly investment banks, tap the discount window in a tool not used since the Great Depression. See [ID:nN16640873]\n\nThe spread on two-year interest-rate swaps over Treasuries, which narrows with greater risk appetite, shrank to 82.50 basis points, its tightest since mid-February. It ended at 88.25 basis points late on Friday.\n\nEarlier this month, the exchange of two-year fixed-rate and floating-rate payments cost a record 112.50 basis points.\n\nCost of longer cash-flow exchanges also fell. The 10-year swap spread narrowed to 64.50 basis points from 70.50 basis points late Friday and the 30-year spread tightened to 33.00 basis points, versus 39.75 basis points late on Friday. (Reporting by Richard Leong; Editing by Jan Paschal)",
        "link": "http://www.reuters.com/article/bondsNews/idUSN1759025220080317",
        "time": "11:52 AM EDT"
    },
    {
        "header": "credit suisse keeps estimates and target on jpmorgan",
        "body": "(Reuters) - Credit Suisse said it was maintaining its earnings estimates and price targets for JPMorgan Chase & Co (JPM.N) following the firm’s announcement of its plans to acquire Bear Stearns BSC.N.\n\nJPMorgan said on Sunday it would buy stricken rival Bear Stearns for just $2.00 a share in an all-stock deal that values the investment bank at the centre of the U.S. credit crisis at about $236 million.\n\nCredit Suisse said it expected the deal to add to JPMorgan’s earnings per share in 2008 and 2009, but added that the size of Bear Stearns will mean a modest addition to earnings in the very near term.\n\nOn Friday, Credit Suisse lowered its earnings estimate on Bear Stearns to $2.25 per share from $7.50 for 2008 and to $4.10 from $9.00 for 2009.\n\nThe deal would be positive for JPMorgan’s earnings even on these reduced estimates and before realization of synergies, the brokerage added.\n\nHowever, Credit Suisse, which has a price target range of $50 to $55 and an “outperform” rating on JPMorgan, added that it had less confidence in the near-term market and macro-economic outlook.\n\nFor 2008, the broker expects JPMorgan to earn $3.65 per share. For 2009, it expects earnings of $4.85 per share on GAAP basis.",
        "link": "http://www.reuters.com/article/businessNews/idUSBNG11900920080317",
        "time": "03:03 AM EDT"
    }
]