[
    {
        "header": "update 1-jp morgan starts bristow with overweight",
        "body": "June 27 (Reuters) - J.P.Morgan Securities initiated coverage of Bristow Group Inc (BRS.N), which provides helicopter services to the offshore energy industry, with an “overweight” rating, saying the company could benefit from the expansion of deepwater drilling activity.\n\nBristow’s deepwater services are likely to grow as helicopters are the primary providers of personnel transport to and from deepwater rigs and floating production units, JP Morgan added.\n\nSoaring demand from energy companies exploring for oil in deepwater has inturn helped a number of offshore services like support vessels and helicopter services.\n\n“The global oil & gas aviation market is relatively concentrated as Bristow and CHC Helicopter Corp FLYa.TO FLI.N have about one third market share each,” analyst David Smith said in a note to clients.\n\nThe supply of helicopters would remain tight over the next two to three years as order books for medium and large helicopters are locked up, the brokerage said\n\nBristow’s fleet currently consists of 107 medium, and 71 large helicopters, according to its website.\n\nJP Morgan also said Bristow’s shares were trading at a discounted valuation which provided an attractive entry point for investors.\n\nBristow shares closed at $48.52 Thursday on the New York Stock Exchange. (Reporting by Deepti Govind in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssOilRelatedServicesEquipment/idUSBNG9108520080627",
        "time": "08:16 AM EDT"
    },
    {
        "header": "jpmorgan taps bear asia ceo to run sovereign wealth group",
        "body": "HONG KONG, June 27 (Reuters) - JPMorgan (JPM.N) on Friday said it tapped Bear Stearns’ former Asia CEO to run its sovereign wealth group, joining other Wall Street banks in seeking more business from state-run funds from the Middle East and Asia.\n\nLike the rest of Bear Stearns’ BSC_pf.N employees, the future of former Asia head John Moore was uncertain after JPMorgan agreed to buy Bear amid its stock plunge and collapse earlier this year.\n\nSovereign wealth funds are state-run investment vehicles that, through mainly soaring oil prices or trade surpluses, have amassed huge sums of money and have increasingly invested in companies around the world, from London to Wall Street. (Reporting by Michael Flaherty, Editing by Anne Marie Roantree)",
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSHKG27630720080627",
        "time": "03:22 AM EDT"
    },
    {
        "header": "jpmorgan taps bear asia ceo for swf head",
        "body": "HONG KONG (Reuters) - JPMorgan (JPM.N) has named Bear Stearns’ former Asia CEO as head of its sovereign wealth group coverage as Wall Street seeks greater access to the financial clout of state-run funds from the Middle East and Asia.\n\nJPMorgan completed the fire-sale acquisition this month of Bear Stearns BSC_pf.N, following its stock plunge and collapse earlier this year. Like the rest of Bear’s employees, the future of former Asia head John Moore was uncertain.\n\nMoore, whose new title is head of Global Sovereign Coverage, will be based in Hong Kong. His appointment was announced internally earlier this month.\n\nJPMorgan Asia Chairman Gaby Abdelnour said in an interview on Friday that of Bear’s roughly 500 employees in Asia, his firm hired a “good chunk” of them, many of whom are already working in JPMorgan’s Hong Kong offices.\n\nBear’s collapse prompted the cancelling of a proposed partnership between Bear and CITIC Securities (600030.SS), China’s biggest listed brokerage. The proposed partnership included a $1 billion investment in Bear.\n\n“Citic is a client of JPMorgan and we always talk about ideas. Is that going to lead to anything concrete? I don’t know,” Abdelnour said, when asked if JPMorgan would pick-up where Bear left off. “But is there anything of the Bear deal we’re going to salvage? No.”\n\nAbdelnour was excited about JPMorgan picking up Bear’s securitized products group in Asia, moving most of them from Tokyo to Hong Kong.\n\n“It’s a business that almost shut down but we think now is a good time to start seriously thinking about it,” he said, adding that project financing and other real asset securitization were areas that this could benefit JPMorgan in Asia.\n\nSovereign wealth funds are the state-run investment vehicles of Middle Eastern countries, of China and Singapore that through commodity prices or trade surpluses have amassed trillions of dollars and increasingly invested it in companies across the world.\n\nMoore will be responsible for maintaining the bank’s relationship with sovereign wealth funds (SWFs) as well as its central banks coverage, two significant growth areas for JPMorgan, Abdelnour said.\n\nMoore will report to Abdelnour and Klaus Diederichs, head of EMEA investment banking.\n\nLast August, New York-based Bear appointed Moore as its Hong Kong-based Asia CEO as it tried to build its business overseas. Previously, he was co-head of fixed income for Europe.\n\nMoore joined Bear Stearns in 2001 as global head of agency capital markets in New York. He moved to London to manage fixed income sales and trading in 2004 and in 2006 became co-head of fixed income in Europe.\n\nJPMorgan’s move to hire him as their sovereign wealth chief comes as other Wall Street firms such as Lehman Brothers and Morgan Stanley have expanded coverage of their relationships with sovereign wealth funds.\n\nInvestment banks are seeking an opportunity following the downturn in financial activity in Europe and North America to boost their presence in emerging markets, where the economies are more buoyant and state-backed funds are looking to diversify their holdings.\n\nA JPMorgan report predicts that assets under management of the more than 50 sovereign funds totaled between $3 to $3.7 trillion at the end of 2007.\n\nSovereign funds have provided more than $43 billion in capital to Wall Street banks starved of funds during the credit crisis that erupted last summer.",
        "link": "http://www.reuters.com/article/reutersEdge/idUSHKG31252720080627",
        "time": "12:24 PM EDT"
    }
]