[
    {
        "header": "duration capital hedge fund cuts ties with jpmorgan",
        "body": "NEW YORK, March 13 (Reuters) - Duration Capital, one of several hedge funds forced to sell hundreds of millions of dollars of municipal bonds when their bets went awry, is severing its links with its main prime broker, JPMorgan Chase (JPM.N), a source familiar with the situation said on Thursday.\n\nDuration will continue to do business with other prime brokers, including Merrill Lynch MER.N, said the source, who requested anonymity.\n\nJPMorgan has not “threatened” Duration or given it “any termination” event, said the source, saying only that the relationship had deteriorated. Duration is raising additional funds from existing investors, he added.\n\nDuration has whittled its portfolio at the bank down to about $50 million since August, when the global credit crunch first hit the $2.6 trillion municipal bond market, forcing players to hurriedly cut their losses by selling debt.\n\n“We are still in business, we’re open, we’re operating and transacting,” a Duration spokesman said. He declined to comment further.\n\nSpokesmen for the two banks were not immediately available.\n\nThe municipal bond market was slammed in February and early March by billions of dollars of sales from hedge funds, arbitragers and other players that use leverage to boost their profits.\n\nMany of these sellers were forced to liquidate their holdings to meet margin calls because their financing costs had spiraled at the same time the value of their long-term holdings plunged.\n\nThis downward spiral most recently claimed Blue River Asset Management’s main muni bond fund. The fund, which market sources said previously had more than $1 billion in assets, is liquidating after a harsh sell-off in the bond market, sources familiar with the situation said on Tuesday. (Reporting by Joan Gralla; Editing by Dan Grebler)",
        "link": "http://www.reuters.com/article/companyNews/idUSN1333608120080313",
        "time": "05:38 PM EDT"
    }
]