[
    {
        "header": "jpmorgan sues over loan default on home project",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) has sued homebuilders KB Home (KBH.N), Beazer Homes USA Inc (BZH.N) and other builders and developers for defaulting on loans for a $1.25 billion planned community of homes near Las Vegas.\n\nThe lawsuits filed in U.S. District Court in Manhattan accuse the builders and developers that formed an eight-member consortium called South Edge of failing to live up to the terms of their loan contract and commitments for the planned community known as Inspirada.\n\nJPMorgan said the consortium members are obligated to pay guaranteed development costs, which it estimates at more than $600 million combined, according to the court papers.\n\nThe lawsuits were filed on Thursday and made public on Friday.\n\nThe court papers said work on the project in Nevada -- whose housing market is one of the hardest-hit in the United States with steep drops in home prices and high foreclosure rates -- “has substantially stalled, if not ceased completely.”\n\nBeazer, KB Home and another defendant, Nevada land developer Focus South Group LLC, were not immediately available for comment.\n\nWachovia Corp WB.N, in a separate lawsuit in October, launched similar litigation against builders and a developer over a planned community near Las Vegas. The specific development was not identified in that lawsuit, but the builders and developers named as defendants were the same ones behind Inspirada and another development, Kyle Cannon Gateway, that had also defaulted on debt.\n\nIn its lawsuits, JPMorgan said lenders committed to lend up to about $535 million to South Edge to help finance the Inspirada project, which it described as a large-scale “new urbanism” development in Henderson, Nevada, that was to include 11,500 residences spread over nearly 2,000 acres of land.\n\nThe court papers say that South Edge was formed in May 2004 to buy land for the project from the U.S. government for $557 million.\n\nJPMorgan said it and other lenders agreed to help finance the land acquisition and infrastructure development for Inspirada through a $535 million loan. It said the defendants should be liable for the payment and performance of the completion obligations for the project, as well as for JPMorgan’s attorneys’ fees.",
        "link": "http://www.reuters.com/article/GCA-CreditCrisis/idUSTRE4B501E20081206",
        "time": "07:19 PM EST"
    },
    {
        "header": "jpmorgan sells $1.25 bln in fdic-backed debt",
        "body": "NEW YORK, Dec 5 (Reuters) - JPMorgan on Friday sold $1.25 billion in bonds that will be guaranteed by the Federal Deposit Insurance Corp, up from an originally planned $500 million, said IFR.\n\nThe two-year notes prices to yield 171 basis points over comparable U.S. Treasuries, said IFR, a Thomson Reuters service.",
        "link": "http://www.reuters.com/article/rbssBanks/idUSN0547961220081205",
        "time": "05:17 PM EST"
    }
]