[
    {
        "header": "aig's cds shows skepticism about rescue -jpmorgan",
        "body": "NEW YORK (Reuters) - A rise in credit default swaps on American International Group (AIG.N) debt indicates the market may be skeptical about a government program to support the insurer, JPMorgan said on Friday.\n\nOver the past month, five-year credit default swaps on AIG have risen to 44 percent upfront from 29 percent upfront, retracing much of the rally seen immediately after the government announced an $85 billion rescue package in September, JPMorgan said in a report.\n\nA 44 percent upfront level means it costs $4.4 million a year to insure $10 million of AIG’s debt for five years, plus $500,000 in annual premiums.\n\nThe swaps traded around 53 percent upfront just before the rescue, JPMorgan said.\n\nAIG was extended an $85 billion bridge loan by the government on Sept. 16 as margin calls threatened the firm’s solvency. The government extended nearly $38 billion more in another lending agreement earlier this month.\n\n“AIG is burdened by the high cost of the government loan and a difficult market to sell assets necessary to pay down that loan,” JPMorgan said.\n\n“The large insurance companies that are potential buyers of AIG’s assets are themselves struggling with asset quality issues,” the bank\n\nUBS also raised concerns about AIG’s ability to sell assets, saying potential buyers are facing capital pressures due to deterioration in the credit and equity markets. For details click on [nBNG222254]. UBS cut its price target on AIG’s stock to $1.70 from $5.\n\nAIG shares were up 7.4 percent at $1.75 on Thursday near midday.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN3134899820081031",
        "time": "01:01 PM EDT"
    },
    {
        "header": "jpmorgan halts foreclosures, modifies mortgages",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N), the nation’s largest bank and one of its biggest mortgage lenders, temporarily halted foreclosures on Friday and offered to renegotiate a swathe of mortgages.\n\nThe global credit crisis, which began with subprime mortgages, increasingly appears to be affecting a wider range of consumer loans and, according to a report published by First American CoreLogic on Friday, nearly one in five U.S. mortgage borrowers now owes more on the loan than their home is worth.\n\nJPMorgan has avoided the large writedowns and credit losses posted by rival banks because it has limited exposure to the riskier classes of mortgages, such as subprime loans.\n\nBut when the bank acquired failed savings and loan Washington Mutual Inc WAMUQ.PK in September, it inherited that bank’s more toxic mortgages.\n\nThe expansion of the mortgage modification plan will target many of these mortgages, as well as prime mortgages held by JPMorgan that are also starting to show signs of deterioration.\n\n“Prime mortgages, especially where there are pay-option ARMs involved, (are) becoming a broader issue,” said Charles Scharf, head of retail financial services at JPMorgan.\n\nJPMorgan has about $250 billion of prime mortgages and home equity loans, $27 billion in subprime mortgages and about $51 billion of “option” adjustable-rate mortgages.\n\nOther lenders have also had loan modification programs in place, including Washington Mutual and the former Countrywide Financial Corp, which was acquired in July by Bank of America Corp (BAC.N).\n\nEarlier this month, Bank of America agreed with 11 state attorneys general to offer relief to nearly 400,000 Countrywide customers with troubled mortgages, resulting in an expected $8.4 billion of interest rate and principal reductions.\n\nWells Fargo & Co (WFC.N) and Citigroup Inc (C.N), two other major mortgage lenders, did not immediately return requests for comment on whether they plan expanded loan modification programs.\n\nAs part of JPMorgan’s effort, expected to last about 90 days, the bank will hire loan counselors and introduce alternatives to existing mortgage agreements. During this period, the bank will not put any additional loans into foreclosure.\n\nJPMorgan expects to renegotiate $70 billion of mortgages over two years, in addition to $40 billion held by 250,000 borrowers since early last year.\n\nThe program covers borrowers who live in their homes and who “show a willingness to pay,” the bank said.\n\nScharf said JPMorgan will also work with homeowners who are current on payments, given that modification programs started once customers have missed payments are “very often too late to help.”\n\nMost of the troubled mortgages are in regions where house prices have fallen and unemployment is rising, Scharf said, but the program will be open to all customers.\n\n“We are doing this because we think it’s the right thing to do,” he added.",
        "link": "http://www.reuters.com/article/gc03/idUSTRE49U62520081031",
        "time": "03:59 PM EDT"
    },
    {
        "header": "update 1-jp morgan cuts commscope to neutral",
        "body": "(Recasts; adds details) Oct 31 (Reuters) - J.P. Morgan Securities downgraded communications cable maker CommScope Inc (CTV.N) to “neutral” from “overweight,” taking a cautious view on wireless demand both in the fourth quarter and 2009.\n\n“Operating margins appear to be much less resilient than we expected, based on new guidance for Q4 operating margins of about 10 percent versus our recently-reduced estimate of 13.3 percent,” the brokerage wrote in a note to clients.\n\nJP Morgan said while CommScope continues to be a strong cash generator, it did not see any near-term catalysts for the stock.\n\nShares of the company closed at $20.19 Thursday on the New York Stock Exchange. (Reporting by Arup Roychoudhury in Bangalore; Editing by Himani Sarkar) (arup.roychoudhury@thomsonreuters.com; within U.S. +1 646 223 8780; outside U.S. +91 80 4135 5800; Reuters Messaging: arup.roychoudhury.reuters.com@reuters.net))",
        "link": "http://www.reuters.com/article/rbssTechMediaTelecomNews/idUSBNG26276420081031",
        "time": "07:30 AM EDT"
    },
    {
        "header": "aig's credit default swaps shows rescue skepticism: jpmorgan",
        "body": "NEW YORK (Reuters) - A rise in credit default swaps on American International Group (AIG.N) debt indicates the market may be skeptical about a government program to support the insurer, JPMorgan said on Friday.\n\nOver the past month, five-year credit default swaps on AIG have risen to 44 percent upfront from 29 percent upfront, retracing much of the rally seen immediately after the government announced an $85 billion rescue package in September, JPMorgan said in a report.\n\nA 44 percent upfront level means it costs $4.4 million a year to insure $10 million of AIG’s debt for five years, plus $500,000 in annual premiums.\n\nThe swaps traded around 53 percent upfront just before the rescue, JPMorgan said.\n\nAIG was extended an $85 billion bridge loan by the government on September 16 as margin calls threatened the firm’s solvency. The government extended nearly $38 billion more in another lending agreement earlier this month.\n\n“AIG is burdened by the high cost of the government loan and a difficult market to sell assets necessary to pay down that loan,” JPMorgan said.\n\n“The large insurance companies that are potential buyers of AIG’s assets are themselves struggling with asset quality issues,” the bank\n\nUBS also raised concerns about AIG’s ability to sell assets, saying potential buyers are facing capital pressures due to deterioration in the credit and equity markets.. UBS cut its price target on AIG’s stock to $1.70 from $5.\n\nAIG shares were up 7.4 percent at $1.75 on Thursday near midday.",
        "link": "http://www.reuters.com/article/americasPrivateEquityNews/idUSTRE49U5GF20081031",
        "time": "11:59 AM EDT"
    },
    {
        "header": "jpmorgan, fdic challenge wamu on tax benefits",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) and the Federal Deposit Insurance Corp filed court documents on Thursday challenging bankrupt Washington Mutual Inc WAMUQ.PK on whether it has a claim to billions of dollars worth of tax benefits stemming from its collapse.\n\nThe FDIC said it disagrees that all of those tax benefits belong to WaMu’s holding company, which filed for bankruptcy protection last month after its bank was seized by the FDIC and sold to JPMorgan for $1.9 billion.\n\nEarlier this week, WaMu filed court documents seeking to limit trading in its common stock to protect tax breaks the company could receive due to losses it incurred throughout 2008.\n\nIn the court documents, WaMu said it estimated it has incurred “consolidated net operating tax loss carryforwards” or unrecognized losses in excess of $20 billion. It said the losses could become “valuable assets” for the bankrupt company because the U.S. tax code generally allows companies to carry over their losses and tax credits to offset future income, thereby lowering the amount of taxes owed to the government .\n\nThe total tax benefit the company would get from those losses would be a percentage of that $20 billion in losses, based on its tax rate.\n\nThe FDIC argued in court documents Thursday that the net operating loss carryforwards should belong to the entity that actually incurred the loss, and said the agency may fight for any rights it has to those benefits in the future.\n\nJPMorgan said in its filing that it wanted assurances that any court orders on this matter would not affect tax benefits that should be allocated to the bank it acquired from WaMu.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN3025944620081031",
        "time": "03:01 AM EDT"
    }
]