[
    {
        "header": "update 1-jpmorgan may incur higher markdowns: richard bove",
        "body": "Sept 15 (Reuters) - JPMorgan Chase & Co (JPM.N) could incur increased markdowns from likely disruption in the financial markets due to Lehman Brothers’ bankruptcy filing and rival Merrill Lynch agreeing to be taken over, said veteran bank analyst Richard Bove.\n\nThough JPMorgan says it is not a major lender to Lehman Brothers Holdings LEH.N, the company is a major counter-party to a number of Lehman transactions, Ladenburg Thalmann’s Bove said.\n\nBove also expects a high level of losses for JPMorgan from its sizable position in credit card loans, home equity loans, automobile loans and loans to retail establishments that service the consumer.\n\nBove cut his earnings-per-share view for 2008 on the company by 4 percent to $2.14 and for 2009 by nearly 3 percent to $2.70.\n\nBut, he maintained his “neutral” rating on the stock, saying the bank has very little exposure to a number of the more exotic securities that have been created in recent years and is relatively well protected. (Reporting by Sweta Singh in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSBNG30145120080915",
        "time": "09:49 AM EDT"
    },
    {
        "header": "jpmorgan, goldman to explore arranging $70-75 bln credit facil",
        "body": "Disney-Fox mashup would truly be over the top",
        "link": "http://www.reuters.com/article/businessFlashAlerts/idUSN1530132920080915",
        "time": "04:17 PM EDT"
    },
    {
        "header": "fed asks goldman, jpmorgan for $75 bln aig loans",
        "body": "NEW YORK (Reuters) - The Federal Reserve has asked JPMorgan Chase and Goldman Sachs to explore arranging $70 billion to $75 billion in loans to support insurer American International Group, among other financing options, a person familiar with the situation said.\n\nThe Fed turned to Goldman and JPMorgan, AIG’s financial adviser, to look at a range of possibilities. The credit facility, which would be syndicated to a number of banks, was just one option discussed, according to the source.\n\nJPMorgan and Goldman declined to comment. The Fed said it was “supportive” of efforts by the two banks, and others, to raise funds for AIG.",
        "link": "http://www.reuters.com/article/asiaPrivateEquityNews/idUSWEN809420080915",
        "time": "05:03 PM EDT"
    }
]