[
    {
        "header": "jpmorgan may raise bid for bear stearns",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co is in talks to raise its bid for Bear Stearns Cos to about $10 a share, a person familiar with the situation told Reuters.",
        "link": "http://www.reuters.com/article/topNews/idUSN2431046920080324",
        "time": "07:43 AM EDT"
    },
    {
        "header": "bear stearns could get higher jpmorgan bid: barron's",
        "body": "NEW YORK (Reuters) - Bear Stearns Cos BSC.N could fetch a higher takeover bid from JPMorgan Chase & Co (JPM.N), and at $6 its shares constitute a “reasonable speculative bet” that one will be forthcoming, Barron’s said in in March 24 edition.\n\nOn March 16, the stricken Bear agreed to a $236 million all-stock buyout by JPMorgan, valuing the company at about $2 per share. That value has since risen to about $2.52 per share because JPMorgan stock has since risen.\n\nBear shares closed Thursday at $6.39, a premium to the merger price, because some investors hope the company will find another buyer or JPMorgan will increase its offer.\n\nThe merger requires shareholder approval. Some investors, including Joseph Lewis, who has lost some $1 billion on his Bear investment, have said the terms could be better.\n\nBarron’s said a sweetened JPMorgan offer is more likely than an alternative bid. It said few financial companies have the capacity to take on Bear’s obligations, or would want to upset federal regulators that blessed the transaction. It also said private equity firms lack the means to make counterbids.\n\nIn addition, the newspaper said JPMorgan included deterrents to potential bidders, including an option to buy Bear’s glittering Manhattan headquarters for $1.1 billion.\n\nBarron’s said JPMorgan isn’t commenting, but might raise the price to clinch the merger and quell critics. It said JPMorgan could easily pay $1 billion to $2 billion more for Bear, especially after netting $1.3 billion of cash last week from Visa Inc’s (V.N) initial public offering.",
        "link": "http://www.reuters.com/article/ousiv/idUSN2329518820080324",
        "time": "05:15 AM EDT"
    },
    {
        "header": "jpmorgan tightens bear trade pact, building deal",
        "body": "NEW YORK (Reuters) - JPMorgan Chase, which on Monday raised its March 16 takeover offer for Bear Stearns five-fold to $10 a share, also revised its promise to guarantee Bear trades and tightened its hold on Bear’s new Manhattan headquarters building.\n\nThe new guaranty agreement is designed to boost the market’s confidence in doing business with Bear’s trading desks, which have been quiet in recent days. The agreement also makes clear JPMorgan would not back up the trading business if Bear’s board chooses a rival acquirer.\n\n“If Bear’s board recommends a competing proposal, the guaranty would cease to exist for all obligations then outstanding or created in the future,” JPMorgan said in a note explaining the new pact.\n\nUnder the original guaranty agreement, JPMorgan assumed responsibility for Bear’s trading obligations until the deal’s completion. That support was vital since many traders grew convinced two weeks ago Bear was likely to go bust, so they took their business and their cash elsewhere.\n\nUnder the new agreement, JPMorgan’s support for Bear trades falls away only if Bear recommends a topping bid from a more credit-worthy buyer.\n\nSources familiar with the deal say it is unlikely that Bear could find someone who meets the criteria of higher credit standards than JPMorgan, which is among a very few banks to have escaped major damage from the credit crunch.\n\nThe new agreement, by asserting it will remain in place except under some unlikely circumstances, is expected to give traders greater confidence in doing business with Bear.\n\nAlso, few bidders would likely have the same level of support from the Federal Reserve.\n\nMeanwhile, JPMorgan took other steps Monday to close the door on rival bidders and expedite its own deal.\n\nNotably, JPMorgan maintained an option to acquire Bear’s valuable midtown headquarters for a below-market $1.1 billion if the bank were outbid by another buyer or if Bear went into liquidation.\n\nUnder the new agreement, if the deal does not go through for any reason, Bear Stearns still gets to buy the building.",
        "link": "http://www.reuters.com/article/businessNews/idUSN2432714920080324",
        "time": "04:17 PM EDT"
    },
    {
        "header": "s&p raises bear stearns rating on new jpmorgan offer",
        "body": "NEW YORK (Reuters) - Standard & Poor’s on Monday raised its rating on Bear Stearns, citing a strengthened guarantee of the investment bank’s trading obligations under a new takeover offer by JPMorgan Chase.\n\nThe upgrade came after JPMorgan raised its offer for Bear Stearns Cos to about $10 a share, roughly five times its original bid, in a move to appease disgruntled shareholders.\n\nUnder the revised deal, JPMorgan will be allowed to buy 95 million newly issued Bear Stearns shares, giving it a 39.5 percent stake in Bear Stearns, in reach of a majority stockholding.\n\nJPMorgan also said it had significantly expanded its guaranty of Bear Stearns’ trading obligations and also agreed to guarantee Bear Stearns’ borrowings from the Federal Reserve Bank of New York.\n\n“The price increase and the anticipated increase in the amount of shares controlled by JPMorgan raise the probability that the deal will be completed,” S&P said in a statement. “On its own, Bear Stearns’ viability is uncertain.”\n\nS&P said it put Bear Stearns’ rating and outlook on par with JPMorgan’s in light of the guaranty and expectations that Bear Stearns’ debt will be assumed by JPMorgan.\n\nIt raised Bear Stearns’ counterparty credit and senior unsecured ratings by five notches to “AA-minus” from “BBB” with a stable outlook. Counterparty ratings reflect how well a company can meet its financial obligations with customers, trading partners or other parties.",
        "link": "http://www.reuters.com/article/topNews/idUSN2433136020080324",
        "time": "12:39 PM EDT"
    },
    {
        "header": "rpt-update 9-jpmorgan raises bear stearns bid, grabs stake",
        "body": "NEW YORK, March 24 (Reuters) - JPMorgan Chase & Co (JPM.N) raised its takeover offer for Bear Stearns Cos BSC.N on Monday to about five times its original bid and struck a deal to buy nearly 40 percent of the bank, all but locking up the controversial acquisition.\n\nUnder the revised deal, JPMorgan will buy 95 million newly issued Bear Stearns shares and Bear’s board agreed to vote in favor of the offer. With those shares, JPMorgan would own 39.5 percent of Bear Stearns and have secured the backing of Bear Chairman James Cayne, owner of a 3 percent stake in Bear.\n\n“It looks like JPMorgan has this deal sewn up right now,” said John Augustine, chief investment strategist with Fifth Third Investment Advisors.\n\nThe new offer valued Bear Stearns at about $2.1 billion, compared with $236 million under the original deal.\n\nAdditionally, JPMorgan would also be on the hook for the first $1 billion in losses stemming from Bear Stearns’ less liquid assets, and would set aside $6 billion to cover severance, litigation and other transaction-related costs.\n\nThe new deal, which has financial backing from the Federal Reserve, is likely to raise concerns that the U.S. government is prepared to help rescue Wall Street bankers even as millions of home owners face the possibility of foreclosure. (For more details, see [ID:nN24322534].)\n\nThe Federal Reserve Bank of New York is providing $29 billion in special financing for the deal and will take control of a $30 billion portfolio of Bear’s less liquid assets.\n\n“This action is being taken by the Federal Reserve, with the support of the Treasury Department, to bolster market liquidity and promote orderly market functioning,” the New York Fed said in a statement.\n\nRather than a bailout of Bear, the Fed’s action “more closely resembles the torpedoing of a sinking ship” to remove a hazard to others and avert a broader crisis, said David Wyss, chief economist of Standard & Poor‘s.\n\n“The bank is dead,” he said.\n\nJPMorgan, facing pressure from disgruntled Bear shareholders such as British billionaire Joe Lewis, raised its offer to about $10 a share in stock from its original bid on March 16 of $2 per share for the 85-year-old Wall Street investment bank, representing a boon to short-term traders who jumped in last week when the shares plunged.\n\nWhile the new offer represents a less onerous fire-sale price, it is still 68 percent below the March 14 closing price of Bear shares of $30.85, and more than 90 percent below Bear’s all time peak level of over $170.\n\nBear, recently ranked as the fifth-largest U.S. investment bank, collapsed as large subprime mortgage losses and falling confidence in the company prompted a run on the bank.\n\n“We believe the amended terms are fair to all sides and reflect the value and risks of the Bear Stearns franchise,” Jamie Dimon, JPMorgan’s chairman and chief executive, said in a statement. “We look forward to a prompt closing.”\n\nBear shares surged 76 percent to close at $11.25, as some investors speculated on an even higher offer. JPMorgan shares, which have climbed more than 25 percent since the deal was announced, rose 1.3 percent to close at $46.55.\n\n“There are still going to be employees and shareholders unhappy with $10 a share,” said James Ellman, a portfolio manager with Seacliff Capital. But “clearly, this increases the chance the deal goes through.”\n\nThe perception of a done deal is important for JPMorgan to encourage banks and other customers that it’s safe to do business again with Bear.\n\nTo that end, JPMorgan tightened its guaranty of Bear’s liabilities. It agreed to back all of Bear’s prime brokerage contracts and all of its short- and long-term loans.\n\nIf shareholders vote down the deal, the guaranty will run another 120 days unless extended. The guaranty expires if Bear’s board recommends another deal.\n\nThe stronger guaranty and the increased probability of a deal prompted credit rating agency Standard & Poor’s to raise its rating on Bear Stearns.\n\nAlso, the cost of protecting Bear’s debt with credit default swaps fell to 175 basis points, or $175,000 on $10 million of debt, from 365 basis points on Friday.\n\nBut opponents of the deal could still challenge it in court and would likely attack JPMorgan’s share purchase deal. (For more details, see [ID:nN24333328].)\n\nUnder the revised deal, each share of Bear Stearns common stock will be exchanged for 0.21753 share of JPMorgan common stock. The previous exchange offer was 0.05473 JPMorgan share for each Bear Stearns share.\n\nJPMorgan expects to complete the purchase of the new Bear shares by April 8. A date for Bear’s shareholders to vote on the deal has not been set.\n\nBlackRock Inc (BLK.N) will manage the $30 billion portfolio of Bear’s less liquid assets under guidelines established by the New York Fed.\n\nThose guidelines are “designed to minimize disruption to financial markets and maximize recovery value,” the New York Fed said.\n\nThe New York Fed is financing assets for 10 years and may renew the loan if it wishes. The rate on the loan is 2.5 percent and will fluctuate with the discount rate. JPMorgan Chase is providing $1 billion of subordinated financing to the $30 billion portfolio and will receive an interest rate equal to the primary credit rate plus 4.75 percentage points, which is now a total of 7.25 percentage points.\n\nThe Fed said it would reap any gains that accrue from the portfolio. Proceeds from liquidating assets in the portfolio will first pay management fees and then the principal and interest due the New York Fed, and then JPMorgan Chase. (Additional reporting by Dan Wilchins, Lilla Zuill, David Lawder, Chris Reese, and Jui Chakravorty Das; Editing by Gary Hill/Andre Grenon)",
        "link": "http://www.reuters.com/article/companyNews/idUSN2428273920080325",
        "time": "08:10 PM EDT"
    },
    {
        "header": "bear investors may challenge jpm buyout provisions",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co appeared to have a near guarantee on getting its takeover of Bear Stearns Co Inc approved by shareholders under a sweetened deal announced on Monday, but that doesn’t mean the pact will be free of legal challenges.\n\nIt’s not yet clear whether JPMorgan’s new $10-a-share bid -- up from $2 a share initially -- will appease Bear Stearns shareholders who say the financially strapped company is being sold for a song. With the stock trading above $11 on Monday afternoon, some investors were betting a higher offer could emerge.\n\nFor shareholders who oppose the takeover and believe the company can command a higher price, there may be some legal avenues they can pursue to try to nix the deal or change its terms, corporate law experts say. Still, they say, it would likely be an uphill battle.\n\n“The prospect of stopping this with an injunction is very difficult,” said Michael Kelly, a partner at law firm McCarter & English who specializes in corporate litigation.\n\nOne thing shareholders may scrutinize is a so-called “deal protection” device in the revised bid that allows JPMorgan to buy 39.5 percent of newly issued Bear Stearns’ common stock at $10 a share.\n\nTogether with a 3.6 percent stake held by Bear Stearns’ board members, that would give JPMorgan more than 43 percent of the vote when the deal is put to shareholders -- greatly increasing the likelihood that it will win majority approval.\n\nLegal experts say deal challengers could try to argue that Bear’s board, by agreeing to sell this large chunk of stock, is now essentially barring any other viable bidders from coming on the scene, said Gordon Smith, a corporate law expert and professor at Brigham Young University’s law school.\n\nSuch a move could raise questions about whether the board is performing its fiduciary duty to get the best offer for the company, from either JPMorgan or another entity.\n\n“What the plaintiffs would have to show is that the board has acted in a way that precludes the other shareholders from accepting a third-party offer, or coerces them to accept this offer,” he said.\n\nIf there are legal challenges, Smith said, JPMorgan would likely argue that the deal protection provision was needed to get the agreement done, and that it was part of the negotiations that led to the increased purchase price.\n\nThe New York Stock Exchange typically requires shareholder approval before a company can issue stock that is convertible into more than 20 percent of the outstanding shares, but there is an exception in cases when a company’s financial viability is at stake. Bear Stearns’ audit committee recommended, and the full board “has unanimously concurred with, Bear Stearns’ intended use of the exception,” the two companies said on Monday.\n\nWhile there could be court challenges to the proposed buyout and share sale agreed to by Bear Stearns’ board, corporate directors typically are given wide latitude by the courts with judges reluctant to second-guess their decisions, Kelly said.\n\nIn this case, it would be hard to argue that Bear Stearns’ board had many other options, given that the deal won financial backing from the Federal Reserve as the company faced possible collapse because of a credit crunch.\n\nLegal experts said there was a threat of litigation but did not know of any lawsuits challenging the deal. JPMorgan said it expects to complete the purchase of the new shares by April 8. The date of the vote by Bear’s shareholders has not been set.\n\nAlso, Kelly said, no other bidders have emerged that a court could look to in the event of deal challenges, when it weighs the best alternatives for Bear Stearns.\n\n“If there are other buyers, where are they?” he said.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSN2434495020080324",
        "time": "03:53 PM EDT"
    },
    {
        "header": "jpmorgan raises bear stearns bid, grabs stake",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co raised its takeover offer for Bear Stearns Cos on Monday to about five times its original bid and struck a deal to buy nearly 40 percent of the bank, all but locking up the controversial acquisition.\n\nUnder the revised deal, JPMorgan will buy 95 million newly issued Bear Stearns shares and Bear’s board agreed to vote in favor of the offer. With those shares, JPMorgan would own 39.5 percent of Bear Stearns and have secured the backing of Bear Chairman James Cayne, owner of a 3 percent stake in Bear.\n\n“It looks like JPMorgan has this deal sewn up right now,” said John Augustine, chief investment strategist with Fifth Third Investment Advisors.\n\nThe new offer valued Bear Stearns at about $2.1 billion, compared with $236 million under the original deal.\n\nAdditionally, JPMorgan would also be on the hook for the first $1 billion in losses stemming from Bear Stearns’ less liquid assets, and would set aside $6 billion to cover severance, litigation and other transaction-related costs.\n\nThe new deal, which has financial backing from the Federal Reserve, is likely to raise concerns that the U.S. government is prepared to help rescue Wall Street bankers even as millions of home owners face the possibility of foreclosure.\n\nThe Federal Reserve Bank of New York is providing $29 billion in special financing for the deal and will take control of a $30 billion portfolio of Bear’s less liquid assets.\n\n“This action is being taken by the Federal Reserve, with the support of the Treasury Department, to bolster market liquidity and promote orderly market functioning,” the New York Fed said in a statement.\n\nRather than a bailout of Bear, the Fed’s action “more closely resembles the torpedoing of a sinking ship” to remove a hazard to others and avert a broader crisis, said David Wyss, chief economist of Standard & Poor‘s.\n\n“The bank is dead,” he said.\n\nJPMorgan, facing pressure from disgruntled Bear shareholders such as British billionaire Joe Lewis, raised its offer to about $10 a share in stock from its original bid on March 16 of $2 per share for the 85-year-old Wall Street investment bank, representing a boon to short-term traders who jumped in last week when the shares plunged.\n\nWhile the new offer represents a less onerous fire-sale price, it is still 68 percent below the March 14 closing price of Bear shares of $30.85, and more than 90 percent below Bear’s all time peak level of over $170.\n\nBear, recently ranked as the fifth-largest U.S. investment bank, collapsed as large subprime mortgage losses and falling confidence in the company prompted a run on the bank.\n\n“We believe the amended terms are fair to all sides and reflect the value and risks of the Bear Stearns franchise,” Jamie Dimon, JPMorgan’s chairman and chief executive, said in a statement. “We look forward to a prompt closing.”\n\nBear shares surged 76 percent to close at $11.25, as some investors speculated on an even higher offer. JPMorgan shares, which have climbed more than 25 percent since the deal was announced, rose 1.3 percent to close at $46.55.\n\n“There are still going to be employees and shareholders unhappy with $10 a share,” said James Ellman, a portfolio manager with Seacliff Capital. But “clearly, this increases the chance the deal goes through.”\n\nThe perception of a done deal is important for JPMorgan to encourage banks and other customers that it’s safe to do business again with Bear.\n\nTo that end, JPMorgan tightened its guaranty of Bear’s liabilities. It agreed to back all of Bear’s prime brokerage contracts and all of its short- and long-term loans.\n\nIf shareholders vote down the deal, the guaranty will run another 120 days unless extended. The guaranty expires if Bear’s board recommends another deal.\n\nThe stronger guaranty and the increased probability of a deal prompted credit rating agency Standard & Poor’s to raise its rating on Bear Stearns.\n\nAlso, the cost of protecting Bear’s debt with credit default swaps fell to 175 basis points, or $175,000 on $10 million of debt, from 365 basis points on Friday.\n\nBut opponents of the deal could still challenge it in court and would likely attack JPMorgan’s share purchase deal.\n\nUnder the revised deal, each share of Bear Stearns common stock will be exchanged for 0.21753 share of JPMorgan common stock. The previous exchange offer was 0.05473 JPMorgan share for each Bear Stearns share.\n\nJPMorgan expects to complete the purchase of the new Bear shares by April 8. A date for Bear’s shareholders to vote on the deal has not been set.\n\nBlackRock Inc will manage the $30 billion portfolio of Bear’s less liquid assets under guidelines established by the New York Fed.\n\nThose guidelines are “designed to minimize disruption to financial markets and maximize recovery value,” the New York Fed said.\n\nThe New York Fed is financing assets for 10 years and may renew the loan if it wishes. The rate on the loan is 2.5 percent and will fluctuate with the discount rate. JPMorgan Chase is providing $1 billion of subordinated financing to the $30 billion portfolio and will receive an interest rate equal to the primary credit rate plus 4.75 percentage points, which is now a total of 7.25 percentage points.\n\nThe Fed said it would reap any gains that accrue from the portfolio. Proceeds from liquidating assets in the portfolio will first pay management fees and then the principal and interest due the New York Fed, and then JPMorgan Chase.",
        "link": "http://www.reuters.com/article/businessNews/idUSN2430313520080325",
        "time": "08:12 PM EDT"
    },
    {
        "header": "instant view: jpmorgan raises bear bid to $10/shr",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co. said on Monday it had raised its offer for Bear Stearns Co. Inc. to about $10 per share.\n\nThe two companies said JPMorgan will buy 95 million newly issued shares of Bear Stearns common stock, or 39.5 percent of Bear’s common stock. They said the deal should be completed on or about April 8.\n\nThe Federal Reserve Bank of New York’s $30 billion special financing has also been amended.\n\n”I don’t know how you could put a deal like that together in two or three days and have all your t’s crossed and your i’s dotted. That’s a very complex thing to put together.\n\n”I would imagine that they are starting to step back and look at it and say, ‘OK, what’s really here?’\n\n“People are saying, ‘Gee, this is going to make the folks that work there happy.’ I don’t know how $10 is going to make you five times happier than $2 when it was worth a $100 six months ago.”\n\n”So are people going to be dancing in the halls? I doubt it.\n\n“But if they don’t take something then they run the risk of this thing unwinding. Although if they wait long enough, maybe they get it turned around and get it repositioned. It’s really like playing poker. You don’t want to show the other person what your cards are and you want to try and create a bluff and I think that’s what you are into.”\n\n”As long as the Fed has signed off on this revised deal, this is great for everyone.\n\n“It will be interesting to see how this will impact the shares of Merrill Lynch, Lehman Brothers and Goldman Sachs as well as the rumors surrounding these companies regarding their financial health. This may be the bottom for the financial sector.”\n\n”At first glance, it looked like JPMorgan was forced to the table and did a throwaway bid. Then when they went in to reevaluate -- first Bear Stearns and then the market -- and (found) even at $10 a share it’s an outstanding value.\n\n“It fits well with their business and they can feel comfortable that they are not overpaying. The market feels a little better about it since JPMorgan has an inside view, and found (Bear Stearns) is not a total basket case.”\n\n”The (bond) market traded lower throughout the morning on expectations for the JPMorgan bid for Bear to be increased, and it was -- up to $10 share and for 39.5 percent of the firm -- with JPMorgan agreeing to guarantee Bear’s first $1 billion of any losses on financed assets, with the Fed on the hook for the remaining $29 billion of the $30 billion of borrowings.\n\n”I’d certainly expect that Jamie Dimon would not put a number out there if it wasn’t likely to be the best and final offer.\n\n”I believe (Dimon) figured out that there’s a price he can insure certainty of the deal. It’s a very sound insurance policy that the deal goes through.\n\n“You had a lot of people buying last week buying stock at 3-7 dollars a share who will make a quick profit and therefore would vote their shares -- particularly the bondholders who were buying stock.”\n\n“I wouldn’t get too excited about positive news in the financials. The economy is still lacking.”\n\n“The Bear Stearns deal is encouraging for the market -- $2 was a very good deal for JPMorgan but not necessary fair for the Bear Stearns shareholders, and this is certainly getting closer to fair.”\n\n”Quite frankly, I thought there was a deal. Apparently to expedite it, it appeared JPMorgan had to step up and pay more.\n\n”I think the revision with the Fed is also curious.\n\n“I think this is about the Fed trying to save face, and I think this is about Bear Stearns trying to save face.”\n\n”Jamie Dimon says the amended terms are fair for all sides. That implies the old deal was not fair. And if $2 was not fair, why is $10 fair?\n\n”Clearly this increases the chance the deal goes through, but there are still going to be employees and shareholders unhappy with $10 a share.\n\nSome investors will probably try to block it in the courts. At the end of the day, JPMorgan has such a strong hand, and Bear Stearns is so weak, JPMorgan will likely win, but the biggest winners here will likely be the lawyers.”",
        "link": "http://www.reuters.com/article/newsOne/idUSN2432384320080324",
        "time": "10:54 AM EDT"
    },
    {
        "header": "jpmorgan to raise offer for bear stearns: report",
        "body": "SINGAPORE (Reuters) - JPMorgan Chase & Co is in talks to increase its offer for Bear Stearns Cos to $10 per share in an effort to pacify angry shareholders of Bear Stearns, the New York Times reported in its online edition.\n\n“The Fed, which must approve any new deal, was balking at the new offer price on Sunday night after several days of frantic, secret negotiations,” the newspaper reported, citing people involved in the negotiations.\n\nThe New York Times said a spokeswoman for JPMorgan declined comment and added that a representative of Bear Stearns could not be reached.\n\nOn March 16, the stricken Bear agreed to a $236 million all-stock buyout by JPMorgan, valuing the company at about $2 per share. That value has since risen to about $2.52 per share because JPMorgan stock has since risen.\n\nBear shares closed Thursday at $6.39, a premium to the merger price, because some investors hope the company will find another buyer or JPMorgan will increase its offer.",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSSP25920620080324",
        "time": "12:46 AM EDT"
    },
    {
        "header": "jpmorgan offers bear stearns staff bonuses-source",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) is offering bankers at Bear Stearns Cos BSC.N bonuses to stay and support the controversial takeover, a person familiar with the situation said on Thursday.\n\nJPMorgan Chief Executive Jamie Dimon met with hundreds of Bear Stearns executives late Wednesday, his first meeting with bank employees since the takeover was agreed to on Sunday.\n\nAt the meeting, Dimon, aiming to head off an exodus of Bear Stearns staff, proposed incentives to bank employees who stay and support the deal. He also expressed confidence that the deal would be completed as proposed, said the source, who was briefed on the meeting and is familiar with JPMorgan’s thinking.\n\nEmployees who are offered jobs by JPMorgan would receive a bonus that includes JPMorgan shares. Employees who are not offered jobs will receive at least a cash bonus of about 30 percent of their 2007 compensation if they stay through the completion of the deal, the source said.\n\nIt is unclear whether Bear Stearns employees, who own about 30 percent of the firm, were swayed by the offer.\n\n“There’s more questions than answers at this point,” said a person familiar with the workings at Bear Stearns.\n\nSpokesmen for JPMorgan and Bear Stearns declined to comment.\n\nFaced with a sudden cash crunch that threatened it with collapse, Bear Stearns agreed to an all-stock takeover offer from JPMorgan that values the storied investment bank at about $285 million. A week ago it was valued at more than $8 billion.\n\nThe fire sale offer of about $2.41 a share at current market prices shocked Bear Stearns employees, who saw much of their savings evaporate. Layoffs are all but certain, though the extent of the job losses is not yet clear.\n\nWith Bear Stearns employees unsettled, recruiters sense an opportunity. A Google search for “financial services brokers” brought up a link tagged “Bear Stearns Brokers” that connected to the Web site of executive search firm Willis Consulting Inc. The sponsored link, however, has since been removed.\n\n“This opens up opportunities for us,” said Audrey Cullen Davis, president of First Call Associates, a recruiter that specializes in commodities and energy trading.\n\n“For individuals that may not have taken the time to speak with us, now they’re more interested in knowing what other opportunities they may be able to consider,” said Davis, whose firm represents investment banks, commodities traders and private equity firms.\n\nAs part of the deal, JPMorgan secured special Federal Reserve financing for $30 billion of Bear Stearns’ less liquid assets. The agreement also includes an option that gives JPMorgan the right to buy Bear Stearns’ valuable Manhattan headquarters, even if the deal is voted down by shareholders.\n\nThe transaction, seen as leaving little room for a counter offer, is a plum deal for JPMorgan, according to analysts. The firm’s shares have risen more than 20 percent this week and were up nearly 8 percent to $45.82 in afternoon trading on the New York Stock Exchange.\n\nBear Stearns shares were up 66 cents, or 12.5 percent, to $5.92, buoyed by hopes of a better offer after tycoon Joseph Lewis, who owns 8.35 percent of Bear Stearns’ shares, said he would talk with the bank and others about possible options.",
        "link": "http://www.reuters.com/article/telecomm/idUSN2041136620080324",
        "time": "08:04 AM EDT"
    },
    {
        "header": "jpmorgan raises bear stearns bid to $10/share",
        "body": "NEW YORK, March 24 (Reuters) - JPMorgan Chase & Co (JPM.N) said on Monday that it raised its all-stock offer for Bear Stearns Cos BSC.N to about $10 a share from $2.\n\nUnder the revised terms of the deal, each share of Bear Stearns common stock will be exchanged for 0.21753 shares of JPMorgan common stock. (Reporting by Chris Reiter; editing by John Wallace)",
        "link": "http://www.reuters.com/article/companyNews/idUSWNAS575320080324",
        "time": "10:00 AM EDT"
    },
    {
        "header": "ny fed: 10-yr term for planned jpm loan to buy bear",
        "body": "NEW YORK, March 24 (Reuters) - The Federal Reserve Bank of New York said on Monday a subordinated note and a loan in a takeover offer by JPMorgan Chase & Co. (JPM.N) of Bear Stearns Cos BSC.N will have a term of 10 years, and will be renewable by the New York Fed.\n\nThe rate due on the loan is the primary credit rate, which currently stands at 2.50 percent and fluctuates with the discount rate, the New York Fed said. The term on the subordinated note is the primary credit rate plus 475 basis points, which currently totals 7.25 percent, the New York Fed said.\n\nThe repayment will begin on the second anniversary of the loan, unless the New York Fed decides payment is to begin earlier. (Reporting by Chris Reese and Richard Leong; Editing by Diane Craft)",
        "link": "http://www.reuters.com/article/companyNews/idUSNYE00025920080324",
        "time": "06:15 PM EDT"
    }
]