[
    {
        "header": "jpmorgan wins south korea otc derivatives licence",
        "body": "HONG KONG/SEOUL, Aug 12 (Reuters) - JPMorgan (JPM.N) said on Tuesday it has won a licence to market and trade over-the-counter derivatives in South Korea, which will broaden the U.S. bank’s product range as the country’s securities market deregulates.\n\nThe licence enables JPMorgan to deal onshore in over-the-counter won-denominated derivatives of all asset classes including equities, interest rates, foreign exchange, credit and commodities and products. JPMorgan can also act as a liquidity provider for equity-linked warrants in South Korea.\n\nJPMorgan joins five other foreign houses and 15 domestic firms with over-the-counter derivatives licences. The other overseas players are Macquarie (MQG.AX), Citigroup (C.N), Credit Suisse CSGN.VX, Merrill Lynch MER.N and Lehman Bros LEH.N.\n\nThe Capital Markets Integration Act, which is set to take effect in February, has raised hopes for further growth in South Korea’s securities market by making it easier for companies to package and sell derivatives and develop in-house funds. (Reporting by Tony Munroe and Kim Yeon-hee; Editing by Edmund Klamann)",
        "link": "http://www.reuters.com/article/etfNews/idUSHKG5813620080811",
        "time": "06:00 PM EDT"
    },
    {
        "header": "update 1-jp morgan neutral on u.s. electric utilities sector",
        "body": "Aug 11 (Reuters) - J.P. Morgan Securities took a “neutral” stance on the U.S. electric utilities sector, citing a number of concerns such as falling natural gas prices that have emerged in the past few weeks to pressure the group, and downgraded American Electric Power and Consolidated Edison.\n\nThe brokerage, which said it had been wrong to recommend a positive stance on the sector earlier this year, added it would now stick with bellwether names like FPL Group (FPL.N).\n\n“We expected ongoing uncertainty about the U.S. economy coupled with the strong fundamentals and earnings momentum of the utilities group to support the stocks through the year. We were wrong,” JP Morgan analyst Andrew Smith wrote in a note.\n\nSmith downgraded American Electric Power Co Inc (AEP.N) to “neutral” from “overweight” and Consolidated Edison Inc (ED.N) to “underweight” from “neutral,” while it upgraded FPL Group Inc to “overweight” from “neutral.”\n\nSmith said American Electric currently trades at a modest discount to the group, adding that he expects this to persist.\n\nFalling natural gas prices pressure power prices as natural gas is the input fuel that determines power prices in a number of U.S. markets, Smith said.\n\nInvestors are also concerned about Texas oil billionaire T. Boone Pickens’ campaign, which suggests that the United States should invest $1 trillion in wind power to displace natural gas consumption for power generation in favor of natural gas consumption as a transportation fuel, Smith added.\n\n“However, we believe the time horizon for investment of this magnitude is extremely long. In the near term, the level of wind farm development in the U.S. has not increased materially,” Smith wrote.\n\nShares of American Electric were down 34 cents at $38.76 in morning trade on the New York Stock Exchange. Consolidated Edison shares were up 11 cents $41.02, while FPL shares were up 14 cents at $60.19 (Reporting by Anand Basu in Bangalore; Editing by Himani Sarkar)",
        "link": "http://www.reuters.com/article/rbssUtilitiesElectric/idUSBNG21614320080811",
        "time": "10:31 AM EDT"
    },
    {
        "header": "update 1-jp morgan cuts hertz global to neutral",
        "body": "Aug 11 (Reuters) - J.P. Morgan Securities downgraded Hertz Global Holdings Inc (HTZ.N) to “neutral” from “overweight” on a weaker macroeconomic environment in the United States and Europe and said it was cautious on the car and equipment rental company’s near-term outlook.\n\n“We note that valuation does not appear rich and feel a Neutral stock view is most appropriate until industry conditions can support at least a stable pricing and volume environment,” analyst Himanshu Patel wrote in a note to clients.\n\nLast week Hertz Global, which operates Hertz Rent a Car (RAC) and Hertz Equipment Rental Corp (HERC), said its second-quarter results were affected by inflation in key areas including fuel, vehicle damage and concession fees.\n\nPatel said he believes Hertz remains the highest quality play within the car rental sector, but global industry headwinds seem too great to have high confidence in the earnings outlook for the next 6 to 18 months.\n\nShares of the company fell to a low of $8.02, but recovered most of their losses to trade down 15 cents at $8.79 Monday morning on the New York Stock Exchange. (Reporting by Lalitha Murali in Bangalore; Editing by Pratish Narayanan)",
        "link": "http://www.reuters.com/article/rbssRailsRoadsPassengers/idUSBNG20937520080811",
        "time": "10:31 AM EDT"
    }
]