[
    {
        "header": "new issue-jp morgan chase adds $350 mln in 2-yr floaters",
        "body": "",
        "link": "http://www.reuters.com/article/newIssuesNews/idUSN0360571220081203",
        "time": "04:50 PM EST"
    },
    {
        "header": "update 1-jp morgan cuts price targets on 7 european oil cos",
        "body": "Dec 3 (Reuters) - J.P. Morgan Securities said it was moving to a more cautious stance on the European integrated oil sector after the sector’s outperformance in the last two months, and it cut its price targets on seven oil companies.\n\nThe sector has outperformed the broader market by 19 percent since early October because of its defensive qualities and the relative safety of the majors’ dividends, the brokerage said in a note.\n\n“In our view, the dividend trade -- where investors have been buying the oils as ‘bond proxies’ -- has now been fully played out, leaving little room for further outperformance,” JP Morgan said.\n\nThe price target changes reflect a cut to the brokerage’s crude oil price assumption for 2009 to $69 per barrel from $75, it said.\n\nWhile companies’ balance sheets could support current oil prices, the brokerage said, most of them would have to use up much of their cash and start drawing on committed credit lines to defend dividends and capital spending at oil prices around $40 to $50 per barrel.\n\nJP Morgan said BG Group BG.L remained its top pick because of its good volume growth, strong management, liquefied natural gas profitability and valuation upside from offshore Brazil exploration and production.\n\nThe brokerage said it remained positive on StatoilHydro (STL.OL) and Galp Energia (GALP.LS) while it was cautious on OMV (OMVV.VI), Repsol (REP.MC) and Royal Dutch Shell (RDSa.L).\n\nFor the list of the price target changes, please double-click on [ID:nWNAB8995] (Reporting by Mary Meyase in Bangalore; Editing by Mike Miller)",
        "link": "http://www.reuters.com/article/rbssIntegratedOilGas/idUSBNG41428120081203",
        "time": "04:54 AM EST"
    }
]