[
    {
        "header": "jp morgan expands china equity derivative team",
        "body": "HONG KONG (Reuters) - JP Morgan Chase & Co (JPM.N) said it has appointed three new vice presidents who will focus on the mainland Chinese client for equity derivatives operations in China, aiming to tap the country’s surging equity derivative market.\n\nJackie Lin, hired from ABN Amro AAH.AS, will be responsible for developing JP Morgan Equity Derivatives Group’s (EDG) institutional marketing business for China, JP Morgan said in a statement released on Thursday.\n\nBrian Bai joins as JP Morgan’s EDG institutional marketing team, leaving Standard Chartered Bank in Shanghai, where he focused on the sales of structured derivatives products.\n\nYvonne Shen joins the EDG Investors Sales Team in Hong Kong to drive distribution of derivative products that allow local investors to access foreign markets investment, the statement said. Shen was previously head of bond brokerage and product design for domestic institutions at the Bank of Shanghai.\n\nMany foreign investment banks have been granted quotas under China’s Qualified Domestic Institutional Investor (QDII) program, which seeks to improve China’s balance of international payments by giving mainland investors more opportunities to invest abroad.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSPEK7693220080124",
        "time": "08:02 AM EST"
    },
    {
        "header": "jpmorgan names rasmussen to international council",
        "body": "LONDON, Jan 24 (Reuters) - U.S. investment bank JPMorgan Chase & Co Inc (JPM.N) on Thursday named A.P. Moeller-Maersk (MAERSKb.CO) Chairman Michael Pram Rasmussen to its International Council as it beefs up its roster of senior advisers.\n\nRasmussen, who is also chairman of Topdanmark and Coloplast, will help advise JP Morgan’s senior management on issues relating to its global business, the New York-based bank said in a statement. (Reporting by Mathieu Robbins; Editing by David Holmes)",
        "link": "http://www.reuters.com/article/companyNews/idUSL2455583620080124",
        "time": "05:56 AM EST"
    },
    {
        "header": "jp morgan chief says fed acted very wisely",
        "body": "DAVOS, Switzerland (Reuters) - The decision by the Federal Reserve to cut interest rates on Tuesday showed the U.S. central bank is acting “very wisely”, the head of U.S. bank JPMorgan Chase & Co Inc (JPM.N) said on Wednesday.\n\n“I think the Fed is acting very wisely,” James Dimon told Reuters.\n\n“It will help,” he said when asked if the move would restore confidence in falling financial markets.\n\nFor full coverage, blogs and TV from Davos see: here",
        "link": "http://www.reuters.com/article/businessNews/idUSL2323736920080124",
        "time": "08:01 AM EST"
    },
    {
        "header": "moves-standard chartered, jpmorgan chase, fidelity international",
        "body": "Jan 24 (Reuters) - The following financial services industry appointments were announced on Thursday. To inform us of other job changes, please e-mail moves@reuters.com.\n\nThe Asia-focused bank said it appointed Hari Chaitanya as head of sales (custody and cash management) for South East Asia. Chaitanya joins from Deutsche Bank Asia Pacific, where he was heading securities operations for the Asia Pacific region as well as for the bank’s offshoring processing subsidiary, Deutsche Network Services.\n\nThe No. 3 U.S. bank said it appointed Michael Pram Rasmussen, chairman of A.P. Moller-Maersk, Topdanmark and Coloplast, to the firm’s international council. The council is composed of business leaders and prominent individuals from public life around the world and advises the senior management of JPMorgan Chase on matters relating to its global business.\n\nThe asset management services provider said Dermott Whelan, who was with the U.S. investment giant Morgan Stanley, is to join the company’s MultiManager team as a portfolio manager. He will run European equity portfolios for the Fidelity MultiManager team. Whelan will join in March 2008. (Compiled by Manish Gupta in Bangalore)",
        "link": "http://www.reuters.com/article/companyNews/idUSBNG24510320080124",
        "time": "06:08 AM EST"
    }
]