[
    {
        "header": "wamu seeks access to $5 bln deposit at jpmorgan",
        "body": "WILMINGTON, Delaware (Reuters) - Washington Mutual Inc WAMUQ.PK, the bankrupt holding company of the failed regional bank, is seeking to access a $5 billion cash deposit JPMorgan Chase & Co (JPM.N) gained control of when it took over its deposits last week, a Washington Mutual lawyer said on Friday.\n\nIn first-day motions in U.S. bankruptcy court in Delaware, concerns about the status of the $5 billion deposit dominated the proceedings.\n\n“It is our understanding that those deposits were taken as part of the transaction with JPMorgan,” Marcia Goldstein, a bankruptcy lawyer representing Washington Mutual, said in court.\n\n“They (JPMorgan) have indicated to us that they would like some opportunity to review the facts that are related to those assets,” she continued.\n\nWashington Mutual was closed by the U.S. government last week in the largest bank failure by far in the United States, and its banking assets were sold to JPMorgan for $1.9 billion.\n\nIn a U.S. Securities and Exchange Commission filing this week, the holding company said it had $5 billion of cash deposited with Washington Mutual Bank prior to it being taken over by U.S. banking regulators.\n\nGoldstein said the company had reached a “standstill agreement” with JPMorgan that would require both parties to give each other 48 hours notice if WaMu seeks to withdraw the deposit or either party decides to take any court action related to the deposit.\n\n“Even JPMorgan might have trouble with a withdrawal request of $5 billion,” Goldstein said.\n\nThe $5 billion could potentially be used to pay creditors of the holding company.\n\n“It sounds very unusual for the holder of a $5 billion account not to be able to make withdrawals from that account,” Thomas Lauria, a lawyer representing a group of note holders in the case, told the court.\n\nThe standstill agreement is in effect until Oct. 15, Goldstein said.\n\nGoldstein also said at the hearing that WaMu was not seeking outside bankruptcy financing at the time, as it currently has “adequate cash” to fund the costs of the bankruptcy process.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN0333506820081003",
        "time": "03:01 PM EDT"
    },
    {
        "header": "jp morgan won't keep wamu ceo",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co will not offer a job to Alan Fishman, chief executive of Washington Mutual, the struggling regional bank it bought a week ago, according to an internal memo obtained by Reuters.\n\nIn addition, the bank told WaMu employees they should know their outlook at the newly combined company by December 1, JPMorgan spokesman Tom Kelly said.\n\nFishman had only joined WaMu in September as the bank sought to turn around losses linked to its mortgage portfolios. According to a regulatory filing, he could get $13.65 million for the 18 days he was on the job.\n\nHe is among a handful of executives that have been told they will not have jobs at the combined company, according to the memo sent to Washington Mutual employees on Thursday.\n\nOther executives from Seattle-based Washington Mutual who will not have roles at the bank include President and Chief Operating Officer Stephen Rotella, chief legal officer Michael Solender, special adviser Frank Baier, chief human resources officer Daryl David, and executive vice president of corporate strategy and development Todd Baker, according to the memo.\n\nJP Morgan will be hiring several senior Washington Mutual executives for the combined management team, Charlie Scharf, JP Morgan’s chief executive officer for retail financial services, wrote in the memo.\n\nThey include Al Brooks, president, commercial group; Deb Horvath, chief information officer; John McMurray, chief enterprise risk officer; David Schneider, president, home loans; and Tony Vuoto, president of WaMu’s credit card business.\n\nTom Casey, chief financial officer of Washington Mutual, has been asked to stay through the end of the year. JPMorgan’s Michael Cavanagh, however, will be chief financial officer of the combined banks.\n\nEmployees’ pensions and 401K plans are safe and deferred compensation and all benefits will stay the same, Kelly said. JPMorgan will not pay executive severance or change in control payments, he added.\n\nWashington Mutual was closed by the U.S. government in the largest bank failure by far in the United States, and its banking assets were sold to JPMorgan for $1.9 billion.\n\nJPMorgan said the transaction means it will now have 5,410 branches in 23 U.S. states from coast to coast, as well as the largest U.S. credit card business.\n\nIt vaults JPMorgan past Bank of America Corp to become the nation’s second-largest bank, with $2.04 trillion of assets, just behind Citigroup Inc. Bank of America will go to No. 1 once it completes its planned purchase of Merrill Lynch & Co.",
        "link": "http://www.reuters.com/article/americasDealsNews/idUSTRE4920VU20081003",
        "time": "05:49 AM EDT"
    },
    {
        "header": "update 1-jp morgan raises compass minerals to overweight",
        "body": "Oct 3 (Reuters) - J.P. Morgan Securities upgraded Compass Minerals International Inc (CMP.N) to “overweight” from “neutral,” saying the company offers investors high free cash flows and healthy earnings momentum from a stable base.\n\n“Its defensive business profile is largely insensitive to changes in GDP growth, credit market stability, energy costs, currency volatility, or import competition,” analyst David Silver wrote in a note to clients.\n\nThe analyst raised his 2008 and 2009 earnings estimates for the company, which produces inorganic minerals and provides highway deicing salt, due to improved salt profitability, and said he expects continued dividend increases. The company’s shares, which have shed 44 percent over the past three months, closed at $42.28 Thursday on the New York Stock Exchange.\n\n“We think the current share price represents solid value and a lower-risk alternative in turbulent markets,” Silver said. (Reporting by Antonita Madonna Devotta in Bangalore; Editing by Deepak Kannan)",
        "link": "http://www.reuters.com/article/rbssChemicalsAgricultural/idUSBNG17585020081003",
        "time": "07:18 AM EDT"
    }
]