[
    {
        "header": "corrected: gm likely to survive, bonds a \"buy\": jpmorgan",
        "body": "NEW YORK (Reuters) - General Motors Corp’s (GM.N) extremely distressed debt is an attractive investment as the automaker has several options to improve its liquidity and survive the economic downturn, according to credit analysts at JPMorgan.\n\nGM’s bonds have tumbled as the company burns through cash and struggles to turn around its business amid a weakening economy and dire sales figures. Its shares have plummeted to the lowest level since 1946.\n\nThe automaker posted a $4.2 billion loss for the third quarter on Friday and said it would cut white-collar jobs and slash next year’s capital spending budget by $2.5 billion to try to cope with a sharp sales slowdown.\n\nIn spite of this bad news, JPMorgan analysts rate GM’s bonds a “buy.”\n\n“We believe GM has several sources of liquidity it can access to bridge the company to 2010 when it realizes considerable cost cuts,” analysts Eric Selle and Atiba Edwards said in a report.\n\nThese include an overfunded pension plan, possible asset sales, capital market transactions, equity injections, cost cutting and government loans, they said.\n\nGM’s benchmark 8.375 percent bond due 2033 has dropped to 25.75 cents on the dollar, from 36.5 cents at the end of October, according to MarketAxess. The bonds had traded at more than 80 cents on the dollar at the beginning of the year and currently yield 32.5 percent.\n\nThe automaker’s credit default swaps are also trading at extremely distressed prices, costing 68.5 percent the sum insured as an upfront cost, plus 5 percent in annual premiums for five years, according to Markit.\n\nThat means it costs $6.85 million to insure $10 million in debt for five years, plus $500,000 annually.\n\n“We view the upside (driven by stabilization of U.S. sales volumes and liquidity enhancement measures) on the bonds as much higher and more likely than the downside of a potential bankruptcy,” JPMorgan said.\n\n“GM’s recent product successes (award-winning styling, performance and quality) and its considerable international profitability give us confidence they can become profitable in North America selling cars,” they added.\n\nThe analysts added that they have factored in economic weakness for the next 2-1/2 years.\n\nIn addition to GM’s bonds, selling protection on the debt using credit default swaps is also attractive, as is buying its term loan, JPMorgan said. They added, however that the company’s short-term survival will require the help of the government and/or its suppliers.\n\nAnalysts at independent research firm KDP Advisors, meanwhile, said they expect GM will benefit from additional government loans and that it is likely to avoid bankruptcy.\n\nThey have a “hold” recommendation on its bonds, however, due to the risk that the company may restructure its debt, or push them further down in the capital structure, which will be harmful to bondholders.\n\n“The Detroit automakers have, in essence, been pursuing an out-of-court restructuring over the past three years. These efforts have produced a competitive labor contract with the UAW, a viable solution to reduce retiree healthcare expense, and a substantial downsizing of capacity and headcount,” analyst Kip Penniman said in a report.\n\n“Incremental gains achieved through bankruptcy would be minimal in comparison and would likely result in an even further deterioration of enterprise values as consumers would be far less likely to purchase an expensive vehicle from a bankrupt manufacturer, with or without government guarantees,” he added.",
        "link": "http://www.reuters.com/article/GCA-autos/idUSTRE4AG7FA20081117",
        "time": "06:08 PM EST"
    },
    {
        "header": "update 3-jpmorgan hq deal provides a boost for cwg",
        "body": "LONDON, Nov 17 (Reuters) - Banking heavyweight JPMorgan (JPM.N) will relocate its European headquarters to London’s Canary Wharf from the City of London, boosting morale for the company which owns Britain’s second-largest business district.\n\nCanary Wharf Group (CWG) is competing more than ever with the city to host major bank headquarters at a time when many companies are shedding staff and looking to make savings.\n\nJPMorgan has paid CWG 237 million pounds ($350.9 million) for a plot of land on the estate, CWG’s majority owner Songbird Estates said.\n\nOn Monday, John Garwood CWG company secretary told Reuters: “It is a pretty significant commitment on the part of JPMorgan, both to London and to Canary Wharf.”\n\nThe confirmation of JPMorgan’s move to a site close to the Credit Suisse CSGN.VX and Morgan Stanley (MS.N) offices comes after weeks of gloom in the financial and property sectors and on the same day the Confederation of British Industry predicted there could be nearly 3 million people out of work by 2010.\n\nJPMorgan, which has invested billions of dollars to save stricken banks Bear Stearns and Washington Mutual, has appointed CWG to develop the building, which could provide up to 1.9 million square feet of space and will enable the bank to consolidate offices across London.\n\nCWG will wait for instruction from JPMorgan before beginning construction, even though it has already begun infrastructure works. JPMorgan will forfeit 76 million pounds if it later chooses not to proceed with construction.\n\n“It is an example of a client working with a developer to ... make sure that the building can match as closely as possible the needs of the client in what has become a very changeable environment,” Garwood said.\n\nJPMorgan remains under contract to pay around 8.3 million pounds in annual rent on behalf of Bear Stearns, which agreed to occupy 206,000 square feet of office space on a 20-year lease in another building due to complete next summer.\n\nConfirmation of the deal provides a welcome boost for the Canary Wharf business district after September, when Lehman Brothers Holdings Inc LEHMQ.PK filing for bankruptcy protection and the Bank of America’s purchase of Merrill Lynch, raised doubts over occupancy.\n\nThe district -- home to Citigroup (C.N), Bank of America (BAC.N), HSBC (HSBA.L) and Barclays (BARC.L) -- remains almost fully let partly due to rents being on average 20 percent cheaper than in the City.\n\nAccording to results published in September CWG’s portfolio was 99.7 percent let as of June 30.\n\nMarket commentators pointed out that Canary Wharf’s JPMorgan win was another loss for Britain’s historic financial heartland, which has lost a slew of key financial sector occupiers to the Wharf in the past decade.\n\n“In the long-term, rents in Canary are a bit lower, but the main issue is deliverability,” said Dan Bayley, head of UK office agency at broker Atisreal. “Once you are over 500,000 square feet in the City, there are far more planning hurdles to delivering a big building.”\n\nCanary Wharf may have lured JPMorgan away from the City but prising Nomura away from the Square Mile may be a tougher challenge.\n\nThe long-term London City resident has set up operations at 10 Bank Street, Canary Wharf, in the former Lehman Brothers headquarters after taking over its investment banking division last month. However a Nomura spokeswoman said it was unclear whether they would remain in the property on a long-term basis.\n\nShe also told Reuters the bank was unlikely to vacate the offices it owns in the City of London.\n\nGarwood said he hasn’t received any formal indication of Nomura’s long-term plans. “They have paid rent up until the end of the year and as far as we are concerned that will just carry on,” he said. (See www.reutersrealestate.com for the global service for real estate professionals from Reuters)",
        "link": "http://www.reuters.com/article/rbssBanks/idUSLH63795620081117",
        "time": "11:33 AM EST"
    },
    {
        "header": "update 1-ladenburg's bove cuts jpmorgan price target",
        "body": "Nov 17 (Reuters) - Veteran banking analyst Richard Bove cut his price target on JPMorgan Chase & Co (JPM.N) to $37 from $45, after the company’s Chief Executive, Jamie Dimon, said at a New York investor conference that rising unemployment could add to the bank’s losses.\n\n“We need to be prepared for a very tough environment, and we are,” Dimon had said at the conference, “The wider economic downturn could be worse for banks like JPMorgan than the credit crisis that has restricted financial markets over the last year.” [ID:nN12298995]\n\nThere should be pressure on retail financial services, credit cards and commercial banking from bad credit results, Bove of Ladenburg Thalmann said in a note dated Nov. 15.\n\n“In the past, investors have ignored his (Dimon‘s) negative predictions but it is impossible to do so this time. The comments were simply too negative,” said Bove, who maintained his “neutral” rating on the stock.\n\nShares of JP Morgan were trading down 61 cents at $33.86 early Monday morning on the New York Stock Exchange. (Reporting by Santosh Nadgir in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSBNG40975120081117",
        "time": "09:59 AM EST"
    }
]