[
    {
        "header": "banks lead european stocks lower, jpmorgan weighs",
        "body": "LONDON, Aug 12 (Reuters) - European shares ended with losses on Tuesday as the region’s financial stocks suffered following further writedowns from U.S. peer JPMorgan (JPM.N).\n\nThe FTSEurofirst 300 index .FTEU3 of top European shares provisionally closed 0.4 percent lower at 1,208.58, having traded between 1,202.55 and 1,216.40 points.\n\nJPMorgan (JPM.N), the third-largest bank in the United States, traded 6.2 percent lower on Wall Street after saying it had taken another $1.5 billion in writedowns in the current quarter as wider credit spreads, lower levels of liquidity and further disruption in the credit and mortgage markets took a toll.\n\nThe DJ Stoxx European banks .SX7P fell 1.1 percent with BNP Paribas (BNPP.PA), Deustche Postbank DPBGn.DE and Societe Generale (SOGN.PA) all down more than 3 percent. Natixis (CNAT.PA) lost 9.7 percent.\n\n“The market is doubting whether the U.S. rate cuts are having an effect,” said strategist Andreas Huerkamp at Commerzbank in Frankfurt.\n\n“The U.S. had a steep yield curve since January, which usually has a positive effect on the equity markets, but now 7 months have passed and we are still experiencing negative news in the financial sector,” he added.\n\nUBS ended 2.4 percent lower after a rollercoaster session, which saw the stock gaining as much as 4.2 percent and falling as much as 2.9 percent.\n\nThe Swiss bank announced new management as well as a split of its business into three units. While the group missed consensus estimates with its quarterly results, analysts praised its improved Tier 1 ratio as well as its focus on reducing its exposure to risky asset classes. (Reporting by Patrizia Kokot)",
        "link": "http://www.reuters.com/article/germanyMktRpt/idUSLC70700820080812",
        "time": "11:47 AM EDT"
    },
    {
        "header": "before the bell-jpmorgan shares fall 1.2 pct on news of losses",
        "body": "NEW YORK, Aug 12 (Reuters) - Shares of JPMorgan Chase & Co (JPM.N) fell 1.2 percent to $41.40 in premarket trade on Tuesday after the third-largest U.S. bank said it incurred further losses as a result of wider credit spreads.\n\nFor details, see [ID:nBNG180409]. (Reporting by Walter Brandimarte; Editing by Theodore d‘Afflisio)",
        "link": "http://www.reuters.com/article/beforeTheBell/idUSN1245717420080812",
        "time": "08:23 AM EDT"
    },
    {
        "header": "jpmorgan has $1.5 bln in q3 mortgage asset losses",
        "body": "WASHINGTON (Reuters) - JPMorgan Chase & Co said it has racked up $1.5 billion of losses so far this quarter on mortgage-linked assets, reflecting deepening turmoil in credit markets.\n\nShares of the third-largest U.S. bank by assets fell 9.5 percent, as investors grew increasingly disappointed with a bank that had largely sidestepped the worst of the credit crunch, and analysts cut their profit estimates.\n\nChief Executive Jamie Dimon has kept JPMorgan profitable even as rivals such as Citigroup Inc and Merrill Lynch & Co posted a series of multi-billion dollar quarterly losses.\n\n“If you’re a huge global trading house, it’s very hard to hide from the devastation,” said Steve Persky, chief executive at Dalton Investments in Los Angeles.\n\nJPMorgan’s shares fell as the broader financial sector dropped. Lehman Brothers fell 12 percent to $16.21, while Bank of America Corp, Citigroup, and Goldman Sachs all fell more than 6 percent.\n\nJPMorgan revealed the losses in a regulatory filing late Monday. The bank said trading conditions have “substantially deteriorated” in the third quarter, and mortgage-backed securities and loans have weakened.\n\nThe New York-based bank also has substantial exposure to credit cards and other consumer debt that looks increasingly vulnerable as the U.S. economy grows slowly.\n\nThe Financial Times said JPMorgan was under pressure to write down mortgage assets, in part because of Merrill’s decision to sell $30.6 billion of repackaged debt to a private equity fund at 22 cents on the dollar.\n\nAs of June 30, JPMorgan held $19.5 billion of prime and Alt-A mortgage exposure, $1.9 billion of subprime mortgage exposure, and $11.6 billion of commercial mortgage-backed securities (CMBS) exposure, the filing showed.\n\n“These mortgage exposures could be adversely affected by worsening market conditions, further deterioration in the housing market and market activity reflecting distressed sellers,” JPMorgan said. Loss estimates exclude hedging, it said.\n\nTrading results could also be hit if the bank’s own debt became more valuable. That could theoretically make it more expensive to buy back its own debt, resulting in an accounting charge.\n\nAnalyst Richard Bove at Ladenburg Thalmann argued that JPMorgan’s difficulties raised questions about the reason for the bank’s current mix of businesses.\n\nJPMorgan, formed through a series of acquisitions over the last decade, was supposed to have consumer banking and capital markets businesses that complemented each other: when one was doing poorly, the other was supposed to be doing well.\n\n“Unfortunately, the first time this concept was tested, it did not work. Both (businesses) seem to be declining in tandem with each other,” Bove wrote in a note to clients. Bove cut his estimates for the bank’s earnings for 2008 through 2010.\n\nJPMorgan shares fell $3.97, or 9.5 percent, to $37.92 on the New York Stock Exchange.\n\nLast month, JPMorgan posted a smaller-than-expected 53 percent decline in quarterly earnings on resilient stock and bond underwriting revenue but cautioned that the mortgage market and the economy were getting worse.\n\nIn the filing, JPMorgan said that it expected continued credit deterioration in its consumer portfolio, requiring more reserves for losses, during the rest of 2008.\n\nIt also said home equity charge-offs could keep rising this year, while prime and subprime mortgage net charge-offs would likely rise “significantly.” It said further mortgage deterioration was likely into 2009.\n\nJPMorgan held $16.3 billion of unplaced loans funding buyouts and unfunded commitments for loans as of June 30, the filing said.\n\n“Leveraged loans and unfunded commitments are difficult to hedge effectively, and if market conditions further deteriorate, additional markdowns may be necessary,” it said.\n\nLehman Brothers Inc analysts on Tuesday cut their 2008 profit forecast for JPMorgan to $2.30 a share from $2.60, but kept an “overweight” rating and $50 share price target.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSBNG18040920080813",
        "time": "09:30 PM EDT"
    },
    {
        "header": "us stocks-credit fears sink wall st; jpmorgan slides",
        "body": "NEW YORK, Aug 12 (Reuters) - U.S. stocks fell on Tuesday, led lower by financial shares on worries about further losses stemming from the mortgage crisis.\n\nNews that JPMorgan Chase (JPM.N) , the No. 3 U.S. bank, has taken another $1.5 billion of write-downs in the current quarter to date suggested the fall-out from the housing slump is far from over. For details, see [ID:nBNG180409]\n\nAdditionally, Goldman Sachs (GS.N) was hit by several stock rating downgrades. Shares of JPMorgan, down more than 6 percent at $39.03 on the New York Stock Exchange, were a top drag on the Dow and the S&P 500, as shares of Goldman declined more than 4 percent to $170.64.\n\nThe Dow Jones industrial average .DJI fell 111.30 points, or 0.94 percent, to 11,671.05. The Standard & Poor's 500 Index .SPX declined 9.30 points, or 0.71 percent, to 1,296.02. The Nasdaq Composite Index .IXIC fell 10.29 points, or 0.42 percent, to 2,429.66. (Reporting by Ellis Mnyandu; Editing by Kenneth Barry)",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN1247866620080812",
        "time": "10:49 AM EDT"
    },
    {
        "header": "update 1-jpmorgan downgrades wynn resorts, raises penn national",
        "body": "(Recasts; adds details) Aug 12 (Reuters) - JPMorgan Securities downgraded Wynn Resorts (WYNN.O), a casino chain owner which also operates prominently in Macau, to “neutral” from “overweight,” on valuation, but upgraded smaller player Penn National Gaming Inc (PENN.O).\n\nWynn shares have gained 65 percent since July after the company posted preliminary second-quarter results, the brokerage said.\n\n“While we think fundamentals are solid in Macau and Wynn has an excellent balance sheet with no external financing issues, we think all of these positives are currently embedded in the stock’s valuation,” analyst Joseph Greff said in a note to clients.\n\nThe brokerage said it suspended its end-June 2009 price target of $115 on Wynn stock but maintained its estimates for the company.\n\nJPMorgan upgraded Penn National to “overweight” from “neutral,” citing its attractive and fully funded development pipeline, and said the company’s strong balance sheet may be used to boost earnings growth through acquisitions and greenfield development.\n\nThe brokerage said the stock’s valuation is inexpensive with room to expand. It set a price target of $39 on the stock, which closed at $31.53 Monday on Nasdaq. (Reporting by Nivedita Bhattacharjee in Bangalore; Editing by Deepak Kannan)",
        "link": "http://www.reuters.com/article/rbssCasinosGaming/idUSBNG15741020080812",
        "time": "07:29 AM EDT"
    },
    {
        "header": "jpmorgan shares fall 1.2 percent on news of losses",
        "body": "NEW YORK (Reuters) - Shares of JPMorgan Chase & Co (JPM.N) fell 1.2 percent to $41.40 in premarket trade on Tuesday after the third-largest U.S. bank said it incurred further losses as a result of wider credit spreads.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1245334720080812",
        "time": "08:24 AM EDT"
    },
    {
        "header": "update 1-jpmorgan downgrades itt, dover and tyco",
        "body": "Aug 12 (Reuters) - JPMorgan Securities said it remained cautious on the electrical equipment and multi-industry sector for the next six to nine months as fundamental challenges around inflation and global credit crisis are likely to depress growth to below-consensus levels.\n\nWith the rising corporate credit cycle and slowing demand globally, the brokerage expects a more pronounced deterioration in corporate capital expense trends, a key driver for the sector.\n\nThe brokerage downgraded ITT Corp (ITT.N) to “underweight” from “neutral,” and both Dover Corp (DOV.N) and Tyco International Ltd TYC.N to “neutral” from “overweight.”\n\nWhile ITT has been hitting strong quarters recently, the brokerage said the stock’s premium valuation ignores potential fundamental risks to growth in 2009 and beyond.\n\nOver the past year and year-to-date, the stock has outperformed the group by nearly 550 basis points, the brokerage said.\n\nOn Dover, the brokerage said the diversified manufacturer’s recent performance has been “stellar.” The stock has gained 8 percent year-to-date.\n\n“On valuation and sentiment, we acknowledge that Dover is not expensive, though at a 5 percent discount to the group, it’s no longer ”dirt cheap“,” the brokerage said in a research note.\n\nJPMorgan downgraded Tyco, saying it sees more balanced risks to recently raised 2009 consensus in a challenging macroeconomic environment.\n\nShares of ITT closed at $67.59, while those of Tyco closed at $45.15 Monday on the New York Stock Exchange. Dover shares closed at $49.75. (Reporting by Mary Meyase in Bangalore; Editing by Deepak Kannan)",
        "link": "http://www.reuters.com/article/rbssIndustrialConglomerates/idUSBNG24843720080812",
        "time": "08:56 AM EDT"
    },
    {
        "header": "update 1-jpmorgan wins south korea otc derivatives licence",
        "body": "HONG KONG/SEOUL, Aug 12 (Reuters) - JPMorgan (JPM.N) said on Tuesday it has won a licence to market and trade over-the-counter derivatives in South Korea, which will broaden the U.S. bank’s product range as the country’s securities market deregulates.\n\nThe licence enables JPMorgan to deal onshore in over-the-counter won-denominated derivatives of all asset classes including equities, interest rates, foreign exchange, credit and commodities and products. JPMorgan can also act as a liquidity provider for equity-linked warrants in South Korea.\n\nJPMorgan joins 19 domestic firms and nine other foreign firms with over-the-counter derivatives licences.\n\nThe Capital Markets Integration Act, which is set to take effect in February, has raised hopes for further growth in South Korea’s securities market by making it easier for companies to package and sell derivatives and develop in-house funds. (Reporting by Tony Munroe and Kim Yeon-hee; Editing by Dominic Whiting)",
        "link": "http://www.reuters.com/article/etfNews/idUSHKG6675520080812",
        "time": "12:10 AM EDT"
    },
    {
        "header": "jp morgan revises ratings on n. american airline stocks",
        "body": "(Reuters) - JP Morgan Securities revised its ratings on 12 North American airline stocks, partly due to improved non-fuel fundamentals and bolstered liquidity.\n\nThe brokerage said the fall in over $1/gallon on jet kerosene prices represented $13 billon of reduced annualized expense.\n\n“This represents both the most rapid and most significant expense savings ever realized for the airlines, standing well in excess of any historic precedent for demand weakness,” the brokerage said in a note.\n\nJP Morgan upgraded AMR Corp AMR.N, Continental Airlines Inc (CAL.N) and US Airways Group Inc LCC.N to “overweight” from “underweight,” Delta Air Lines Inc (DAL.N) and Alaska Air Group Inc (ALK.N) to “overweight” from “neutral,” and Northwest Airlines Corp NWA.N to “neutral” from “underweight.”\n\nIt downgraded Southwest Airlines Co (LUV.N) to “underweight” from “neutral.”",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSBNG12787120080812",
        "time": "10:34 AM EDT"
    }
]