[
    {
        "header": "jpmorgan pe fund sees buy opportunity of a decade",
        "body": "LONDON, Oct 16 (Reuters) - Today’s tumultuous market represents the best buying opportunity of the past decade for secondary private equity assets, the head of listed investment trust JP Morgan Private Equity Ltd BPLE.L said.\n\nJP Morgan Private Equity is one of a number of the group’s private equity funds and the former quoted private equity fund of Bear Stearns, the first banking casualty of the credit crunch.\n\nIt focuses on buying interests of up to $25 million in other high-performance private equity funds from distressed investors or forced sellers and has around $600 million dollars of assets.\n\n“This is the best buying opportunity we have seen in the last 10 years or so because there are many more motivated sellers or distressed sellers who are looking for liquidity in these markets,” said Senior Managing Director Gregory S. Getschow.\n\nHe added the JP Morgan fund, which targets investors three or four years into the private equity investment cycle, can aquire the fund interests “at much better prices today than we ever have been able to”.\n\nGetschow said the amount of funds ploughed into private equity in the last three to four years - and higher levels of distress - have meant a great supply of assets as banks, insurance companies, pension endowments and high net worth individuals put portfolios on the market.\n\nGetschow said the majority of sellers are now approaching the private equity fund, compared with a couple of years ago when the fund sought out 80 to 90 percent of forced sellers.\n\n“Matching of buyer and seller can be very inefficient and that can be one of the big opportunities - if you are the holder, you’re not really sure who to go to to sell it and you’re not really sure what these assets are worth,” he said. (Editing by Editing by Jon Loades-Carter)",
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSLG8606820081016",
        "time": "11:05 AM EDT"
    },
    {
        "header": "jpmorgan, wells fargo profits fall, but top views",
        "body": "* JPMorgan and Wells Fargo shares fall less than markets\n\nNEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) and Wells Fargo & Co (WFC.N) posted better-than-expected earnings on Wednesday despite higher credit losses, underlining their standing as among the strongest big banks in the battered U.S. financial sector.\n\nThe banks are the first major U.S. lenders to report results for the third quarter, a difficult period for banks that grew dire in late September as credit markets seized up.\n\n“If you are not fearful, you’re crazy,” JPMorgan Chief Executive Jamie Dimon said on a conference call.\n\nThough quarterly profit fell 84 percent at JPMorgan and 25 percent at Wells Fargo, the banks’ shares fell less than rivals as investors were heartened that tighter credit and a souring economy didn’t hurt results more. Both banks added deposits as nervous customers fled weaker rivals.\n\n“If you were a bull, the results confirm these companies will be survivors,” said Richard Moroney, chief investment officer of Horizon Investment Services LLC in Hammond, Indiana. “They both had major deterioration in credit, and that’s hardly a pretty picture, but results didn’t seem that bad.”\n\nBoth banks are making big bets on the economic outlook with acquisitions of major lenders felled by risky home loans. JPMorgan last month bought Washington Mutual Inc’s WAMUQ.PK bank units for $1.9 billion, and Wells Fargo is buying Wachovia Corp WB.N in a takeover originally valued at $15.1 billion.\n\nDespite being well capitalized, JPMorgan and Wells Fargo were among the initial nine lenders to get capital injections this week from U.S. Treasury Secretary Henry Paulson’s $250 billion plan to restore confidence in the financial system.\n\nOn the New York Stock Exchange, JPMorgan closed down $2.22, or 5.5 percent, at $38.49, while Wells Fargo fell 17 cents, or 0.5 percent, to $33.35.\n\nThe KBW Bank Index .BKX, which includes both banks, slid 7.2 percent. Broader indexes fell even more after bleak data on U.S. retail sales and overall economic activity, and comments by Federal Reserve Chairman Ben Bernanke that the economy faces a significant threat, fanned fears of a recession.\n\nQuarterly profit at New York-based JPMorgan fell to $527 million, or 11 cents per share, from $3.37 billion, or 97 cents, a year earlier.\n\nExcluding items, the bank had a loss of 6 cents per share, compared with the average analyst forecast for a loss of 29 cents, Reuters Estimates said. Net revenue fell 9 percent to $14.74 billion, topping the average $14.62 billion forecast.\n\nJPMorgan nearly tripled the amount it set aside for credit losses, to $6.66 billion.\n\nIt wrote off $3.6 billion for mortgage debt and leveraged loans in its investment bank, lost $642 million on Fannie Mae FNM.N and Freddie Mac FRE.N preferred stock, and took a $248 million charge to buy back auction-rate securities.\n\nThe acquisition of Washington Mutual, once the largest U.S. savings and loan, gave Dimon some 5,400 branches and fulfilled his longtime goal of expanding to the western United States.\n\nWith $2.25 trillion of assets, JPMorgan may have surpassed Citigroup Inc (C.N) to become the largest U.S. bank for now. Citigroup reports quarterly results on Thursday.\n\nJPMorgan said, though, that quarterly mortgage and home equity losses could top $1.5 billion early next year.\n\nThe bank is absorbing an estimated $31 billion of loan losses from Washington Mutual, and Dimon said overall earnings might be reduced over the next few quarters. “We necessarily need to be prepared for a bad environment,” he said.\n\nAt San Francisco-based Wells Fargo, profit dropped to $1.64 billion, or 49 cents per share, from $2.17 billion, or 64 cents, a year earlier. Revenue rose 5 percent to $10.38 billion, while expenses fell 3 percent.\n\nAnalysts on average expected profit of 34 cents per share on revenue of $11.08 billion. Results included $646 million of charges related to Fannie Mae and Freddie Mac preferred stock and to Lehman Brothers Holdings Inc’s LEHMQ.PK bankruptcy.\n\nThe bank’s largest investor is Warren Buffett’s Berkshire Hathaway Inc (BRKa.N) (BRKb.N).\n\nWells Fargo set aside $2.5 billion for credit losses, and net charge-offs more than doubled to $2 billion. It expects home equity loan losses to be higher than normal until housing prices stabilize.\n\n“The economy is weak and maybe is in a recession,” Chief Financial Officer Howard Atkins said in an interview. “Having said that, the steps taken by the government will help over time, and we’ll see what happens.”\n\nWells Fargo was able to wrest Wachovia from the arms of Citigroup largely because it never dove deeply into the risky mortgages and exotic debt that strangled Wachovia, Washington Mutual and IndyMac Bancorp Inc IDMC.PK.\n\nThe merger is expected to close this quarter and create the fourth-largest U.S. bank, with more than $1.4 trillion of assets and about 6,600 branches.\n\nSeparately, Paramus, New Jersey’s Hudson City Bancorp Inc HCBK.O said third-quarter profit rose 64 percent to $121.9 million, or 25 cents per share, from $74.4 million, or 15 cents, a year earlier, as its home lending business thrived.\n\nAnalysts expected profit of 24 cents per share, and Hudson City shares closed up 63 cents, or 3.9 percent, at $16.70 on the Nasdaq. Hudson City will become the nation’s largest thrift following the expected sale of Sovereign Bancorp Inc SOV.N to Spain’s Banco Santander SA (SAN.MC).",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN1531093420081016",
        "time": "01:01 AM EDT"
    },
    {
        "header": "jpmorgan passes citigroup as largest u.s. bank",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) has become the largest U.S. bank by assets, surpassing long-time leader Citigroup Inc (C.N).\n\nCitigroup on Thursday said it ended September with $2.05 trillion of assets, while a day earlier JPMorgan said it ended the month with $2.25 trillion.\n\nJPMorgan, led by Jamie Dimon, vaulted over Citigroup with its $1.9 billion shotgun purchase on Sept 25 of the banking units of Washington Mutual Inc WAMUQ.PK, once the nation’s largest savings and loan.\n\nCitigroup, led by Vikram Pandit, is trying to shed assets to cut costs and boost efficiency, following more than $20 billion of net losses in the last year. Citigroup has pared its asset base from $2.36 trillion at the end of September 2007.\n\nBank of America Corp (BAC.N) may pass JPMorgan as the largest U.S. bank by assets when it completes its acquisition of Merrill Lynch & Co MER.N, scheduled for the first quarter of 2009.\n\nJPMorgan is also the largest U.S. bank by market value, followed by Bank of America, Wells Fargo & Co (WFC.N) and Citigroup, Reuters data shows.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49F45Q20081016",
        "time": "07:42 AM EDT"
    },
    {
        "header": "update 1-jp morgan downgrades ebay; 7 others cut price targets",
        "body": "",
        "link": "http://www.reuters.com/article/rbssRetailCatalogInternetOrder/idUSBNG41150020081016",
        "time": "12:04 PM EDT"
    },
    {
        "header": "rpt-analysis-jpmorgan, wells face merger risk as economy sags",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) and Wells Fargo & Co (WFC.N) may emerge as long-term winners in the quake that has shaken up U.S. banks. Their staying power will be tested by their ability to complete their high-risk mergers.\n\nJPMorgan’s $1.9 billion purchase of Washington Mutual Inc’s WAMUQ.PK banking units and Wells Fargo’s planned purchase of Wachovia Corp WB.N, originally valued at $15.1 billion, add large, powerful retail branch networks to what were already two of the biggest banks in the United States.\n\nBoth purchase prices are only a small fraction of what the targets were once worth and reflected evaporating investor confidence that Wachovia and Washington Mutual would have the time and capital to combat soaring mortgage losses.\n\nWhile JPMorgan and Wells Fargo quarterly results topped forecasts on Wednesday, their continued prosperity may be at risk as the economy slides into what some expect will be a deep recession.\n\n“Trying to integrate companies in the midst of a difficult operating environment is challenging, to say the least,” said Chris Hagedorn, who helps invest $21.4 billion at Fifth Third Asset Management in Cincinnati. “These companies have done big integrations in the past and I would give them the benefit of the doubt.”\n\nJPMorgan has had three large mergers in recent years: Chase Manhattan Corp’s 2000 purchase of JP Morgan & Co, the 2004 purchase of Bank One Corp and May’s rescue of Bear Stearns Cos. Wells Fargo has not had one since 1998, when Norwest Corp bought the old Wells Fargo and took its name.\n\nAnalysts said the success of the Washington Mutual and Wachovia takeovers depends on their acquirers’ abilities to live up to their past records at merger integration and a presumption they properly assessed credit risks. JPMorgan is writing down $31 billion for Washington Mutual loans, while Wells Fargo expects to write off $74 billion from Wachovia.\n\nBut economic conditions are not good.\n\n“We necessarily need to be prepared for a bad environment,” JPMorgan Chief Executive Jamie Dimon said on a conference call. He later added: “If you are not fearful, you’re crazy.”\n\nMeanwhile, Wells Fargo Chief Financial Officer Howard Atkins said it is a “good working assumption” that the economy is in recession.\n\n“The steps taken by the government will help over time and we’ll see what happens,” he added.\n\nRichard Moroney, chief investment officer of Horizon Investment Services LLC in Hammond, Indiana, said JPMorgan and Wells Fargo are “taking on huge risks, but getting huge opportunities. It depends on how bad mortgages, car loans and credit cards are going to get. There are also integration issues: getting computers to work, getting people to work together. We’ve seen those things go awry at other banks.”\n\nIndeed, Wachovia itself has seen both sides of the coin.\n\nBefore buying the former Wachovia in 2001 and taking its name, First Union Corp lost thousands of customers when it botched the takeover of Philadelphia’s CoreStates Financial. It also lost $2 billion when it shut down Money Store, a lender to people with poor credit histories.\n\nKen Thompson, the former chief executive of First Union and later Wachovia, at first shed that bank’s reputation for poor integrations, smoothly absorbing the old Wachovia, as well as Alabama’s SouthTrust Corp, a 2004 purchase.\n\nBut he shattered that progress with a $24.2 billion purchase of California mortgage lender Golden West Financial Corp in October 2006, just as the housing market was about to crash. Many analysts at first thought Wachovia overpaid, although even they did not see the scope of the eventual deterioration at Golden West, once regarded as a conservative lender.\n\nWashington Mutual, meanwhile, last month became the largest U.S. bank ever to fail, following rapid expansion into subprime mortgages, home equity loans and option adjustable-rate mortgages, the latter also a Golden West specialty.\n\nJPMorgan Chief Financial Officer Michael Cavanagh told analysts the integration of Washington Mutual, acquired three weeks ago, is “progressing well.” He also said Washington Mutual -- now backed by JPMorgan -- has staunched the deposit outflows that prompted regulators to seize it.\n\nMeanwhile, Atkins said a key feature of the Wachovia takeover “is to combine our sales and cross-sell culture with Wachovia’s service culture.” Wells Fargo emphasizes selling several products to each customer, while Wachovia usually ranks near the top of independent customer satisfaction surveys.\n\n“Wells Fargo is a company known for going slow in integrating deals and, if it is smart, will move quickly to identify and retain much of Wachovia’s key talent,” wrote Kevin Fitzsimmons, an analyst at Sandler O‘Neill & Partners LP.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN1534134720081016",
        "time": "08:01 AM EDT"
    }
]