[
    {
        "header": "jpmorgan seeks delay of lehman creditors discovery",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) has asked a U.S. bankruptcy judge to deny the request from a group of Lehman Brothers Holdings Inc LEHMQ.PK creditors seeking permission to conduct depositions and access JPMorgan documents, according to court filings.\n\nA group of unsecured creditors had requested the information, claiming that JPMorgan refused to let Lehman access assets and instead froze Lehman’s account, triggering a liquidity crisis that led to the 158-year-old investment bank’s collapse.\n\nBut JPMorgan objected in a court filing on Monday saying that “the identity and amount of securities being held for liquidation by JPMorgan Chase is extremely confidential market-sensitive information” and asked that the motion be denied, but that the creditors could refile their request in the future.\n\nJPMorgan said the company has been actively involved in the process of helping Lehman unwind, and suggested that the creditors could seek some of the documents they are requesting from Lehman itself.\n\nIn a separate document, Lehman Brothers Holdings asked the request be delayed until the court holds a status conference, saying that a comprehensive process needs to be developed “for the most efficient and expedient investigation of the debtor’s acts.” Lehman said its restructuring firm, Alvarez & Marsal, was already looking into its pre-bankruptcy activities and that the firm expects it will have to respond to several ongoing state and federal investigations requesting similar information.\n\nLehman filed for Chapter 11 bankruptcy protection from creditors September 15, in the largest U.S. bankruptcy filing ever.\n\nBarclays Capital (BARC.L) subsequently bought Lehman’s core North American capital markets business, and other units are being sold to other parties.\n\nJPMorgan has played a key role in the case, as the firm regularly advanced billions to Lehman units to help clear and facilitate securities transactions with customers and clients of Lehman.",
        "link": "http://www.reuters.com/article/businessNews/idUSTRE49D6TG20081014",
        "time": "12:43 PM EDT"
    },
    {
        "header": "update 1-jp morgan cuts avery dennison to neutral",
        "body": "Oct 14 (Reuters) - JP Morgan Securities cut its rating on Avery Dennison Corp (AVY.N) to ”neutral“ from overweight” and said volume growth for the label and retail tag maker in 2009 was expected to be “flat at best.”\n\nAnalyst Jeffrey Zekauskas said although the stock had outperformed the S&P 500 by 300 basis points this year, likely negative GDP growth in the US and similar negative trends in the European economies will probably place pressure on consumer spending over the next 12 months.\n\nZekauskas, who cut his full year EPS estimate on the company to $3.40 per share from $3.45, said he saw a 2 percent volume reduction in the company’s office products segment.\n\nShares of the company Pasadena, California-based company closed at $37.88 Monday on the New York Stock Exchange. (Reporting by Arup Roychoudhury in Bangalore; Editing by Jarshad Kakkrakandy) (arup.roychoudhury@thomsonreuters.com; within U.S. +1 646 223 8780; outside U.S. +91 80 4135 5800; Reuters Messaging: arup.roychoudhury.reuters.com@reuters.net))",
        "link": "http://www.reuters.com/article/rbssCommercialServices & Supplies/idUSBNG38526420081014",
        "time": "08:51 AM EDT"
    },
    {
        "header": "update 1-jp morgan upgrades western union to overweight",
        "body": "Oct 14 (Reuters) - JP Morgan raised its rating on Western Union (WU.N) to “overweight” from “neutral,” saying the company’s business model was more defensive than its peers.\n\nThe brokerage said Western Union’s money transfer service was mainly used by lower income individuals and it was less dependent on discretionary spending and consumer spending on credit -- two factors that have pressured the stocks of payment processing companies.\n\nThe brokerage also said the market was over estimating the earnings risk of Europe and the U.S. slowing further.\n\nHowever, JP Morgan cut its fiscal 2008 earnings estimate by 2 cents to $1.31 a share, saying the company will be hurt by the recent rise in U.S. dollar and a weaker global economy.\n\n“While WU is exposed to rising unemployment, we believe worldwide demand for low-cost labor plus ongoing share gains by Western Union provides a buffer even in a global recession,” analyst Tien-tsin Huang said in a note to clients.\n\nHuang added that worldwide remittance growth has been resilient posting positive growth in 31 years out of the last 34 years.\n\n“We also like Western Unions’s revenue diversity as 63 percent of revenue are derived outside the U.S., with no country other than Mexico accounting for more than 5 percent,” the note said. (Reporting by Santosh Nadgir in Bangalore; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/rbssITServicesConsulting/idUSBNG38591620081014",
        "time": "07:36 AM EDT"
    },
    {
        "header": "jp morgan buys equity stake in dubai mercantile exchange",
        "body": "DUBAI (Reuters) - JP Morgan (JPM.N) has taken an equity stake in the Dubai Mercantile Exchange (DME), the market said in a statement on Tuesday.\n\nJP Morgan is joining a number of international financial institutions including Goldman Sachs already invested in the DME, which allowed the sale of an equity stake of up to 20 percent to strategic investors this year.\n\nThe DME launched its Oman OQc1 contract last year as the first Middle East sour crude futures contract to have the backing of oil producers. The governments of Oman and Dubai are shareholders. The New York Mercantile Exchange is also a shareholder.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSLE71578220081014",
        "time": "08:01 AM EDT"
    }
]