[
    {
        "header": "update 1-jpmorgan downgrades american capital to underweight",
        "body": "Oct 1 (Reuters) - American Capital Ltd ACAS.O may not be able to maintain its current dividend rate in the coming quarters if the market conditions do not improve, JPMorgan Securities said, while downgrading the buyout firm’s stock to “underweight” from “neutral.”\n\nThe company has been generating realized gains by actively selling its private equity investments and reinvesting capital in income producing assets, especially subordinated debt, analyst Jim Ballan wrote in a note to clients.\n\nAlthough it will be able to cover its dividend in 2008 with the help of these gains, this strategy will be difficult to execute going forward as the current financial turmoil lowers valuations for both debt and equities and reduces deal activity, he said.\n\nBallan also said the transfer of investments from private equity to income producing assets will not be sufficient to make up the gap between the current regular dividend and cash net operating income.\n\nIn order to support its $1.05 quarterly dividend in 2009, American Capital will need to raise incremental capital, Ballan noted.\n\nHowever, he does not expect the company to raise equity capital at current levels.\n\nShares of the company closed at $25.51 Tuesday on the New York Stock Exchange. (Reporting by Amiteshwar Singh in Bangalore; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSBNG12183420081001",
        "time": "08:17 AM EDT"
    },
    {
        "header": "european banks face fresh writedowns: jpmorgan",
        "body": "(Reuters) - European wholesale and investment banks will likely incur 28.4 billion euros of pre-tax writedowns in the second half of 2008, according to J.P. Morgan Securities, which maintained its cautious stance on European banks.\n\nAnalyst Kian Abouhossein sees greatest risk of further markdowns from European banks’ exposure to U.S. commercial mortgage-backed securities, commercial real estate and leveraged loans.\n\nThe analyst forecast 5.7 billion euros of pre-tax writedowns at British bank Lloyds TSB Group Plc (LLOY.L). These estimates include likely writedowns at HBOS Plc HBOS.L, Britain’s biggest mortgage lender which Lloyds rescued last month in a $22 billion takeover.\n\nAbouhossein also forecast pre-tax writedowns of 4.5 billion euros at Deutsche Bank AG (DBKGn.DE), 3.7 billion euros at Barclays Plc (BARC.L), 2.7 billion euros at UBS AG UBSN.VX and 2.6 billion euros at Societe Generale (SOGN.PA).\n\nCredit Suisse Group AG CSGN.VX and HSBC Holdings PLC (HSBA.L) will likely take 2.8 billion euros each in pre-tax writedowns, Abouhossein said.\n\nThe analyst expects pre-tax writedowns of 1.7 billion euros at Credit Agricole SA (CAGR.PA) and 1.3 billion euros at BNP Paribas SA (BNPP.PA). France’s Natixis SA (CNAT.PA) and British bank Royal Bank of Scotland Group PLC (RBS.L) are expected to incur 1.1 billion euros each in pre-tax writedowns, Abouhossein said.\n\n“Banks that would be at risk of not making a 2008 JPMorgan Core Tier I of 6 percent would be Lloyds TSB, RBS, Barclays and Credit Agricole and hence we see net asset value at risk,” Abouhossein said. Core Tier I capital ratio is a key measure of financial strength.\n\n“We would avoid banks with risk to net asset value based on our detailed analysis of mark to market losses, traditional asset quality and funding,” Abouhossein added.\n\nBy 1038 GMT, the DJ Stoxx European bank index .SX7P was up 0.5 percent, as some European banks surged on hopes that the U.S. Senate will pass a new version of the $700 billion banking bailout package later in the day.",
        "link": "http://www.reuters.com/article/euPrivateEquityNews/idUSTRE49038T20081001",
        "time": "07:07 AM EDT"
    },
    {
        "header": "update 2-european banks face fresh writedowns in h2: jpmorgan",
        "body": "Oct 1 (Reuters) - European wholesale and investment banks will likely incur 28.4 billion euros of pre-tax writedowns in the second half of 2008, according to J.P. Morgan Securities, which maintained its cautious stance on European banks.\n\nAnalyst Kian Abouhossein sees greatest risk of further markdowns from European banks’ exposure to U.S. commercial mortgage-backed securities, commercial real estate and leveraged loans.\n\nThe analyst forecast 5.7 billion euros of pre-tax writedowns at British bank Lloyds TSB Group Plc (LLOY.L). These estimates include likely writedowns at HBOS Plc HBOS.L, Britain’s biggest mortgage lender which Lloyds rescued last month in a $22 billion takeover.\n\nAbouhossein also forecast pre-tax writedowns of 4.5 billion euros at Deutsche Bank AG (DBKGn.DE), 3.7 billion euros at Barclays Plc (BARC.L), 2.7 billion euros at UBS AG UBSN.VX and 2.6 billion euros at Societe Generale (SOGN.PA).\n\nCredit Suisse Group AG CSGN.VX and HSBC Holdings PLC (HSBA.L) will likely take 2.8 billion euros each in pre-tax writedowns, Abouhossein said.\n\nThe analyst expects pre-tax writedowns of 1.7 billion euros at Credit Agricole SA (CAGR.PA) and 1.3 billion euros at BNP Paribas SA (BNPP.PA). France’s Natixis SA (CNAT.PA) and British bank Royal Bank of Scotland Group PLC (RBS.L) are expected to incur 1.1 billion euros each in pre-tax writedowns, Abouhossein said.\n\n“Banks that would be at risk of not making a 2008 JPMorgan Core Tier I of 6 percent would be Lloyds TSB, RBS, Barclays and Credit Agricole and hence we see net asset value at risk,” Abouhossein said. Core Tier I capital ratio is a key measure of financial strength.\n\n“We would avoid banks with risk to net asset value based on our detailed analysis of mark to market losses, traditional asset quality and funding,” Abouhossein added.\n\nBy 1038 GMT, the DJ Stoxx European bank index .SX7P was up 0.5 percent, as some European banks surged on hopes that the U.S. Senate will pass a new version of the $700 billion banking bailout package later in the day. (Reporting by Tenzin Pema in Bangalore; Editing by Himani Sarkar)",
        "link": "http://www.reuters.com/article/BANKSL/idUSBNG26326020081001",
        "time": "06:53 AM EDT"
    },
    {
        "header": "blackstone, jp morgan in $1 bln cinema deal- ft",
        "body": "Oct 1 (Reuters) - Blackstone Group LP (BX.N) and JPMorgan Chase & Co (JPM.N) will look to raise over $1 billion to help fund the conversion of 20,000 U.S. cinema screens to digital technology, in a deal due to be announced later on Wednesday, the Financial Times reported.\n\nBlackstone and JP Morgan are arranging the financing for a consortium made up of the three largest U.S. cinema chains, which has done a deal with five Hollywood studios, the paper said, citing a person familiar with the situation.\n\nWalt Disney Co (DIS.N), Viacom’s VIAb.N Paramount Pictures, News Corp’s NWSa.N Twentieth Century Fox and General Electric Co’s (GE.N) Universal Pictures are expected to announce the long-sought digital cinema deal, sources told Reuters last week. [nN25530132]\n\nLions Gate Entertainment Corp LGF.N joined the other studios in signing up to the consortium’s plan, the FT said.\n\nThe studios have been engaged in years-long talks with the Digital Cinema Implementation Partners (DCIP) -- formed by Regal Entertainment Group (RGC.N), Cinemark Holdings Inc (CNK.N) and AMC Entertainment Inc, who operate 14,000 screens -- to reach a deal to help finance the theatre upgrades.\n\nJP Morgan and Blackstone were not immediately available for comment. (Reporting by Ajay Kamalakaran in Bangalore; editing by Simon Jessop)",
        "link": "http://www.reuters.com/article/mediaNews/idUSBNG17490920081001",
        "time": "05:45 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan downgrades heartland payment",
        "body": "Oct 1 (Reuters) - J.P. Morgan downgraded Heartland Payment Systems Inc HPY.N to “underweight” from “neutral,” saying the company’s U.S. focus and merchant base pose greater earnings risk compared to its peers.\n\n“This is a relative ‘underweight’ highlighting our preference for more globally diverse processors and our incrementally more cautious stance on the U.S.,” analyst Tien-tsin Huang said in a note to clients.\n\nThe analyst also warned that new sales could stay “depressed” and probably decelerate modestly in the third and fourth quarters for the provider of card services, payroll, check management and payments solutions.\n\nGiven the U.S. credit woes, Heartland is challenged with a tough selling environment and end market, while its lack of international exposure serves to aggravate its position.\n\nShares of the company closed at $25.56 Tuesday on the New York Stock Exchange. (Reporting by Antonita Madonna Devotta in Bangalore; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/rbssConsumerFinancialServices/idUSBNG14345220081001",
        "time": "06:54 AM EDT"
    },
    {
        "header": "blackstone, jp morgan in $1 billion cinema deal: report",
        "body": "(Reuters) - Blackstone Group LP and JPMorgan Chase & Co will look to raise over $1 billion to help fund the conversion of 20,000 U.S. cinema screens to digital technology, in a deal due to be announced later on Wednesday, the Financial Times reported.\n\nBlackstone and JP Morgan are arranging the financing for a consortium made up of the three largest U.S. cinema chains, which has done a deal with five Hollywood studios, the paper said, citing a person familiar with the situation.\n\nWalt Disney Co, Viacom’s Paramount Pictures, News Corp’s Twentieth Century Fox and General Electric Co’s Universal Pictures are expected to announce the long-sought digital cinema deal, sources told Reuters last week.\n\nLions Gate Entertainment Corp joined the other studios in signing up to the consortium’s plan, the FT said.\n\nThe studios have been engaged in years-long talks with the Digital Cinema Implementation Partners (DCIP) -- formed by Regal Entertainment Group, Cinemark Holdings Inc and AMC Entertainment Inc, who operate 14,000 screens -- to reach a deal to help finance the theater upgrades.\n\nJP Morgan and Blackstone were not immediately available for comment.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4902NW20081001",
        "time": "06:07 AM EDT"
    }
]