[
    {
        "header": "update 1-jp morgan cuts s&p 500 year-end target, eps view",
        "body": "Dec 8 (Reuters) - J.P. Morgan Securities cut the Standard & Poor's 500 .SPX index's year-end target and 2008 and 2009 earnings estimates, and said broad declines in jobs are going to be seen across many industries.\n\nThe brokerage cut its year-end target on S&P 500 to 1,000 from 1,125. The index closed at 876.07 Friday.\n\nThe unemployment rate is set to rise sharply in mining, business services, manufacturing and retail as the current rates in these sectors have not yet reached those seen in prior recessions, the brokerage said in a note dated Dec. 5.\n\nJP Morgan cut its earnings view on S&P 500 for 2008 by $5 to $71.50 a share, and for 2009 by $10 to $65.00, as part of its U.S. equity strategy.\n\nThe brokerage said most of the adjustments were in sectors severely affected by a deepening global recession and lower commodity prices, like energy, materials, industrials and technology.\n\n“In fact, this fits within our broader observations that expectations remain too high in those sectors,” JP Morgan said. (Reporting by Amiteshwar Singh in Bangalore; Editing by Vinu Pilakkott)",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSBNG6911020081208",
        "time": "06:26 AM EST"
    },
    {
        "header": "update 1-jp morgan cuts boeing price target",
        "body": "Dec 8 (Reuters) - J.P. Morgan Securities cut its price targets on Boeing Co (BA.N) and its suppliers Precision Castparts PCP.N and Rockwell Collins (COL.N), citing further expected 787 delays and fewer estimated aircraft deliveries in 2009 and 2010.\n\nBoeing is expected to announce further delays to its new 787 Dreamliner after taking into account the damage of a two-month strike by its machinists and a number of production problems nagging at the program.\n\n“We expect the impact of the well-reported issues Boeing continues to experience on the 787 to delay first delivery until mid-2010, and we are now looking for 25 deliveries that year, down from 65 previously,” analyst Joseph Nadol said.\n\nNadol, who rates Boeing “neutral,” cut his price target on the stock to $42 from $46.\n\nThe stock is down more than 50 percent in 2008, but there is room for only modest multiple expansion over the next year, given the uncertainty over delivery timing and profitability of the 787 Dreamliner program, and the relatively low growth potential of Boeing’s defense portfolio, he said.\n\nNadol cut his price target on Precision Castparts to $74 from $80 and on Rockwell to $41 from $43. He rates both the stocks “overweight.”\n\n“We expect Rockwell and Precision Castparts to trade at a premium in part due to the fact that 787 work should be more profitable for these two companies relative to others in commercial aerospace,” Nadol wrote in a note to clients.\n\nRockwell makes flight-deck display, pilot controls and communication systems for 787. Precision Castparts makes engine parts and fasteners for Boeing.\n\nBoeing shares closed at $39.53, while Precision Castparts shares closed at $51.13 Friday on the New York Stock Exchange. Rockwell closed at $33.10. (Reporting by Bhaswati Mukhopadhyay in Bangalore; Editing by Vinu Pilakkott)",
        "link": "http://www.reuters.com/article/rbssIndustrialMachineryEquipment/idUSBNG12759720081208",
        "time": "07:36 AM EST"
    },
    {
        "header": "interview-update 1-jpmorgan warns against yuan mismanagement",
        "body": "SHANGHAI (Reuters) - The chief China economist of JPMorgan Chase warned on Monday that any mismanagement of the yuan exchange rate, towards excessive weakness of the currency, could hurt Chinese financial markets and the economy.\n\nFrank Gong also lowered his forecasts for the growth of China’s economy in the fourth quarter of this year and next year, while expecting the government to take further steps to boost the real estate and equity markets.\n\nThe yuan CNF=CFXS slipped to a five-month low against the dollar last week, hitting the bottom of its daily trading band for the first time, as the currency market speculated that China might engineer moderate depreciation of the yuan to stimulate its slowing export sector.\n\nBut Gong said in an interview that he did not expect extended weakness of the yuan, and that Chinese authorities would be wrong to push it down significantly.\n\nGong predicted that in the next three months the yuan, which was at 6.8813 to the dollar early on Monday afternoon, would stay in a range of between 6.8 and 7.0. Between three and 12 months from now, it would appreciate around 3 percent, he predicted.\n\nDepreciation of the yuan could trigger competitive depreciation of other Asian currencies, which would not help Chinese exporters, he told Reuters.\n\n“Mismanagement of the renminbi could cause huge capital outflows and destabilise the A-share market and property market at a time when confidence is low,” he said.\n\n“Chinese exporters are still outperforming. China should not resort to devaluation and it would be a wrong policy.”\n\nBut Gong said China’s economy now risked a serious slowdown, and growth might not bottom out until the second quarter of 2009.\n\n“Our view is near-term risks will be on the downside. We have very low expectations for fourth-quarter growth. Basically, we are looking for no growth on a quarter-to-quarter basis for the fourth quarter,” he said.\n\nGong cut his forecast for annual growth of China’s gross domestic product in the current quarter to 7.7 percent, from 8.2 percent predicted one month ago.\n\nHe reduced his forecast for GDP growth in all of 2008 to 9.2 percent from 9.4 percent, and his prediction for next year’s growth to 8.0 percent from 8.1 percent.\n\nGong expects growth to hit a low of 6.8 percent in the second quarter of 2009 before recovering to 7.7 percent in the third quarter and 9.9 percent in the fourth.\n\nThe bounce-back in late 2009 would mainly be propelled by a 4 trillion yuan ($580 billion) economic stimulus plan announced by the government last month.\n\n“And that may not be the end of the story. They are likely to do more, especially on the consumption front,” such as taking steps to stimulate the property and equity markets, Gong said.\n\nOver the next three months, authorities are likely to introduce measures such as tax rebates for home buyers, lower downpayments required for the purchase of second homes, and easier financing for property developers, he said.\n\nThe government may also keep open the option of possibly setting up a fund to help stabilise the stock market, Gong added. “We have been supporting this idea for a long time.”\n\nThe benchmark Shanghai Composite Index .SSEC, which closed at a two-month high of 2,090 points on Monday, should find firm support at 1,700 points in coming months at least, having factored in the bulk of negative economic news, Gong said.\n\n“The market should have already bottomed out. However, we are not ruling out the possibility for the index to test a new low again in the first quarter of next year” because of negative news on corporate earnings.\n\n“Overall, recovery of the market will be very slow.”",
        "link": "http://www.reuters.com/article/naturalResources/idUSSHA35025220081208",
        "time": "06:06 PM EST"
    },
    {
        "header": "jpmorgan warns against yuan mismanagement",
        "body": "SHANGHAI (Reuters) - The chief China economist of JPMorgan Chase warned on Monday that any mismanagement of the yuan exchange rate, toward excessive weakness of the currency, could hurt Chinese financial markets and the economy.\n\nFrank Gong also lowered his forecasts for the growth of China’s economy in the fourth quarter of this year and next year, while expecting the government to take further steps to boost the real estate and equity markets.\n\nThe yuan slipped to a five-month low against the dollar last week, hitting the bottom of its daily trading band for the first time, as the currency market speculated that China might engineer moderate depreciation of the yuan to stimulate its slowing export sector.\n\nBut Gong said in an interview that he did not expect extended weakness of the yuan, and that Chinese authorities would be wrong to push it down significantly.\n\nGong predicted that in the next three months the yuan, which was at 6.8813 to the dollar early on Monday afternoon, would stay in a range of between 6.8 and 7.0. Between three and 12 months from now, it would appreciate around 3 percent, he predicted.\n\nDepreciation of the yuan could trigger competitive depreciation of other Asian currencies, which would not help Chinese exporters, he told Reuters.\n\n“Mismanagement of the renminbi could cause huge capital outflows and destabilize the A-share market and property market at a time when confidence is low,” he said.\n\n“Chinese exporters are still outperforming. China should not resort to devaluation and it would be a wrong policy.”\n\nBut Gong said China’s economy now risked a serious slowdown, and growth might not bottom out until the second quarter of 2009.\n\n“Our view is near-term risks will be on the downside. We have very low expectations for fourth-quarter growth. Basically, we are looking for no growth on a quarter-to-quarter basis for the fourth quarter,” he said.\n\nGong cut his forecast for annual growth of China’s gross domestic product in the current quarter to 7.7 percent, from 8.2 percent predicted one month ago.\n\nHe reduced his forecast for GDP growth in all of 2008 to 9.2 percent from 9.4 percent, and his prediction for next year’s growth to 8.0 percent from 8.1 percent.\n\nGong expects growth to hit a low of 6.8 percent in the second quarter of 2009 before recovering to 7.7 percent in the third quarter and 9.9 percent in the fourth.\n\nThe bounce-back in late 2009 would mainly be propelled by a 4 trillion yuan ($580 billion) economic stimulus plan announced by the government last month.\n\n“And that may not be the end of the story. They are likely to do more, especially on the consumption front,” such as taking steps to stimulate the property and equity markets, Gong said.\n\nOver the next three months, authorities are likely to introduce measures such as tax rebates for home buyers, lower downpayments required for the purchase of second homes, and easier financing for property developers, he said.\n\nThe government may also keep open the option of possibly setting up a fund to help stabilize the stock market, Gong added. “We have been supporting this idea for a long time.”\n\nThe benchmark Shanghai Composite Index, which closed at a two-month high of 2,090 points on Monday, should find firm support at 1,700 points in coming months at least, having factored in the bulk of negative economic news, Gong said.\n\n“The market should have already bottomed out. However, we are not ruling out the possibility for the index to test a new low again in the first quarter of next year” because of negative news on corporate earnings.\n\n“Overall, recovery of the market will be very slow.”",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4B70U720081208",
        "time": "03:58 AM EST"
    }
]