[
    {
        "header": "update 1-research alert-jp morgan upgrades federated investors",
        "body": "Jan 9 (Reuters) - J.P. Morgan Securities upgraded Federated Investors Inc (FII.N), a leading money market fund manager, to “overweight” from “neutral,” citing strength in money market fund asset growth.\n\nAnalyst Kenneth Worthington, who raised his fiscal 2008 earnings view for Pittsburgh-based Federated on expectations of higher money market sales, said he saw some improvements in the firm’s equity and fixed income franchises.\n\n“Solid money market performance in difficult market conditions seems to be leading to a flight to quality, with investors increasingly migrating to Federated money funds,” Worthington wrote in a note to clients.\n\nHe said structured investment vehicle exposure at Federated was limited to the highest quality products and exposure continued to be actively reduced.\n\nMoney market funds have long been popular with investors because they promise to return the dollar investors put in. They attracted more money than usual in August and September last year, when subprime mortgage problems came to a head and investors fled to safety.\n\nWorthington raised his fiscal 2008 earnings view for the company to $2.70 a share from his prior view of $2.54 a share.\n\nShares of the company closed at $38.93 Tuesday on the New York Stock Exchange. (Reporting by Tenzin Pema in Bangalore; Editing by Anupama Dwivedi)",
        "link": "http://www.reuters.com/article/companyNews/idUSBNG14635920080109",
        "time": "08:39 AM EST"
    },
    {
        "header": "tony blair to join jpmorgan: source",
        "body": "NEW YORK (Reuters) - Former British prime minister Tony Blair is expected on Thursday to join U.S. bank JPMorgan Chase & Co Inc as a senior adviser, according to a person familiar with the situation.\n\nJPMorgan declined to comment. The Financial Times in London first reported the move on its Web site, saying it would be the first of a series positions Blair expects to take in the private sector.\n\nBlair, a key ally of U.S. President George W. Bush, was replaced last year by Gordon Brown as prime minister amid growing discontent over Great Britain’s policy in Iraq.\n\nDetails of Blair’s duties with JPMorgan, the third largest U.S. bank, were not immediately available.\n\nAfter leaving office, Major joined U.S. private equity firm The Carlyle Group in 1998 amid that company’s big push into the European market.",
        "link": "http://www.reuters.com/article/businessNews/idUSN0963534220080110",
        "time": "08:48 PM EST"
    },
    {
        "header": "jp morgan, deutsche bank buy bats trading stakes",
        "body": "BANGALORE (Reuters) - JPMorgan Chase & Co (JPM.N) and Deutsche Bank AG (DB.N) (DBKGn.DE) have acquired minority stakes in BATS Trading, an electronic stock trading platform, joining a growing list of Wall Street firms to invest in the company.\n\nBATS disclosed the new investments on Tuesday but did not reveal the terms.\n\nBATS, which says it is the third-largest U.S. equities marketplace, has grabbed market share from larger rivals NYSE Euronext NYX.PA NYX.N and Nasdaq Stock Market Inc (NDAQ.O) by aggressively cutting transaction fees.\n\nBATS was launched in January 2006 and is partly owned by the founder of proprietary trading house Tradebot Systems Inc. It filed for exchange status in November 2007.\n\nSeveral Wall Street firms have invested in BATS, including Credit Suisse Group Inc CSGN.VX, Lehman Brothers Holdings Inc LEH.N, Merrill Lynch & Co MER.N and Morgan Stanley (MS.N).",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSBNG15180920080109",
        "time": "03:02 AM EST"
    }
]