[
    {
        "header": "jpmorgan asset management sees profit in q4",
        "body": "TAIPEI (Reuters) - JPMorgan & Chase Co’s (JPM.N) asset management arm expects to be profitable in the fourth quarter, despite worldwide turbulence from the global financial crisis, the unit’s chief executive said on Tuesday.\n\nJPMorgan Asset Management stopped new hiring at the beginning of this year amid the world’s worst financial crisis in decades, but could consider hiring more people next year if the global situation does not get worse, Chief Executive Jes Staley told Reuters in an interview.\n\n“We have been affected by the financial crisis,” Staley said. “Markets were dramatically off in Q4, but we’ll be fine.”\n\nAsset management companies in Taiwan have been hit by the global financial crisis with the total fund size shrinking by 30 to 40 percent so far this year, according to industry estimates.\n\nHowever, some foreign players are banking on Taiwan’s high savings rate and affluent individuals to grow their business.\n\nOn Monday, Dutch financial giant ING ING.AS said it planned to retain its Taiwan fund business, even after selling its local insurance unit.\n\nStaley’s unit, which manages $1.2 trillion in assets, had seen some fund inflows even as global stock markets tumbled on fears of a prolonged global recession and amid a wave of bank failures and government-led bailouts.\n\n“We actually had close to $170 billion of net inflows into the asset management business for the first 10 months of the year, a lot higher than last year, as a lot of people were moving cash to JPMorgan,” said Staley.\n\nJPMorgan Asset Management previously reported net income of about $350 million and a margin of 30 percent in the third quarter, down from about $500 million in the same period of the year before.\n\nThe U.S. firm now has half of its total assets outside of the United States, and has increased its investments in Asian countries over the last few years, particularly in South Korea and India.\n\nBut China, Taiwan and Hong Kong would remain the company’s core overseas markets.\n\n“The core of our international portfolios continues to be Greater China, where Taiwan plays an important part,” said Staley, whose company competes in the global asset management sector with UBS UBSN.VX, Fidelity and BlackRock (BLK.N) among others.",
        "link": "http://www.reuters.com/article/GCA-CreditCrisis/idUSTRE4A416Y20081105",
        "time": "09:48 PM EST"
    },
    {
        "header": "jpmorgan to close prop desk, lay off traders: source",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) is eliminating a group that traded the bank’s own money in areas ranging from stocks to bonds to commodities, and will likely lay off some traders, a person familiar with the matter said.\n\nJPMorgan, the nation’s largest bank and one of the strongest in the battered financial sector, said in an internal note on Monday that the group’s traders will be merged with traders in other areas that work with clients.\n\nBanks have been trimming trading desks that invest their firms’ money after posting billions of dollars in write-downs and losses this year in such areas as trading.\n\nThe Financial Times reported on Monday that one of Goldman Sachs’ (GS.N) flagship hedge funds had lost close to $1 billion this year.\n\nJPMorgan declined comment. The internal note said the move was meant to improve efficiency.\n\n“We eliminate duplication that exists within the businesses today and create efficiencies,” according to the note, which was obtained by Reuters.\n\nJPMorgan has stood out as one of the banks that has best survived the credit crisis, but its third-quarter profit fell 84 percent from a year earlier. This was largely on the back of higher provisions for credit losses as well as charges related to the acquisition of Seattle-based thrift Washington Mutual Inc.\n\nJPMorgan shares were up 93 cents, or 2.28 percent, at $41.66 in afternoon trading on the New York Stock Exchange.",
        "link": "http://www.reuters.com/article/GCA-CreditCrisis/idUSTRE4A37AQ20081104",
        "time": "03:16 PM EST"
    },
    {
        "header": "jpmorgan reorganizes trading group-source",
        "body": "NEW YORK, Nov 4 (Reuters) - JPMorgan Chase & Co (JPM.N) is eliminating a group that traded the bank’s own money in areas ranging from stocks to bonds to commodities, and will likely lay off some traders, a person familiar with the matter said.\n\nJPMorgan, the nation’s largest bank, said in an internal note on Monday that the group’s traders will be merged with traders in other areas that work with clients.\n\nBanks have been trimming trading desks that invest their firms’ money after posting billions of dollars in write-downs and losses this year in such areas as trading.\n\nAccording to reports on Monday, one of Goldman Sachs’ (GS.N) proprietary funds had lost close to $1 billion this year.\n\nJPMorgan declined comment. The internal note sent to employees said the move was meant to improve efficiency.\n\n“We eliminate duplication that exists within the businesses today and create efficiencies,” according to the note, which was obtained by Reuters. (Reporting by Elinor Comlay; editing by Jeffrey Benkoe)",
        "link": "http://www.reuters.com/article/rbssBanks/idUSN0430704420081104",
        "time": "11:00 AM EST"
    },
    {
        "header": "update 1-jp morgan removes pool corp from focus list",
        "body": "Nov 4 (Reuters) - JP Morgan Securities removed swimming pool products distributor Pool Corp (POOL.O), from its focus list, but maintained an “overweight” rating, saying it saw the company’s gross margins improving in 2009.\n\n“Pool should see continued shift towards high-margin replacement sales, which now constitute 80 percent of the business, and benefit from a reduced cost structure, ” said analyst Curt Woodworth, who has a price target of $24 on the stock.\n\nPool was removed from the list in favour of engineering and construction company Fluor Corp (FLR.N), which the brokerage rates “overweight.”.\n\n“In our view, both the short term and long term fundamentals for Fluor’s Oil and Gas and Power businesses remain strong and we believe the recent correction in the share price is overdone,” Woodworth said in a note to clients\n\nWoodworth has a price target of $46 on Fluor. (Reporting by Arup Roychoudhury in Bangalore; Editing by Jarshad Kakkrakandy) (arup.roychoudhury@thomsonreuters.com; within U.S. +1 646 223 8780; outside U.S. +91 80 4135 5800; Reuters Messaging: arup.roychoudhury.reuters.com@reuters.net))",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSBNG21763720081104",
        "time": "07:27 AM EST"
    },
    {
        "header": "update 1-jpmorgan to close prop desk,lay off traders-source",
        "body": "NEW YORK, Nov 4 (Reuters) - JPMorgan Chase & Co (JPM.N) is eliminating a group that traded the bank’s own money in areas ranging from stocks to bonds to commodities, and will likely lay off some traders, a person familiar with the matter said.\n\nJPMorgan, the nation’s largest bank and one of the strongest in the battered financial sector, said in an internal note on Monday that the group’s traders will be merged with traders in other areas that work with clients.\n\nBanks have been trimming trading desks that invest their firms’ money after posting billions of dollars in writedowns and losses this year in such areas as trading.\n\nThe Financial Times reported on Monday that one of Goldman Sachs’ (GS.N) flagship hedge funds had lost close to $1 billion this year.\n\nJPMorgan declined comment. The internal note said the move was meant to improve efficiency.\n\n“We eliminate duplication that exists within the businesses today and create efficiencies,” according to the note, which was obtained by Reuters.\n\nJPMorgan has stood out as one of the banks that has best survived the credit crisis, but its third-quarter profit fell 84 percent from a year earlier. This was largely on the back of higher provisions for credit losses as well as charges related to the acquisition of Seattle-based thrift Washington Mutual Inc.\n\nJPMorgan shares were up 93 cents, or 2.28 percent, at $41.66 in afternoon trading on the New York Stock Exchange. (Reporting by Elinor Comlay; editing by Jeffrey Benkoe and John Wallace)",
        "link": "http://www.reuters.com/article/managementIssues/idUSN0454297920081104",
        "time": "03:13 PM EST"
    }
]