[
    {
        "header": "update 2-jpmorgan's dimon says credit crisis could worsen",
        "body": "ARLINGTON, Va, July 8 (Reuters) - JPMorgan Chase & Co (JPM.N) Chief Executive Jamie Dimon said on Tuesday some problems in the credit markets have been resolved, but that does not mean market conditions will not deteriorate further.\n\n“I do think we have some very serious issues to face,” Dimon said at a mortgage lending forum sponsored by the Federal Deposit Insurance Corp. “Things could actually get worse.”\n\nWall Street investment banks should not be considered too big to fail, he said, adding the U.S. regulatory response to the credit crisis has been appropriate.\n\nDimon, whose bank is widely expected to acquire a regional bank, said an accounting rule requiring banks to mark assets to their current market value is a deterrent to mergers.\n\nFAS 157, as the rule is known, would force an acquirer to write down the value of assets from a target bank -- even if the loans and securities were sound -- to reflect current depressed market values. In some cases, Dimon said, a target bank could emerge with negative value under this mark-to-market accounting, forcing an acquirer to raise more capital.\n\nWith more short-term suffering ahead for the economy, Dimon said U.S. commercial banks, regional banks and jobs will be the next areas to experience significant stress. Banks must get more realistic about the risk with some products, he said.\n\n“Capital requirements go too low in certain products,” he said. “You have to try to be as conservative as possible.”\n\nRegarding the U.S. regulatory response to the credit crisis, Dimon said the top officials have done well within their legislative limitations.\n\n“I think the government is taking proper, in my opinion, monetary and fiscal policy at this point,” he said.\n\nIn March, the Federal Reserve helped engineer a takeover of Bear Stearns by JPMorgan and guaranteed a $29 billion loan to facilitate the transaction, out of concern that a Bear Stearns bankruptcy could trigger a financial panic.\n\nThe Fed also started making emergency loans to investment banks for the first time since the Great Depression. That measure expires in September, but Fed Chairman Ben Bernanke said on Tuesday the emergency lending facility may stay open past the year end to help restore market stability.\n\nLong term, the U.S. government needs a mechanism to let it act as a receiver for a failing investment bank and set up a so-called bridge bank for an orderly liquidation, Dimon said.\n\nThat model now exists for U.S. commercial banks. Treasury Secretary Henry Paulson has called for a similar approach with investment banks.\n\n“The government can take over the institution, wipe out the equity holders and then deal with secured debt in a way that’s appropriate,” Dimon said, referring to a receivership mechanism. “It’s complicated, but we need that option. They’re not too big to fail.”\n\nHe also urged Congress to overhaul the patchwork system of financial services regulation.\n\n“One day we have to stop saying it’s not politically feasible,” Dimon said. “If we don‘t, we’ll never have policies.”\n\nDemocrat Barney Frank, chairman of the House Financial Services Committee, will launch a series of hearings on Thursday laying the groundwork for financial services reform legislation in 2009 after a new administration takes over.\n\nFrank has proposed giving the Fed or another agency power to monitor all risk in the financial system. U.S. Treasury Secretary Paulson has said the Fed should be given permanent authority as a “market stability regulator.”\n\n“I hope things like that start to become serious policy down the road,” Dimon said.\n\nBut Dimon also said the financial services industry should be wary of excessive regulation that could limit their activities and drive business overseas.\n\n“We have to worry about the unintended consequences of regulation,” he said. “Let’s not kill the golden goose here.” (Reporting by Karey Wutkowski and Kim Dixon, with additional reporting by Joe Giannone in New York; editing by Gerald E. McCormick and Andre Grenon)",
        "link": "http://www.reuters.com/article/rbssBanks/idUSN0848258520080708",
        "time": "04:21 PM EDT"
    },
    {
        "header": "treasury investor outlook less neutral - jpmorgan",
        "body": "NEW YORK, July 8 (Reuters) - U.S. Treasury debt investors were less neutral on the outlook for bonds, taking both increasingly optimistic and pessimistic positions on the week, according to a poll released on Tuesday.\n\nThe number of investors who said on Monday they were “neutral” Treasuries, or holding U.S. government securities equal to their portfolio benchmarks, fell to 66 percent in the week ended July 7 from 75 percent last week, J.P. Morgan Securities said.\n\nThe number of investors who said they were “short,” or holding less Treasuries than their benchmarks, rose to 18 percent from 14 while the share of “longs,” or investors holding more Treasuries than their portfolio benchmarks, rose to 16 percent from 11, J.P. Morgan Securities said.\n\nAnalysts are not entirely sure of the Federal Reserve’s future direction in terms of interest rates. Some believe the U.S. central bank will move to increase rates this year in an effort to stifle rising price pressures, but others expect the Fed will stand pat to avoid the risk that higher rates might further damage an already struggling economy.\n\nThe amount of the J.P. Morgan survey’s active clients, including market makers and hedge funds, who said they were “long” Treasuries rose to 5 percent from the previous week’s 4 percent, while the number of active “short” clients was unchanged at 3 percent. The number of active “neutral” clients eased to 7 percent from 8 percent. (Reporting by Chris Reese; Editing by James Dalgleish)",
        "link": "http://www.reuters.com/article/etfNews/idUSN0834018520080708",
        "time": "09:41 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan initiates dana holding",
        "body": "July 8 (Reuters) - J.P. Morgan Securities initiated Dana Holding Corp (DAN.N) with an “overweight” rating, saying the auto parts maker’s stock was cheap and that the company looked set for an operational turnaround.\n\nJP Morgan said the company, which emerged from bankruptcy in February this year, has a good management, a low-leverage balance sheet and bankruptcy-achieved cost savings.\n\nDana seemed willing to redo its assets portfolio, the brokerage said in a note to clients. “We sense there are no sacred cows, and any or all units could eventually be sold or partnered.”\n\nDana’s shares, which have lost more than 60 percent of their value since the company emerged from bankruptcy, closed at $4.95 Monday on the New York Stock Exchange. (Reporting by Vidya L Nathan in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssAutoTruckMotorcycleParts/idUSBNG29553720080708",
        "time": "08:00 AM EDT"
    },
    {
        "header": "update 1-moves-morgan stanley, jp morgan, temasek",
        "body": "July 8 (Reuters) - The following financial services industry appointments were announced on Tuesday. To inform us of other job changes, please e-mail moves@thomsonreuters.com.\n\nThe investment bank announced the appointment of Dmitriy Kolomytsyn and Iouli Matevossov at its equity research coverage in Russia.\n\nKolomytsyn will cover the Russian metals and mining sector and Matevossov will cover Russian industrial stocks. Both of them join the firm as executive directors and will be based in Moscow.\n\nKolomytsyn joins Morgan Stanley from Aton Capital in Moscow where he worked since 2006 as a senior research analyst covering metals and mining.\n\nMatevossov joins Morgan Stanley from Dresdner Kleinwort where he was a director and head of Russian Research based in Moscow.\n\nThe private banking arm of JPMorgan Chase & Co (JPM.N) named Darren McDermott banker for its UK domestic private banking team based in London. Darren was previously an associate director at Bear Stearns Private Client Services Group in London.\n\nSingapore state investor named Swedish national Marcus Wallenberg as member of its board, effective July 8.\n\nWallenberg, 51, chairs several major companies belonging to the network of the Swedish investment company Investor AB, including Skandinaviska Enskilda Banken, SAAB AB as well as AB Electrolux. He is also deputy chairman of L M Ericsson. (Compiled by Kuganandhan Paramanandan in Bangalore)",
        "link": "http://www.reuters.com/article/managementIssues/idUSBNG851620080708",
        "time": "09:13 AM EDT"
    },
    {
        "header": "jp morgan sees $150 oil in july, lehman ups forecasts",
        "body": "LONDON (Reuters) - Wall Street bank JP Morgan said on Tuesday crude oil futures may hit $150 later this month while its rival Lehman Brothers LEH.N raised its oil price forecasts sharply.\n\nInternational benchmark U.S. crude futures struck a record high of $145.85 a barrel last week due to a combination of robust demand growth from emerging markets such as China, concerns over long-term supplies and inflow of investors’ money.\n\nOil’s 50 percent rise this year has surpassed most analysts’ expectations, prompting them to repeatedly revise their price forecasts.\n\n“With the $150 in easy reach and a significant number of outstanding August WTI call options at that strike price, it seems almost a certainty ahead of the July 22 expiry,” JP Morgan (JPM.N) said in its monthly research note.\n\nThe bank said it expects the price of West Texas Intermediate (WTI), or the underlying grade of U.S. crude futures, to likely remain above $130 for the rest of the summer and $115 throughout this year even if demand weakens.\n\nPaul Cheng with Lehman Brothers’ equity research team raised its oil price forecast to an average $127 a barrel for 2008 from its previous assumption of $105.\n\nHe expected oil prices would average $115 next year, compared with its previous forecast of $90, he said in a note.",
        "link": "http://www.reuters.com/article/GCA-Oil/idUSL0852385920080708",
        "time": "11:50 AM EDT"
    }
]