[
    {
        "header": "jp morgan won't keep wamu ceo",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) will not offer a job to Alan Fishman, chief executive of Washington Mutual WMPUQ.PK, the struggling regional bank it bought a week ago, according to an internal memo obtained by Reuters.\n\nIn addition, the bank told WaMu employees they should know their outlook at the newly combined company by December 1, JPMorgan spokesman Tom Kelly said.\n\nFishman had only joined WaMu in September as the bank sought to turn around losses linked to its mortgage portfolios. According to a regulatory filing, he could get $13.65 million for the 18 days he was on the job.\n\nHe is among a handful of executives that have been told they will not have jobs at the combined company, according to the memo sent to Washington Mutual employees on Thursday.\n\nOther executives from Seattle-based Washington Mutual who will not have roles at the bank include President and Chief Operating Officer Stephen Rotella, chief legal officer Michael Solender, special adviser Frank Baier, chief human resources officer Daryl David, and executive vice president of corporate strategy and development Todd Baker, according to the memo.\n\nJP Morgan will be hiring several senior Washington Mutual executives for the combined management team, Charlie Scharf, JP Morgan’s chief executive officer for retail financial services, wrote in the memo.\n\nThey include Al Brooks, president, commercial group; Deb Horvath, chief information officer; John McMurray, chief enterprise risk officer; David Schneider, president, home loans; and Tony Vuoto, president of WaMu’s credit card business.\n\nTom Casey, chief financial officer of Washington Mutual, has been asked to stay through the end of the year. JPMorgan’s Michael Cavanagh, however, will be chief financial officer of the combined banks.\n\nEmployees’ pensions and 401K plans are safe and deferred compensation and all benefits will stay the same, Kelly said. JPMorgan will not pay executive severance or change in control payments, he added.\n\nWashington Mutual was closed by the U.S. government in the largest bank failure by far in the United States, and its banking assets were sold to JPMorgan for $1.9 billion.\n\nJPMorgan said the transaction means it will now have 5,410 branches in 23 U.S. states from coast to coast, as well as the largest U.S. credit card business.\n\nIt vaults JPMorgan past Bank of America Corp (BAC.N) to become the nation’s second-largest bank, with $2.04 trillion of assets, just behind Citigroup Inc (C.N). Bank of America will go to No. 1 once it completes its planned purchase of Merrill Lynch & Co MER.N.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4920VQ20081003",
        "time": "10:22 PM EDT"
    }
]