[
    {
        "header": "brief-jp morgan: fed will cut funds rate to zero",
        "body": "CHICAGO, Nov 20 (Reuters) - JP Morgan (JPM.N) now looks for the Federal Open Market Committee to slash the rate to zero by January. Economist Michael Feroli said in a research note:\n\n* “We now look for a 50 bps cut in the target fed funds rate at the Dec 16 meeting, followed by an additional 50 bps cut at the January 28 meeting.”\n\n* “The Fed then continues to conduct a zero interest-rate policy (ZIRP) for the remainder of 2009.”\n\n* “Deflation becomes more likely in an environment where labor market slack is building, and ongoing financial tightening is delaying the prospect that slack begins to get worked down.”\n\n* “Taking the target rate to 0 percent would not be costless for the Fed. One concern that has been voiced in the past relates to the effect on money market mutual funds. We do not think this cost is enough to constrain the Fed.”\n\n* “We don’t believe going to ZIRP implies that the Fed cannot do more.”",
        "link": "http://www.reuters.com/article/bondsNews/idUSN2040823520081120",
        "time": "11:20 AM EST"
    },
    {
        "header": "jpmorgan cuts investment banking jobs: sources",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co is cutting 10 percent of its investment banking staff -- about 3,000 jobs -- as the economic slowdown starts to bite into its earnings, people familiar with the situation said on Thursday.\n\nJPMorgan shares slid as much as 18 percent as one analyst said the cuts could reflect greater-than-expected weakness at the bank, long seen as one of the industry’s few stalwarts through the credit crisis.\n\n“Because JPMorgan has held up relative to the group, they’re more vulnerable to a fall,” said Ben Wallace, securities analyst at Grimes & Co in Westborough, Massachusetts, which holds JPMorgan shares.\n\n“Cutting investment banking jobs raises questions about profitability at the firm,” he said.\n\nThe company will likely cut staff in line with competitors such as Goldman Sachs Group, which is cutting 10 percent, the sources said.\n\nOn Thursday, JPMorgan let go at least six equity sales officials from its New York desk, according to one person familiar with the matter.\n\nThe bank declined comment. Its shares were down 12 percent at $25.01 in afternoon trade on the New York Stock Exchange after falling as low as $23.21 earlier in the session.\n\nJPMorgan has not had to take the severe writedowns on risky classes of mortgage-related assets that other banks have reported because it has limited exposure to such securities.\n\nBut in recent calls with investors and analysts, Jamie Dimon, the bank’s chief executive, has been warning about possible losses from exposure to consumer debt.\n\nAt a conference two weeks ago, Dimon said the wider economic downturn could be worse for banks like JPMorgan than the credit crisis.\n\nThe bank is beginning to see customers miss payments on some of its $250 billion of prime mortgages and home equity loans. It has announced a plan to renegotiate $70 billion of mortgages over the next two years to help those customers.\n\nThe company’s investment bank has just under 31,000 employees, up 20 percent from a year earlier, according to a third-quarter regulatory filing.\n\nJPMorgan took on about 6,000 staff from nearly insolvent Bear Stearns Cos in March and has also added about 40,000 staff through its acquisition of failed thrift Washington Mutual Inc, according to its third-quarter earnings statement.\n\nThe bank’s total head count was 228,452 at the end of September.",
        "link": "http://www.reuters.com/article/GCA-CreditCrisis/idUSTRE4AJ5PK20081120",
        "time": "06:15 PM EST"
    },
    {
        "header": "citi, jpmorgan, capital one bid for chevy chase-sources",
        "body": "NEW YORK (Reuters) - Citigroup Inc (C.N), JPMorgan Chase & Co (JPM.N) and Capital One Financial Corp (COF.N) are among the final bidders for Chevy Chase Bank, a Bethesda, Maryland, lender, sources familiar with the matter said.\n\nOther banks that looked at Chevy Chase earlier in the process included SunTrust Banks Inc (STI.N) and BB&T Corp (BBT.N), one source said.\n\nChevy Chase has $11.4 billion of deposits and 292 branches, according to the Federal Deposit Insurance Corp website.\n\n“The key thing with that bank is that the asset side is not very attractive, but the deposit side is incredibly valuable because it is in Washington, D.C.,” the source said.\n\nA deal would make the most difference to Capital One, which is based in McLean, Virginia, and had $98.9 billion in deposits as of Sept 30. It has 739 branches primarily in New York, New Jersey, Texas and Louisiana.\n\nChevy Chase could help it expand its reach in the affluent Washington, D.C., area, while reducing reliance on credit cards, where growth is slowing and credit losses are mounting.\n\nFor JPMorgan and Citi, Chevy Chase would be a drop in the bucket. JPMorgan has $969.8 billion in worldwide deposits. Citi had $780.3 billion as of Sept. 30, about a quarter of which are in the United States. Both companies have more than $2 trillion of assets on their balance sheets.\n\nFor Citi, the bid comes at a tough time. Its shares lost about one-third of their value in the first three days of this week as investors worried that Chief Executive Vikram Pandit’s plan to cut expenses by 20 percent and eliminate 52,000 jobs won’t restore the bank to health.\n\nCiti’s largest individual investor said on Thursday he would boost his stake modestly, but failed to revive investor confidence as the bank’s shares tumbled more than 20 percent.\n\nChevy Chase was founded in 1969 by Chairman and Chief Executive B. Francis Saul II. It opened its first branch in a trailer on Connecticut Avenue in Chevy Chase, Maryland.\n\nU.S. banks are broadly looking to expand their branch networks and amass pools of low-cost retail deposits after seeing how unreliable capital markets can be when times are tough.\n\nJPMorgan Chase has already put this strategy into play by buying banking assets of Washington Mutual Inc WAMUQ.PK from the FDIC for $1.9 billion. Wells Fargo & Co (WFC.N) trumped a Citigroup bid to take over East Coast banking giant Wachovia Corp WB.N.\n\nEven securities giants Goldman Sachs group Inc (GS.N) and Morgan Stanley (MS.N) have become banks and joined the hunt for deposits.\n\nCiti, JPMorgan and SunTrust declined to comment. BB&T, Capital One and Chevy Chase were not immediately available.",
        "link": "http://www.reuters.com/article/bankingFinancial/idUSN2041089420081120",
        "time": "06:01 PM EST"
    },
    {
        "header": "update 3-jpmorgan cuts investment banking jobs - sources",
        "body": "NEW YORK, Nov 20 (Reuters) - JPMorgan Chase & Co (JPM.N) is cutting 10 percent of its investment banking staff -- about 3,000 jobs -- as the economic slowdown starts to bite into its earnings, people familiar with the situation said on Thursday.\n\nJPMorgan shares slid as much as 18 percent as one analyst said the cuts could reflect greater-than-expected weakness at the bank, long seen as one of the industry’s few stalwarts through the credit crisis.\n\n“Because JPMorgan has held up relative to the group, they’re more vulnerable to a fall,” said Ben Wallace, securities analyst at Grimes & Co in Westborough, Massachusetts, which holds JPMorgan shares.\n\n“Cutting investment banking jobs raises questions about profitability at the firm,” he said.\n\nThe company will likely cut staff in line with competitors such as Goldman Sachs Group (GS.N), which is cutting 10 percent, the sources said.\n\nOn Thursday, JPMorgan let go at least six equity sales officials from its New York desk, according to one person familiar with the matter.\n\nThe bank declined comment. Its shares were down 12 percent at $25.01 in afternoon trade on the New York Stock Exchange after falling as low as $23.21 earlier in the session.\n\nJPMorgan has not had to take the severe writedowns on risky classes of mortgage-related assets that other banks have reported because it has limited exposure to such securities.\n\nBut in recent calls with investors and analysts, Jamie Dimon, the bank’s chief executive, has been warning about possible losses from exposure to consumer debt.\n\nAt a conference two weeks ago, Dimon said the wider economic downturn could be worse for banks like JPMorgan than the credit crisis.\n\nThe bank is beginning to see customers miss payments on some of its $250 billion of prime mortgages and home equity loans. It has announced a plan to renegotiate $70 billion of mortgages over the next two years to help those customers.\n\nThe company’s investment bank has just under 31,000 employees, up 20 percent from a year earlier, according to a third-quarter regulatory filing.\n\nJPMorgan took on about 6,000 staff from nearly insolvent Bear Stearns Cos in March and has also added about 40,000 staff through its acquisition of failed thrift Washington Mutual Inc WAMUQ.PK, according to its third-quarter earnings statement.\n\nThe bank’s total head count was 228,452 at the end of September. (Editing by Matthew Lewis and John Wallace)",
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSN2039998520081120",
        "time": "02:59 PM EST"
    },
    {
        "header": "update 1-jp morgan cuts verifone to neutral; shares sink",
        "body": "Nov 20 (Reuters) - J.P. Morgan Securities downgraded VeriFone Holdings Inc (PAY.N) to “neutral” from “overweight” on Thursday, a day after the electronic payment technology provider cut its fourth-quarter outlook.\n\nThe stock shed more than half of its value to touch a lifetime low in morning trade on the New York Stock Exchange.\n\n“Given the uncertainty around forward estimates and limited disclosure until VeriFone reports fourth-quarter results in mid December, we no longer have conviction in recommending the name,” JP Morgan said in a note to clients.\n\nThe brokerage said it expects the company’s 2009 outlook to be conservative, given the tough retail backdrop, challenging selling environment and need to set a beatable bar to re-establish investor confidence.\n\nWedbush Morgan Securities, which also said the company’s 2009 performance would likely be below trend, cut its price target on the stock to $6 from $11.\n\nOn Wednesday, VeriFone forecast fourth-quarter non-GAAP earnings of 18 cents to 20 cents a share on revenue of $244 million to $246 million.\n\nShares of VeriFone were trading down more than 53 percent at $2.90 on the New York Stock Exchange. They touched a lifetime low of $2.31 earlier in the session. The company went public in 2005. (Reporting by Adheesha Sarkar in Bangalore; Editing by Himani Sarkar)",
        "link": "http://www.reuters.com/article/rbssOfficeEquipment/idUSBNG38705020081120",
        "time": "11:30 AM EST"
    },
    {
        "header": "update 1-jp morgan cuts eagle bulk, navios maritime partners",
        "body": "Nov 20 (Reuters) - J.P. Morgan Securities downgraded Eagle Bulk Shipping Inc (EGLE.O), and said all drybulk companies under its coverage, except Diana Shipping Inc (DSX.N), may be in breach of debt covenants if the market value of assets have significantly fallen.\n\nThe brokerage, which also downgraded Navios Maritime Partners LP (NMM.N), upgraded Diana Shipping as it believes the company has the best financial status to survive the current downturn hitting the dry bulk sector.\n\nAlthough sale and purchase activity had resumed in the dry bulk sector after several weeks of a slump, there was a big drop in asset sales prices, analyst Jonathan Chappell said.\n\n“After a long absence of second-hand vessel sales during the accelerating rate decline since the end of the summer, a couple of modern ships have now been sold at prices that are more than 50 percent below last-done deals for similar assets,” Chappell said in a note to clients.\n\nEagle Bulk Shipping, Navios Maritime Partners, Genco Shipping & Trading Ltd (GNK.N) and Navios Maritime Holdings Inc (NM.N) could “technically be in breach of debt covenants” if the lower asset prices are proven to be new market levels, the analyst said.\n\nEagle Bulk Shipping’s rating was cut to “underweight” from “neutral,” while Navios Maritime Partners was downgraded to “neutral” from “overweight.” Diana Shipping was upgraded to “overweight” from “neutral.”\n\n“Given the massive volatility of the dry bulk stocks and the ongoing unfavorable industry data points, we believe it is far less risky to use pair trades in this sector with a focus on financial risk and liquidity,” Chappell said.\n\nShares of Diana Shipping closed at $8.55, while those of Navios Maritime Partners closed at $4.77 Wednesday on the New York Stock Exchange. Shares of Eagle Bulk closed at $6.45 on Nasdaq. (Reporting by Arup Roychoudhury in Bangalore; Editing by Pratish Narayanan)",
        "link": "http://www.reuters.com/article/rbssMarineTransportation/idUSBNG40410320081120",
        "time": "08:49 AM EST"
    }
]