[
    {
        "header": "jpmorgan to buy washington mutual deposits: report",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) is expected to acquire the deposits of Washington Mutual Inc (WM.N), the largest U.S. savings and loan, in a government-brokered bailout, the Wall Street Journal reported on Thursday. The purchase could be a major step in cleaning up a U.S. financial system littered with toxic mortgage debt. Acquiring the deposits could fulfill JPMorgan Chief Executive Jamie Dimon’s long-held goal of becoming a retail banking force in the western United States. It comes six months after JPMorgan, the No. 3 U.S. bank, agreed to acquire the failing investment bank Bear Stearns Cos at a fire-sale price. Branches would also be included in the transaction, the newspaper said. JPMorgan said it would hold an investor conference call at 9:15 p.m. EDT on Thursday, but it did not say why. Neither company returned calls for comment. The deposit acquisition is not likely to affect the roughly $45.2 billion insurance fund of the Federal Deposit Insurance Corp (FDIC), which analysts expect will be tapped dozens of times in the next few years to cover bank failures. It also comes as Washington wrangles over the fate of a $700 billion bailout of the financial services industry, which has been battered by mortgage defaults and tight credit conditions. “Jamie Dimon is clearly feeling that he has an opportunity to grab market share, and get it at fire-sale prices,” said Matt McCormick, a portfolio manager at Bahl & Gaynor Investment Counsel in Cincinnati. “He’s becoming an acquisition machine.” JPMorgan ended June with $1.78 trillion of assets, $722.9 billion of deposits and 3,157 branches. Washington Mutual ended June with $309.7 billion of assets, $181.9 billion of deposits, 2,239 branches and 43,198 employees. Shares of Washington Mutual plunged 80 cents to 89 cents in after-hours trading after falling 57 cents to $1.69 in regular trading on the New York Stock Exchange. NEGOTIATIONS A transaction would follow more than a week of negotiations over the fate of Seattle-based Washington Mutual, which attracted interest from several large North American and European banks, as well as private equity firms, despite soaring mortgage losses and evaporating investor confidence. It also appears to be a costly defeat for David Bonderman and his private equity firm TPG Inc TPG.UL, which in April invested $2 billion in Washington Mutual as part of a $7 billion capital-raising by the thrift. TPG was not available for comment. Washington Mutual’s $227 billion book of real estate loans, more than half of which comes from home equity loans, and adjustable-rate and subprime mortgages now considered risky, ensconced the thrift on the critical list of financial institutions needing help, analysts said. Its fate appeared to grow more precarious after problems with mortgage-related debt led to last week’s bankruptcy filing by Lehman Brothers Holdings Inc LEHMQ.PK and the near demise of insurance company American International Group Inc (AIG.N). The addition of Washington Mutual would make JPMorgan close in size to Citigroup Inc (C.N), now the largest U.S. bank by assets. It would trail Bank of America Corp (BAC.N) assuming that bank, which now ranks second in assets, completes its planned purchase of Merrill Lynch & Co MER.N. Once something of a golden child at Citigroup Inc (C.N) before Sanford “Sandy” Weill engineered his ouster in 1998, Dimon has been carving for himself something of a role as a Wall Street savior. Some historians see parallels with the legendary financier John Pierpont Morgan, who ran J.P. Morgan & Co and was credited with intervening to end a banking panic in 1907. Bank of America Chief Executive Kenneth Lewis has also been credited with helping steady Wall Street, or at least reduce damage, with his acquisitions this year of Merrill Lynch and Countrywide Financial Corp, the troubled mortgage lender that was once the nation’s largest. HARD-HIT It was not immediately clear how much of Washington Mutual’s loans might have been eligible for the bailout. The thrift has a significant presence in California and Florida, two of the states hardest hit by the nation’s housing crisis. It also has a significant presence in the New York City area. The thrift had long been expected to sell itself after amassing $6.3 billion of losses in the previous three quarters. It had also projected $19 billion of mortgage losses through 2011, but many analysts said that was too low. Washington Mutual earlier this month ousted Chief Executive Kerry Killinger, who spearheaded the thrift’s growth as well as its expansion in subprime and other risky mortgages, and replaced him with Alan Fishman, the former chief executive of Brooklyn, New York’s Independence Community Bank Corp. (Reporting by Paritosh Bansal, Megan Davies, Jessica Hall, Christian Plumb, Jonathan Stempel and Dan Wilchins, and Jonn Poirier in Washington) ʘ",
        "link": "http://www.reuters.com/article/gc06/idUSTRE48P02G20080926",
        "time": "08:08 PM EDT"
    },
    {
        "header": "jpmorgan's dimon rises as wall st flounders",
        "body": "By Elinor Comlay NEW YORK (Reuters) - With the acquisition of Washington Mutual Inc, JPMorgan Chase & Co Chief Executive Jamie Dimon is starting to look a little more like this century’s incarnation of John Pierpont Morgan. Morgan, who established the original J.P. Morgan & Co in 1871, organized a rescue of the banking system in the Panic of 1907. More than 100 years later, Dimon is buying failed banks in the midst of financial chaos. The parallel is far from perfect. Dimon’s rescues are first and foremost meant to be good deals for shareholders, and not necessarily noble efforts to stabilize the financial world. But in an era of faltering financial institutions, Dimon’s JPMorgan, now the second-largest U.S. bank by assets, seems about as strong as Morgan’s did. He acquired investment bank Bear Stearns Cos in May through a government-financed fire sale, and agreed to acquire Washington Mutual’s assets after the government took control of the largest U.S. savings and loan on Thursday. Dimon, 52, has been something of a golden child on Wall Street ever since he was a protege of Sanford “Sandy” Weill at the company that would become Citigroup Inc, JPMorgan’s chief New York commercial banking rival. JPMorgan edged out Citi, among others, in acquiring Washington Mutual. Several books profiling Dimon are in the works, as his comments on Wall Street, its foibles and the U.S. economy become more influential. This is partly because JPMorgan has avoided much of the credit mess that has embroiled competitors and left Bear Stearns hobbled, Lehman Brothers bankrupt and Merrill Lynch & Co Inc sold to Bank of America Corp. “I think Jamie has earned the right by his performance to be a spokesman that people should pay attention to,” Weill, the former Citigroup chief executive and chairman, said in an interview with Reuters in July. As for investors, JPMorgan shares have through Thursday dropped 0.4 percent or 19 cents this year, finishing on Thursday at $43.46, compared with an 18.7 percent slide in the KBW Banks Index. With his latest acquisition of the assets of the country’s largest savings and loan, Dimon again took the statesman’s role while snaring the deal for JPMorgan. “He has been a good risk manager. He has been able to reap the benefits,” said Rick Meckler, chief investment officer of LibertyView Capital Management. NO SHRINKING PERSONALITY Robert Bruner, author of “The Panic of 1907” and dean of the Darden Business School at the University of Virginia, told Reuters in July that he sees some similarities between John Pierpont Morgan’s handling of the 1907 financial markets’ crisis and Dimon’s acquisition of investment bank Bear Stearns. JPMorgan took over Bear Stearns after the latter suffered the equivalent of a bank run. Part of the reason JPMorgan became involved was that it was considered by the government to be the financial institution best equipped to absorb the 85-year-old company. “He sets an example at an institution that is itself exemplar,” Bruner said. After leaving Citigroup, Dimon became chief executive at Chicago’s underperforming Bank One Corp, where he slashed costs and improved operations. He engineered that bank’s $58 billion takeover by JPMorgan in 2004. Dimon is known for being boisterous, opinionated and unafraid to speak his mind, even if it means talking over colleagues on calls with analysts and investors. People who know him say Dimon cuts his peers no slack. On a conference call for Wall Street chieftains while JPMorgan was rescuing Bear Stearns, Dimon shot down a somewhat technical question from Citigroup Chief Executive Vikram Pandit, who has a doctorate in finance. According to published reports, Dimon told Pandit: “Stop being such a jerk.” ʘ",
        "link": "http://www.reuters.com/article/topNews/idUSTRE48P10K20080926",
        "time": "11:32 PM EDT"
    },
    {
        "header": "update 1-jpmorgan to buy wamu deposits-wsj",
        "body": "NEW YORK, Sept 25 (Reuters) - JPMorgan Chase & Co (JPM.N) has agreed to acquire the deposits of struggling savings and loan Washington Mutual Inc (WM.N) in a government-brokered deal, the Wall Street Journal reported on Thursday.\n\nEarlier, JPMorgan, the third-largest U.S. bank, said it would hold an investor conference call at 9:15 p.m. EDT on Thursday, but it did not say why.\n\nJPMorgan officials were not available for comment.\n\nSources have said that JPMorgan was one of the banks circling Wamu, the largest U.S. thrift, which has been talking to buyers about selling itself.\n\nWamu shares, which plunged 25 percent in the main session of the New York Stock Exchange to close at $1.69, were up 17 percent in after-hours trading.\n\nSources previously have told Reuters that regulators are eager for the savings and loan to forge a deal, but no deadline or requirement had been placed on the bank to accept a takeover offer or split itself among several suitors.\n\nThe main auction has been slowed by the government talking to potential suitors about possible financial support for a deal.\n\nHowever, the pressure is on to strike a deal for the Seattle-based thrift amid continued uncertainty in the financial sector. (Reporting by Megan Davies, Jessica Hall, Dan Wilchins, Christian Plumb and Paritosh Bansal)",
        "link": "http://www.reuters.com/article/privateEquity/idUSN2534041720080925",
        "time": "07:16 PM EDT"
    },
    {
        "header": "update 1-jp morgan cuts u.s. asset managers 2008 outlook",
        "body": "Sept 25 (Reuters) - J.P. Morgan Securities cut its 2008 estimates on at least six U.S. asset managers to reflect poor equity market returns quarter to date, particularly in the month of September.\n\nAnalyst Kenneth Worthington said the significant deterioration of assets under management could threaten earnings growth in 2009, which leads him to believe that valuation contraction was likely.\n\nHe said Invesco (IVZ.N) was his top investment idea, and added that he saw the company getting close to positive results in the third quarter.\n\nHe maintained Janus Capital Group Inc JNS.N and Franklin Resources Inc (BEN.N) at “underweight”.\n\n“We see both companies as vulnerable to a strengthening US dollar. Janus is also vulnerable to a disproportionate exposure to equities and retail distribution,” said Worthington in a note to clients.\n\nThe following are the estimate changes made by JP Morgan on the companies.\n\nT.Rowe Price Group (TROW.O) $2.25 $2.34 (Reporting by Vidya L Nathan in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSBNG8335920080925",
        "time": "05:56 AM EDT"
    },
    {
        "header": "newsmaker-jpmorgan's dimon rises as wall st flounders",
        "body": "NEW YORK, Sept 25 (Reuters) - With the acquisition of Washington Mutual Inc, (WM.N) JPMorgan Chase & Co (JPM.N) Chief Executive Jamie Dimon is starting to look a little more like this century’s incarnation of John Pierpont Morgan.\n\nMorgan, who established the original J.P. Morgan & Co in 1871, organized a rescue of the banking system in the Panic of 1907. More than 100 years later, Dimon is buying failed banks in the midst of financial chaos.\n\nThe parallel is far from perfect. Dimon’s rescues are first and foremost meant to be good deals for shareholders, and not necessarily noble efforts to stabilize the financial world.\n\nBut in an era of faltering financial institutions, Dimon’s JPMorgan, now the second-largest U.S. bank by assets, seems about as strong as Morgan’s did.\n\nHe acquired investment bank Bear Stearns Cos in May through a government-financed fire sale, and agreed to acquire Washington Mutual’s (WM.N) assets after the government took control of the largest U.S. savings and loan on Thursday.\n\nDimon, 52, has been something of a golden child on Wall Street ever since he was a protege of Sanford “Sandy” Weill at the company that would become Citigroup Inc (C.N), JPMorgan’s chief New York commercial banking rival.\n\nJPMorgan edged out Citi, among others, in acquiring Washington Mutual.\n\nSeveral books profiling Dimon are in the works, as his comments on Wall Street, its foibles and the U.S. economy become more influential. This is partly because JPMorgan has avoided much of the credit mess that has embroiled competitors and left Bear Stearns hobbled, Lehman Brothers LEHMQ.PK bankrupt and Merrill Lynch & Co Inc MER.N sold to Bank of America Corp (BAC.N).\n\n“I think Jamie has earned the right by his performance to be a spokesman that people should pay attention to,” Weill, the former Citigroup chief executive and chairman, said in an interview with Reuters in July.\n\nAs for investors, JPMorgan shares have through Thursday dropped 0.4 percent or 19 cents this year, finishing on Thursday at $43.46, compared with an 18.7 percent slide in the KBW Banks Index BKX.\n\nWith his latest acquisition of the assets of the country’s largest savings and loan, Dimon again took the statesman’s role while snaring the deal for JPMorgan.\n\n“He has been a good risk manager. He has been able to reap the benefits,” said Rick Meckler, chief investment officer of LibertyView Capital Management.\n\nRobert Bruner, author of “The Panic of 1907” and dean of the Darden Business School at the University of Virginia, told Reuters in July that he sees some similarities between John Pierpont Morgan’s handling of the 1907 financial markets’ crisis and Dimon’s acquisition of investment bank Bear Stearns.\n\nJPMorgan took over Bear Stearns after the latter suffered the equivalent of a bank run. Part of the reason JPMorgan became involved was that it was considered by the government to be the financial institution best equipped to absorb the 85-year-old company.\n\n“He sets an example at an institution that is itself exemplar,” Bruner said.\n\nAfter leaving Citigroup, Dimon became chief executive at Chicago’s underperforming Bank One Corp, where he slashed costs and improved operations. He engineered that bank’s $58 billion takeover by JPMorgan in 2004.\n\nDimon is known for being boisterous, opinionated and unafraid to speak his mind, even if it means talking over colleagues on calls with analysts and investors.\n\nPeople who know him say Dimon cuts his peers no slack. On a conference call for Wall Street chieftains while JPMorgan was rescuing Bear Stearns, Dimon shot down a somewhat technical question from Citigroup Chief Executive Vikram Pandit, who has a doctorate in finance. According to published reports, Dimon told Pandit: “Stop being such a jerk.”",
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSN2511673720080926",
        "time": "11:23 PM EDT"
    },
    {
        "header": "jpmorgan to buy wamu deposits: report",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) is expected to acquire the deposits of Washington Mutual Inc (WM.N), the largest U.S. savings and loan, in a government-brokered bailout, the Wall Street Journal reported on Thursday.\n\nThe purchase could be a major step in cleaning up a U.S. financial system littered with toxic mortgage debt.\n\nAcquiring the deposits could fulfill JPMorgan Chief Executive Jamie Dimon’s long-held goal of becoming a retail banking force in the western United States. It comes six months after JPMorgan, the No. 3 U.S. bank, agreed to acquire the failing investment bank Bear Stearns Cos at a fire-sale price. Branches would also be included in the transaction, the newspaper said.\n\nJPMorgan said it would hold an investor conference call at 9:15 p.m. EDT on Thursday, but it did not say why. Neither company returned calls for comment.\n\nThe deposit acquisition is not likely to affect the roughly $45.2 billion insurance fund of the Federal Deposit Insurance Corp (FDIC), which analysts expect will be tapped dozens of times in the next few years to cover bank failures.\n\nIt also comes as Washington wrangles over the fate of a $700 billion bailout of the financial services industry, which has been battered by mortgage defaults and tight credit conditions.\n\n“Jamie Dimon is clearly feeling that he has an opportunity to grab market share, and get it at fire-sale prices,” said Matt McCormick, a portfolio manager at Bahl & Gaynor Investment Counsel in Cincinnati. “He’s becoming an acquisition machine.”\n\nJPMorgan ended June with $1.78 trillion of assets, $722.9 billion of deposits and 3,157 branches.\n\nWashington Mutual ended June with $309.7 billion of assets, $181.9 billion of deposits, 2,239 branches and 43,198 employees.\n\nShares of Washington Mutual plunged 80 cents to 89 cents in after-hours trading after falling 57 cents to $1.69 in regular trading on the New York Stock Exchange.\n\nA transaction would follow more than a week of negotiations over the fate of Seattle-based Washington Mutual, which attracted interest from several large North American and European banks, as well as private equity firms, despite soaring mortgage losses and evaporating investor confidence.\n\nIt also appears to be a costly defeat for David Bonderman and his private equity firm TPG Inc TPG.UL, which in April invested $2 billion in Washington Mutual as part of a $7 billion capital-raising by the thrift. TPG was not available for comment.\n\nWashington Mutual’s $227 billion book of real estate loans, more than half of which comes from home equity loans, and adjustable-rate and subprime mortgages now considered risky, ensconced the thrift on the critical list of financial institutions needing help, analysts said.\n\nIts fate appeared to grow more precarious after problems with mortgage-related debt led to last week’s bankruptcy filing by Lehman Brothers Holdings Inc LEHMQ.PK and the near demise of insurance company American International Group Inc (AIG.N).\n\nThe addition of Washington Mutual would make JPMorgan close in size to Citigroup Inc (C.N), now the largest U.S. bank by assets. It would trail Bank of America Corp (BAC.N) assuming that bank, which now ranks second in assets, completes its planned purchase of Merrill Lynch & Co MER.N.\n\nOnce something of a golden child at Citigroup Inc (C.N) before Sanford “Sandy” Weill engineered his ouster in 1998, Dimon has been carving for himself something of a role as a Wall Street savior.\n\nSome historians see parallels with the legendary financier John Pierpont Morgan, who ran J.P. Morgan & Co and was credited with intervening to end a banking panic in 1907.\n\nBank of America Chief Executive Kenneth Lewis has also been credited with helping steady Wall Street, or at least reduce damage, with his acquisitions this year of Merrill Lynch and Countrywide Financial Corp, the troubled mortgage lender that was once the nation’s largest.\n\nIt was not immediately clear how much of Washington Mutual’s loans might have been eligible for the bailout. The thrift has a significant presence in California and Florida, two of the states hardest hit by the nation’s housing crisis. It also has a significant presence in the New York City area.\n\nThe thrift had long been expected to sell itself after amassing $6.3 billion of losses in the previous three quarters. It had also projected $19 billion of mortgage losses through 2011, but many analysts said that was too low.\n\nWashington Mutual earlier this month ousted Chief Executive Kerry Killinger, who spearheaded the thrift’s growth as well as its expansion in subprime and other risky mortgages, and replaced him with Alan Fishman, the former chief executive of Brooklyn, New York’s Independence Community Bank Corp.",
        "link": "http://www.reuters.com/article/gc06/idUSTRE48P0A720080926",
        "time": "08:39 PM EDT"
    },
    {
        "header": "buying bad home loans would beat bailout -jpmorgan",
        "body": "NEW YORK, Sept 25 (Reuters) - Buying $1 trillion of delinquent home loans at steep discounts would be a more direct way to break home price declines and rising foreclosures than the U.S. Treasury’s proposal to soak up troubled securities, JPMorgan Chase & Co. analysts said.\n\nGovernment purchases of bad loans could buoy home prices and unfreeze capital markets at the lowest possible cost to taxpayers, the analysts, led by Dale Westhoff, wrote in a research note published on Wednesday.\n\nIlliquid mortgage securities are currently priced to the worst-case scenarios of home price declines and defaults because “nothing has occurred to suggest an end to the self-perpetuating cycle,” the analysts wrote.\n\nThe key for a self-reinforcing program “is to implement it at the loan level with a single objective: to establish a floor on collateral pricing,” they added.\n\nAn entity similar to the Resolution Trust Corp. could buy loans at 60 percent of their unpaid principal balance, giving itself the ability to modify mortgages to affordable terms. Capital markets could restructure existing mortgage bonds to create securities, backed by the 60 percent balance, that are government-guaranteed for a period, they said.\n\nThe “super senior” securities would sell at yields only slightly higher than “agency” mortgage-backed securities issued by Fannie Mae, Freddie Mac and Ginnie Mae, they said.\n\nAddressing home prices is critical amid expectations for an additional 5.5 million foreclosures over the next five years, on top of about 2 million already in or through the process, they said. Outside of loans in U.S. mortgage programs, the government would buy some $1.05 trillion in loans for a price of $630 billion over five years, they said.\n\nTotal losses on liquidated mortgages average less than 40 percent, so the program should be self-funding, they said.\n\nThe plan should be pursued independently of decisions to participate in the purchase or sale of securities backed by the loans, they said. Lawmakers on Thursday were close to agreement on a massive $700 billion plan to buy illiquid mortgage assets in a bid to stabilize financial markets.\n\n”The new program will put the government at the throttle of foreclosure supply, ending the destructive distressed selling that has been wreaking havoc“ on home prices,” they said. (Editing by Leslie Adler)",
        "link": "http://www.reuters.com/article/americasIpoNews/idUSN2540243620080925",
        "time": "05:30 PM EDT"
    },
    {
        "header": "jpmorgan acquires certain wamu assets for $1.9 billion",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) has acquired certain assets of Washington Mutual Inc (WM.N) for $1.9 billion after the large savings and loan was closed by regulators on Thursday.\n\nThe acquisition will have no impact on WaMu’s depositors or customers. The bank had $188.3 billion in deposits and the Office of Thrift Supervision described it as a $307 billion institution.",
        "link": "http://www.reuters.com/article/gc06/idUSTRE48P0MK20080926",
        "time": "09:41 PM EDT"
    },
    {
        "header": "instant view: jpmorgan to acquire wamu's deposits: wsj",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co has agreed to acquire the deposits of struggling savings and loan Washington Mutual Inc in a government-brokered deal, the Wall Street Journal reported on Thursday. Earlier, JPMorgan, the third-largest U.S. bank, said it would hold an investor conference call later on Thursday night but did not say why it was doing so. JPMorgan officials were not immediately available for comment. Wamu shares, which plunged 25 percent in the main session, were up 5.9 percent in after-hours trading. JPMorgan shares were up 1.8 percent. The following is reaction from investors, industry analysts: NANCY BUSH, ANALYST, NAB RESEARCH, ANNANDALE, NEW JERSEY ”It’s very unsurprising. It had been speculated for a long time that JPMorgan was going to buy Washington Mutual or Wachovia, and Washington Mutual presented itself first. JPMorgan got branches from Bank of New York, and revamped them. So they’ve have plenty of experience in revamping retail franchises, which is what they’ll be doing with these branches.“ ”Washington Mutual had been teetering on the brink for quite awhile. It is surprising that it has hung on for as long as it has.“ RICK MECKLER, CHIEF INVESTMENT OFFICER, LIBERTYVIEW CAPITAL MANAGEMENT, NEW YORK, NY ”JPMorgan is a strong hand, they’re a good operator. It probably is a good deal for them.“ ”I think it’s really just showing you that the problems have become not only so large but in some ways they fed on themselves -- the more distressed sales you have, the more it creates problems for other security holders.“ ”I think what (Dimon) did right is he appeared to have built up the fire power to step into these situations, in terms of having the capital, in terms of having avoided some of the problems that other people had. “He has been a good risk manager, he has been able to reap the benefits.” MATT MCCORMICK, PORTFOLIO MANAGER AT BAHL & GAYNOR INVESTMENT COUNSEL, INC. IN CINCINNATI, OHIO “Jamie Dimon is clearly feeling that he has an opportunity to grab market share, and get it at firesale prices. There will clearly be two types of banks: those that survive, and those that don‘t. Dimon will survive and dominate. He’s becoming an acquisition machine.” (Reporting by Dan Wilchins and Elinor Comlay) ʘ",
        "link": "http://www.reuters.com/article/newsOne/idUSTRE48P06520080926",
        "time": "08:22 PM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan cuts 8 lodging companies",
        "body": "",
        "link": "http://www.reuters.com/article/rbssREITResidentialCommercial/idUSBNG35411420080925",
        "time": "08:27 AM EDT"
    }
]