[
    {
        "header": "update 1-research alert-jp morgan cuts big lots to \"neutral\"",
        "body": "Sept 16 (Reuters) - JP Morgan cut downgraded Big Lots Inc (BIG.N) to “neutral” from “overweight” on valuation and said the retailer will find it difficult to deliver the kind of earnings growth expected from it in 2009.\n\n“Although we believe that Big Lots likely has enough earnings power in its model to exceed its second half earnings guidance, we think that buyside expectations already reflect the upside potential,” analyst Charles Grom said in a note to clients.\n\nBig Lots has exceeded Street expectations over the past 10 quarters, said Grom, adding that it runs the risk of becoming a ‘victim of its own success’ if it does not deliver similar earnings upside over the next two quarters.\n\nGrom said although the company had reported good August same-store sales, this trend was unlikely to improve given Big Lots product mix, deceleration in retail sales across the board post Back-to-school and high unemployment.\n\nLooking ahead to 2009, it will be a challenge for the company to exceed market expectations given tougher comparisons and diminishing administrative cost saving opportunities, said Grom. Shares of Columbus, Ohio-based Big Lots closed at $31.56 Monday on New York Stock Exchange.",
        "link": "http://www.reuters.com/article/rbssRetailSpecialty/idUSBNG34098520080916",
        "time": "05:50 AM EDT"
    },
    {
        "header": "fed repaid jpmorgan $87 billion for lehman financing",
        "body": "NEW YORK (Reuters) - The New York Federal Reserve intervened aggressively to shore up the U.S. financial system this week, providing at least $87 billion to help underpin trades with units of bankrupt Lehman Brothers Holdings Inc, court documents show.\n\nThe Fed’s action is the latest sign of how U.S. authorities have been seeking to prop up financial markets following the failure of Lehman LEH.P and as big insurer American International Group (AIG.N) fights for survival.\n\nWhile the government had pledged not to fund a rescue of Lehman, the disclosure on Tuesday showed that authorities were taking other financial steps to prevent markets from descending into chaos.\n\nJPMorgan Chase & Co (JPM.N) advanced $87 billion to the units on Monday to help clear and facilitate securities transactions with customers and clients of Lehman “to avoid disruption of financial markets,” according to documents filed in the U.S. Bankruptcy Court for the Southern District of New York.\n\nLehman and the New York Fed had requested the advance, known as a “commencement date advance” and the New York Fed repaid it, according to filings.\n\nIn effect, the New York Fed lent the funds to the units.\n\nA representative for the New York Fed declined to comment.\n\n“This expansion of the Fed’s credit program is unprecedented,” said David Pauker, a managing director with restructuring adviser Goldin Associates.\n\n“It should provide the liquidity necessary to facilitate the sale of Lehman’s core brokerage and banking business.”\n\nIn court on Tuesday, U.S. Bankruptcy Judge James Peck said he would provide a “comfort order” for JPMorgan, allowing it to continue providing the advances to Lehman.\n\nHarold Novikoff, a lawyer for JPMorgan, told the court that the firm has regularly provided these advances for Lehman to facilitate its trading, but was typically paid back by other parties who would step in overnight to repay JPMorgan. However, some of those third parties have disappeared since Lehman’s bankruptcy, filing necessitating the intervention from the Fed.\n\nA representative for the Federal Reserve Bank of New York said in court that services provided by JPMorgan were “integral” to the market.\n\n“If we stop, the broker dealer stops. It’s that simple,” Novikoff told reporters after the hearing.\n\nLehman had provided JPMorgan with $17 billion in collateral for the advancing services prior to the bankruptcy filing, Lehman’s lawyer Shai Weisman told the court.\n\nThe sale of Lehman’s broker-dealer business appeared closer on Tuesday, as a source said Britain’s Barclays (BARC.L) had agreed to buy Lehman’s core broker-dealer business for about $2 billion.\n\nLehman’s holding company filed for bankruptcy in the early hours of Monday, in the largest U.S. bankruptcy ever.\n\nAlthough Lehman’s broker-dealer units are not covered under the filing, customers typically unwind trades with a dealer whose holding company is bankrupt.\n\nOn Tuesday, at the request of Lehman and the New York Fed, JPMorgan advanced $51 billion to Lehman as part of a so-called second-day advance.\n\nCourt documents did not specify whether the New York Fed would repay the second amount.\n\nJPMorgan may elect to advance additional money to Lehman units as part of a “post-petition advance.”\n\nAll post-petition advances are guaranteed by Lehman and collateralized, according to the documents.\n\n“The Lehman Brothers bankruptcy is taking the restructuring industry into uncharted waters,” Pauker said.",
        "link": "http://www.reuters.com/article/gc06/idUSN1646400420080917",
        "time": "11:07 PM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan cuts eli lilly to underweight",
        "body": "Sept 16 (Reuters) - J.P. Morgan Securities downgraded drugmaker Eli Lilly and Co (LLY.N) to “underweight” from “neutral,” and said the company faces the loss of patent protection on $7.5 billion in product sales by 2013.\n\n“This trend only gets worse over time with the 2014 expiration of Cymbalta,” analyst Chris Schott said in a note to clients.\n\nCymbalta is Eli Lilly’s antidepressant that in June won approval for addressing pain condition fibromyalgia.\n\n“Lilly’s pipeline remains modest, consisting of a number of assets with either significant regulatory or clinical risk that are unlikely to drive the shares over the next 12 months,” Schott said.\n\nSchott expects a delay of one year related to the company’s new blood-clot preventer Effient. Effient, which is waiting for approval from U.S. regulators, has been widely touted as a medicine that could supplant Bristol-Myers Squibb Co’s (BMY.N) $5 billion-a-year Plavix as the standard treatment to prevent heart attacks among heart patients, including those receiving stents.\n\nSome analysts believe that because of Effient’s potency it will be approved as soon as Sept, 26, while others predict U.S. regulators will demand another time-consuming safety trial because of an unfavorable bleeding trend and risk to three subgroups of patients in a study.\n\nJ.P. Morgan’s Schott does not believe Effient is enough to offset upcoming patent expirations, regardless of the U.S. Food and Drug Administration’s (FDA) decision on the drug.\n\nShares of Eli Lilly were trading down almost 2 percent at $45.27 early Tuesday morning on the New York Stock Exchange. (Reporting by Vidya L Nathan in Bangalore; Editing by Pratish Narayanan)",
        "link": "http://www.reuters.com/article/regulatoryNewsHealthcare/idUSBNG23965120080916",
        "time": "09:56 AM EDT"
    },
    {
        "header": "update 1-ny fed repaid jpmorgan for $87 bln in lehman financing",
        "body": "NEW YORK, Sept 16 (Reuters) - The Federal Reserve Bank of New York took the unusual step of providing some $87 billion in financing to units of bankrupt Lehman Brothers Holdings Inc LEH.N to prevent disruption in trading markets as customers flee, according to a filing on Tuesday.\n\nJPMorgan Chase & Co (JPM.N) advanced $87 billion to Lehman on Monday to help clear and facilitate securities transactions with customers and clients of Lehman “to avoid disruption of financial markets,” according to documents filed in U.S. Bankruptcy Court for the Southern District of New York.\n\nThe New York Fed then repaid the advance, according to filings. A Fed representative declined to comment.\n\nLehman’s holding company filed for bankruptcy on Monday, and although its broker-dealer units are not covered under the bankruptcy filing, customers typically unwind trades with a dealer whose holding company is bankrupt.\n\nOn Tuesday, at the request of Lehman and the New York Fed, JPMorgan advanced $51 billion to Lehman as part of a so-called second day advance. Court documents did not specify whether the New York Fed will repay the second amount.\n\nJPMorgan may elect to advance additional money to Lehman units as part of a ‘post-petition advance.” (Reporting by Chelsea Emery and Dan Wilchins; additional reporting by Glenn Somerville; editing by Jeffrey Benkoe)",
        "link": "http://www.reuters.com/article/bondsNews/idUSN1648070820080916",
        "time": "03:39 PM EDT"
    },
    {
        "header": "financial shakeout to hit ny office rent: jp morgan",
        "body": "NEW YORK (Reuters) - The meltdown in the U.S. financial sector could lower New York office rents by 20 percent from its recent peak and boost vacancies by 5 to 7 percentage points from its lows, JP Morgan analysts said on Tuesday.\n\n”We think the outlook is fairly negative,“ JP Morgan analyst Anthony Paolone said during an investor call. ”We think you’re going to see a notable pullback in the marketplace.\n\nThat’s bad news for several of the biggest real estate investment trusts such as Vornado Realty Trust, SL Green Realty Corp, Brookfield Properties Corp, and Boston Properties Inc, which were downgraded on Monday by Merrill Lynch.\n\nJP Morgan didn’t specify the market peak in its outlook.\n\nBut the average asking rent for Manhattan offices hit a high of $72.95 per square foot in August, according to real estate services firm Cushman & Wakefield, and the vacancy rate was the lowest in the second quarter of 2007, at 5.3 percent.\n\nJP Morgan analysts said they believe Wall Street job losses may top the 30,000 to 40,000 typically seen in a downturn, considering this week’s bankruptcy filing by Lehman Brothers Holdings Inc, Bank of America Corp’s buyout of Merrill Lynch & Co Inc, and the precarious state of American International Group Inc.\n\n“There’s a very good chance that direct securities layoffs blow through what they were in the ‘87 cycle and as well as what they were in the 2000 cycle,” Paolone said.\n\nMost office REIT shares on Tuesday reversed some of their double-digit losses from Monday.\n\nOn the New York Stock Exchange, Brookfield rose 4.31 percent, or 75 cents, to $18.15; Boston Properties was up 2.34 percent, or $2.08, at $91.08; and Vornado gained 5.11 percent, or $4.53, at $93.23 at mid-afternoon.\n\nSL Green, which has the most exposure to New York, continued to see its stock fall, down 1.22 percent, or 86 cents, to $69.60, also on the NYSE.",
        "link": "http://www.reuters.com/article/domesticNews/idUSN1641249620080916",
        "time": "02:25 PM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan raises ca to overweight",
        "body": "Sept 16 (Reuters) - J.P. Morgan Securities raised its rating on CA Inc (CA.O) to “overweight” from “neutral,” saying the business software maker had a relatively stable business model against difficult macro backdrop.\n\nAnalyst John DiFucci said the company’s first-quarter results were an indicator of its strong underlying operational performance.\n\nAbout 70 percent of CA’s total revenue is from maintenence, while much of the remaining license revenue is for mainframe software, which we consider to be among the more stable software license sales, DiFucci said in a note to clients.\n\nThe company’s cash to be collected has increased in the last three quarters, which provides a relatively good gauge of the momentum of the business and indicates the trend in cash flow, he added.\n\nDiFucci, who has a price target of $28 on the stock, said CA should be able to at least meet earnings expectations for the rest of the year. He expects the company to earn 40 cents a share in the second quarter and $1.55 a share in fiscal 2009.\n\nShares of the company were up 32 cents at $21.85 in early morning trade on Nasdaq. (Reporting by Arup Roychoudhury in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSBNG35089820080916",
        "time": "09:37 AM EDT"
    },
    {
        "header": "update 3-fed repaid jpmorgan $87 bln for lehman financing",
        "body": "NEW YORK, Sept 16 (Reuters) - The New York Federal Reserve intervened aggressively to shore up the U.S. financial system this week, providing at least $87 billion to help underpin trades with units of bankrupt Lehman Brothers Holdings Inc, court documents show.\n\nThe Fed’s action is the latest sign of how U.S. authorities have been seeking to prop up financial markets following the failure of Lehman LEH.P and as big insurer American International Group (AIG.N) fights for survival.\n\nWhile the government had pledged not to fund a rescue of Lehman, the disclosure on Tuesday showed that authorities were taking other financial steps to prevent markets from descending into chaos.\n\nJPMorgan Chase & Co (JPM.N) advanced $87 billion to the units on Monday to help clear and facilitate securities transactions with customers and clients of Lehman “to avoid disruption of financial markets,” according to documents filed in the U.S. Bankruptcy Court for the Southern District of New York.\n\nLehman and the New York Fed had requested the advance, known as a “commencement date advance” and the New York Fed repaid it, according to filings.\n\nIn effect, the New York Fed lent the funds to the units.\n\nA representative for the New York Fed declined to comment.\n\n“This expansion of the Fed’s credit program is unprecedented,” said David Pauker, a managing director with restructuring adviser Goldin Associates.\n\n“It should provide the liquidity necessary to facilitate the sale of Lehman’s core brokerage and banking business.”\n\nIn court on Tuesday, U.S. Bankruptcy Judge James Peck said he would provide a “comfort order” for JPMorgan, allowing it to continue providing the advances to Lehman.\n\nHarold Novikoff, a lawyer for JPMorgan, told the court that the firm has regularly provided these advances for Lehman to facilitate its trading, but was typically paid back by other parties who would step in overnight to repay JPMorgan. However, some of those third parties have disappeared since Lehman’s bankruptcy, filing necessitating the intervention from the Fed.\n\nA representative for the Federal Reserve Bank of New York said in court that services provided by JPMorgan were “integral” to the market.\n\n“If we stop, the broker dealer stops. It’s that simple,” Novikoff told reporters after the hearing.\n\nLehman had provided JPMorgan with $17 billion in collateral for the advancing services prior to the bankruptcy filing, Lehman’s lawyer Shai Weisman told the court.\n\nThe sale of Lehman’s broker-dealer business appeared closer on Tuesday, as a source said Britain’s Barclays (BARC.L) had agreed to buy Lehman’s core broker-dealer business for about $2 billion.\n\nLehman’s holding company filed for bankruptcy in the early hours of Monday, in the largest U.S. bankruptcy ever.\n\nAlthough Lehman’s broker-dealer units are not covered under the filing, customers typically unwind trades with a dealer whose holding company is bankrupt.\n\nOn Tuesday, at the request of Lehman and the New York Fed, JPMorgan advanced $51 billion to Lehman as part of a so-called second-day advance.\n\nCourt documents did not specify whether the New York Fed would repay the second amount.\n\nJPMorgan may elect to advance additional money to Lehman units as part of a “post-petition advance.”\n\nAll post-petition advances are guaranteed by Lehman and collateralized, according to the documents.\n\n“The Lehman Brothers bankruptcy is taking the restructuring industry into uncharted waters,” Pauker said. (Reporting by Chelsea Emery, Dan Wilchins, and Emily Chasan in New York; Additional reporting by Glenn Somerville in Washington; Editing by Ted Kerr, Gary Hill)",
        "link": "http://www.reuters.com/article/etfNews/idUSN1644114220080916",
        "time": "07:47 PM EDT"
    }
]