[
    {
        "header": "update 1-research alert-jp morgan downgrades standard pacific",
        "body": "Oct 6 (Reuters) - J.P. Morgan Securities said it downgraded home builder Standard Pacific Corp SPF.N to “underweight,” citing the stock’s recent outperformance, expectation of above-average impairment charges and substantial dilution after recent issuance of securities.\n\n“While the recapitalization has improved SPF’s net debt-to-cap, equity still susceptible to deterioration given our outlook for large impairments to continue due to its geographic exposure,” said the brokerage, which downgraded the stock from “outperform.”\n\nStandard Pacific’s 66 percent exposure to weak markets of California, Florida and Arizona, has been a key driver of its cumulative land charges, JP Morgan said.\n\nThe brokerage expects material land impairment charges of $343 million in second half of 2008 and $380 million in 2009. Standard’s stock is trading at a premium, well above its peers, as it had risen 73 percent from its low on Aug. 25, the brokerage said. Following the completion of the company’s securities issuance, its fully diluted share count has quadrupled, JP Morgan said adding that this has limited upside on a “normalized” EPS basis.\n\nThe company’s stock closed at $5.06 Friday on Nasdaq. (Reporting by Mary Meyase in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssHomebuilding/idUSBNG19343120081006",
        "time": "08:22 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan cuts varian to neutral",
        "body": "Oct 6 (Reuters) - J.P. Morgan Securities downgraded Varian Medical Systems Inc (VAR.N) to “neutral” from “overweight,” saying the near-term upside for the stock might be limited under current economic conditions.\n\nThough the company has indicated that it has not seen any impact from recent economic developments, concerns are bound to linger given the credit market, analyst Tycho Peterson said in a note to clients.\n\nVarian’s valuation also appears to factor in a modest amount of earnings upside for the coming year, said Peterson, who expects the company to earn $2.52 a share in 2009.\n\nHowever, the analyst expects a strong fourth quarter for the company and said order growth would remain the key.\n\nHe expects investors to focus on its radiotherapy technology RapidArc in the fourth quarter, as in the third quarter.\n\nPeterson sees a 9.6 percent growth in the oncology segment revenue and 14.1 percent growth in the X-Ray segment for the fourth quarter.\n\nShares of Varian closed at $54.56 Friday, on the New York Stock Exchange. (Reporting by Vidya L Nathan in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssMedicalEquipment, Supplies & Distribution/idUSBNG28148120081006",
        "time": "08:45 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan raises monsanto to overweight",
        "body": "Oct 6 (Reuters) - J.P. Morgan Securities upgraded biotech seed company Monsanto Co (MON.N) to “overweight” from “neutral,” saying the shares no longer looked expensive.\n\nShares of Monsanto have lost 30 percent of their value over the last three months.\n\nAnalyst Jeffrey Zekauskas said the recent looseness in the fertilizer supply and demand balances were irrelevant to the profit model of Monsanto.\n\n“The company creates value annually due to improvements in yields, which should only accelerate in the future,” Zekauskas said.\n\nHe expects higher profits at Roundup, the company’s herbicide segment, and higher sales at the seeds segment, and raised his earnings estimate for 2009 to $5.00 a share from $4.60.\n\nZekauskas said the company’s business in glyphosate, a kind of herbicide, is more valuable than it appears at first sight and that a voluntary decision by the company to curtail production would tighten market for years ahead.\n\nThe company’s shares closed at $83.26 Friday on the New York Stock Exchange. (Reporting by Vidya L Nathan; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/rbssChemicalsAgricultural/idUSBNG14592620081006",
        "time": "07:15 AM EDT"
    },
    {
        "header": "lehman creditors seek documents from jpmorgan",
        "body": "NEW YORK (Reuters) - A group of Lehman Brothers Holdings Inc creditors are asking a U.S. judge to allow them to conduct depositions and access documents from JPMorgan Chase & Co, claiming JPMorgan prevented Lehman from accessing $17 billion in assets on the eve of its bankruptcy filing.\n\nIn court documents filed late last week, a group of unsecured creditors claimed that JPMorgan refused to let Lehman access assets and instead froze Lehman’s account, triggering a liquidity crisis that led to the 158-year-old investment bank’s collapse.\n\n“(JPMorgan‘s) refusal to make those assets available to (Lehman) and its subsidiaries in the days leading up to (Lehman‘s) bankruptcy filing may have contributed to Lehman’s liquidity constraints,” the creditors said in the court documents.\n\nA lawyer for JPMorgan, however, disputed the $17 billion figure and said that JPMorgan had provided $87 billion in cash to facilitate trading at Lehman in the early days of its bankruptcy.\n\n“To say that somehow JPMorgan was inhibiting the liquidity just is not consistent with the facts,” said Harold Novikoff, a lawyer representing JPMorgan in the case.\n\nThe creditor’s committee said it believes had JPMorgan not taken those actions, Lehman’s liquidity problems could have been averted.\n\nLehman filed for Chapter 11 bankruptcy protection from creditors Sep. 15, in the largest U.S. bankruptcy filing ever.\n\nBarclays Capital subsequently bought Lehman’s core North American capital markets business, and other units are being sold off to other parties.\n\nJPMorgan has played a key role in the case since day one, as the firm regularly advanced billions to Lehman units to help clear and facilitate securities transactions with customers and clients of Lehman.\n\nThe creditors said in the court filing that JPMorgan held the $17 billion in excess assets as collateral, due to its role in providing cash advances to Lehman to fund overnight repurchase agreements.\n\nJPMorgan does not think that $17 billion is a “correct valuation” of the assets, Novikoff said. Novikoff said the figure overstates the amount of assets held, and appears to value some asset-backed commercial paper and collateralized loan obligations at face value when their market value is much lower.\n\nThe bankruptcy court is scheduled to have a hearing on the creditor’s request next week.",
        "link": "http://www.reuters.com/article/americasPrivateEquityNews/idUSTRE4957OO20081006",
        "time": "04:47 PM EDT"
    },
    {
        "header": "update 1-fox-pitt sees q3 loss at jpmorgan",
        "body": "Oct 6 (Reuters) - JPMorgan Chase & Co’s (JPM.N) third-quarter earnings estimates were cut by Fox-Pitt Kelton analyst David Trone to a loss, citing additional mark-to-market losses, losses on government-sponsored enterprises’ (GSE) securities, and a build in credit reserve. Trone now expects a loss of 10 cents a share in the third quarter compared to his prior view of profit of 32 cents a share.\n\nHe expects the company to record net marks of $4.3 billion in the quarter, comprising $2.0 billion on leveraged loans, $1.0 billion on mortgage assets, $1.2 billion loss on GSE securities and $400 million related to a settlement on auction rate securities. Trone also expects a $1.7 billion in reserve build associated with the Washington Mutual acquisition.\n\nThese losses will be partially offset by $300 million of liability valuation gains and a $700 million tax benefit, a large part of which will be in the investment bank, he added.\n\nFor the fourth quarter, Trone raised earnings estimates to 86 cents a share from 79 cents a share, and for 2009 to $3.91 a share from $3.82 a share, citing net income contribution from Washington Mutual.\n\nJPMorgan may record reversal gains in the future from assets that were conservatively marked during the Bear Stearns and Washington Mutual acquisitions, Trone said, adding that upward earnings revisions are likely.\n\nThe company will gain market share in the long term across its traditional banking and securities units, from the demise of some peers, he said.\n\nJPMorgan’s shares were down 5 percent at $43.66 in morning trade on the New York Stock Exchange. (Reporting by Amiteshwar Singh in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssBanks/idUSBNG30945520081006",
        "time": "09:59 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan upgrades dollar tree",
        "body": "Oct 6 (Reuters)- J.P. Morgan Securities upgraded Dollar Tree Inc (DLTR.O) to “overweight” from “neutral,” saying sales trends and fundamentals are solid at the company, which sells most of its merchandise for $1.\n\n“Outside of warehouse clubs Costco Wholesale Corp (COST.O) and BJ’s Wholesale Club Inc BJ.N, Dollar Tree is the only retailer we cover that is generating positive traffic -- year to date average of 2.9 percent,” analyst Charles Grom wrote in a note to clients.\n\nGrom said the company’s merchandise strength was not just in consumables but also in health and beauty care, party supplies, and household goods.\n\nThe analyst, who raised his 2008 and 2009 earnings estimates, said the current valuation does not accurately reflect the company’s top-line prospects and earnings-per-share upside.\n\nShares of the Chesapeake, Virginia-based company closed at $35.28 Friday on Nasdaq. (Reporting by Divya Nair in Bangalore; Editing by Deepak Kannan)",
        "link": "http://www.reuters.com/article/rbssRetailDiscountStores/idUSBNG12709020081006",
        "time": "08:33 AM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan adds memc to u.s. focus list",
        "body": "Oct 6 (Reuters) - J.P. Morgan Securities added MEMC Electronic Materials Inc WFR.N to its focus list, saying the passage of the investment tax credit in the United States will be a positive near-term catalyst for the company and the solar energy sector as a whole.\n\nTight credit market could slow expansion by new players as new capital is likely to be harder to come by over the next 12 months, but the company stands to benefit as it is cash rich and does not need to borrow to expand capacity, analyst Christopher Blansett said.\n\nThe analyst reiterated his “overweight” rating and has a price target of $45 on the stock of the company, which supplies silicon wafers to the chip and solar industries.\n\n“Investor expectations are at a multi-year low and we believe the stock is likely to outperform on an absolute basis over the next 12 months as sentiment improves,” Blansett said.\n\nShares of the company, whose customers include South Korea’s Samsung (005930.KS) and China’s Yingli Green Energy (YGE.N), closed at $25.37 Friday on the New York Stock Exchange. They have shed 71 percent so far this year. (Reporting by Shrutika Verma in Bangalore; Editing by Deepak Kannan)",
        "link": "http://www.reuters.com/article/rbssSemiconductors/idUSBNG34198520081006",
        "time": "07:29 AM EDT"
    }
]