[
    {
        "header": "update 1-former jpmorgan execs to launch greater china fund",
        "body": "* To launch fund via start-up in Hong Kong\n\n* Amount of funds raised not disclosed (Adds more details, background)\n\nSHANGHAI, April 30 (Reuters) - Three former executives at JPMorgan Asset Management plan to launch a Greater China hedge fund via a start-up in Hong Kong, tapping rising investor demand for Asian equities amid the global financial crisis.\n\n“Greater China may be the first region to recover from the global economic crisis, and will certainly attract global fund flows,” Lu Jun, one of the co-founders said in a telephone interview. “I think it’s good timing to launch the new fund.”\n\nLu, previously a star fund manager at JPMorgan’s (JPM.N) China fund venture, has teamed up with Man Wing Chung, former head of JPMorgan’s Greater China team, and Joseph Tang, who focused on Taiwan investment, to co-found JTM Capital Partners. The partners will start running a hedge fund in mid-June.\n\nLu declined to say how much money had been raised for the Greater China Opportunity Fund, which would use hedging strategies to reduce volatility.\n\nChina’s 4 trillion yuan ($585 billion) stimulus package and a slew of encouraging data in recent weeks have lured global investors to bet that the world’s third-largest economy might have bottomed out.\n\nAsian equity funds saw $1.6 billion in inflows in the seven weeks to April 22, compared with $8.1 billion in outflows during the same period last year. Most of the money went to China-focused funds.\n\nThe Chinese government, companies and individuals have sound balance sheets and adequate cash, so the economy can weather the crisis through increased lending and consumption, Lu said.\n\nIn 2007, Lu resigned from JPMorgan’s venture, China International Fund Management Co and started his own fund house Shanghai Congrong Investment Management Co.\n\nChung, who also worked for HSBC Asset Management HK Ltd, set up fund management firm HindSight after leaving JPMorgan.\n\nA growing number of top bankers and fund managers from Merrill Lynch to Goldman Sachs (GS.N) are leaving big banks to start new, Asia-focused firms, as the global financial crisis crippled several western institutions.\n\nRobert Morse, a former top executive of Citigroup (C.N) in Asia, announced on Wednesday the launch of a new financial services firm in partnership with two former colleagues after raising $1 billion.",
        "link": "http://www.reuters.com/article/rbssBanks/idUSSHA30372720090430",
        "time": "03:28 AM EDT"
    },
    {
        "header": "jpmorgan india hires equities group from merrill",
        "body": "HONG KONG, April 30 (Reuters) - JPMorgan (JPM.N) on Thursday announced plans to strengthen its equities franchise in India, appointing a vice chairperson and naming five other new hires.\n\nWhile JPMorgan did not say where the six new hires came from, all arrived from Merrill Lynch’s Indian unit, sources with direct knowledge of the matter said. The sources were not authorised to speak about the hires because of their sensitive nature.\n\nJPMorgan said that Kaku Nakhate, who was head of global markets for India at DSP Merrill Lynch, will become vice chairperson of JPMorgan’s Indian operations. Nakhate will lead its cash equities, equity derivatives and futures and options group.\n\nJPMorgan also said it appointed Manish Prasad and Avinash Gupta as co-heads of equities and futures and options in India.\n\nSources said three other bankers from Merrill’s Indian unit were hired by JPMorgan: Aditya Khansaheb and Sachin Parekh will join the cash equities and F&O team, while Manish Tawde will become head of equity derivatives and structured products in India.\n\nJPMorgan’s poach is yet another blow to Bank of America (BAC.N), Merrill Lynch’s new owner, which has suffered a wave of defections from its bankers, worried about pay and the future of the struggling bank.\n\nThe moves also underscore the strength of JPMorgan by comparison. The commercial bank has so far avoided the major troubles that have plagued its U.S. rivals.\n\nReuters reported last week that JPMorgan was set to hire Nakhate and other members of the equity sales trading team at DSP Merrill. [ID:nBOM49602]\n\nJPMorgan declined to comment about where the new team came from. A Bank of America spokesman declined to comment. (Editing by Andrew Macdonald)",
        "link": "http://www.reuters.com/article/rbssBanks/idUSHKG31703120090430",
        "time": "07:20 AM EDT"
    }
]