[
    {
        "header": "update 1-jp morgan upgrades sherwin-williams to overweight",
        "body": "May 19 (Reuters) - J.P. Morgan Securities upgraded Sherwin-Williams Co (SHW.N) to “overweight” from “neutral” and said the paint maker’s balance sheet and long-term investment fundamentals were strong.\n\nThe brokerage, which said it views Sherwin-Williams as a “higher quality equity than the average of its group of comparables,” also raised its price target on the stock by $10 to $63 on higher earnings expectations and improved industry multiples.\n\nThe brokerage increased its 2009 earnings forecast for the company to $3.70 per share from $3.50.\n\n“We believe, however, that Sherwin has its work cut out in 2009 given the weakness in the domestic residential and commercial construction markets,” JP Morgan said in a note.\n\nSherwin-Williams shares were up $1.28 at $57 Tuesday morning on the New York Stock Exchange. (Reporting by Santosh Nadgir in Bangalore; Editing by Himani Sarkar)",
        "link": "http://www.reuters.com/article/rbssChemicalsCommodity/idUSBNG37322220090519",
        "time": "10:24 AM EDT"
    },
    {
        "header": "jpmorgan sees tarp repayments ok'd in a few weeks",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co Chief Executive James Dimon said he expects a few strong banks will be permitted by regulators to repay U.S. government bailout funds within a few weeks.\n\n“We believe we can and should be able to repay TARP,” Dimon said on Tuesday at his bank’s annual shareholder meeting in lower Manhattan. “We believe the government will allow a few well capitalized banks to repay TARP in the next couple of weeks.”\n\nThe Treasury Department stepped in last fall with bailout funds for nine of the largest U.S. banks to stabilize a system rocked by the collapse of Lehman Brothers. JPMorgan denied that it needed rescue financing and has repeatedly said it wants to repay the $25 billion it received as soon as it is permitted to do so.\n\nGovernment stress tests this month revived market talk about which banks would be the first to repay investments under the Troubled Asset Relief Program, and when.\n\nBanks have been eager to repay the money because it comes with several conditions, including limits on executive pay.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE54I4KZ20090519",
        "time": "12:16 PM EDT"
    },
    {
        "header": "jpmorgan, others line up to throw off tarp yoke",
        "body": "NEW YORK/WASHINGTON (Reuters) - JPMorgan Chase & Co and several other banks eager to escape the restrictions and stigma linked to government bailout funds may get the chance to do so in the next few weeks.\n\nRegulators are talking to big banks that want to repay funds received under the government’s $700 billion Troubled Asset Relief Program, or TARP, a Federal Reserve official said on Tuesday.\n\nNo announcements on returning funds will come until around June 8, the official added. The Fed official spoke on condition of anonymity because the application process is continuing.\n\nEarlier on Tuesday, JPMorgan Chief Executive James Dimon told shareholders he expects regulators will let a few strong banks repay TARP funds within weeks.\n\nDimon made it clear that he was eager to escape strict regulations on compensation and other areas for TARP participants. In particular, he called restrictions under the program on banks hiring foreign-born workers “a complete and utter disgrace.”\n\nSimilar concerns have been voiced by other TARP recipients Goldman Sachs Group Inc, Morgan Stanley, which like JPMorgan recently submitted applications seeking permission to repay TARP funds, people familiar with the situation told Reuters.\n\n“It’s not going to be a big deal stock-price wise, but it is a huge deal competitively that they can use to their advantage,” said Greg Donaldson, director of portfolio strategy at Donaldson Capital Management in Evansville, Indiana.\n\nRepaying the government funds will “take the handcuffs off the management of these companies,” agreed Brad Hintz, analyst with Sanford C Bernstein in New York.\n\n“What I’ve told my clients is: ‘You want to be the first one out of TARP and you certainly don’t want to be the last one,'” Hintz said.\n\nJPMorgan shares closed down 3.9 percent at $35.81 on Tuesday on the New York Stock Exchange.\n\n“There are so many banks talking about repaying TARP that it’s already priced in,” Donaldson said.\n\nBank of America Corp, the largest U.S. bank, which has said it hopes to fully repay TARP funds within the next couple of years, priced an offering of about 800 million shares, raising some $8 billion after the market closed.\n\nThe stock sale may help the Charlotte, North Carolina-based lender raise capital, after regulators told it to bolster its finances following a government “stress test” of its ability to handle a deep recession.\n\nLast October, the Treasury stepped in with $125 billion of bailout funds for nine of the largest U.S. banks, part of a plan to stabilize a system rocked by the collapse of Lehman Brothers. Regulators wanted banks to have enough capital to lend during one of the worst recessions since the 1930s.\n\nBanks asking to repay TARP are among the 19 institutions that submitted to the stress tests to determine their ability to withstand a sharp economic downturn, the Fed official said. Supervisors will seek more information from the banks and then recommend to Treasury whether to approve repayments.\n\nRecommendations will be made in batches, not on a case-by-case basis, the official said. Going forward, supervisors will make repayment recommendations to the Treasury on a monthly basis, the official added.\n\nBefore they make repayments, banks must show they can raise funds from private sources without any government guarantees.\n\nThese conditions have sparked a wave of stock and debt sales in recent weeks.\n\nGovernment officials have expressed concern that banks, in their eagerness to sever government ties, may return the capital too soon, only to need it again later.\n\nJPMorgan, which received $25 billion in funds in October, and Goldman, which received $10 billion, were found by the stress tests to have sufficient capital. Morgan Stanley received $10 billion in October and had a small capital shortfall under the stress tests, quickly erased by stock and debt sales.\n\nEven as banks line up to repay TARP funds, the U.S. Federal Reserve widened its safety net for downtrodden credit markets by making older commercial property loans eligible for an emergency program.\n\nThe move could help banks who are trying to move such loans off their balance sheets and allow borrowers to refinance existing loans on better terms.\n\nSeparately, the Federal Deposit Insurance Corp is looking to launch its June pilot sale of banks’ distressed loans without using TARP money to help private investors buy up the loans, a source familiar with government plans told Reuters on Tuesday.\n\nThe FDIC is looking to do a test sale to make sure that investors, banks and the public are comfortable with the mechanics -- without the complication of government co-investment -- before rolling out the full program.\n\nSome potential investors have expressed concern that loan purchases done in partnership with government money from the TARP could expose them to executive pay restrictions and other TARP conditions.",
        "link": "http://www.reuters.com/article/GCA-CreditCrisis/idUSN1942182920090519",
        "time": "06:42 PM EDT"
    },
    {
        "header": "jpmorgan loses court ruling over credit cards",
        "body": "NEW YORK (Reuters) - A federal appeals court reinstated a claim by a JPMorgan Chase & Co (JPM.N) credit card holder accusing the bank of failing to properly disclose risk factors that allow it to suddenly raise rates.\n\nThe U.S. Court of Appeals for the Ninth Circuit said the bank failed to make “clear and conspicuous disclosure” of the annual percentage rates it could impose, as required under the federal Truth in Lending Act, by burying the reason for an increase in the fine print of a cardholder agreement.\n\nAccording to a three-judge panel, Chase had been charging Cheryl and Walter Barrer an 8.99 percent annual rate, when the amount suddenly “skyrocketed” to 24.24 percent, a level that was “close to a non-preferred or default rate.”\n\nChase would maintain that it raised the rate after learning from a credit agency that the Barrers had too many loans and accounts, a conclusion they did not dispute.\n\nBut Judge Diarmuid O‘Scannlain, an appointee of President Ronald Reagan, wrote that Chase’s justification for the rate increase appeared on pages 10 and 11 of the Barrers’ card agreement, “five dense pages after the disclosure of the APR.”\n\nHe said this was “buried too deeply in the fine print” for a reasonable cardholder to realize the bank could raise the APR not just for events of default, but for “any reason at all.”\n\nThe panel returned the case to federal district court in Oregon, which had dismissed the Barrers’ claim, for further proceedings.\n\nChase spokeswoman Stephanie Jacobson said the New York-based bank does not comment on pending litigation.\n\nThe ruling was announced on the same day the U.S. Senate overwhelmingly approved a bill to curb sudden rate increases on credit cards. The House of Representatives approved a similar bill last month. President Barack Obama is expected to sign the measure into law later in May.\n\nThe case is Barrer v. Chase Bank USA, U.S. Court of Appeals for the Ninth Circuit, No. 07-35414.",
        "link": "http://www.reuters.com/article/GCA-CreditCrisis/idUSTRE54I61520090519",
        "time": "03:47 PM EDT"
    }
]