[
    {
        "header": "update 1-genpact looking for acquisitions - jp morgan",
        "body": "March 18 (Reuters) - Genpact Ltd (G.N) is looking to pursue strategic acquisitions to fill gaps in its services and capabilities, J.P. Morgan Securities said, after attending the technology services provider’s analyst day.\n\n“However, management did not seem in any hurry to aggressively pursue targets as it thinks valuation will get ‘more realistic’ over the next six months,” analyst Tien-tsin Huang said in a note to clients.\n\nAt a Reuters Summit last year, Genpact said it was looking to enter the Middle East and was bidding for business in the market. [ID:nWNAB7098]\n\nThe company is facing pricing pressures, but that may not have a big impact as it does not need to cut its prices significantly to lower costs for customers, Huang said.\n\nGenpact said potential clients that have not historically shown interest in offshoring are exploring business process outsourcing with the company.\n\n“However, the company continues to see delays in decision making resulting in sales cycles taking longer than usual,” Huang said.\n\nThe analyst, who has an “overweight” rating on the stock, said Genpact expects 2009 revenue to be driven primarily by existing clients.\n\nShares of Genpact, which have lost 36 percent of their value over the past year, closed at $7.98 Tuesday on the New York Stock Exchange. (Reporting by Mansi Dutta in Bangalore; Editing by Anne Pallivathuckal)",
        "link": "http://www.reuters.com/article/rbssCommercialServices & Supplies/idUSBNG37163720090318",
        "time": "08:13 AM EDT"
    },
    {
        "header": "jpmorgan ceo dimon's 2008 compensation falls",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) Chief Executive Jamie Dimon received about $19.7 million in total compensation for 2008, down from about $34 million in 2007, the company revealed in materials filed with U.S. regulators ahead of its annual shareholder meeting.\n\nPay and perks for bank executives has come under increasing scrutiny since the U.S. government first injected capital into banks in October and several shareholder proposals included in the materials focused on the issue of compensation for executives at JPMorgan.\n\nDimon’s total compensation included a salary of $1 million, unchanged from 2007 and stock and options that had been awarded in previous years valued at about $18.2 million, according to the filing with the Securities and Exchange Commission.\n\nSome pay consultants and governance experts tabulate executive pay differently, noting the summary total reported to the SEC may be imperfect because it counts options and stock awarded in previous years.\n\nDimon received no new stock or option awards in 2008 and he not receive a cash bonus. JPMorgan received $25 billion in government funds late last year and Dimon, along with other bank executives that testified before Congress in February, said he would not receive a bonus because of the government’s cash injection.\n\nAmong other benefits recorded in the filing, Dimon’s use of aircraft was valued at almost $54,000 and his use of cars at $89,000.\n\nJPMorgan also urged the rejection of eight shareholder proposals on matters such as executive compensation, including bonuses, credit card lending practices and procedures for electing directors.\n\nThe bank will hold its annual meeting May 19.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE52H7ZL20090318",
        "time": "07:13 PM EDT"
    }
]