[
    {
        "header": "jpmorgan cuts use of 3rd party brokers - wsj",
        "body": "Jan 14 (Reuters) - JPMorgan Chase & Co (JPM.N) will stop underwriting prime mortgages that are originated through third-party brokers, relying instead on its branch network to make home loans to creditworthy customers, the Wall Street Journal said.\n\n“We believe that our customers are best served when a mortgage officer works directly with them, explains our products clearly and then helps them carefully evaluate the choices in light of their personal financial situation,” the paper quoted an internal memo from Dave Lowman, who runs JPMorgan’s mortgage business.\n\nJPMorgan has more than 5,000 branches following its September acquisition of failed thrift Washington Mutual Inc’s WAMUQ.PK assets.\n\nJPMorgan would also stop underwriting loans generated by brokers through correspondent relationships, the paper said.\n\nThe two channels represented about 25 percent of JP Morgan’s mortgage originations, a spokesman told the paper.\n\nJPMorgan could not be immediately reached by Reuters for comment. (Reporting by Ratul Ray Chaudhuri in Bangalore; Editing by Hans Peters)",
        "link": "http://www.reuters.com/article/rbssFinancialServices - Diversified/idUSBNG10883320090114",
        "time": "04:14 AM EST"
    },
    {
        "header": "update 1-jpmorgan won't attend securities market conference",
        "body": "NEW YORK, Jan 14 (Reuters) - JPMorgan Chase & Co (JPM.N), the second-largest U.S. bank by assets, this week told investors it would not attend a key bond market conference in Las Vegas due to the “current environment.”\n\nThe annual conference, held by the American Securitization Forum, in previous years has been the financial industry’s largest event promoting the market for securitized assets, such as residential and commercial mortgages, credit card receivables and auto loans.\n\nThe ASF is taking steps to restart the frozen markets, which due to rising collateral defaults, a global credit crunch and investor flight from risk have led to hundreds of billions of dollars in losses.\n\nThe absence of a major bond dealer is a tacit admission that the markets that help finance housing and other credit may remain unprofitable in 2009, one investor said.\n\n“Given the current environment, JPMorgan has decided not to attend this year’s ASF 2009 conference in Las Vegas,” the company said in an e-mail to an investor on Wednesday, whose contents were confirmed by a JPMorgan spokesman.\n\n“Despite our absence from the conference, JPM remains fully committed to our issuer and investor clients, the securitization markets in general and the American Securitization Forum,” the e-mail read.\n\nASF Executive Director George Miller said in a statement that many large financial institutions, investors, issuers and other firms will participate in the conference, which has more than 2,600 registered to date. On the ASF website, he predicted registrants would build to 3,000 to 4,000.\n\nSpeakers will include Sheila Bair, chairman of the Federal Deposit Insurance Corp, and James Lockhart, director of the Federal Housing Finance Agency.\n\nThe ASF and the Securities Industry and Financial Markets Association in 2008 launched a number of initiatives to refresh investor confidence, including ways to improve the rating process, increase transparency and better define values of asset-backed securities.\n\n“The theme of the ASF 2009 conference is building the market of the future,” Miller said. “The current registration and sponsorship lists demonstrate that the event is attracting leaders in global finance, as well as the regulatory and policy-making community.” (Editing by Dan Grebler)",
        "link": "http://www.reuters.com/article/governmentFilingsNews/idUSN1448869720090114",
        "time": "06:21 PM EST"
    },
    {
        "header": "jpmorgan cuts ratings, targets on oil services, shares down",
        "body": "NEW YORK, Jan 14 (Reuters) - JPMorgan lowered its ratings and trimmed price targets on a range of oil services and equipment companies, and the cuts dragged the Philadelphia Oil Service Index .OSX down 5.9 percent in morning trade on Wednesday.\n\nThe brokerage firm cut its price targets on Schlumberger Ltd (SLB.N) to $55 from $60; on Smith International Inc SII.N to $31 from $45; on Tenaris (TS.N) to $33 from $40; on Weatherford International Ltd (WFT.N) to $16 from $17; and on National Oilwell Varco Inc (NOV.N) to $31 from $34.\n\nJPMorgan also lowered its ratings on National Oilwell and Pride International Inc PDE.N to “underweight” from “neutral.”\n\nIn his note to clients, JPMorgan analyst Michael LaMotte also lowered his ratings on Smith International and Transocean Ltd (RIG.N) to “neutral” from “overweight.” (Reporting by Euan Rocha, editing by Dave Zimmerman)",
        "link": "http://www.reuters.com/article/rbssSteel/idUSN1444871120090114",
        "time": "10:28 AM EST"
    },
    {
        "header": "jpmorgan ceo predicts bleak year - ft",
        "body": "LONDON, Jan 15 (Reuters) - JPMorgan’s chief executive predicts that the financial crisis will worsen this year, in an interview with the Financial Times newspaper published on Thursday.\n\n“The worst of the economic situation is not yet behind us. It looks as if it will continue to deteriorate for most of 2009,” Jamie Dimon told the paper.\n\n“In terms of our sector, we expect consumer loans and credit cards to continue to get worse,” said the CEO of the bank, which forms part of JPMorgan Chase & Co (JPM.N). (Reporting by Ben Deighton; Editing by Gary Hill)",
        "link": "http://www.reuters.com/article/etfNews/idUSLF56957120090115",
        "time": "07:28 PM EST"
    }
]