[
    {
        "header": "us stocks-bargain hunters prowl after slide; jpmorgan up",
        "body": "NEW YORK, Feb 24 (Reuters) - U.S. stocks headed for a modest bounce at the open on Tuesday, with investors likely to scour the market for beaten-down shares in sectors such as financials after Wall Street skidded to a 12-year low a day earlier.\n\nThe benchmark S&P 500 index .SPX will start the regular session less than three points from a fresh bear market low, raising the potential for the market to sink on any fresh signs of economic gloom.\n\nGains from bargain-hunting could be tempered by caution, however, with key economic reports set to show consumer confidence again hit a record low in February and further deterioration in housing.\n\nEven so, shares of JPMorgan (JPM.N) climbed 5.2 percent to $20.53 before the bell after Citigroup raised its first-quarter profit view on the bank.\n\nAfter the bell on Monday JPMorgan announced an 87 percent cut in its dividend to conserve capital and said it has been “solidly profitable” this quarter. Bank of America (BAC.N) rose 2.6 percent to $4.01 before the bell while Citigroup (C.N) shares added 4.7 percent to $2.24.\n\n“There’s a little bit of a bounce after yesterday’s steep declines on bargain hunting,” said Peter Cardillo, chief market economist at Avalon Partners in New York. “But again we are in a technical breakdown. The market is full of fear. The downward trend has still not been broken.”\n\nS&P 500 futures SPc1 rose 1.70 points, and were above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures DJc1 climbed 17 points, and Nasdaq 100 NDc1 futures gained 4.75 points.\n\nYear-to-date, the S&P 500 index is down 17.7 percent, and off 52.1 percent from the October 2007 record peak, a drop stemming largely from worries about the deepening recession and concerns about the health of the banking sector.\n\nIn earnings news, leading U.S. home improvement retailer Home Depot Inc (HD.N) posted a fourth-quarter operating profit above Wall Street’s estimates. For more see [ID:nN24342453]. The stock was up almost 6 percent to $19.80 before the bell.\n\nAccording to Reuters data, the S&P 500 is at its most oversold in three months when measured by its 50-day relative strength index.\n\nTestimony from U.S. Federal Reserve Chairman Ben Bernanke may offer clues on additional steps that could be taken to halt a sharp dive in the economy and he will likely be pressed on government plans to clean up the financial sector.\n\nHe is due to deliver the Fed’s semiannual monetary policy report to Congress over two days, starting at 10 a.m. (1500 GMT).\n\nThe S&P/Case-Shiller Home Price Index for December and the fourth quarter is due at 9 a.m. (1400 GMT), while a report on consumer confidence is due at 10 a.m. (1500 GMT). (Editing by James Dalgleish)",
        "link": "http://www.reuters.com/article/etfNews/idUSN2439411020090224",
        "time": "08:50 AM EST"
    },
    {
        "header": "jpmorgan slashes dividend",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co, the second-largest U.S. bank, slashed its common stock dividend 87 percent on Monday, a surprise move by a lender considered among the strongest in the U.S. financial sector.\n\nThe bank also said it has been “solidly profitable” this quarter, and that the outlook for the three-month period is “roughly in line” with analyst forecasts. Shares rose 5.5 percent in after-hours trading.\n\nJPMorgan said its decision to lower its quarterly dividend to 5 cents per share from 38 cents will save $5 billion of common equity a year. It hopes the lowered payout will help it pay back the $25 billion of capital it got in October from the government’s Troubled Asset Relief Program faster.\n\n“Extraordinary times must call for extraordinary measures,” Chief Executive Jamie Dimon said on a conference call. He said JPMorgan was “not asked by anybody” to cut the payout, but did so out of a “normal abundance of caution.”\n\nShares of JPMorgan, a Dow Jones industrial average .DJI component, rose $1.08 to $20.59 after-hours, after falling 39 cents during regular trading. The New York-based lender announced the dividend cut after U.S. markets closed.\n\n“I will accept a lower dividend if they are able to repay the government faster,” said Chris Armbruster, senior analyst at Al Frank Asset Management in Laguna Beach, California, which owns JPMorgan shares. “The sooner they get out from that, the better.”\n\nJPMorgan expects in the first quarter to record about $2 billion of credit costs and writedowns at its investment bank, to boost reserves for credit cards and home lending, and to write down about $400 million in its private equity business.\n\nIt also said earnings expectations are “on track” from its September purchase of the banking units of failed lender Washington Mutual Inc.\n\nAnalysts, on average, expected JPMorgan to post a quarterly profit of 35 cents per share on revenue of $21.96 billion, according to Reuters Estimates.\n\nBank of America Corp and Citigroup Inc, JPMorgan’s largest rivals, have slashed their quarterly dividends to a penny per share since November.\n\nEach has gotten $45 billion of TARP money since October, and unlike JPMorgan also got a government bailout that capped losses on billions of dollars of toxic assets.\n\nDimon said the dividend cut reflects the potential, not the certainty, for a “highly stressed environment” of a two-year economic recession where the U.S. unemployment rate rises above 10 percent, and home prices fall 40 percent from their peaks.\n\nJPMorgan said it hopes to return to a “more normalized” dividend when the environment stabilizes.\n\n“It puts us in a position to do it sooner,” Dimon said.\n\n“It’s a prudent use of capital,” said Bill Fitzpatrick, an analyst at Optique Capital Management in Milwaukee, which owns the bank’s shares. “It’s difficult to raise new capital, so this is an excellent source of funds.”\n\nMany analysts have said Wells Fargo & Co, which is the fourth-largest U.S. bank and received $25 billion of TARP money, may cut its 34 cents per share quarterly dividend, which equates to a 12.3 percent yield. Spokeswoman Julia Tunis Bernard declined to comment.\n\n“I would not be surprised in the slightest to see more dividend cuts, especially from banks that haven’t done it, and those heavily reliant on government funds,” Armbruster said.",
        "link": "http://www.reuters.com/article/GCA-CreditCrisis/idUSTRE51M7EP20090224",
        "time": "09:34 AM EST"
    },
    {
        "header": "update 3-jp morgan: s&p 500 could rise 8 pct in short term",
        "body": "BANGALORE, Feb 24 (Reuters) - The S&P 500 index .SPX could rise as much as 8 percent in the near term, according to a JP Morgan Securities strategist who believes the recent sell off in the index owes more to a capitulation by investors than fears of nationalization of banks.\n\nStrategist Thomas Lee set a “trading buy” rating and short-term target of 800 on the index, with a stop-loss at 725.\n\nOn Monday, the S&P 500 index ended at 743.33 points, its lowest close in 13 years, as concerns grew that the nationalization of banks is not the right approach to bring the battered U.S. economy back on track.\n\nBut strategist Lee said the KBW Bank index .BKX has been relatively flat, while the S&P 500 has declined 5 percent since the middle of last week. If nationalization fears were behind the sell-off, the KBW Bank index should be lower, he said.\n\nUnlike equities, credit markets have not significantly declined after the U.S. stimulus package was unveiled. Lee views this divergence as a positive as credit markets have led almost every stock market rebound since 1900.\n\nPrices of U.S. Treasury bonds, seen as a safe haven, have rallied on deepening concerns about the fragile banking system and global economy. Recently, they have also risen on speculation about the nationalization of banks.\n\nIn contrast, the Dow Jones Industrial Average .DJI, which on Monday started higher with speculation of a larger government stake in Citigroup (C.N), touched a 12-year low on fears that the bank stabilization plan would not be enough to keep the economy from sliding into a deeper crisis.\n\nStocks briefly came off lows after the White House reiterated that a privately held banking system regulated by the government was still the best way to operate.\n\nSeparately, Credit Suisse said on Tuesday stock prices will largely follow company results until the United States showed clear signs of a workable scheme for “bad” banks and insurances, and Japan was willing to pursue aggressive fiscal easing.\n\nThe brokerage cut its target on the S&P 500 index to 920 from 1050.\n\n“We continue to prefer corporate bonds, convertibles and index linked to equities, but believe investors should be a small overweight of equities,” analyst Andrew Garthwaite wrote in a note to clients.\n\nStocks may have hit a bottom at current levels as the geo-political backdrop, corporate cost-cutting policy response and broader monetary and fiscal policy response are all better than historic norms, the analyst said.\n\nGarthwaite, who believes credit offers ”excellent“ value,” echoed J.P. Morgan’s Lee’s views on the relation between credit and equity markets.\n\n“When credit rallies, so normally do equities,” he said.\n\nThe S&P 500 index rose about 2 percent to 758.39 points Tuesday morning. (Editing by Amitha Rajan, Pratish Narayanan)",
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSBNG43948120090224",
        "time": "11:40 AM EST"
    },
    {
        "header": "corrected-update 2-jpmorgan slashes dividend; shares rise",
        "body": "* Dividend cut to 5 cents per share from 38 cents\n\nNEW YORK, Feb 23 (Reuters) - JPMorgan Chase & Co (JPM.N), the second-largest U.S. bank, slashed its common stock dividend 87 percent on Monday, a surprise move by a lender considered among the strongest in the U.S. financial sector.\n\nThe bank also said it has been “solidly profitable” this quarter, and that the outlook for the three-month period is “roughly in line” with analyst forecasts. Shares rose 5.5 percent in after-hours trading.\n\nJPMorgan said its decision to lower its quarterly dividend to 5 cents per share from 38 cents will save $5 billion of common equity a year. It hopes the lowered payout will help it pay back the $25 billion of capital it got in October from the government’s Troubled Asset Relief Program faster.\n\n“Extraordinary times must call for extraordinary measures,” Chief Executive Jamie Dimon said on a conference call. He said JPMorgan was “not asked by anybody” to cut the payout, but did so out of a “normal abundance of caution.”\n\nShares of JPMorgan, a Dow Jones industrial average .DJI component, rose $1.08 to $20.59 after-hours, after falling 39 cents during regular trading. The New York-based lender announced the dividend cut after U.S. markets closed.\n\n“I will accept a lower dividend if they are able to repay the government faster,” said Chris Armbruster, senior analyst at Al Frank Asset Management in Laguna Beach, California, which owns JPMorgan shares. “The sooner they get out from that, the better.”\n\nJPMorgan expects in the first quarter to record about $2 billion of credit costs and writedowns at its investment bank, to boost reserves for credit cards and home lending, and to write down about $400 million in its private equity business.\n\nIt also said earnings expectations are “on track” from its September purchase of the banking units of failed lender Washington Mutual Inc WAMUQ.PK.\n\nAnalysts, on average, expected JPMorgan to post a quarterly profit of 35 cents per share on revenue of $21.96 billion, according to Reuters Estimates.\n\nBank of America Corp (BAC.N) and Citigroup Inc (C.N), JPMorgan’s largest rivals, have slashed their quarterly dividends to a penny per share since November.\n\nEach has gotten $45 billion of TARP money since October, and unlike JPMorgan also got a government bailout that capped losses on billions of dollars of toxic assets.\n\nDimon said the dividend cut reflects the potential, not the certainty, for a “highly stressed environment” of a two-year economic recession where the U.S. unemployment rate rises above 10 percent, and home prices fall 40 percent from their peaks.\n\nJPMorgan said it hopes to return to a “more normalized” dividend when the environment stabilizes.\n\n“It puts us in a position to do it sooner,” Dimon said.\n\n“It’s a prudent use of capital,” said Bill Fitzpatrick, an analyst at Optique Capital Management in Milwaukee, which owns the bank’s shares. “It’s difficult to raise new capital, so this is an excellent source of funds.”\n\nMany analysts have said Wells Fargo & Co (WFC.N), which is the fourth-largest U.S. bank and received $25 billion of TARP money, may cut its 34 cents per share quarterly dividend, which equates to a 12.3 percent yield. Spokeswoman Julia Tunis Bernard declined to comment.\n\n“I would not be surprised in the slightest to see more dividend cuts, especially from banks that haven’t done it, and those heavily reliant on government funds,” Armbruster said. (Reporting by Jonathan Stempel; Additional reporting by Euan Rocha, Jonathan Spicer and Dan Wilchins; editing by Jeffrey Benkoe, Bernard Orr)",
        "link": "http://www.reuters.com/article/managementIssues/idUSN2439732420090224",
        "time": "09:07 AM EST"
    }
]