[
    {
        "header": "some risk seen returning in money funds: jpmorgan",
        "body": "LUXEMBOURG (Reuters) - JPMorgan Asset Management is seeing some recovery in risk appetite in money market funds that benefited hugely from a flight to safety last year, but sees future swings coming slowly.\n\n“Risk appetite returns in stages. It leaves on a horse but comes back on foot,” said Kathleen Hughes, head of global liquidity EMEA at JPMorgan Asset Management.\n\nShe told the Reuters Fund Summit in Luxembourg on Tuesday that her firm’s money market funds had seen a 125 percent increase in investment flows between summer 2007 and the end of 2008.\n\nIt outstripped the industry’s 29 percent growth, she said, and included some $85 billion alone in 2008’s fourth quarter.\n\nMuch of this was due to investors fleeing falling equity markets and other assets being hit by what is being dubbed “The Great Recession.”\n\nHughes said there were now some signs that investors were moving away from the most conservative areas. Within her money markets funds, for example, demand for short-dated U.S. Treasuries and other government-guaranteed paper had fallen off.\n\n“The Treasury fund is nearly half the size that it was,” Hughes said. “You might be able to take that as a sign.”\n\nDemand for such investments -- very short-term guaranteed paper, not to confused with longer-dated bonds -- had been so great that JPMorgan Asset Management actually closed its Treasury money market segment to new investment for a while. There was too much demand for too little supply.\n\n“They were being hoarded,” she said.\n\nBut the segment has now been reopened as demand dropped off.\n\n“The Treasury fund hit its peak the same time that Libor (did),” she said, referring to the London Interbank Offered Rate.\n\nThat rate, which reflects among other things banks’ trust in each other to repay short-term loans, shot higher last year but has since dropped well back as central banks have cut interest rates and pumped money into the financial system.\n\n“Clearly it was a difficult situation when trust had completely broken down and banks had stopped lending to each other,” Hughes said\n\nShe added that it was a healthy trend that Libor had now come down, “But you never want to forget about it.”",
        "link": "http://www.reuters.com/article/summitNews2/idUSTRE52G2D420090317",
        "time": "07:36 AM EDT"
    }
]