[
    {
        "header": "jpmorgan must let investors vote on bonus plan: u.s.",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) must allow shareholders to vote on measures that would tie executive bonuses to the bank’s long-term stock performance, U.S. regulators have ruled.\n\nThe AFL-CIO Reserve Fund, a union investment fund, had sought a shareholder vote to add the measures to JPMorgan’s bylaws. The bank tried to prevent a vote from happening, citing logistical difficulties the move would create for shares already issued, but the SEC said in a letter dated March 9 that the vote should go ahead.\n\nThe fund is proposing that the bank’s most senior executives keep 75 percent of their shares for two years after leaving the company. The fund is also proposing that JPMorgan’s board of directors should prohibit these executives from hedging their shares to offset losses.\n\nJPMorgan had wanted to reject the proposal in part because it may require the bank to impose restrictions on transferring shares already issued and because it has already made changes to executive bonuses, the bank said in a letter to the Securities and Exchange Commission.\n\nBut the SEC said the fund’s proposal could be rewritten to make it clear it applies to compensation paid in the future, and if it is rewritten it cannot be excluded from proxy materials.\n\nThe AFL-CIO fund is an investment fund for the American Federation of Labor and Congress of Industrial Organizations. It has 2,515 shares in JPMorgan, according to a letter it sent to the bank in November.\n\nPayouts for executives have come under scrutiny as financial stocks have slumped since the start of the credit crunch more than 18 months ago.\n\nJPMorgan Chief Executive Jamie Dimon has already said he will not receive a bonus for 2008.\n\nShares in JPMorgan have fallen almost 25 percent since the start of the year.",
        "link": "http://www.reuters.com/article/businessNews/idUSTRE52F6MC20090316",
        "time": "06:40 PM EDT"
    },
    {
        "header": "jpmorgan hires stanchart exec for se asia private equity",
        "body": "SINGAPORE, March 17 (Reuters) - JPMorgan (JPM.N) has hired Vibhav Panandiker, a former Standard Chartered (STAN.L) banker, as managing director to oversee the firm’s private equity investments in Southeast Asia and India, the firm said.\n\nThe bank also hired Cathy Zhang as managing director for its Private Capital Asia unit and she will be responsible for the Greater China markets.\n\nThe bank said in an email on Tuesday it sees significant potential opportunities arising from the market downturn.\n\nThe economic slowdown and volatile markets have hurt dealmaking in the region, with many Western private equity firms taking a hit on their Asian portfolios.\n\nBoth Panandiker and Zhang will report to Varun Bery, head of Private Capital Asia, which operates from offices in Hong Kong, Mumbai, Singapore and Sydney. (Reporting by Saeed Azhar; Editing by Neil Chatterjee)",
        "link": "http://www.reuters.com/article/privateEquityFinancialServicesAndRealEstate/idUSSIN47588320090317",
        "time": "11:21 PM EDT"
    }
]