[
    {
        "header": "jpmorgan, goldman shortlisted for satyam: sources",
        "body": "MUMBAI (Reuters) - JPMorgan and Goldman Sachs are among the banks shortlisted to advise the new board of Satyam Computer Services as it tries to save the fraud-stricken Indian outsourcing firm, three banking sources said on Wednesday.\n\nThe new six-member board appointed by the government to contain the fallout of country’s largest corporate scandal will consider appointing an investment banker at a board meeting on Thursday, Deepak Parekh, a board member said on Wednesday.\n\n“Discussions are on at the moment. It is just too complicated a deal and early to say if we have the mandate. But we are talking,” a senior banker at one of the banks said.\n\nHe declined to be named and did not want his firm’s identity disclosed as he is not authorized to speak to the media.\n\nSpokesmen at the Indian offices of JPMorgan and Goldman could not be immediately reached for comment.\n\nThe Satyam restructuring mandate would be a high-profile and potentially lucrative role for the appointed investment bank, which would be responsible for helping to keep the company afloat and for keeping investors from losing everything.\n\nRestructurings can take many shapes, from selling off to liquidating assets, to bringing in new investors.\n\nSatyam, India’s no.4 outsourcer, has been battling for survival since its founder Ramalinga Raju resigned as chairman earlier in January, revealing profits had been falsified for years and $1 billion of cash in the books did not exist.\n\nThe new board is working to secure emergency funding and Parekh, a veteran banker and chairman of top mortgage lender Housing Development Finance Corp, said at a corporate governance event that the firm has pledged receivables to raise funds.\n\nSatyam has 17 billion rupees ($346 million) in receivables and the board has said it was in talks with banks about funding.\n\nThe corporate affairs minister said earlier on Wednesday that many companies were interested in buying Satyam, and another board member said several potential buyers had expressed interest.",
        "link": "http://www.reuters.com/article/innovationNewsTechMediaTelco/idUSTRE50K20820090121",
        "time": "05:06 AM EST"
    },
    {
        "header": "bank of america and jpmorgan ceos buy shares",
        "body": "NEW YORK (Reuters) - The chief executives of Bank of America Corp and JPMorgan Chase & Co bought some of their companies’ stock in the last week, a sign of confidence as the banking sector struggles with soaring credit losses and a deep recession.\n\nKenneth Lewis, Bank of America’s chief executive, spent about $1.2 million on Tuesday to buy 200,000 common shares, four days after the largest U.S. bank posted its first quarterly loss in 17 years.\n\nJPMorgan Chief Executive Jamie Dimon spent about $11.5 million on Friday to buy 500,000 shares, a day after the second-largest U.S. bank said fourth-quarter profit fell 76 percent.\n\nThe purchases were disclosed in separate filings with the U.S. Securities and Exchange Commission. Lewis’ purchase was disclosed more than an hour before U.S. stock markets closed, triggering a broad rally in bank shares. Major U.S. bank indexes had fallen to 14-year lows on Tuesday.\n\n“You have executives trying to shore up shareholder confidence,” said Jay Lorsch, a professor at Harvard Business School. “I would expect them to believe shareholders will interpret the purchases as a sign of long-term confidence, as investors worry about the state of the banking sector.”\n\nBank of America spokesman Scott Silvestri and JPMorgan spokesman Joe Evangelisti declined to comment. Five Bank of America directors also bought new shares, including lead independent director O. Temple Sloan, SEC filings show.\n\nLewis paid between $5.98 and $6.06 per share, boosting his direct stake by 16 percent to 1,460,997 common shares, worth $9.76 million based on Wednesday’s closing price. He also indirectly controls 542,235 bank shares through various trusts, and last November 4 bought 86,000 preferred shares.\n\nDimon paid $22.93 for each of his shares, boosting his direct ownership stake by 16 percent to 3,545,503 common shares, worth $80.2 million as of Wednesday’s close. He also indirectly controls 1,570,550 shares in various trusts, a retirement plan and through his wife.\n\n“It is great news when officers and directors are buying stock because it indicates they believe it is worth putting money in the business,” said Paul Lapides, director of the corporate governance center at Kennesaw State University in Kennesaw, Georgia. “In both cases, $1 million or more is significant. Executives don’t like to lose money.”\n\nLapides said he owns small amounts of both Bank of America and Citigroup shares.\n\nLewis’ investment also came after Bank of America took $20 billion from the government’s Troubled Asset Relief Program to help it absorb Merrill Lynch & Co, which it bought on Jan 1. The government will share in losses on $118 billion of debt.\n\nBank of America is based in Charlotte, North Carolina, and JPMorgan in New York.\n\nBank of America shares closed up $1.58, or 31 percent, at $6.68 on Wednesday, while JPMorgan shares rose $4.54, or 25.1 percent, to $22.63. Both banks’ shares recouped much of their losses a day earlier. The Standard & Poor’s Financials Index rose 14.6 percent.",
        "link": "http://www.reuters.com/article/americasPrivateEquityNews/idUSN2149619320090121",
        "time": "06:30 PM EST"
    },
    {
        "header": "us stocks snapshot-wall st rises 2 pct on ibm, jpmorgan",
        "body": "NEW YORK, Jan 21 (Reuters) - U.S. stock indexes rose 2 percent on Wednesday as financial stocks rebounded in the wake of Tuesday’s sell-off, while IBM topped the Dow following its stronger-than-expected earnings.\n\n* The Dow rose 2 percent helped by International Business Machines Corp (IBM.N), which jumped more than 10 percent, while JPMorgan Chase & Co (JPM.N) was up 15 percent.\n\n* The Dow Jones industrial average .DJI rose 174.99 points, or 2.20 percent, to 8,124.08. The Standard & Poor's 500 Index .SPX jumped 20.88 points, or 2.59 percent, at 826.10. The Nasdaq Composite Index .IXIC gained 34.73 points, or 2.41 percent, to 1,475.59.",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2149074020090121",
        "time": "02:42 PM EST"
    }
]