[
    {
        "header": "jpmorgan cazenove 08 profit down, 2009 starts well",
        "body": "LONDON, March 4 (Reuters) - British investment banking joint venture JPMorgan Cazenove reported a 15 percent drop in 2008 pretax profit to 134.5 million pounds ($189.8 million) and said it had a “very active” start to 2009 in capital market issuance.\n\nOne of the two owners of the joint venture, British broker Cazenove [CAZ.UL], simultaneously said on Wednesday it posted a profit of 67.3 million pounds from the venture.\n\nCazenove set up the 50/50 joint venture with U.S. bank JPMorgan Chase & Co (JPM.N) in 2005.\n\nJPMorgan Cazenove had kept tight control on costs in what remained a challenging market, Chief Executive Naguib Kheraj said in a statement.\n\nThe firm’s revenue declined 10 percent to 394.9 million pounds. (Reporting by Olesya Dmitracova, editing by Will Waterman) ($1=.7087 Pound)",
        "link": "http://www.reuters.com/article/etfNews/idUSL431212820090304",
        "time": "03:29 AM EST"
    },
    {
        "header": "global pmi slumps further in february - jp morgan",
        "body": "LONDON, March 4 (Reuters) - Global services and manufacturing activity contracted even faster in February and data suggests the first quarter of 2009 may be as bad as the end of 2008, JP Morgan said on Wednesday.\n\nThe Global Total Output Index, produced by JP Morgan with research and supply management organisations, fell to 38.4 in February from 40.3 in January, well below the 50.0 mark that divides growth from contraction.\n\n“The fallback in the headline activity index raises the possibility of the global downturn remaining as deep in Q1 2009 as the sharp decline in GDP seen at the end of last year,” said David Hensley, a director at JP Morgan.\n\nThe global service sector indicator remained in negative territory for the ninth consecutive month, sinking to 39.8 in February from 43.0 the month before, as rates of contraction accelerated in the U.S., the euro zone and Australia.\n\nEarlier on Wednesday the ISM index covering the U.S. non-manufacturing sector, which accounts for about 80 percent of U.S. economic activity, showed the sector shrank further in February, but by less than expected.\n\nThe 16-nation euro zone’s dominant service sector sank still deeper into recession during February as new business levels plummeted and firms slashed jobs, but in China and the UK it may have hit the bottom, earlier data suggested.\n\nThe index combines data from countries including the United States, Japan, Germany, France, Britain, China and Russia. (For a TABLE see [ID:L4896616])",
        "link": "http://www.reuters.com/article/economicNews/idUSL445661220090304",
        "time": "11:24 AM EST"
    },
    {
        "header": "update 1-jpmorgan cazenove yr profit down,2009 starts well",
        "body": "* Very active start to the year in debt and equity issues\n\nLONDON, March 4 (Reuters) - British investment bank JPMorgan Cazenove posted a 15 percent fall in full-year pretax profit and said it had seen a “very active” start to 2009 in debt and equity issues.\n\n“If we got close to repeating the profits for 2008 in 2009, we’d regard that as a pretty good result,” chief executive Naguib Kheraj told reporters on Wednesday.\n\nPretax profit in 2008 was 134.5 million pounds ($190 million), the joint venture between British broker Cazenove [CAZ.UL] and JP Morgan Chase & Co (JPM.N) said.\n\n“Last year, the businesses that we’ve come out of lost money. Hopefully, we will not have the losses that we had in those businesses in 2008,” Kheraj said.\n\nHeadcount fell by a quarter during 2008 after the firm sold its Asian business to Standard Chartered (STAN.L) and exited France and Germany. Excluding these disposals, headcount was reduced by 8 percent or about 70 people, he added.\n\nThe firm kept tight control on costs in what remained a challenging market, Kheraj said in a statement.\n\nRevenue fell 10 percent to 394.9 million pounds but operating profit from its UK operations, the continuing business, was up 7 percent to 143.9 million pounds.\n\nIn a year’s time, Cazenove could require JPMorgan to buy the other 50 percent share in the joint venture or JPMorgan could choose to do so, but the two firms have held no conclusive talks on the future of the business yet, Kheraj said.\n\nJPMorgan Cazenove is broker to 35 FTSE 100 companies, 78 FTSE 250 clients and 119 smaller companies.\n\nCazenove simultaneously said it posted a profit of 67.3 million pounds from the venture, which it set up in 2005. (Editing by Will Waterman and David Cowell) ($1=.7087 Pound)",
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSL434855720090304",
        "time": "05:52 AM EST"
    },
    {
        "header": "moody's may cut wells fargo, jpm outlook negative",
        "body": "NEW YORK, March 4 (Reuters) - Moody’s Investors Service on Wednesday said it may cut its ratings on Wells Fargo & Co (WFC.N) and changed its outlook on JPMorgan Chase & Co (JPM.N) to negative, from stable, indicating it is more likely to be cut over the next one to two years.\n\nMoody’s currently rates both Wells Fargo and JPMorgan “Aa3,” its fourth highest investment grade.\n\nThe review on Wells Fargo “was prompted by a concern that Wells Fargo’s capital ratios could deteriorate in 2009 from their current levels, which are comparatively low, because of the potential need to take high loan loss provisions in 2009,” Moody’s said in a statement.\n\nThe bank’s low capital ratios “result from the fact that the equity Wells Fargo raised for its purchase of Wachovia was, in Moody’s view, modest in comparison to the amount and quality of the acquired Wachovia assets,” it added.\n\nCapital generation at the bank may be constrained as Wells Fargo will need to record provisions and merger-related expenses in 2009 and 2010 against assets at Wachovia that were not marked down on Dec. 31, 2008, Moody’s said.\n\nThe review for possible downgrade is expected to be completed by the end of March.\n\nJPMorgan’s outlook was revised to negative, meanwhile, on concerns the bank’s results will be “saddled by sustained high provisions and credit costs for the coming four to six quarters, due to increasing financial strains for U.S. consumers and the global recession,” Moody’s said.\n\n“As a result, JPMorgan’s capital generation could be modest at best,” the credit ratings agency said.\n\nThe cost to insure the debt of JPMorgan with credit default swaps rose 10 basis points on Wednesday to around 190 basis points, or $190,000 per year for five years to insure $10 million in debt.",
        "link": "http://www.reuters.com/article/etfNews/idUSN0425659320090304",
        "time": "05:14 PM EST"
    }
]