[
    {
        "header": "update 1-research alert-jp morgan, credit suisse raise target",
        "body": "May 8 (Reuters) - J.P. Morgan Securities and Credit Suisse upgraded shares of Target Corp (TGT.N) on a stabilizing credit card segment and improving margins.\n\nTarget’s sales at stores open at least a year, or same-store sales, rose 0.3 percent in April.\n\n“It could continue to drive more meaningful improvements in traffic through effectively emphasizing food, consumables and price,” Credit Suisse said in a note to clients.\n\nCredit Suisse raised its rating on the stock to “outperform” from “neutral,” and upped its price target to $50 from $33.\n\nJ.P. Morgan, which upgraded the general merchandise retailer’s stock to “overweight” from “neutral,” said it expects bad-debt expense to decline over the year, leading to improved profitability of the credit card segment over the next two years.\n\nThe brokerage raised its price target on shares of Target to $50 from $34.\n\nJefferies and Co also upped its price target on the retailer’s stock to $50 from $45.\n\nShares of the Minneapolis, Minnesota-based company were trading up 2 percent at $43.51 Friday morning on the New York Stock Exchange. (Reporting by Sumedha Mukherjee in Bangalore; Editing by Anne Pallivathuckal)",
        "link": "http://www.reuters.com/article/rbssRetailDiscountStores/idUSBNG44629720090508",
        "time": "11:14 AM EDT"
    },
    {
        "header": "update 4-alabama county hails sec action versus jpmorgan",
        "body": "* SEC to take action against JPMorgan over county loans\n\nBIRMINGHAM, Ala., May 8 (Reuters) - Jefferson County, Alabama on Friday hailed a U.S. Securities and Exchange Commission decision to file an enforcement action against JPMorgan Chase (JPM.N) over bond swap sales to the county.\n\nThe SEC decision was disclosed by JPMorgan on Thursday.\n\nCounty commissioners Jim Carns and Sheila Smoot, part of a five-person body, welcomed the decision as did Republican U.S. Representative Spencer Bachus of Alabama, the ranking member of the House Financial Services Committee.\n\n“I am extraordinarily encouraged by the SEC approval of an enforcement action against JPMorgan Chase & Co for securities law violations over bond and swap sales for Jefferson County,” said Carns.\n\nSmoot said the precise impact of the move was hard to gauge, adding: “I do hope it brings us some relief.”\n\nJefferson County has spent more than a year fighting to stave off what would be the largest municipal bankruptcy in U.S. history over its $3.2 billion sewer debt.\n\nThe county accumulated the debt to JPMorgan and seven other creditors through interest and credit swaps earlier this decade but it has spiraled since February 2008 when ratings agencies downgraded Jefferson’s insurers, prompting county bonds to plummet.\n\nJPMorgan said late Thursday the SEC is planning to take action against the bank for alleged violations of securities rules in the sale of bond and interest swaps to Jefferson County in 2002 and 2003.\n\nIn a regulatory filing, JPMorgan said the enforcement action also alleges that it violated rules created by the Municipal Securities Rulemaking Board, the main regulator for the municipal bond market.\n\n“The firm has been engaged in discussions with the SEC Staff in an attempt to resolve the matter prior to litigation,” said the filing.\n\nJefferson County is negotiating with creditors, including JPMorgan, to restructure its debt.\n\nHow far any charges affect talks depends in part on the nature of the charges, said Melissa Woodley, assistant professor of finance at Samford University in Birmingham.\n\n“From the bargaining point of view, this cannot hurt Jefferson County’s position. The fact that there are ... fraud allegations against JPMorgan should be advantageous to the county,” said Woodley.\n\nBut the county’s position was hurt by the apparent failure of the state legislature to pass laws that could help raise revenue for the county, said Woodley, who follows the debt situation closely.\n\nIn particular, it could jeopardize a deal under which the county’s debt would be reduced by $1.3 billion if additional revenues were raised through a sales tax.\n\nMore than one year into negotiations to stave off bankruptcy it was still “difficult to handicap” whether the county would be successful, in part because with every passing month interest payments continue to accrue, she said.\n\nJefferson County had hoped that the state legislature would pass into law this week bills to levy an occupational tax and a sales tax on the county to provide revenue to run its affairs and to address the sewer debt respectively.\n\nThat revenue would also have given the county leverage in its negotiations with major creditors, who in turn were pushing for the taxes.\n\nBut the 1 cent sales tax never reached the floor of the legislature in the state capital in Montgomery, and the occupational tax went to the state Senate and is now back in the House for further consideration, Representative John Rogers said.\n\nIt looks increasingly unlikely that the state legislature will pass the bills during this session, which ends May 18, dealing a blow to the county’s efforts, analysts said. (Additional reporting by Elinor Comlay and Ciara Linnane in New York; Writing by Matthew Bigg; editing by Jim Loney, Kenneth Barry and Diane Craft)",
        "link": "http://www.reuters.com/article/regulatoryNewsFinancialServicesAndRealEstate/idUSN0836577220090508",
        "time": "05:31 PM EDT"
    }
]