[
    {
        "header": "jpmorgan ceo sees \"modest signs\" of recovery",
        "body": "WASHINGTON (Reuters) - JPMorgan Chase & Co Chief Executive Jamie Dimon said on Wednesday he sees “modest signs” of an economic recovery and endorsed a plan to create a U.S. systemic risk regulator.\n\nDimon, speaking at a U.S. Chamber of Commerce economic conference, also supports mark-to-market accounting, but banks may have applied the fair value rule “to a ridiculous point.”\n\nThe mark-to-market accounting rule, which requires assets to be valued at market prices, is defended by investor advocates and some lawmakers as giving a clear picture of the assets held on banks’ books. But the banking industry, which has been forced to write down billions of dollars’ worth of hard-to-value assets in illiquid markets, has pleaded for a suspension or modification of the rule.\n\nDimon endorsed the idea of creating a U.S. systemic risk regulator, a plan proposed by U.S. Rep. Barney Frank, chairman of the House of Representatives Financial Services Committee. Frank plans a broad overhaul of U.S. financial regulation this year.\n\nChristopher Dodd, chairman of the U.S. Senate Banking Committee, said on Wednesday he hopes to have comprehensive reform legislation to address the regulation of the financial services industry by the summer, instead of a series of proposals being considered in the House.\n\n“There are modest signs of recovery and healing out there,” Dimon told the chamber, adding the market just saw the two most active bond months ever.\n\nBanks, reeling from the U.S. financial crisis as the economy remains mired in a recession, have seen their stock prices tumble. Some have blamed short-sellers for pushing down stock prices.\n\nSeveral months ago, the Securities and Exchange Commission temporarily implemented a ban on short selling aimed at halting the drop of financial services stocks.\n\nDimon said short-selling and the lapse in the so-called “uptick rule” contributed to the credit crisis.\n\nThe SEC said on Wednesday the agency could act in April to reinstate the uptick rule, which allowed short sales only when the last sale price was higher than the previous price. It was abolished by the SEC in 2007.\n\nSpeaking to reporters after his speech, Dimon said he opposes the nationalization of U.S. banks.\n\n“I don’t think any banks should be nationalized. It doesn’t work. It’s a mistake,” he said.\n\nDimon said nationalization means different things to different people, but some banks may need some government help and they should remain as private as possible, he added.\n\nHe said if a bank is in really poor shape the Federal Deposit Insurance Corp has the responsibility to deal with it. “That’s what the FDIC is for,” he said.\n\nThe FDIC, which insures up to $250,000 per depositor, takes control of failed banks in a process in which sometimes a buyer is found or the agency takes control of the failed bank’s assets.\n\nIn a wide-ranging speech, Dimon also criticized the Basel II international banking accord, saying the capital adequacy plan “allowed too much leverage by banks.”\n\nDimon addressed the government stress tests, which U.S. banks with at least $100 billion in assets are undergoing in order to determine how they would withstand even more severe economic conditions. Regulators want to know how much capital or other aid they might need in the event of those economic conditions.\n\nDimon believes banks will survive the tests, which could help “create a lot of credibility within the system.”\n\nJPMorgan is among many institutions that received capital injections from the government, but like other bank CEOs, Dimon wants to return government money as soon as possible.\n\nSome banks, unhappy with government’s executive compensation restrictions, are seeking to return the money.\n\nCriticized for failing to lend to consumers and businesses, banks that received government aid argue they are lending. Dimon reaffirmed banks are lending due to the government’s capital injections.\n\nHe also said banks should try “not to overreact” to the restrictions the government is placing on banks receiving federal funds.",
        "link": "http://www.reuters.com/article/topNews/idUSTRE52A5UF20090311",
        "time": "04:21 PM EDT"
    },
    {
        "header": "update 3-jpmorgan ceo sees 'modest signs' of recovery",
        "body": "WASHINGTON, March 11 (Reuters) - JPMorgan Chase & Co (JPM.N) Chief Executive Jamie Dimon said on Wednesday he sees “modest signs” of an economic recovery and endorsed a plan to create a U.S. systemic risk regulator.\n\nDimon, speaking at a U.S. Chamber of Commerce economic conference, also supports mark-to-market accounting, but banks may have applied the fair value rule “to a ridiculous point.”\n\nThe mark-to-market accounting rule, which requires assets to be valued at market prices, is defended by investor advocates and some lawmakers as giving a clear picture of the assets held on banks’ books. But the banking industry, which has been forced to write down billions of dollars’ worth of hard-to-value assets in illiquid markets, has pleaded for a suspension or modification of the rule.\n\nDimon endorsed the idea of creating a U.S. systemic risk regulator, a plan proposed by U.S. Rep. Barney Frank, chairman of the House of Representatives Financial Services Committee. Frank plans a broad overhaul of U.S. financial regulation this year.\n\nChristopher Dodd, chairman of the U.S. Senate Banking Committee, said on Wednesday he hopes to have comprehensive reform legislation to address the regulation of the financial services industry by the summer, instead of a series of proposals being considered in the House.\n\n“There are modest signs of recovery and healing out there,” Dimon told the chamber, adding the market just saw the two most active bond months ever.\n\nBanks, reeling from the U.S. financial crisis as the economy remains mired in a recession, have seen their stock prices tumble. Some have blamed short-sellers for pushing down stock prices.\n\nSeveral months ago, the Securities and Exchange Commission temporarily implemented a ban on short selling aimed at halting the drop of financial services stocks.\n\nDimon said short-selling and the lapse in the so-called “uptick rule” contributed to the credit crisis.\n\nThe SEC said on Wednesday the agency could act in April to reinstate the uptick rule, which allowed short sales only when the last sale price was higher than the previous price. It was abolished by the SEC in 2007.\n\nSpeaking to reporters after his speech, Dimon said he opposes the nationalization of U.S. banks.\n\n“I don’t think any banks should be nationalized. It doesn’t work. It’s a mistake,” he said.\n\nDimon said nationalization means different things to different people, but some banks may need some government help and they should remain as private as possible, he added.\n\nHe said if a bank is in really poor shape the Federal Deposit Insurance Corp has the responsibility to deal with it. “That’s what the FDIC is for,” he said.\n\nThe FDIC, which insures up to $250,000 per depositor, takes control of failed banks in a process in which sometimes a buyer is found or the agency takes control of the failed bank’s assets.\n\nIn a wide-ranging speech, Dimon also criticized the Basel II international banking accord, saying the capital adequacy plan “allowed too much leverage by banks.”\n\nDimon addressed the government stress tests, which U.S. banks with at least $100 billion in assets are undergoing in order to determine how they would withstand even more severe economic conditions. Regulators want to know how much capital or other aid they might need in the event of those economic conditions.\n\nDimon believes banks will survive the tests, which could help “create a lot of credibility within the system.”\n\nJPMorgan is among many institutions that received capital injections from the government, but like other bank CEOs, Dimon wants to return government money as soon as possible.\n\nSome banks, unhappy with government’s executive compensation restrictions, are seeking to return the money.\n\nCriticized for failing to lend to consumers and businesses, banks that received government aid argue they are lending. Dimon reaffirmed banks are lending due to the government’s capital injections.\n\nHe also said banks should try “not to overreact” to the restrictions the government is placing on banks receiving federal funds. (Reporting by Karey Wutkowski and John Poirier; Editing by Matthew Lewis and Andre Grenon)",
        "link": "http://www.reuters.com/article/regulatoryNewsFinancialServicesAndRealEstate/idUSN1139173120090311",
        "time": "04:13 PM EDT"
    },
    {
        "header": "update 1-research alert-jp morgan upgrades big lots",
        "body": "March 11 (Reuters) - J.P. Morgan Securities upgraded Big Lots Inc (BIG.N) to “overweight” from “neutral” and said sales trends at the retailer are beginning to show resilience and expects it to benefit from controlled expenses.\n\nUnlike its competitors whose product mix leans more towards consumables, they make for only 30 percent of the mix at Big Lots, with the rest being discretionary items, analyst Charles Grom wrote in a note.\n\n“Looking ahead to the first quarter, these discretionary lines are showing early signs of stabilization,” Grom said.\n\nThe company also has a debt-free balance sheet, healthy free cash flow and attainable yearly outlook, said the analyst who raised his price target on the stock to $23 from $17.\n\n“We believe Big Lots remains the best positioned retailer we cover to take advantage of the soft consumer backdrop, and the company continues to see more deals today than at any point in recent history,” Grom said.\n\nLast week, Big Lots, which specializes in sales of excess inventory, posted quarterly profit that fell, but still managed to beat analysts’ expectations.\n\nShares of the company had closed at $18.58 Tuesday on the New York Stock Exchange. (Reporting by Nivedita Bhattacharjee in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssRetailSpecialty/idUSBNG41046320090311",
        "time": "09:08 AM EDT"
    }
]