[
    {
        "header": "jpmorgan reconsiders attendance at bond conference",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N), the second-largest U.S. bank by assets, on Friday said it would have a presence at a key bond market conference in Las Vegas next month, reversing an earlier decision not to go due to market conditions.\n\nThe annual conference, held by the American Securitization Forum, in previous years has been the financial industry’s largest event promoting the market for securitized assets, such as residential and commercial mortgages, credit card receivables and auto loans.\n\nAttendance is expected to be lower than during the boom years since those markets have been largely frozen as defaults and an economic recession turn investors away from risk, and given massive job cuts across the industry. But the ASF, whose members include JPMorgan, is working to restart the markets that dealers and investors expect will again be important ways to fund consumer credit needs in the future.\n\n“Given the importance of the ASF annual conference, the number of our clients attending and the strong agenda of speakers, we have reconsidered and will have a presence at the conference,” the bank said in a statement.\n\nSpeakers at the February 8-11 event will include top regulators whose policies will shape the future of securitization, such as Sheila Bair, chairman of the Federal Deposit Insurance Corp.\n\nThe ASF and the Securities Industry and Financial Markets Association in 2008 launched a number of initiatives to refresh investor confidence, including ways to improve the bond rating process, increase transparency and better define values of asset-backed securities.",
        "link": "http://www.reuters.com/article/ousiv/idUSTRE50F77E20090116",
        "time": "05:15 PM EST"
    },
    {
        "header": "update 1-jp morgan sets 2009 targets on 8 precious metal stocks",
        "body": "Jan 16 (Reuters) - J.P. Morgan Securities introduced new price targets for 2009 on the stocks of eight of the gold and silver miners under its coverage, and cut its ratings on four of them.\n\n“Our new price targeting methodology leans heavily on our conviction that gold equity stock prices are driven primarily by their connection to the expected gold price,” analyst John Bridges said in a note to clients.\n\nBridges also said he was looking at factors such as diversification of assets, assets located in countries with higher debt ratings, reserve growth and future production estimates.\n\nThe analyst downgraded Agnico-Eagle Mines Ltd (AEM.N) (AEM.TO), Goldcorp Inc (GG.N)(G.TO) and Kinross Gold Corp (K.TO)(KGC.N) to “neutral” from “overweight” and Pan American Silver Corp (PAAS.O)PAA.TO to “underweight” from “neutral.”\n\nThe following are the new price targets for 2009 set by J.P. Morgan on gold and silver miners:\n\nSilver Wheaton SLW.N 9.00 (Reporting by Arup Roychoudhury in Bangalore; Editing by Amitha Rajan) (arup.roychoudhury@thomsonreuters.com; within U.S. +1 646 223 8780; outside U.S. +91 80 4135 5800; Reuters Messaging: arup.roychoudhury.reuters.com@reuters.net))",
        "link": "http://www.reuters.com/article/rbssPreciousMetalsMinerals/idUSBNG26071820090116",
        "time": "09:28 AM EST"
    },
    {
        "header": "thomson reuters may post strong results - jp morgan",
        "body": "Jan 16 (Reuters) - Thomson Reuters Plc TRIL.L (TRI.N) (TRI.TO) is expected to post strong results next month, analysts at J.P. Morgan Securities said, even as they downgraded the London-listed shares to “neutral” from “overweight” on valuation.\n\nThe analysts raised their price targets on the London- and New York-listed shares of the group and kept their “neutral” stance on the U.S. stock. “We continue to like the fundamentals of the company but would look for a better entry price into both stocks,” analysts, including Mark O‘Donnell and Michael Meltz, wrote in a note to clients.\n\nThe analysts expect the news and information publisher to report strong results, with potential cost savings and/or some restructuring charges shifting from 2008 to 2009.\n\nBut the key risk to the shares is news about financial industry job losses and the market’s potential read-through to organic growth at the group’s markets division, they said.\n\nThomson Reuters’ markets division includes the Reuters and Thomson news operations as well as financial data and tools for investment banks and other financial firms.\n\nLast week, the group’s Chief Financial Officer Robert Daleo said Thomson Reuters’ quarterly and annual revenue growth rate would slow, reflecting the effects of the world financial crisis.\n\nJP Morgan analysts, however, said any weakness in the group’s markets division revenue will be offset by the relative strength in its professional unit, which represented about 60 percent of profits.\n\nCost savings may also largely cushion any markets revenue decline, the analysts added.\n\nThe professional division sells databases and other deep information reservoirs to lawyers, accountants, scientists and the healthcare industry.\n\nThe analysts raised their price target on Thomson Reuters London shares to 1,750 pence from 1,500 pence, and on Thomson Reuters Corp (TRI.N) shares to $26.6 from $26.3.\n\nShares of Thomson Reuters Plc were up 1.4 percent at 1344 pence at 0955 GMT on the London Stock Exchange, while those of Thomson Reuters Corp closed at $23.90 Thursday on the New York Stock Exchange.\n\n((tenzin.pema@thomsonreuters.com; within U.S. +1 646 223 8780; outside U.S. +91 80 4135 5800; Reuters Messaging: tenzin.pema.reuters.com@reuters.net)) Keywords: THOMSONREUTERS/RESEARCH JPMORGAN",
        "link": "http://www.reuters.com/article/technology-media-telco-SP/idUSBNG40698720090116",
        "time": "05:00 AM EST"
    }
]