[
    {
        "header": "s&p policy shift may hurt fed's talf -jpmorgan",
        "body": "NEW YORK, May 26 (Reuters) - A proposed shift in the way U.S. commercial mortgage bonds are rated could dent the impact of a Federal Reserve plan to stabilize the U.S. real estate market, according to JPMorgan Chase & Co.\n\nRating company Standard & Poor’s on Tuesday said changing its ratings model would likely result in downgrades to 90 percent of the best commercial mortgage-backed securities made in 2007, when underwriting standards were at their loosest.\n\nS&P’s announcement surprised investors who have been buying the top, “AAA” rated CMBS since March on expectations that the bonds carry enough protection against rising defaults, and after the Fed included the securities in a program to renew lending in the sector ailing from a dearth of credit and the U.S. recession.\n\nThe Fed expanded its Term Asset-Backed Securities Loan Facility, or TALF, this month to encourage investors to purchase bonds from the $700 billion CMBS market that are weighing down bank balance sheets and hindering credit. The program, under which investors obtain Fed financing for the debt, was limited to “AAA” rated bonds.\n\n”It is fairly remarkable to us that S&P’s announcement would be released one week after terms for TALF for legacy CMBS were released, especially given the fairly extensive lead time a methodology change like this requires, JPMorgan analysts said in a research note.\n\nS&P said the revisions as planned could also lead it to cut ratings on about 25 percent and 60 percent of the most-senior parts of CMBS issued in 2005 and 2006, respectively.\n\nJPMorgan said it appears that a bond downgraded from “AAA” would be ineligible for TALF, but noted the Fed could modify rules to include CMBS that initially carried the top rating.\n\nThe analysts said the Fed’s efforts to restart lending in the commercial real estate market could be at risk.\n\n“Ultimately, in the unlikely case in which investors’ confidence fades, liquidity abates and investors begin to ‘panic’ sell, TALF for new issue CMBS would suffer as well,” the analysts said.\n\nS&P said it will issue a follow-up report after evaluating the impact of its proposed changes on all CMBS. (Reporting by Al Yoon and Kristina Cooke; Editing by Leslie Adler)",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSN2651506720090526",
        "time": "06:41 PM EDT"
    }
]