[
    {
        "header": "update 2-jpmorgan sues washington mutual over $13 bln case",
        "body": "NEW YORK, March 25 (Reuters) - JPMorgan Chase & Co (JPM.N) has sued the bankrupt holding company for Washington Mutual Inc WAMUQ.PK in an effort to preserve its purchase of the banking operations of what was once the largest U.S. savings and loan.\n\nThe lawsuit was filed Tuesday with the U.S. bankruptcy court in Delaware, three days after Washington Mutual sued the Federal Deposit Insurance Corp for well over $13 billion in connection with the purchase. With $307 billion of assets, Washington Mutual is by far the largest U.S. lender to fail.\n\nDavid Berz, a lawyer for Washington Mutual, did not immediately return a call seeking comment.\n\nThe lawsuits will not undo JPMorgan’s $1.9 billion purchase on Sept. 25 of Washington Mutual’s bank operations, a transaction arranged by the FDIC. But resolution of the suits could be a template for other U.S. bank failures, which analysts believe could reach into the hundreds over the next couple of years.\n\nJPMorgan said it sued to ensure that it does not lose any of its interests in the Washington Mutual operations, which it said it bought in good faith. The New York-based bank also wants to be reimbursed for various claims it might face.\n\n“Protection of the title conveyed by the FDIC to institutions like JPMorgan Chase, who are encouraged to step into the breach and provide the stability and continuity necessary to avert a run on a failing bank and disruption of its services to the public, is critical to the ability of the regulators to manage bank failures,” JPMorgan said in its complaint.\n\nThe bank also said Washington Mutual’s failure came at no cost to the FDIC insurance fund, while the July 2008 failure of IndyMac Bancorp Inc IDMCQ.PK, a California thrift one-tenth the size of Washington Mutual, cost the FDIC $10.7 billion.\n\nSeattle-based Washington Mutual failed amid soaring mortgage losses and a bank run where customers withdrew billions of dollars of deposits.\n\nThe holding company believes JPMorgan paid too little for its bank operations and is litigating to recover more money for creditors in its Chapter 11 case. Washington Mutual’s claims concern capital contributions made to the banking unit, trust preferred securities, tax refunds and other matters.\n\nIn morning trading, JPMorgan shares rose $1.89, or 7.2 percent, to $28.11 on the New York Stock Exchange, as U.S. bank shares rallied broadly.\n\nThe JPMorgan case is In re Washington Mutual Inc, U.S. Bankruptcy Court for the District of Delaware (Wilmington), No. 08-12229. The earlier Washington Mutual case is Washington Mutual Inc v. Federal Deposit Insurance Corp, U.S. District Court for the District of Columbia, No. 09-00533. (Reporting by Jonathan Stempel; editing by John Wallace)",
        "link": "http://www.reuters.com/article/rbssFinancialServices - Diversified/idUSN2540723020090325",
        "time": "10:42 AM EDT"
    },
    {
        "header": "update 1-jp morgan raises cb richard ellis to overweight",
        "body": "March 25 (Reuters) - J.P. Morgan Securities upgraded CB Richard Ellis Group Inc (CBG.N) to “overweight” from “neutral” on Wednesday, a day after the real estate services firm amended its credit agreement with lenders.\n\nAnalyst Anthony Paolone said the restructured debt agreement will alleviate the liquidity risk surrounding the stock.\n\n“We have tried to incorporate very weak operating assumptions and come to the conclusion that the risk/reward and upside/downside in the stock is attractive,” said the analyst, who set a $7 target price on the stock.\n\nIn addition to covenant relief, the company will be able to add back up to $225 million to operating earnings calculated for covenant purposes through cost savings, he noted.\n\nHowever, the analyst warned that from a fundamental perspective, the company is going to continue to face challenges in 2009.\n\n“Commercial real estate is still not changing hands much, so investment sales revenues should remain under pressure,” Paolone said.\n\nShares of the company rose 64 percent to trade at $4.81 in morning trade on the New York Stock Exchange. (Reporting by Dhanya Ann Thoppil in Bangalore; Editing by Anne Pallivathuckal)",
        "link": "http://www.reuters.com/article/rbssRealEstateOperations/idUSBNG49733120090325",
        "time": "10:53 AM EDT"
    },
    {
        "header": "update 1-research alert-jpmorgan starts research in motion",
        "body": "March 25 (Reuters) - J.P. Morgan Securities started coverage of BlackBerry smartphone maker Research in Motion RIM.TORIMM.O with an “underweight” rating and a price target of $40, saying the company is already operating close to its peak earnings power.\n\nAnalyst Ehud Gelblum said further growth in unit volume would be offset by declines in average selling price and corresponding growth in research and development.\n\n“While unit volumes and subscriber numbers should continue to grow, we believe the rate of growth should slow considerably over the next 18 months as we move beyond the recent slew of new model launched,” he added.\n\nHe noted that consumer replacement cycles were lengthening across the entire handset market due to weak consumer spending, and the rising unemployment was expected to erode Research in Motion’s customer base.\n\nGelblum said currently users were replacing their BlackBerrys every 1.5 years at an unsustainably high replacement rate of 69 percent.\n\nHe expects the replacement rate to fall 43 percent by fiscal 2011, implying a new BlackBerry every 2.3 years. However, analyst Gelblum noted that the company’s high-margin services revenue stream provides strong gross profit and cash flow, helping offset the declining device margins. Shares of the company were up 2 percent at $43.56 in morning trade Wednesday on Nasdaq. (Reporting by Esha Dey in Bangalore; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/rbssCommunicationsEquipment/idUSBNG43610420090325",
        "time": "10:59 AM EDT"
    },
    {
        "header": "jp morgan plans 5-yr euro benchmark bond -ifr",
        "body": "The bond is one of a small number issued by banks in recent weeks that have not benefited from a government guarantee. Guidance is set at mid-swaps plus around 350 basis points, said IFR Markets, a Thomson Reuters online news and market analysis service.\n\nJPMorganChase & Co, which is rated A+ by Standard & Poor‘s, Aa3 by Moody’s Investors Service, and AA- by Fitch Ratings, will be managing the deal itself, IFR said.",
        "link": "http://www.reuters.com/article/newIssuesNews/idUSLP25107320090325",
        "time": "04:53 AM EDT"
    },
    {
        "header": "jp morgan reinitiates amex with underweight",
        "body": "(Reuters) - American Express Co (AXP.N) may have to set aside a significant amount of money to cover more losses in the next few quarters as U.S. credit card defaults are expected to remain high, analysts at J.P. Morgan Securities said, as they reinitiated the stock with an “underweight” rating.\n\nAnalysts Andrew Wessel and Daniel Kim projected a 45 percent increase in loss-reserve expense for the company in 2009 versus a year ago, and a nearly 6 percent decline in billed business due mainly to a fall in consumer discretionary spending.\n\nJP Morgan analysts expect U.S. consumers to cut down on discretionary spending and build savings until unemployment levels stabilize and the housing market collapse begins to abate.\n\n“Given this macro view and our 10 percent unemployment outlook, we believe AmEx will face ongoing declines in billed business and significant increases in charge-offs well into 2010,” the analysts wrote in a note to clients.\n\nThey have a price target of $10.50 on the stock. AmEx, the largest U.S. charge card operator by sales volume, said last week that its net charge-off rate -- debts the company believes will never be repaid -- rose to 8.70 percent in February from 8.30 percent in January.\n\n“Our model forecasts peak charge-offs of 11 percent on a managed basis in second quarter of 2010,” the analysts said, adding that they saw further downside risk to their current charge-off estimates.\n\nThe analysts, however, believe AmEx is well-capitalized when compared with peers, and said the company may not need additional equity.\n\nJP Morgan analysts also expect AmEx to remain profitable through the cycle, but said a prolonged recession will restrict material earnings growth until 2011. Shares of the company, which caters to wealthier consumers that are viewed as more credit worthy, closed at $13.90 Tuesday on the New York Stock Exchange.",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE52O2PC20090325",
        "time": "07:54 AM EDT"
    },
    {
        "header": "jp morgan tightens guidance on senior bond -ifr",
        "body": "LONDON, March 25 (Reuters) - JP Morgan (JPM.N) has tightened guidance on a planned five-year senior euro benchmark bond to mid-swaps plus 345 basis points, IFR reported on Wednesday.\n\nInitial guidance was set at mid-swaps plus around 350 basis points, said IFR Markets, a Thomson Reuters online news and market analysis service.\n\nOrders for the bond are in excess of 2.5 billion euros ($3.4 billion), IFR added.\n\nThe bond is one of a small number issued by banks in recent weeks that have not benefited from a government guarantee.\n\nJPMorganChase & Co, which is rated A+ by Standard & Poor‘s, Aa3 by Moody’s Investors Service, and AA- by Fitch Ratings, will be managing the deal itself, IFR said. ($1=.7408 Euro) (Reporting by Natalie Harrison; Editing by Hans Peters)",
        "link": "http://www.reuters.com/article/newIssuesNews/idUSLP9683920090325",
        "time": "08:28 AM EDT"
    },
    {
        "header": "jpmorgan sues washington mutual over $13 billion case",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) has sued the Washington Mutual Inc WAMUQ.PK holding company and urged a federal bankruptcy court not to interfere with its September purchase of the thrift’s banking operations.\n\nThe lawsuit was filed Tuesday with the U.S. bankruptcy court in Delaware, three days after Washington Mutual sued the Federal Deposit Insurance Corp for well over $13 billion in connection with the purchase.\n\nWashington Mutual accused the regulator of agreeing to an unreasonably low $1.9 billion price in arranging the sale of its banking operations to JPMorgan last September 25.\n\nRegulators seized Washington Mutual that day and appointed the FDIC as receiver.\n\nJPMorgan said it sued to ensure that it does not lose any of its interests in Washington Mutual’s banking operations, which it said it bought in good faith. It also wants to be reimbursed for various claims it might face over the purchase.\n\nDavid Berz, a lawyer for Washington Mutual, did not immediately return a call seeking comment.\n\nThe Washington Mutual parent is trying to pay creditors with amounts it recovers in its Chapter 11 proceedings.\n\nThe JPMorgan case is In re Washington Mutual Inc, U.S. Bankruptcy Court in Delaware (Wilmington), No. 08-12229. The earlier Washington Mutual case is Washington Mutual Inc v. Federal Deposit Insurance Corp, U.S. District Court for the District of Columbia, No. 09-00533.",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE52O3IB20090325",
        "time": "09:19 AM EDT"
    }
]