[
    {
        "header": "update 3-jpmorgan chase top q1 underwriter in volume, fees",
        "body": "NEW YORK, March 31 (Reuters) - JPMorgan Chase & Co (JPM.N), considered among the healthier of the biggest U.S. banks, topped the rest of Wall Street in arranging stock and bond sales in the first quarter as upheaval in capital markets drove volume up and fees down.\n\nFollowing a 38 percent plunge in the volume of new stock and bond issues in 2008, issuance in the first quarter rose 22 percent from a year earlier to $1.7 trillion, Thomson Reuters data released on Tuesday show.\n\nReported fees slid 30 percent to $2.57 billion as the pickup in total volume was fueled by fixed-income securities, often with government backing. More lucrative equity-related issuance sank 46 percent to $71 billion.\n\nJPMorgan, which in 2008 ended Citigroup Inc’s (C.N) eight-year reign as the world’s top underwriter, arranged $176.7 billion of offerings in the first quarter for a 10.4 percent market share.\n\nBarclays Plc (BARC.L) was second with $146.8 billion, while Bank of America Corp (BAC.N), which bought Merrill Lynch & Co on Jan. 1, edged Citigroup for third with $111.7 billion.\n\nIn reported fees, JPMorgan also ranked first, with $286.6 million, followed by Citigroup’s $268.8 million and Morgan Stanley’s (MS.N) $247.1 million.\n\n“You’re going to end up for some period of time where clients go toward the fittest and strongest,” said Michael Holland, a portfolio manager at Holland & Co in New York. “The JPMorgans are going to be more highly valued as potential agents than they were before the crisis.”\n\nThe rankings reflected the collapse or sale of several banks, including Merrill. JPMorgan bought Bear Stearns Cos, and Barclays bought part of Lehman Brothers Holdings Inc LEHMQ.PK. Wells Fargo & Co (WFC.N), which bought Wachovia Corp, ranked 28th; Wachovia had ranked 20th in all of 2008.\n\nBank of America’s issuance volume dropped 12 percent from year-earlier results for the bank and Merrill combined, making it the only top-10 underwriter to see a drop. Its market share on this basis fell to 6.6 percent from 9.2 percent. JPMorgan’s and Barclays’ market shares also fell, but by smaller amounts.\n\n“A year ago, we were number five and number 11, and now we’re number three,” Bank of America spokesman Timothy Gilles said, referring to Merrill’s and Bank of America’s separate rankings. “This shows the power of our combination, and any other interpretation of the data is not sensible or accurate.”\n\nUnderwriting could have been worse had financial companies such as Citigroup, Bank of America and General Electric Co’s (GE.N) GE Capital unit been unable to sell tens of billions of dollars of debt backed by the Federal Deposit Insurance Corp under the government’s Temporary Liquidity Guarantee Program.\n\nDrug companies also aided issuance, as Roche Holding AG ROG.VX and Pfizer Inc (PFE.N) together issued close to $30 billion of debt to buy Genentech Inc and Wyeth WYE.N, respectively.\n\nOther markets remained essentially shut, including initial public offerings, where volume slid 97 percent. One U.S. company, Mead Johnson Nutrition Co MJN.N, went public in the first quarter, Thomson Reuters data show.\n\nBut activity picked up in March, and bankers said the second quarter might also show more healing.\n\nLarge investors are edging back into stocks, according to a Reuters poll of 45 top asset managers worldwide, though equity holdings remain below long-term averages. [ID:nLV947858]\n\n“The tone for the first two months was, basically, ‘When is it all going to end?'” said Joe Castle, head of U.S. equity syndicate at Barclays Capital. “When you have the shift in frame of mind from trying to avoid losses to interest in taking positions, you know capital markets activity will pick up.”\n\nEven if it does, the industry has been retrenching to accommodate weakened economies and capital markets worldwide. Bank of America has said it may cut 35,000 jobs after buying Merrill, and has seen some top bankers and traders defect.\n\n“That’s a big problem,” Holland said. “You have the intellectual capital and the relationships (with clients) leaving as well.” (Reporting by Jonathan Stempel; Editing by Lisa Von Ahn, John Wallace, Leslie Gevirtz)",
        "link": "http://www.reuters.com/article/BANKSL/idUSN3139227420090331",
        "time": "03:31 PM EDT"
    },
    {
        "header": "update 1-global banks to write down $17 bln more: jp morgan",
        "body": "March 31 (Reuters) - J.P. Morgan Securities forecast global wholesale and investment banks to incur additional pretax writedowns of $17 billion for the rest of 2009 to reach mark-to-market valuations of structured credit assets.\n\nThe brokerage said it saw the highest need for further pretax writedowns at Deutsche bank (DBKGn.DE) ($4.9 billion) and Barclays Plc (BARC.L) ($3 billion).\n\n“At this point we believe commercial mortgage-backed securities and monolines to be the asset classes with the highest risk of further markdowns,” JP Morgan said in a note to clients.\n\nOn the other side of the spectrum, BNP Paribas (BNPP.PA) and Credit Suisse Group CSGN.VX are now looking relatively clean with estimated further markdowns of $1.1 billion and $1.2 billion in 2009 respectively, JP Morgan said.\n\nThe brokerage said, with net asset value of banks at risk, capital preservation remained the key investment driver in 2009 for the banks.\n\nIt said it preferred investment banks relative to traditional credit banks due to cost flexibility portrayed by the investment banks along with their private banking cashflow generation with limited credit risk. (Reporting by Ramya Dilip in Bangalore; Editing by Gopakumar Warrier)",
        "link": "http://www.reuters.com/article/rbssFinancialServices - Diversified/idUSBNG46361420090331",
        "time": "07:05 AM EDT"
    }
]