[
    {
        "header": "us stocks-futures recover as jpmorgan extends gains",
        "body": "NEW YORK, Jan 15 (Reuters) - U.S. stock index futures recovered, pointing to a slightly higher open on Thursday on reassuring results from JPMorgan Chase (JPM.N) and better-than-expected, but still grim, economic data.\n\n* S&P 500 futures SPc1 shed 2.90 points and were about even with fair value, a formula to evaluate pricing taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures DJc1 rose 1 point while Nasdaq 100 NDc1 futures slipped 9.25 points. (Editing by James Dalgleish)",
        "link": "http://www.reuters.com/article/CMPSRV/idUSN1551268220090115",
        "time": "09:07 AM EST"
    },
    {
        "header": "jpmorgan q4 helped by commods despite lower risks",
        "body": "NEW YORK, Jan 15 (Reuters) - JPMorgan Chase & Co (JPM.N) said on Thursday strong commodities performance cushioned its dive in fourth-quarter profit, although it sharply cut risk in the sector as oil, metals and grains prices slumped.\n\nJPMorgan’s value-at-risk in commodities -- or the maximum it could potentially lose in trading commodities in a day -- fell 28 percent to $30 million during the quarter ended Dec. 31, from $41 million in the previous quarter.\n\nJPMorgan did not give a breakdown for its commodities earnings.\n\nBut its financial results showed commodities were the only area where the bank had cut risks in the fourth quarter. VaR for other businesses, such as fixed income, foreign exchange and equities, were up from the third quarter.\n\nJPMorgan posted a fourth-quarter net profit of $702 million, or 7 cents per share, down from $3 billion, or 86 cents per share, a year earlier. The bank said it was aided by “strong performance” in commodities and emerging markets, aside from record earnings in interest rates and currencies trading.\n\nChief Executive Jamie Dimon told a conference call after the results that JPMorgan was hiring in Asia and expanding pockets of its investment business, including commodities.\n\nJPMorgan is the third major U.S. bank to announce a slash in commodities risk during the fourth quarter as prices of oil, metals and grains ended 2008 substantially lower from record highs earlier in the year.\n\nGoldman Sachs (GS.N) cut its commodities VaR by 25 percent in the fourth quarter, while Morgan Stanley (MS.N) pared its risk in the business by 22 percent. (Reporting by Barani Krishnan; Editing by Walter Bagley)",
        "link": "http://www.reuters.com/article/etfNews/idUSN1550839820090115",
        "time": "10:09 AM EST"
    },
    {
        "header": "us stocks-bofa worry, apple offset jpmorgan at open",
        "body": "NEW YORK, Jan 15 (Reuters) - U.S. stocks slipped at the open on Thursday as worries stemming from news of a push by Bank of America (BAC.N) for more government aid more than offset reassuring quarterly results from JPMorgan Chase (JPM.N).\n\n* Shares of Bank of America dropped more than 15 percent to $8.67, but shares of JPMorgan climbed 3.2 percent to $26.75.\n\n* Shares of Apple Inc (AAPL.O) fell on Nasdaq after the iPod and iPhone maker said Chief Executive Steve Jobs had decided to take a leave of absence due to health issues. The stock was off 3.6 percent to $82.20.\n\nThe Dow Jones industrial average .DJI was down 54.00 points, or 0.66 percent, at 8,155.06. The Standard & Poor's 500 Index .SPX was down 5.48 points, or 0.65 percent, at 837.14. The Nasdaq Composite Index .IXIC was down 5.13 points, or 0.34 percent, at 1,484.51. (Editing by James Dalgleish)",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN1530245020090115",
        "time": "09:42 AM EST"
    },
    {
        "header": "jpmorgan sees higher wamu, credit card losses",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co said on Thursday losses from its recent takeover of Washington Mutual Inc could total 17 percent more than it had originally forecast, and said credit card losses may also increase through 2009.\n\nThe forecast reflects deterioration in the economy and credit conditions, which are also expected to hurt rivals such as Bank of America Corp and Citigroup Inc.\n\nIn a presentation accompanying its earnings release, JPMorgan projected $32 billion to $36 billion of remaining losses on the Washington Mutual portfolio, up from the $30.7 billion it forecast when it took over the business on Sept 25. The new forecast is based on updated home price expectations.\n\nWashington Mutual is the largest U.S. bank to fail. JPMorgan bought most of its assets for $1.9 billion in a government-arranged sale, adding more than 2,000 branches but taking on billions of dollars of risky mortgages.\n\nJPMorgan also said losses in its credit card portfolio, excluding Washington Mutual, should approach 7 percent in the first quarter and could reach 8 percent near the end of 2009. The managed net charge-off rate in the card portfolio was 5.29 percent in the fourth quarter, excluding Washington Mutual.",
        "link": "http://www.reuters.com/article/topNews/idUSTRE50E37H20090115",
        "time": "07:23 AM EST"
    },
    {
        "header": "singapore hot stocks-nol gains after jpmorgan upgrade",
        "body": "",
        "link": "http://www.reuters.com/article/rbssMarineTransportation/idUSSIN19979920090116",
        "time": "10:17 PM EST"
    },
    {
        "header": "update 5-jpmorgan profit slumps on writedowns",
        "body": "NEW YORK, Jan 15 (Reuters) - JPMorgan Chase & Co’s (JPM.N) fourth-quarter profit plunged 76 percent as it wrote down bad loans, signaling that even the bank that has avoided the worst of the credit crunch is struggling with the recession.\n\nThe bank turned a profit only because of special items; and after Moody’s Investors Service cut the bank’s debt rating one notch to AA3, its shares dropped as much as 4.5 percent before recovering.\n\n“There’s not much that’s positive in JPMorgan’s numbers,” said John Stein, president of asset manager FSI Group in Cincinnati.\n\n“JPMorgan will come out the other side of this, but they have got an awful lot of losses ahead of them,” Stein added.\n\nJPMorgan Chief Executive Jamie Dimon said last month that the bank had suffered in November and December, citing what he called the “normal culprits:” mortgages, junk bonds, and loans funding buyouts. Analysts in recent days have expressed more concern about the economic outlook, which may have spurred JPMorgan to report results six days earlier than originally planned.\n\nThe bank said fourth-quarter net profit dropped to $702 million, or 7 cents per share, from $3 billion, or 86 cents per share, a year earlier. Revenue fell 0.9 percent to $17.2 billion.\n\nExcluding one-time items, it had a loss of 28 cents per share -- much worse than analysts’ average forecast of a profit of 1 cent, according to Reuters Estimates. The big miss was due mostly to a jump in loan loss reserves.\n\nThe bank has managed to turn a profit so far during the year-long recession, but it still faces significant headwinds. Its losses from the September acquisition of failed thrift Washington Mutual may be up to 17 percent higher than originally expected, the bank said in a presentation accompanying its earnings release.\n\nCredit card losses are expected to rise to 7 percent of the portfolio on an annual basis at the end of the first quarter, and may be as high as 8 percent by year-end, it said. In better times, credit card losses can be closer to 4 percent or 5 percent.\n\n“If the economic environment deteriorates further, which is a distinct possibility, it is reasonable to expect additional negative impact on our market-related businesses, continued higher loan losses and increases to our credit reserves,” Dimon said.\n\nJPMorgan’s difficulties reflect the broader trouble in the U.S. banking sector, which has received trillions of dollars of government support through capital injections, debt guarantees and other measures.\n\nBank of America Corp (BAC.N) is set to receive billions of dollars of additional support from the U.S. government to finance its purchase of Merrill Lynch & Co Inc, a person familiar with the matter said Wednesday. [ID:nN14486706] And Citigroup (C.N) agreed earlier this week to shed a stake in one of its crown jewels, the Smith Barney retail brokerage business, to raise capital.\n\n“We are not out of the woods at all,” said Rick Meckler, president of investment firm LibertyView Capital Management in New York.\n\nJPMorgan’s shares were up 33 cents or 1.3 percent to $26.24 in late morning New York Stock Exchange dealings, after trading as high as $27.05 and as low as $24.75 earlier. In the credit derivatives market, the cost of protecting $10 million of JPMorgan debt against default for five years fell to $155,000 a year from $165,000.\n\nJPMorgan said special items in the fourth quarter included $1.1 billion of benefits from its purchase of WaMu, and a gain of $627 million from ending Chase Paymentech Solutions, a payments and merchant-acquiring joint venture.\n\nThe worst hit in the period came from the investment banking division, which posted a loss of $2.36 billion, compared with a profit of $124 million a year earlier.\n\nThe bank boosted the amount of money it set aside to cover credit losses by $4.1 billion before taxes, and recorded pretax writedowns of $2.9 billion for loans funding leveraged buyouts and mortgage-related positions at the investment bank.\n\nThe bank said it ended the year with a Tier 1 capital ratio of 10.8 percent. Regulators consider 6 percent “well capitalized.”\n\nThrough Wednesday, JPMorgan shares had fallen 17.9 percent this year, compared with a 19.2 percent decline in the KBW Bank Index .BKX.\n\nIn 2008 the shares fell 27.8 percent, while the index plummeted 50 percent. (Additional reporting by Ryan Vlastelica, Ellis Mnyandu and Dan Wilchins; Editing by Gerald E. McCormick and John Wallace)",
        "link": "http://www.reuters.com/article/rbssBanks/idUSN149154320090115",
        "time": "11:34 AM EST"
    },
    {
        "header": "jpmorgan profit slumps on writedowns",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co’s fourth-quarter profit plunged 76 percent as it wrote down bad loans, signaling that even the bank that has avoided the worst of the credit crunch is struggling with the recession.\n\nThe bank turned a profit only because of special items; and after Moody’s Investors Service cut the bank’s debt rating one notch to AA3, its shares dropped as much as 4.5 percent before recovering.\n\n“There’s not much that’s positive in JPMorgan’s numbers,” said John Stein, president of asset manager FSI Group in Cincinnati.\n\n“JPMorgan will come out the other side of this, but they have got an awful lot of losses ahead of them,” Stein added.\n\nJPMorgan Chief Executive Jamie Dimon said last month that the bank had suffered in November and December, citing what he called the “normal culprits:” mortgages, junk bonds, and loans funding buyouts. Analysts in recent days have expressed more concern about the economic outlook, which may have spurred JPMorgan to report results six days earlier than originally planned.\n\nThe bank said fourth-quarter net profit dropped to $702 million, or 7 cents per share, from $3 billion, or 86 cents per share, a year earlier. Revenue fell 0.9 percent to $17.2 billion.\n\nExcluding one-time items, it had a loss of 28 cents per share -- much worse than analysts’ average forecast of a profit of 1 cent, according to Reuters Estimates. The big miss was due mostly to a jump in loan loss reserves.\n\nThe bank has managed to turn a profit so far during the year-long recession, but it still faces significant headwinds. Its losses from the September acquisition of failed thrift Washington Mutual may be up to 17 percent higher than originally expected, the bank said in a presentation accompanying its earnings release.\n\nCredit card losses are expected to rise to 7 percent of the portfolio on an annual basis at the end of the first quarter, and may be as high as 8 percent by year-end, it said. In better times, credit card losses can be closer to 4 percent or 5 percent.\n\n“If the economic environment deteriorates further, which is a distinct possibility, it is reasonable to expect additional negative impact on our market-related businesses, continued higher loan losses and increases to our credit reserves,” Dimon said.\n\nJPMorgan’s difficulties reflect the broader trouble in the U.S. banking sector, which has received trillions of dollars of government support through capital injections, debt guarantees and other measures.\n\nBank of America Corp is set to receive billions of dollars of additional support from the U.S. government to finance its purchase of Merrill Lynch & Co Inc, a person familiar with the matter said Wednesday. And Citigroup agreed earlier this week to shed a stake in one of its crown jewels, the Smith Barney retail brokerage business, to raise capital.\n\n“We are not out of the woods at all,” said Rick Meckler, president of investment firm LibertyView Capital Management in New York.\n\nJPMorgan’s shares were up 33 cents or 1.3 percent to $26.24 in late morning New York Stock Exchange dealings, after trading as high as $27.05 and as low as $24.75 earlier. In the credit derivatives market, the cost of protecting $10 million of JPMorgan debt against default for five years fell to $155,000 a year from $165,000.\n\nJPMorgan said special items in the fourth quarter included $1.1 billion of benefits from its purchase of WaMu, and a gain of $627 million from ending Chase Paymentech Solutions, a payments and merchant-acquiring joint venture.\n\nThe worst hit in the period came from the investment banking division, which posted a loss of $2.36 billion, compared with a profit of $124 million a year earlier.\n\nThe bank boosted the amount of money it set aside to cover credit losses by $4.1 billion before taxes, and recorded pretax writedowns of $2.9 billion for loans funding leveraged buyouts and mortgage-related positions at the investment bank.\n\nThe bank said it ended the year with a Tier 1 capital ratio of 10.8 percent. Regulators consider 6 percent “well capitalized.”\n\nThrough Wednesday, JPMorgan shares had fallen 17.9 percent this year, compared with a 19.2 percent decline in the KBW Bank Index.\n\nIn 2008 the shares fell 27.8 percent, while the index plummeted 50 percent.",
        "link": "http://www.reuters.com/article/GCA-CreditCrisis/idUSTRE50E09320090115",
        "time": "01:33 PM EST"
    },
    {
        "header": "us stock futures point down before jpmorgan figures",
        "body": "* U.S. stock index futures pointed to a lower open on Wall Street on Thursday ahead of JPMorgan Chase’s (JPM.N) Q4 results as woes about the state of the banking industry persisted.\n\n* At 1005 GMT, futures for the S&P 500 futures SPc1, Dow Jones futures DJc1 and Nasdaq 100 NDc1 were down between 0.5 and 2.2 percent\n\n* JPMorgan Chase (JPM.N) Q4 earnings kick off what is expected to be a very grim reporting season for the banking sector. The fourth quarter is the first full three-month period since JPMorgan’s $1.9 billion purchase of most of the assets of Seattle’s Washington Mutual, the largest U.S. banking failure.\n\n* Intel (INTC.O) is reporting Q4 results. Analysts expect the company to earn 4 cents per share, down from 38 cents a year earlier, according to Reuters Estimates. Intel shares in Frankfurt (INTC.F) were down 1.1 percent.\n\n* Investors are also likely to focus on Marshall & Ilsley MI.N Q4 results which may signal the depth and breadth of deterioration in U.S. credit conditions. The market expects the company to earn 8 cents per share, down from 15 cents a year earlier, according to Reuters Estimates.\n\n* Genentech DNA.N kicks off Q4 earnings reporting for the healthcare sector amid concerns that sales for some of its key products will come in below expectations based on early prescription data. Analysts expect the company to earn 96 cents per share, up from 69 cents a year earlier, according to Reuters Estimates.\n\n* After the bell, on Wednesday, Bank of America (BAC.N) shares dropped more than 5 percent following a Wall Street Journal report the bank is close to receiving billions of dollars in additional government aid to help it digest its purchase of Merrill Lynch. Bank of America shares in Frankfurt (BAC.F) fell 4 percent.\n\n* Investors will eye the New York Fed Empire State Manufacturing Survey out at 1330 GMT for January with economists in a Reuters survey expecting a reading of -25.00 compared with -25.76 in December.\n\n* The U.S. Labor Department will release the December Producer Price Index (PPI) out at 1330 GMT with economists in a Reuters survey forecasting a 2 percent fall compared with a 2.2 percent fall in November.\n\n* Weekly U.S. Jobless Claims are out at 1330 GMT with economists in a Reuters survey forecasting a total of 500,000 new filings compared with 467,000 in the prior week.\n\n* U.S. stocks fell to six-week lows on Wednesday on worries about steeper losses at banks worldwide and as U.S. retail sales data pointed to a deepening recession.\n\n* The Dow Jones industrial average .DJI ended down 2.9 percent, the S&P 500 index .SPX ended down 3.4 percent and the Nasdaq Composite index .IXIC closed down 3.7 percent. (Reporting by Joanne Frearson; Editing by Jon Loades-Carter) (joanne.frearson@thomsonreuters.com; +44 207 542 2773, Reuters Messaging:joanne.frearson.thomsonreuters.com@reuters.net)",
        "link": "http://www.reuters.com/article/BIOTRX/idUSLF72524220090115",
        "time": "05:27 AM EST"
    },
    {
        "header": "corrected - us stocks-bofa worry, apple to offset jpmorgan at open",
        "body": "Corrects second paragraph to show JPMorgan results were not as bad as expected for some investors.\n\n* Apple to drag tech after CEO’s medical leave of absence\n\nNEW YORK, Jan 15 (Reuters) - U.S. stocks were set to open little changed on Thursday as reassuring quarterly results from JPMorgan Chase (JPM.N) were offset by worries stemming from news of a push by Bank of America (BAC.N) for more government aid.\n\nAlthough JPMorgan’s fourth-quarter profit slid 76 percent from a year earlier as the bank wrote down bad loans and set aside money to cover mounting credit losses, the results were not as bad as expected for some investors. For more see [ID:nN1491543].\n\nThe company’s underlying performance suggested that the No. 2 U.S. bank was navigating the financial crisis with more success than its rivals, analysts said.\n\n“Most people consider them to be perhaps the strongest bank out there. They really have battled to be profitable,” said Rick Meckler, president of investment firm LibertyView Capital Management in New York, adding:\n\n“So it doesn’t speak well of those that are not in good shape. The initial reaction was very positive, but now people are starting to consider what the outlook is for those banks that are not nearly as well positioned. We are not out of the woods at all.”\n\nShares of Bank of America dropped 3.4 percent to $9.85 before the bell, but shares of JPMorgan climbed 3 percent to $26.70.\n\nS&P 500 futures SPc1 shed 3.10 points and were below fair value, a formula to evaluate pricing taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures DJc1 were off 9 points while Nasdaq 100 NDc1 futures slipped 7.50 points.\n\nSome encouraging economic reports were also set to cushion the market.\n\nAccording to a person familiar with the matter, Bank of America (BAC.N), the largest U.S. bank, is close to getting billions of dollars more in federal support from taxpayers. For more, see [ID:nN14486706].\n\nShares of Apple Inc (AAPL.O) were set to drag on Nasdaq after the iPod and iPhone maker said Chief Executive Steve Jobs had decided to take a leave of absence due to health issues. The stock was off 4.2 percent to $81.72 before the bell. (Reporting by Ellis Mnyandu; Editing by James Dalgleish)",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSN1551132120090115",
        "time": "09:41 AM EST"
    },
    {
        "header": "us stocks-futures cut losses as jpmorgan reassures",
        "body": "NEW YORK, Jan 15 (Reuters) - The Dow and S&P 500 stock index futures cut losses on Thursday after JPMorgan Chase (JPM.N) posted a stronger-than-expected quarterly profit, tempering renewed worries about the financial sector.\n\n* But even with the reassuring news from JPMorgan, investors were likely to face some headwinds, particularly on the technology front after Apple Inc (AAPL.O) announced Chief Executive Officer Steve Jobs was taking a leave of absence due to health issues.\n\n* S&P 500 SPc1 futures were off 2 points, and about even with fair value, while Dow futures edged up 6 points, and Nasdaq futures NDc1 were down 19.50 points. (Reporting by Ellis Mnyandu; Editing by Theodore d‘Afflisio)",
        "link": "http://www.reuters.com/article/BROKER/idUSN1550537220090115",
        "time": "06:54 AM EST"
    },
    {
        "header": "moody's cuts jpmorgan ratings one notch to \"aa3\"",
        "body": "NEW YORK, Jan 15 (Reuters) - Moody’s Investors Service cut the debt ratings of JPMorgan Chase & Co (JPM.N) by one notch on Thursday, citing potential losses over the next 15 months.\n\nMoody’s cut the bank’s ratings by one level to “Aa3,” the fourth-highest rating, and said the rating outlook is stable.\n\n“The downgrades are in response to the poor prospect of JPM generating capital in the current recession and protracted period of market illiquidity leading to possible losses,” Moody’s said.\n\nConsecutive quarterly losses in the next 12 to 15 months is possible, the rating agency said, due to potential revenue declines from a slowing economy. JPMorgan also faces higher charges against its $302 billion residential-mortgage portfolio than Moody’s expected in September.\n\nMoreover, it faces the likelihood of increased credit costs against its $185 billion credit-card portfolio, Moody’s said.\n\nMoody’s placed a stable outlook on the bank’s ratings as JPMorgan maintains “prudent capital ratios, a sizable loan-loss reserve, and enviable franchise positions in its major businesses,” Moody’s said.\n\nJPMorgan “is in a more manageable position than are its major U.S. bank competitors to deal with the dual problems of revenue reductions and increased credit costs,” Moody’s analyst Sean Jones said in a statement. “To the extent these pressures become more extreme, we expect JPM would defend its capital ratios by reducing expenses and by cutting its common dividend.” (Reporting by Walden Siew; Editing by James Dalgleish)",
        "link": "http://www.reuters.com/article/rbssBanks/idUSN1552025120090115",
        "time": "10:47 AM EST"
    },
    {
        "header": "european shares extend gains after jpmorgan results",
        "body": "LONDON, Jan 15 (Reuters) - European shares briefly extended gains in late morning trade on Thursday after JPMorgan & Chase (JPM.N) reported its quarterly results.\n\nThe pan-European FTSEurofirst 300 .FTEU3 index was up 0.2 percent at 805.86 points, after rising as much as 808.20 after the results.\n\nFood producers were the top-weighted gainers on the index, led by Nestle NESN.VX which rose 2.5 percent after Goldman Sachs upgraded the stock to “buy” from “neutral”.\n\nBanks were mixed, with HSBC (HSBA.L) down 3.4 percent and BNP Paribas (BNPP.PA) losing 3.5 percent. But Standard Chartered (STAN.L) advanced 6 percent and UBS UBSN.VX added 2.7 percent. (Reporting by Dominic Lau)",
        "link": "http://www.reuters.com/article/BANKSL/idUSLF26796620090115",
        "time": "06:43 AM EST"
    },
    {
        "header": "jpmorgan turns negative after results",
        "body": "NEW YORK (Reuters) - Shares of JPMorgan Chase (JPM.N) turned negative in premarket trade, erasing gains that came after the bank reported its fourth-quarter results that were down from the prior year.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE50E36Z20090115",
        "time": "07:41 AM EST"
    },
    {
        "header": "us stocks snapshot-futures drop as jpmorgan boost fades",
        "body": "NEW YORK, Jan 15 (Reuters) - U.S. stock index futures resumed their descent on Thursday as an initial boost from JPMorgan’s (JPM.N) quarterly results proved short-lived and worries about the health of the financial sector persisted.\n\n* Additional headwinds emerged from the technology front after Apple Inc (AAPL.O) announced that Chief Executive Officer Steve Jobs was taking a leave of absence due to health issues.\n\n* S&P 500 SPc1 futures were off 7 points, and were below fair value, while Dow futures DJc1 declined 61 points, and Nasdaq futures NDc1 dropped 17.75 points. (Reporting by Ellis Mnyandu; Editing by James Dalgleish)",
        "link": "http://www.reuters.com/article/BANKSL/idUSN1550735920090115",
        "time": "07:42 AM EST"
    }
]