[
    {
        "header": "update 1-fox-pitt cuts 2009, 2010 eps view on jpmorgan chase",
        "body": "Jan 20 (Reuters) - Fox-Pitt Kelton said JPMorgan Chase & Co (JPM.N) will continue to be a market-share beneficiary during and after this financial crisis, but cut its profit estimates for the bank as it expects higher credit costs and reserve builds until the first half of 2010.\n\nThe brokerage lowered its earnings estimate for the company for 2009 to $2.04 a share from $2.47 a share, and to $3.14 a share from $3.61 a share for 2010.\n\n“Despite these cuts, we still see JPMorgan as a relatively better choice for investors that want some exposure in large U.S. banks and/or capital markets,” analyst David Trone said in a note to clients.\n\nJPMorgan, the second-largest U.S. bank by assets, is “obviously not immune to the deteriorating credit environment”, but its higher reserve build and higher charge-offs in 2009 are likely to be mitigated by higher core revenue and lower expenses, Trone said.\n\nJPMorgan Chase posted a 76 percent fall in its fourth-quarter profit last week as it wrote down bad loans, signaling that even the bank that has avoided the worst of the credit crunch is struggling with the recession.\n\nJPMorgan’s difficulties reflect the broader trouble in the U.S. banking sector, which has received trillions of dollars of government support through capital injections, debt guarantees and other measures.\n\nWhile the next 18 months will be far from easy on the company, its balance sheet is strong enough to survive the crisis, said the analyst, who maintained his “outperform” rating on the stock.\n\nShares of the company fell 6 percent to $21.40 in trading before the bell. They closed at $22.82 Friday on the New York Stock Exchange. (Reporting by Anurag Kotoky in Bangalore; Editing by Amitha Rajan)",
        "link": "http://www.reuters.com/article/rbssBanks/idUSBNG17391620090120",
        "time": "08:44 AM EST"
    }
]