[
    {
        "header": "jpmorgan's dimon defends derivatives in letter",
        "body": "NEW YORK (Reuters) - Derivatives did not cause the financial crisis and the financial instruments remain a large business for JPMorgan Chase & Co (JPM.N) Chief Executive Jamie Dimon said in his annual letter to shareholders.\n\nDimon was defending derivatives -- a broad term describing securities ranging from stock options to credit default swaps -- after the financial crisis spiraled in 2008 and the largely unregulated financial contracts contributed to losses at banks and other financial companies.\n\nThe U.S. bank has $133 billion in derivatives counterparty exposures, Dimon wrote in the letter published on the bank’s Web site on Tuesday. “The company manages those exposures name by name -- like a hawk,” he said.\n\n“There are regulatory gaps that need serious attention,” Dimon went on to write, noting that a systemic risk regulator may have been able to prevent “a future AIG.” The U.S. government has committed about $180 billion in bailout funds to prevent the collapse of American International Group Inc (AIG.N), which has struggled as a result of mounting losses on derivatives contracts.\n\nDimon called for a systemic risk regulator that would have a broader authority than the existing network of U.S. regulators.\n\nThat’s in line with the regulatory blueprint outlined last week by U.S. Treasury Secretary Timothy Geithner, which called for such a regulator to require firms whose collapse could pose a risk to the financial system to hold more capital than other financial companies and face tougher rules.\n\nDimon said also that some of the temporary measures that have been enacted to improve liquidity and help banks during the crisis could be in place on a permanent basis to prevent future crises.\n\nJPMorgan on Wednesday took advantage of one of these temporary measures to support banks by launching a $5.85 billion two-part debt issue, backed by the U.S. Federal Deposit Insurance Corp, according to IFR, a Thomson Reuters service.\n\nJPMorgan’s consumer businesses, particularly its large credit card unit, will face a tough 2009, Dimon wrote.\n\nWhile the bank has largely avoided the losses and writedowns on complex debt securities and subprime mortgages that hurt other banks in 2008, JPMorgan is more heavily exposed to consumer credit. Rising unemployment will lead to higher losses for the bank’s consumer lending businesses in 2009, Dimon warned.\n\nIncreasing consumer borrowing was in part responsible for the financial crisis, he said, noting that hedge funds, private equity, and a range of other financial firms all played a part in driving up asset prices.\n\n“Basically, the whole world was at the party, high on leverage -- and enjoying it while it lasted,” he said.\n\nShares in JPMorgan were up about 5 percent on Wednesday to $27.91. JPMorgan shares had fallen just under 13 percent so far this year, compared with a 36 percent slump in the KBW Banks Index.",
        "link": "http://www.reuters.com/article/GCA-CreditCrisis/idUSTRE5307E120090401",
        "time": "03:43 PM EDT"
    },
    {
        "header": "jpmorgan sells research unit to buyout firm",
        "body": "NEW YORK, April 1 (Reuters) - Investment firm The Hidary Group has acquired an independent research firm that JPMorgan Chase & Co (JPM.N) inherited as part of the Bear Stearns Cos takeover last year, the bank said on Wednesday.\n\nNamed Primary Insight, the 15-person company will be led by its co-founders, David DeRose and Leighton Thomas, who decided to partner with Hidary to acquire the firm after cutbacks at JPMorgan meant they could not hire more staff or make improvements to the unit’s technology as they wanted.\n\nA spokesman for the bank declined comment on the buyout and research cuts, which DeRose put at 30 percent of JPMorgan’s research department.\n\n“If you stay under a research division that’s being cut 30 percent, we can’t get any headcount,” said DeRose. “When we went to JPMorgan and asked to spin this out, that deal made sense to them because we’re going to immediately grow our staff.”\n\nThe Hidary Group financed the buyout and will have a majority stake in the company, while JPMorgan will have a minority stake. The terms of the deal, including the size of the parties’ respective stakes, were not disclosed.\n\nPrimary Insight is an alternative research group that sets up conversations between institutional investors and experts across industry sectors in return for a subscription charge from the investors.\n\nDeRose and Thomas declined to comment on Primary Insight’s revenue or the details of JPMorgan’s investment.\n\nJack Hidary, one of two brothers who runs the investment firm, also declined to give details of his company’s stake in the venture.\n\nThe Hidary Group previously joined DeRose and Thomas in 2001 to found a similar firm called Vista Research, which was sold to McGraw-Hill Cos Inc MHP.N in 2005.\n\nDeRose and Thomas said they plan to improve the company’s technology and hire seven to eight people this year, which they would not have been able to do within JPMorgan.\n\n“Our intention with this business is to really pour a significant amount of money into technology investment that’s ... going to allow these guys to service clients better,” said Hidary. “I expect these guys to really take off now.”\n\nBanks across Wall Street have been cutting spending on traditional research since the Securities and Exchange Commission, worried about conflicts of interest, in 2002 banned firms from using banking fees to pay analysts.\n\nThere are now a handful of companies offering alternative research and the sector is worth about $450 million to $500 million, DeRose said.\n\nGerson Lehrman Group is the largest such company, according to DeRose and Thomas.\n\nGerson Lehrman was launched in 1998 and has a network of about 200,000 experts. The New York-based company posted revenues of $284 million in 2008 and has about 700 staff globally, a company spokesman said. (Reporting by Elinor Comlay; Editing by Andre Grenon)",
        "link": "http://www.reuters.com/article/rbssPublishing/idUSN3140384020090401",
        "time": "06:59 AM EDT"
    },
    {
        "header": "jp morgan launches $5.85 bln fdic-backed notes-ifr",
        "body": "NEW YORK, April 1 (Reuters) - JPMorgan Chase (JPM.N) on Wednesday launched a $5.85 billion, two-part debt issue backed by the Federal Deposit Insurance Corp, according to IFR.\n\nThe sale is expected to include $2.25 billion three-year notes priced at 25 basis points over mid-swaps, and $3.6 billion of three-year floating rate notes priced at 25 basis points over the three-month London interbank offered rate, according to IFR, a Thomson Reuters service. (Reporting by Dena Aubin) (dena.aubin@thomsonreuters.com; +1-646-223-6325; Reuters Messaging: dena.aubin.reuters.com@reuters.net))",
        "link": "http://www.reuters.com/article/rbssBanks/idUSN0125431020090401",
        "time": "02:58 PM EDT"
    },
    {
        "header": "jp morgan sells $5.9 bln of fdic notes in 2 parts-ifr",
        "body": "NEW YORK, April 1 (Reuters) - JPMorgan Chase (JPM.N) on Wednesday sold $5.9 billion of Federal Deposit Insurance Corp-backed notes in two parts, said IFR.\n\nThe sale included $2.3 billion of three-year notes priced to yield 25 basis points over mid-swaps, and $3.6 billion of three-year floating-rate notes priced at 25 basis points over the three-month London interbank offered rate, according to IFR, a Thomson Reuters service.\n\nJP Morgan was the sole lead manager of the sale, which was increased from a $5.85 billion launch amount. (Reporting by Pam Niimi)",
        "link": "http://www.reuters.com/article/etfNews/idUSN0147621320090401",
        "time": "03:51 PM EDT"
    },
    {
        "header": "new issue-jpmorgan chase sells $5.9 bln tlgp notes in 2 parts",
        "body": "",
        "link": "http://www.reuters.com/article/newIssuesNews/idUSN0156990920090401",
        "time": "03:52 PM EDT"
    }
]