[
    {
        "header": "update 1-jp morgan raises yum, cuts sysco",
        "body": "April 15 (Reuters) - J.P. Morgan Securities upgraded Yum Brands Inc (YUM.N) to “overweight” from “neutral” and said potential sales downside is likely to be offset by lower commodity prices and tight cost controls.\n\nYum, the largest U.S. restaurant operator in China, has been hurt by a slowing Chinese market, but signs of stability should help both reported results and investor sentiment, analyst John Ivankoe wrote in a note to clients.\n\nYum, which operates fast-food chains including KFC, Pizza Hut and Taco Bell, remains inexpensive relative to peers, said Ivankoe, who raised his price target on the stock by $2 to $34.\n\nSeparately, the analyst downgraded food distributor Sysco Corp (SYY.N) to “neutral” from “overweight” on slowing inflation and said the poor performance of restaurants could lead to below average growth through fiscal 2010.\n\nThe analyst cut his price target on Houston-based Sysco by $1 to $25.\n\nShares of Louisville, Kentucky-based Yum were trading up 2 percent at $30.19, while those of Sysco were trading down 4 percent at $22.24 Monday morning on the New York Stock Exchange. (Reporting by Poojya Trivedi in Bangalore; Editing by Anne Pallivathuckal)",
        "link": "http://www.reuters.com/article/rbssFoodDistribution & Convenience Stores/idUSBNG37066420090415",
        "time": "11:34 AM EDT"
    },
    {
        "header": "jpmorgan and wells shares may be overpriced",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co and Wells Fargo & Co shares command premium valuations, particularly after a recent rally, but many analysts wonder if worsening loan losses will bring these stocks back to earth.\n\nThe two banks, which have largely avoided the mistakes that have hobbled rivals Bank of America Corp (BAC.N) and Citigroup Inc (C.N), are now the two largest U.S. lenders by market value. JPMorgan and Wells Fargo are seen as among the few strong big banks left, which could help them acquire even more troubled assets with regulators’ blessings.\n\nInvestors are awarding them with some of the highest valuations in the financial sector. Wells Fargo (WFC.N) trades at about 1.3 times its book price, or accounting value, while JPMorgan (JPM.N) trades at 0.85 times. Most of their competitors trade at less than 0.7 times book value.\n\nThese valuations have only been helped by Wells Fargo’s report last week that it expected to earn a record $3 billion in the first quarter. JPMorgan is expected to report on Thursday that it also earned a first-quarter profit.\n\nBoth banks benefited from a refinancing boom in the first quarter and an uptick in capital markets activity after a brutal fourth quarter.\n\nBut analysts caution that these benefits may not last. Credit trends seem to be worsening as unemployment skyrockets. And there may be the risk of shareholder dilution ahead.\n\nBoth have said they would like to pay back the cash infusions the government forced them to take. If results of regulatory stress tests convince investors that they can withstand a severe recession, the two banks may then have the ability to raise capital on their own to repay the government.\n\nGoldman Sachs Group (GS.N) showed the danger to investors of further capital raising on Tuesday after its shares fell more than 11 percent following a $5 billion equity offering, although they remain up 41 percent so far this year.\n\n“It feels like the economy may have turned a corner, but it might not rise in a straight line, and there could be more left to the story of consumer weakness,” said Ralph Cole, portfolio manager at Ferguson Wellman Capital Management in Portland, Oregon.\n\n“You have to wonder how much more expensive these shares can get,” Cole added. Ferguson Wellman recently sold Wells Fargo shares, but may buy JPMorgan shares if they fall enough, because the company is more diversified than Wells Fargo.\n\nSince a market low on March 6, JPMorgan and Wells Fargo shares have more than doubled as the S&P 500 has rallied 26 percent, driven in part by several bank chief executives including JPMorgan’s Jamie Dimon saying that January and February were profitable months.\n\nBut Dimon also said that March was tougher, and both Wells Fargo and JPMorgan could continue to wrestle with their large consumer loan exposure -- JPMorgan has about $482 billion of total consumer loan exposure, while Wells Fargo has about $475 billion, including credit cards, mortgages and other loans.\n\nWhile consumer loan exposure may hurt the shares of all banks, JPMorgan and Wells Fargo may have further to fall because of their premium valuations.\n\nTo be sure, with the U.S. government committed to supporting the banking sector and a flurry of wider initiatives to lift the U.S. economy out of a year-long recession, both Wells Fargo and JPMorgan are expected to report stronger earnings this year compared with 2008, excluding one-time items. Some analysts believe the recent rally could be sustained.\n\nBoth banks have undergone massive transformations through acquisitions in the last year. JPMorgan bought the assets of failed thrift Washington Mutual in October and Wells Fargo acquired large rival Wachovia at the end of the year.\n\nAnalysts on average expect that before exceptional items JPMorgan will earn $1.48 this year, while they peg Wells Fargo at $1.31, according to Reuters Estimates. On that basis, JPMorgan earned 84 cents a share for 2008 and Wells Fargo earned 75 cents a share.\n\nBut beyond economic concerns, the stress tests could create problems for bank shares. The government is due to complete its stress tests of banking companies in the next few weeks. .\n\n“Until the stress test (results) are known ... I don’t think these stocks are going to double again,” said Ben Wallace, analyst at Grimes & Company. “The main overhang right now is whether there’ll be some dilutive issuance,” he added.\n\n“You have to wonder what the upside is for someone like a Wells Fargo over the next 12 months,” Ferguson Wellman’s Cole said.",
        "link": "http://www.reuters.com/article/GCA-CreditCrisis/idUSTRE53E6TC20090415",
        "time": "05:19 PM EDT"
    },
    {
        "header": "fall in sukuk margins to be slow: jpmorgan",
        "body": "MANAMA (Reuters) - Corporate issuers of Islamic debt need guidance from sovereign bond issues to price and it will take time for margins to come down from their high levels, an industry executive said on Wednesday.\n\n“Corporate issues will have to follow some sustained activity from sovereign issuers, to help establish the curve,” Safdar Alam, executive director and head of Islamic structuring at J.P. Morgan Treasury Services told the Reuters Islamic Banking and Finance Summit in Bahrain.\n\n“We need some government or quasi-government issues to help the market understand where the benchmark is,” he said.\n\nGulf Arab countries have been hit by declining oil prices and are expected to tap debt markets to keep up spending during the global economic downturn. Debt margins help reflect how investors view the riskiness of assets.\n\nBahrain plans to launch a 250 million dinar ($663.3 million) three-year sovereign bond, the central bank said on Wednesday, weeks after announcing a $500 million issue.\n\nIndonesia, meanwhile, is looking to sell its first ever global Islamic bond as early as this week.\n\nIslamic debt issuance slowed down dramatically last year as liquidity dried up in the global capital markets.\n\nAlam said the reductions in margins would be a slow process.\n\n“If there is, for example, over the next 6 to 12 months a reduction in margins we will still be very far away from where the market was 18 months ago,” he said.",
        "link": "http://www.reuters.com/article/IslamicBankingandFinance09/idUSTRE53E4RA20090415",
        "time": "12:25 PM EDT"
    }
]