[
    {
        "header": "update 1-jp morgan raises family dollar stores to neutral",
        "body": "March 6 (Reuters) - JP Morgan upgraded Family Dollar Stores Inc FDO.N a notch to “neutral” on Friday, a day after the discount retailer posted comparable sales much above analyst estimates, and also raised its price target on the stock by $10 to $29.\n\nThe brokerage, which removed the stock from its focus list, said “it is clear to us that being underweight, the stock in this macro backdrop is fighting an uphill battle.”\n\nHowever, analysts led by Charles Grom said they continued to prefer “overweight”-rated Dollar Tree Inc (DLTR.O) and Wal-Mart Stores Inc (WMT.N) for those investors looking for retailers with exposure to the lower-income arena.\n\nFamily Dollar is among those who cater to lower-income shoppers, many of whom make less than $30,000 a year and have been hit hard by the year-long U.S. recession.\n\nOn Thursday, the company, which sells most of its merchandise for below $10, reported a 6.4 percent rise in second-quarter same-store sales, which was above estimates for a 3.6 percent gain, on strong sales of consumables like laundry detergent or soda.\n\n“As with almost every other retailer in our space, apparel remained soft... but with consumables penetration representing over 66 percent of the mix (and growing), we believe that Family Dollar is well suited to weather the storm,” the analyst said.\n\nHowever, Grom said more consumables in the company’s product mix is negatively hurting margins.\n\nShares of Family Dollar closed at $30.66 Thursday on the New York Stock Exchange.",
        "link": "http://www.reuters.com/article/rbssRetailDiscountStores/idUSBNG39768120090306",
        "time": "08:42 AM EST"
    },
    {
        "header": "update 1-jp morgan cuts apple q2, fy09 outlook",
        "body": "March 6 (Reuters) - J.P. Morgan Securities lowered its second-quarter and fiscal 2009 earnings and revenue estimates for Apple Inc (AAPL.O) on a deepening macro-economic downturn. Analyst Mark Moskowitz also cut his outlook for Mac and iPhone unit shipments in the second quarter, saying inputs from industry contacts suggest that Mac and iPhone volumes have been trending below expectations.\n\n“In prior recessions, the consumer had been fairly resilient, but mounting job losses, shrinking home values, and tight credit stand to make the current recession quite more challenging,” Moskowitz wrote in a note to clients.\n\nMoskowitz said he estimates Apple derives 70 to 75 percent of its revenue from the consumer vertical, due to which the next few quarters stand to get “bumpy.”\n\nHe cut his second-quarter earnings estimate for Apple by 1 cent to $1.01 a share, and revenue estimate to $7.62 billion from $7.72 billion.\n\nMoskowitz cut his estimate for Mac unit shipments in the second quarter to 2.19 million from 2.39 million, and iPhone unit shipments estimate to 3.4 million from 3.8 million.\n\nThe analyst also lowered his fiscal 2009 earnings estimate for Apple to $4.73 a share from $4.82, and revenue estimate to $32.98 billion from $33.97 billion.\n\n“Notwithstanding the current macro pains, we believe the company’s content-driven product portfolio is capable of a multi-year revenue outperformance relative to its peers,” Moskowitz said.\n\nHe cut his price target on the stock to $100 from $102, but maintained his “overweight” rating.\n\nShares of the company fell $4.97 to $83.87 in early morning trade on Nasdaq.\n\nThe Nasdaq Composite Index .IXIC turned negative and fell to a 6-year intraday low, weighed by declines in large-cap technology companies including Apple and Qualcomm (QCOM.O). (Reporting by Tenzin Pema in Bangalore; Editing by Himani Sarkar)",
        "link": "http://www.reuters.com/article/rbssComputerHardware/idUSBNG37305820090306",
        "time": "10:44 AM EST"
    }
]