[
    {
        "header": "jpmorgan earns $5 billion derivatives profit: report",
        "body": "(Reuters) - JPMorgan Chase & Co (JPM.N) generated $5 billion in profit during the worst year in Wall Street history by trading over-the-counter fixed-income derivatives, Bloomberg said, citing two people with knowledge of the results.\n\nThe bank, which reported $5.6 billion of total profit in 2008, has not disclosed earnings for its interest-rate swap, municipal bond and foreign exchange derivatives group, the agency said. The unit was among the most profitable at the New York-based company, it added.\n\nThe JPMorgan trading desk may have benefited as the collapse of Lehman Brothers Holdings Inc LEHMQ.PK and JPMorgan’s takeover of Bear Stearns Cos left companies and hedge funds with fewer trading partners in the private derivatives markets, the agency said.\n\nAmong commercial lenders, JPMorgan dominates OTC derivatives trading, the agency said, citing data compiled by the Office of the Comptroller of the Currency.\n\nThe bank held $87.7 trillion worth of outstanding OTC contracts as of September 30, more than the next two banks, Bank of America Corp (BAC.N) and Citigroup Inc (C.N), combined, the agency reported.\n\nJPMorgan could not be immediately reached by Reuters for comment.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE5221NW20090303",
        "time": "07:31 AM EST"
    },
    {
        "header": "goldman, jpmorgan raise rights offer fees - report",
        "body": "March 3 (Reuters) - Goldman Sachs Group Inc (GS.N) and JPMorgan Chase & Co (JPM.N) are charging 50 percent more than a year ago to guarantee rights offerings, to compensate for the risk that they may be forced to buy unwanted stock, Bloomberg reported.\n\nOn average, fees have jumped to 2.9 percent from 1.9 percent in 2008, the news agency said, citing filings.\n\nHSBC Holdings Plc (HSBA.L) will pay Goldman Sachs, JPMorgan and eight other firms 2.75 percent in fees from the 12.85 billion pounds ($18.13 billion) the London-based bank plans to raise, it said.\n\nThe risk for underwriters in rights offerings is that investors may balk, leaving the banks to buy what is left over, the agency said, adding that this could more than wipe out any fees on a transaction.\n\nMorgan Stanley (MS.N) and Dresdner Kleinwort Ltd were among firms left with as much as 92 percent of Edinburgh-based lender HBOS Plc’s 4.2 billion pound sale last July after the shares fell below the offer price, the agency said.\n\nJP Morgan and Goldman Sachs could not be immediately reached for comment by Reuters. ($1=.7089 pound) (Reporting by Ajay Kamalakaran in Bangalore; editing by John Wallace)",
        "link": "http://www.reuters.com/article/americasRegulatoryNews/idUSBNG48869220090303",
        "time": "08:08 AM EST"
    },
    {
        "header": "jpmorgan earns $5 bln derivatives profit-bloomberg",
        "body": "March 3 (Reuters) - JPMorgan Chase & Co (JPM.N) generated $5 billion in profit during the worst year in Wall Street history by trading over-the-counter fixed-income derivatives, Bloomberg said, citing two people with knowledge of the results.\n\nThe bank, which reported $5.6 billion of total profit in 2008, has not disclosed earnings for its interest-rate swap, municipal bond and foreign exchange derivatives group, the agency said. The unit was among the most profitable at the New York-based company, it added.\n\nThe JPMorgan trading desk may have benefited as the collapse of Lehman Brothers Holdings Inc LEHMQ.PK and JPMorgan’s takeover of Bear Stearns Cos left companies and hedge funds with fewer trading partners in the private derivatives markets, the agency said.\n\nAmong commercial lenders, JPMorgan dominates OTC derivatives trading, the agency said, citing data compiled by the Office of the Comptroller of the Currency.\n\nThe bank held $87.7 trillion worth of outstanding OTC contracts as of Sept. 30, more than the next two banks, Bank of America Corp (BAC.N) and Citigroup Inc (C.N), combined, the agency reported.\n\nJPMorgan could not be immediately reached by Reuters for comment. (Reporting by Ratul Ray Chaudhuri in Bangalore; editing by Simon Jessop)",
        "link": "http://www.reuters.com/article/BANKSL/idUSBNG47018320090303",
        "time": "02:56 AM EST"
    }
]