[
    {
        "header": "update 1-research alert-jp morgan resumes cme with underweight",
        "body": "Jan 23 (Reuters) - J.P. Morgan Securities resumed coverage of CME Group Inc (CME.O) with an “underweight” rating and a $145 price target, saying CME’s volumes could be under material pressure in 2009 due to very low interest rates and deleveraging.\n\n“With dealers, hedge funds, and mutual funds all under significant pressure from asset declines, and algorithmic traders likely under pressure from falling volumes, we see potential for volume declines to be worse in this cycle than experienced in previous cycles,” the brokerage said.\n\nJP Morgan, which previously rated the derivatives exchange “overweight,” said the outlook for 2010 was also uncertain as, according to historical data, multi-year volume slowdowns were not unique.\n\nGiven weak volumes in the fourth quarter and a poor start to trading volumes in 2009, JP Morgan said it expected the analyst community to reduce estimates materially, putting CME’s stock under additional pressure.\n\nOn Thursday, Sanford C. Bernstein downgraded and cut its price target on CME shares, saying it sees a sharp decline in growth rates in futures trading volumes. [ID:nN22256808]\n\nCME shares were down by $8.37 at $160 on very low volumes before the bell. They closed at $168.37 Thursday on Nasdaq. (Reporting by Jennifer Robin Raj in Bangalore; Editing by Himani Sarkar)",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSBNG32082120090123",
        "time": "08:12 AM EST"
    },
    {
        "header": "jpmorgan awards options, not cash -- filing",
        "body": "NEW YORK, Jan 23 (Reuters) - Two of JPMorgan Chase & Co’s (JPM.N) top executives will take stock options as a bonus for 2008 instead of cash or shares, according to a filing.\n\nBill Winters and Steven Black, co-heads of JPMorgan’s investment bank, received 700,000 options each to be paid at the discretion of JPMorgan Chief Executive Jamie Dimon, according to the filing on Thursday.\n\nThe options have an expiry date of Jan. 20, 2010. (Reporting by Elinor Comlay; Editing by Andre Grenon)",
        "link": "http://www.reuters.com/article/rbssBanks/idUSN2332882820090123",
        "time": "05:35 PM EST"
    },
    {
        "header": "update 1-research alert-jpmorgan cuts baidu, sina, sohu outlook",
        "body": "BEIJING, Jan 23 (Reuters) - J.P. Morgan on Friday cut its 2009 earnings forecast and price targets for China’s top Internet search firms Baidu.com Inc (BIDU.O), SINA Corp (SINA.O) and Sohu.com Inc (SOHU.O), citing slowing economic growth and advertising revenue.\n\nJ.P. Morgan had earlier lowered its forecast for China’s economic growth this year to 7.2 percent and said the country’s advertising market growth would be flat in 2009, after an earlier projection of 5 percent growth.\n\nThe lowered outlook comes a day after China said its economy grew 9.0 percent last year, the slowest pace in seven years.\n\nThe U.S. bank revised down its December 2009 share price target for Baidu to $190, from $300. Baidu shares closed at $112.53 on Thursday on the Nasdaq exchange.\n\nBaidu’s 2008 fourth quarter diluted earnings per share (EPS) forecast was cut 6.3 percent to $1.19, and the diluted EPS forecast for the first quarter of this year by 19.1 percent to $0.93, said the bank.\n\nThe target price for Internet media firm SINA was cut to $29, from an earlier $53 target, while the target for Sohu was dropped to $62, from $100.\n\nThe shares of the two companies closed Thursday at $20.59 and $39.47, respectively.\n\nSINA’s first quarter EPS was cut 5.7 percent to $0.33, while the firm’s 2009 EPS was raised to 6.5 percent to $1.96.\n\nSohu’s first quarter EPS target was cut 6.4 percent to $1.02, while the full 2009 forecast was lowered 6.9 percent to $4.45.\n\nWhile the bank warned that near-term economic data would be weak, it also said there could be buying opportunities for investors in the three companies after the first quarter.\n\nJ.P. Morgan expects Baidu.com’s revenue to fall 11.7 percent in the first quarter of 2009 from the previous quarter to $116.5 million due to the slowing economy, but it maintained a positive view of the company down the road.\n\nBaidu continues to improve its technology and expand its potential to raise revenues, and the firm leads the country’s fast growing search market, the bank said in a report.\n\nThe bank was optimistic about Sina’s prospects due to long-term online ad growth potential and its media role, but the firm’s recent acquisition of Focus Media Ltd’s FMCN.O core assets increased risk and uncertainty for the company.\n\nJ.P. Morgan maintained an overweight rating on Sohu due to online advertising, but it said a slowing economy and delays in launching online games posed risks. ($=6.84 yuan) (Reporting by Kirby Chien; Editing by Ken Wills)",
        "link": "http://www.reuters.com/article/rbssITServicesConsulting/idUSPEK33179420090123",
        "time": "01:26 AM EST"
    }
]