[
    {
        "header": "jpmorgan ceo: foreclosure probes may hurt housing",
        "body": "CHICAGO (Reuters) - JPMorgan Chief Executive Jamie Dimon said on Thursday he worries a widening probe into foreclosure practices could be a drag on the housing recovery.\n\n“It may slow it down,” he said. “But we’re hoping it won’t kill it.”\n\nDimon made the comments after a press conference at the Chicago meeting of The Business Council, a group of 150 top U.S. CEOs that convenes several times a year to discuss issues facing the U.S. economy. Dimon is one of the group’s leaders.\n\nDimon at first declined to comment on the possibility the probe by 50 state attorneys general, one of the biggest investigations of the mortgage industry ever, might exacerbate the country’s three-year-old housing crisis. He initially told the press conference, “That’s not really pertinent to this meeting here.”\n\nBut he went on to talk about the state of the U.S. housing market, sketching a picture that was far from bleak.\n\n“You can make a long list of negatives and positives about the economy,” he said. “Housing is obviously on the negative side. But prices have stabilized in a lot of markets around the country. Homes are being sold. Financing is being done. ... There’s no wave of foreclosures coming. It’s a little tick up from where it is. ... So it’s not good. But it’s actually modestly improving from a terrible state.”\n\nAt the conclusion of the press conference, Dimon approached Reuters and amplified on his initial response, saying he hoped the widening probe into foreclosure practices, which has thwarted some lender efforts to reclaim homes from delinquent borrowers, would only be a temporary blip that would not have a long-lasting effect on the housing market.\n\nOn Wednesday, JPMorgan Chase senior executives acknowledged the bank had identified “some issues” in its ongoing review of foreclosure affidavits, but said the bank remains confident that the repossessions were proper.\n\nJPMorgan Chase, the second-largest U.S. bank by assets, is reviewing 115,000 mortgage affidavits, Chief Financial Officer Doug Braunstein said on Wednesday. The bank has so far found that some affidavits were not properly notarized.\n\nU.S. banks -- including JPMorgan -- have suspended foreclosures in some states in recent weeks amid accusations from congressional leaders and consumer advocates that lenders cut corners foreclosing on thousands of homeowners.\n\nDimon said on Wednesday that the bank’s management was comfortable that serious issues will not be found, and any added costs from the review will be incremental.",
        "link": "http://www.reuters.com/article/2010/10/14/us-usa-foreclosures-dimon-idUSTRE69D4V220101014",
        "time": "2:08PM UTC"
    },
    {
        "header": "new issue-jp morgan sells $4 bln notes in two parts",
        "body": "",
        "link": "http://www.reuters.com/article/2010/10/14/jpmorgan-debt-notes-idUSN1459809520101014",
        "time": "4:38PM UTC"
    },
    {
        "header": "jpmorgan chase sells $4 bln debt in 2 parts - ifr",
        "body": "NEW YORK, Oct 14 (Reuters) - JPMorgan Chase (JPM.N) on Thursday sold $4.0 billion of debt in two-part debt sale, said IFR, a Thomson Reuters service.\n\nThe offering included $2.75 billion of 10-year notes priced to yield 180 basis points over comparable U.S. Treasuries and $1.25 billion of 30-year bonds yielding 165 basis points more than U.S. Treasuries, according to IFR.\n\nJP Morgan is the sole lead manager on the sale. (Reporting by Caryn Trokie)",
        "link": "http://www.reuters.com/article/2010/10/14/jpmorgan-debt-sale-idUSN1413248120101014",
        "time": "4:27PM UTC"
    },
    {
        "header": "analysis: jpmorgan offers hope for morgan stanley, goldman",
        "body": "NEW YORK (Reuters) - Maybe Wall Street’s much-hyped trading meltdown wasn’t so bad after all.\n\nThat, at least, is what some investors are hoping after JPMorgan Chase & Co (JPM.N) earnings beat forecasts, due in part to investment banking revenues whose decline, while noticeable, was less steep than feared.\n\nJPMorgan reported third-quarter results on Wednesday after a weeks-long negative drumbeat from analysts who cited weak volumes across markets as they slashed their estimates for Goldman Sachs Group Inc (GS.N) and Morgan Stanley (MS.N).\n\nBut analysts were a bit less downbeat about the two investment banks -- re-christened during the financial crisis as bank holding companies -- after seeing JPMorgan’s fixed income and equities trading revenues fall just 7 percent from the second quarter, to $4.2 billion.\n\n“Maybe that doom and gloom that you were getting from the traders might have just been a relative doom and gloom,” said Brad Hintz, an analyst with Sanford C Bernstein.\n\nJPMorgan reported equity trading revenues of $1.1, up 9 percent from the second quarter and up 21 percent from a year earlier. Fixed income trading revenues were not as encouraging, but also not as bad as some expected: $3.1 billion, off by more than a third from a year ago and down 12 percent from the second quarter.\n\nThe gloomy sentiments on some trading desks may reflect concern about shrinking bonus pools, because compensation is tied to net revenues, which were expected to tumble, analysts said. Through the first nine months of the year, JPMorgan’s investment bank has set aside $7.9 billion for compensation expenses, down nearly $1 billion from a year earlier.\n\nDespite the glimmer of hope in the JPMorgan trading numbers, shares of Goldman and Morgan Stanley were little changed on Wednesday and were down 0.8 percent and 1.7 percent, respectively, on Thursday. Goldman is set to report quarterly results next Tuesday, and Morgan Stanley on Wednesday.\n\nAnalysts heeded warnings from traders and slashed estimates for Goldman and Morgan Stanley in recent weeks amid concerns about low trading volumes in equities, fixed income and derivatives.\n\nGoldman is expected to report third-quarter earnings of $2.42, down from $5.25 a year ago, while Morgan Stanley is expected to earn 19 cents, down from 38 cents a year ago, according to Thomson One I/B/E/S.\n\nJeff Harte, an analyst with Sandler O‘Neill, was feeling more optimistic about the prospects for both banks after seeing JPMorgan’s numbers.\n\n“These results are positive for JPMorgan and its peers,” Harte wrote in a research note.\n\nOthers, like Anton Schutz, president of Mendon Capital Advisors, are not as sure that rivals will match the JPMorgan numbers, saying the better-than-expected trading results could be connected to JPMorgan growing its market share.\n\n“It’s hard to read through,” he said.\n\nEven JPMorgan Chief Executive Jamie Dimon, on a call with reporters on Wednesday, would not take a stab at what prompted his firm’s trading numbers -- and what they mean for competitors.\n\n“Trading was about flat to last quarter,” Dimon said. “There were ups and downs and ins and outs ... I don’t really know what everyone is going to do on their trading results.”\n\nHintz, for his part, does not expect any tears next week.\n\n“When you look at JPMorgan, the message was that it was a slow quarter,” he said. “But I don’t think anyone is going to cry about the quarter. It wasn’t as onerous as expected.”",
        "link": "http://www.reuters.com/article/2010/10/14/us-investmentbanks-trading-idUSTRE69D3G820101014",
        "time": "11:01AM UTC"
    },
    {
        "header": "jpmorgan chase launches $4 bln two-part debt deal - ifr",
        "body": "NEW YORK, Oct 14 (Reuters) - JPMorgan Chase (JPM.N) on Thursday launched a $4.0 billion two-part debt sale, said IFR, a Thomson Reuters service.\n\nThe offering includes $2.75 billion of 10-year notes expected to yield 180 basis points over comparable U.S. Treasuries and $1.25 billion of 30-year bonds expected to yield 165 basis points more than U.S. Treasuries, according to IFR.\n\nJP Morgan is the sole lead manager on the sale. (Reporting by Caryn Trokie)",
        "link": "http://www.reuters.com/article/2010/10/14/jpmorgan-debt-launch-idUSN1413892420101014",
        "time": "3:02PM UTC"
    },
    {
        "header": "stocks news europe-swiss re gains after jp morgan upgrade",
        "body": "Shares in Swiss Re RUKN.VX gain nearly 3 percent and rise to their highest since Aug. 5 after JPMorgan upgrades the stock to “overweight” from “neutral”.\n\n“We identify three reasons to overweight Swiss Re now,” JPMorgan Cazenove says in a note. “The first is that the company looks undervalued relative to its peers.”\n\nThe second reason is that profitability in the life insurance business should have bottomed out and that operating profit will rise 9 percent in 2011 and 8 percent in 2012.\n\nJPMorgan Cazenove says the risk that Swiss Re does not repay the Berkshire convertible loan is remote.",
        "link": "http://www.reuters.com/article/2010/10/14/markets-europe-stocksnews-idUSLDE69D0HF20101014",
        "time": "3:35AM UTC"
    }
]