[
    {
        "header": "update 1-jp morgan raises family dollar to overweight",
        "body": "* Family Dollar to see 400 bps jump in comp sales\n\n* Says longer hours, more advertising etc helping May 21 (Reuters) - JP Morgan upgraded Family Dollar Stores FDO.N to “overweight” from “neutral,” saying the discount chain operator’s efforts like longer store hours, space reallignment and more advertising are going to help it drive sales in the future.\n\nAnalyst Charles Grom said the dollar arena will continue to take share from the likes of Wal-Mart Stores (WMT.N) and other grocers, as they provide a better assortment and more convenient shopping experience.\n\nFamily Dollar sells most of its merchandise for $10 and less and typically draws shoppers with household incomes of $40,000 or less.\n\n“Over the past few months, the ‘stickiness’ of dollar stores has been above our expectations as shoppers have elevated the importance of convenience to their retail destination decision,” analyst Grom wrote in a note to clients.\n\n“Generally speaking, we think the easier/quicker/more efficient shopping experience is trumping modestly lower price points at Wal-Mart, allowing for the dollar stores to gain material market share,” he said.\n\nFamily Dollar shares were trading up a percent at $40.53 Friday before the bell. They had closed at $40.24 Thursday on the New York Stock Exchange. (Reporting by Nivedita Bhattacharjee in Bangalore; Editing by Jarshad Kakkrakandy)",
        "link": "http://www.reuters.com/article/rbssConsumerGoodsAndRetailNews/idUSSGE64K0H620100521",
        "time": "9:19AM UTC"
    },
    {
        "header": "jp morgan in dilemma over costly london skyscraper",
        "body": "LONDON (Reuters) - JP Morgan (JPM.N) chief Jamie Dimon faces an unenviable choice - splash out $3 billion on much-needed but lavish new London headquarters or cull the twin skyscrapers in a nod to the war on banking extravagance.\n\nThe U.S. bank is dragging its heels on the glamorous plan, fearing it could rile regulators determined to bring mega-banks considered “too big to fail” under tighter control, sources in the banking and property industries said.\n\n“It is a massive dilemma for them. They need new space to grow but they don’t want to make a hasty decision,” said one property industry source.\n\n“The reasons for doing this or not doing this are becoming less and less about real estate and more and more about politics,” the source said.\n\nThe 3 million square foot complex comprises two towers of 28 and 34 floors overlooking the river Thames, linked by a lower-rise office containing three trading floors, the website of architects Adamson Associates shows.\n\nThe decision rests squarely on the shoulders of Dimon, who steered his bank away from the big sub-prime losses of many rivals, picking up failed banks Washington Mutual, Wachovia and Bear Stearns at knock-down prices on the way.\n\nCost considerations will play an overriding role in the decision. But the sources said the lender may also decide to axe or scale down the plan to sweeten regulators.\n\nJPMorgan has already repaid the $25 billion of taxpayer rescue funds it received during the crisis, but the shock fraud probe on powerhouse Goldman Sachs has shown even the strongest banks are not immune from regulatory attack.\n\n“It looks like it will be a political decision -- can you really spend almost 2 billion pounds ($2.87 billion) with everything else that’s going on?,” another source in the property industry said.\n\nJPMorgan signed a deal with Canary Wharf Group (CWG), the operators of the eponymous business district, in late 2008, part of a long-held ambition to consolidate its scattered London workforce in one corporate-branded complex.\n\nThe bank bought the site of the prospective new offices at Canary Wharf Riverside for 237 million pounds and appointed CWG as development and construction manager.\n\nJPMorgan has agreed to cover the costs for completed infrastructure, design and planning works and pay CWG 76 million pounds representing a portion of developer profits on the scheme if it postpones or scraps the development altogether.\n\n“We continue to work on the design, planning, piling, raft construction and further infrastructure works for Riverside South... Advanced construction is pending a decision by JP Morgan,” a CWG spokesman said.\n\nWith politicians on a mission to show voters they are getting tough on banks, industry sources suggest the public profile of the bank could suffer if the building goes ahead.\n\nDimon faced a double bind at the bank’s shareholder meeting this week from homeowners whose properties Chase is foreclosing, and investors who want dividends raised.\n\nSources described the bank’s former European investment banking head Bill Winters as a key champion of the Canary Wharf move, but say enthusiasm has waned since he left.\n\nProperty market sources said JPMorgan may be tempted to swap the massive attention-grabbing spend on the Riverside South building for a cheaper letting deal at one of several office developments planned in or close to the City of London.\n\n”It’s not inconceivable that they stay in the City ... one property source said. “CWG could be willing to cut a deal if it becomes clear the Riverside South plan is incompatible with a crackdown on banks.”",
        "link": "http://www.reuters.com/article/euPrivateEquityNews/idUSTRE64K4BF20100521",
        "time": "11:40AM UTC"
    }
]