[
    {
        "header": "anz taps goldman, jpmorgan for $4 bln keb bid -sources",
        "body": "HONG KONG/SYDNEY, May 5 (Reuters) - Australia and New Zealand Banking Group Ltd (ANZ.AX) has hired Goldman Sachs JBWere and JP Morgan (JPM.N) to advise on its bid for a majority stake in Korea Exchange Bank 004940.KS, sources said on Wednesday, in what is expected to be a more than $4 billion deal.\n\nSources told Reuters last month that ANZ, Australia’s No.4 lender, was preparing to make a bid for the KEB stake, currently owned by U.S. private equity firm Lone Star Funds. The auction, also expected to attract large South Korean banks, is the largest banking deal to date in South Korea.\n\nANZ, JP Morgan and Goldman Sachs (GS.N) declined to comment. Goldman Sachs JBWere is Goldman’s joint venture partner in Australia.\n\nThe sources declined to be identified as the news of the mandate is not public yet.",
        "link": "http://www.reuters.com/article/privateEquityFinancialServicesAndRealEstate/idUSHKU00229320100505",
        "time": "4:21AM UTC"
    },
    {
        "header": "anz hires goldman, jp morgan for keb bid: sources",
        "body": "HONG KONG/SYDNEY (Reuters) - Australia and New Zealand Banking Group Ltd (ANZ.AX) has hired Goldman Sachs JBWere and JP Morgan (JPM.N) to advise on its bid for a majority stake in Korea Exchange Bank 004940.KS, sources said on Wednesday, in what is expected to be a more than $4 billion deal.\n\nSources told Reuters last month that ANZ, Australia’s No.4 lender, was preparing to bid for the KEB stake, currently owned by U.S. private equity firm Lone Star Funds. The auction, also expected to attract large South Korean banks, is the largest banking deal to date in South Korea.\n\nANZ, JP Morgan and Goldman Sachs (GS.N) declined to comment. Goldman Sachs JBWere is Goldman’s joint venture partner in Australia. The sources declined to be identified as the news of the mandate is not public yet.\n\nANZ’s hiring of two big bulge Wall Street investment banks for the deal underscores the seriousness with which it wants to pursue the transaction.\n\nThe first round bids are due in mid May. Foreign bank interest in the sale is seen as limited, with HSBC Holdings (HSBA.L) (0005.HK) already deciding to stay out of the process.\n\nTop South Korean lender KB Financial had been considered one of the strongest candidates to buy KEB, but banking sources said the group was now considering a deal with Woori Finance Holdings 053000.KS instead as the government planned to privatize state-owned Woori.\n\nSmaller rival Hana Financial Group (086790.KS) was also interested in KEB but did not have enough cash in hand, analysts said.\n\nLone Star bought into KEB for $1.2 billion and sold down part of its stake in 2007. Its previous attempts to sell KEB -- to Kookmin Bank for $7.3 billion in 2006 and HSBC for $6.3 billion in 2008 -- failed as a result of pricing and legal disputes over the U.S. fund’s South Korean activities. Most of legal issues have since been resolved in court.",
        "link": "http://www.reuters.com/article/asiaPrivateEquityNews/idUSTRE64417520100505",
        "time": "4:53AM UTC"
    },
    {
        "header": "update 1-anz hires goldman, jp morgan for keb bid-sources",
        "body": "* First round bids expected to arrive in next few weeks\n\n* ANZ hiring two banks underscores seriousness of its pursuit (Adds details, background)\n\nHONG KONG/SYDNEY, May 5 (Reuters) - Australia and New Zealand Banking Group Ltd (ANZ.AX) has hired Goldman Sachs JBWere and JP Morgan (JPM.N) to advise on its bid for a majority stake in Korea Exchange Bank 004940.KS, sources said on Wednesday, in what is expected to be a more than $4 billion deal.\n\nSources told Reuters last month that ANZ, Australia’s No.4 lender, was preparing to bid for the KEB stake, currently owned by U.S. private equity firm Lone Star Funds. The auction, also expected to attract large South Korean banks, is the largest banking deal to date in South Korea.\n\nANZ, JP Morgan and Goldman Sachs (GS.N) declined to comment. Goldman Sachs JBWere is Goldman’s joint venture partner in Australia. The sources declined to be identified as the news of the mandate is not public yet.\n\nANZ’s hiring of two big bulge Wall Street investment banks for the deal underscores the seriousness with which it wants to pursue the transaction.\n\nThe first round bids are due in mid May. Foreign bank interest in the sale is seen as limited, with HSBC Holdings (HSBA.L) (0005.HK) already deciding to stay out of the process. [ID:nTOE63Q06A]\n\nTop South Korean lender KB Financial had been considered one of the strongest candidates to buy KEB, but banking sources said the group was now considering a deal with Woori Finance Holdings 053000.KS instead as the government planned to privatise state-owned Woori.\n\nSmaller rival Hana Financial Group (086790.KS) was also interested in KEB but did not have enough cash in hand, analysts said.\n\nLone Star bought into KEB for $1.2 billion and sold down part of its stake in 2007. Its previous attempts to sell KEB -- to Kookmin Bank for $7.3 billion in 2006 and HSBC for $6.3 billion in 2008 -- failed as a result of pricing and legal disputes over the U.S. fund’s South Korean activities. Most of legal issues have since been resolved in court.",
        "link": "http://www.reuters.com/article/privateEquityFinancialServicesAndRealEstate/idUSTOE64402W20100505",
        "time": "4:53AM UTC"
    },
    {
        "header": "jpmorgan chief backs reg reform, ceos more upbeat",
        "body": "WASHINGTON (Reuters) - JPMorgan Chase & Co (JPM.N) Chairman Jamie Dimon says he hopes a strong financial regulatory bill will emerge that will also be good for the U.S. economy.\n\n“We’ve support many of the administration’s proposals,” Dimon told reporters. “At this point the devils are in the details and we just hope that all those involved take the time to go through the consequences.”\n\n“We’re hopeful that somehow we’ll end up with a strong regulatory bill that will also be very good for the future of the economy,” he said.\n\nDimon and Caterpillar Inc (CAT.N) CEO Jim Owens spoke to reporters about the results of a survey of industry chiefs on how they feel about the future of their companies.\n\nDimon said CEOs expressed concern about the long-term U.S. fiscal deficit and they see positive signs of broad-based, economic growth in the United States, Europe and Asia.\n\nDimon added that consumer delinquencies are improving, consumer spending is up, companies have plenty of liquidity and companies are hiring more aggressively this year.\n\n“We need a strong, vibrant, globally competitive financial services sector because it supports our success as businesses,” Owens said.",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE6444K820100505",
        "time": "1:30PM UTC"
    }
]