[
    {
        "header": "update1-jpmorgan embi index spread widens on risk aversion",
        "body": "NEW YORK, May 20 (Reuters) - Emerging markets government bond spreads widened more than 20 basis points over comparable U.S. Treasuries on Thursday as investors shunned riskier assets and moved into safer havens.\n\nUkraine’s debt spreads widened the most, or 81 basis points to 691 basis points over Treasuries, according to JP Morgan’s Emerging Markets Bond Index Plus (EMBI+) 11EMJ.JPMEMBIPLUS.\n\nSpreads in the overall index -- a benchmark for investment in emerging markets -- rose 21 basis points to 341 basis points.\n\nEmerging markets stocks and currencies also fell as well as oil and other commodities on fears the European sovereign debt crisis may drag on the global economy.\n\n“There are rising worries that the economic recovery in the United States and major emerging markets economies will not be enough to compensate for a drop in demand conditions from Europe,” Manuel Oliveri, an analyst at UBS AG said in a note to clients.\n\nUBS Risk Index, another widely followed risk gauge, rose to 1.11 on Thursday from 0.88 in the previous session, moving further into risk averse territory.\n\nSpreads on Argentine bonds also jumped, rising as much as 72 basis points earlier to 854, its highest level since September. Argentine spreads last traded up 52 basis points at 834.",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSN2014181820100520",
        "time": "11:46AM UTC"
    },
    {
        "header": "jpmorgan embi index spread widens as risk shunned",
        "body": "NEW YORK, May 20 (Reuters) - Emerging markets government bond spreads widened 20 basis points over comparable U.S. Treasuries on Thursday as investors shunned riskier assets and moved into safer havens.\n\nUkraine’s debt spreads widened the most, at 76 basis points to 685 basis points over Treasuries, according to JP Morgan’s Emerging Markets Bond Index Plus (EMBI+) 11EMJ.JPMEMBIPLUS.\n\nSpreads in the overall index -- a benchmark for investment in emerging markets -- rose 20 basis points to 340 basis points. (Reporting by Vivianne Rodrigues; Editing by Leslie Adler)",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSN2014637920100520",
        "time": "11:12AM UTC"
    }
]