[
    {
        "header": "jpmorgan's insurance banking co-head kronenberg retires",
        "body": "NEW YORK, Jan 20 (Reuters) - JPMorgan Chase & Co’s (JPM.N) co-head of insurance investment banking, Anne Kronenberg, has retired from the firm and is weighing positions at corporate boards, the veteran banker said on Wednesday.\n\nKronenberg, 50, managing director, said she retired from JPMorgan on Friday.\n\nSome of her deals include advising American International Group Inc (AIG.N) on equity offerings, Lincoln National Corp (LNC.N) on equity and debt offerings, and the planned initial public offering by Symetra, a life insurer partly owned by Warren Buffett’s Berkshire Hathaway Inc (BRKa.N)(BRKb.N).\n\n“This is the first day of the rest of my life,” Kronenberg said, adding that she was looking for a change after well over two decades in investment banking.",
        "link": "http://www.reuters.com/article/managementIssues/idUSN2018226420100120",
        "time": "6:13PM UTC"
    },
    {
        "header": "jpmorgan in exclusive talks on rbs sempra",
        "body": "LONDON/DUBAI (Reuters) - JPMorgan Chase (JPM.N) is in exclusive talks to buy the RBS Sempra commodities joint venture, people familiar with the matter said on Wednesday, in a deal expected to be worth about $4 billion.\n\nJPMorgan, Deutsche Bank (DBKGn.DE) and Australia’s Macquarie (MQG.AX) had each submitted offers worth nearly $4 billion for the RBS Sempra unit by an early January deadline. JPMorgan and Deutsche Bank were seen as the frontrunners, but the latter was no longer in the running, sources said.\n\nJPMorgan was willing to pay a higher price for the business, sources said, although details of the likely purchase price were not immediately known. One source said RBS was also keen for a quick transaction and due diligence process.\n\nJPMorgan’s commodities unit, run by Blythe Masters, has been expanding in recent years. The March 2008 acquisition of Bear Stearns significantly increased the second-largest U.S. bank’s commodities business, and Masters a year ago told Reuters it was aiming to be a top-tier franchise globally.\n\nRBS Sempra is 51 percent-owned by Royal Bank of Scotland (RBS.L), which has been forced by European regulators to sell its stake. Sempra Energy (SRE.N) is also set to sell its 49 percent stake in the deal.\n\nRBS Sempra trades commodities ranging from oil and natural gas to metals and agricultural products and would add to JPMorgan’s existing commodities business to challenge market leaders Goldman Sachs (GS.N), Morgan Stanley (MS.N) and Barclays Capital (BARC.L).\n\nNew York-based JPMorgan has picked up assets and market share after weathering the financial crisis better than most rivals. It last week reported a fourth-quarter profit of $3.3 billion, fueled by strong investment banking.\n\nRBS Sempra was formed in 2008 when RBS bought its controlling stake for $1.7 billion and California utility Sempra Energy invested $1.6 billion.\n\nRBS Sempra, whose antecedents include such colorful names as Enron and Metallgesellschaft Ltd, is a big player in the London metals market, while its energy business is largely focused on U.S. utility Sempra Energy.\n\nMuch of its business centers on Michael Hutchinson, a towering figure in the closely knit metals community, who stood down as non-executive chairman of RBS Sempra last year, after four decades in the business.\n\nRBS, which is 84 percent-owned by the British government, was given four years by Brussels to sell its stake but wants to sell it quickly as Chief Executive Stephen Hester is eager for a streamlined RBS to take shape.\n\nRBS Sempra would also lose value if staff leave or uncertainty about the business persisted.\n\nDeutsche Bank said recently it aimed to be among the world’s top five commodities companies, from its current position of sixth. But it has said it can achieve this organically, and it has been aggressively investing in the business, including new offices in Houston and Calgary to build out its physical commodities trading to add to its commodities derivatives activity.\n\nIn New York midday trading Wednesday, Sempra’s shares fell 78 cents to $51.75, and shares of JPMorgan fell 31 cents to $42.97. RBS shares dipped 0.9 percent to close at 38 pence in London. \\",
        "link": "http://www.reuters.com/article/euPrivateEquityNews/idUSTRE60J1U020100120",
        "time": "12:58PM UTC"
    }
]