[
    {
        "header": "global m&a markets in \"nascent\" recovery: jpmorgan",
        "body": "NEW ORLEANS (Reuters) - The global market for mergers and acquisitions has seen a “nascent” recovery, but it may take until the second half of 2010 for there to be a real uptick in announced transactions, JPMorgan’s head of investment banking Douglas Braunstein said on Thursday.\n\n“We all expected to have a strong 2010, but it has taken the first quarter for people to be assured that we’re not going to see a double-dip,” Braunstein said at the Tulane Corporate Law Institute conference in New Orleans. “Today signs are much more positive.”\n\n“We’re seeing the beginning and seeds of movement; but the real expectation is that it will not be until the second half (of 2010)” to see a significant rise in transactions, Braunstein said.\n\nBraunstein expects M&A activity overall to be greater than 2009, but added that “it’s always easy to jump a low bar.”\n\n“We believe and expect and hope 2010 will be an active market,” he said.\n\nMuch of the gains in deal activity will come from corporations, which have improved their balance sheets and also have greater access to capital.\n\nAccess to capital and the cost of that capital had never been better, Braunstein said. “Today the relative cost of funding is at or near all-time lows.”\n\nThe reemergence of corporations on the acquisition prowl also has been driven by increasing confidence by chief executives in the economy and their ability to fund and execute deals, he said.\n\n“If you’re selling a company and not thinking globally, you’re not doing a good job for your client,” he said.\n\nIn the private equity market, Braunstein said he expects a “return to normalcy,” but the pace of leverage buyouts seen in 2006 and 2007 “are levels that we’ll be unlikely to see in our lifetimes.”\n\nThe size of LBOs will be smaller than the peak era of 2006-2007 and terms and conditions of deals will be more strict, he said.\n\nHe predicted an uptick in hostile deal activity and shareholder activism as investors press companies to return cash to shareholders.",
        "link": "http://www.reuters.com/article/americasDealsNews/idUSTRE63E3QB20100415",
        "time": "12:23PM UTC"
    },
    {
        "header": "nikkei climbs after china data, jpmorgan",
        "body": "TOKYO, April 15 (Reuters) - Japan’s Nikkei average rose 0.6 percent to a one-week closing high on Thursday, with shippers up on strong Chinese economic growth and the market supported after robust U.S. results from companies such as JP Morgan boosted Wall Street.\n\nKawasaki Heavy (7012.T) climbed 3.5 percent after a report that the Vietnamese cabinet has approved plans to construct a $55.9 billion high-speed rail line connecting the northern and southern parts of the country using Japan’s bullet train technology.\n\nChina’s annual economic growth quickened in the first quarter to 11.9 percent, the fastest pace since 2007, benefiting from a low base of comparison last year and the momentum imparted by massive bank-financed stimulus. [ID:nTOE63D091]\n\nJP Morgan (JPM.N) stock jumped 4 percent after the second-largest U.S. bank reported quarterly profit that beat forecasts, as investment banking earnings gained and loan losses slowed, joining tech bellwether Intel Corp (INTC.O) in posting better-than-expected results.\n\n“There was a bit of a stumble at the start of U.S. results with Alcoa, but after that we’ve had a lot of good news with Intel and JPMorgan,” said Takashi Ushio, head of the investment strategy division at Marusan Securities.\n\n“From next week Japanese results start picking up and expectations for this are good. Combined with the still relatively low valuations of many shares, this is likely to keep the market well supported.”\n\nIn active trade, the benchmark Nikkei .N225 rose 68.89 points to 11,273.79, heading back towards an 18-month high of 11,408.17 marked on April 5. The broader Topix .TOPX climbed 0.8 percent to 998.90\n\nOn Wednesday, the S&P 500 .SPX pushed past 1,200 for the first time in 18 months, while the pan-European FTSEurofirst 300 .FTEU3 hit an 18-month closing high.\n\n“There were some concerns earlier this week about earnings of U.S. financial companies, including JPMorgan, and the market is now receiving a lift after the actual report and strong gains in financial shares overnight,” said Yumi Nishimura, deputy general manager at Daiwa Securities Capital Markets.\n\n“But worries that high-tech exporter shares are getting overheated are putting a lid on further gains in the broader market.”\n\nThe Nikkei’s relative strength index (RSI) edged up to 65, with anything from 70 considered overbought, but longer-term technical indicators were mixed. Market players said the uptrend remains unchanged.\n\nForeign demand for Japanese shares remains solid, with foreign investors buying a net 433.5 billion yen ($4.7 billion) of Japanese stocks last week, but many investors are waiting to see how Japanese companies perform when results kick into a higher gear later this month.\n\nShipping firms, already up after a key shipping index rose on Wednesday, extended gains as bullish Chinese economic growth data sparked hopes for more demand.\n\nBut a trader at a Japanese brokerage said the gains will likely be short-lived as strong data means China would move closer to hiking interest rates, although other analysts said that an easing of inflation in March suggested policymakers might hold off on such a hike.\n\nMitsui O.S.K Lines (9104.T) jumped 5.1 percent to 699 yen and Kawasaki Kisen K.K. (9107.T) advanced 4.1 percent to 384 yen. Nippon Yusen (9101.T) climbed 2.7 percent to 384 yen.\n\nShares of Kawasaki Heavy rose to 267 yen. It, Mitsubishi Heavy Industries (7011.T), Mitsubishi Corp (8058.T) and Sumitomo Corp (8053.T) are among Japanese firms that have been trying to persuade Vietnam to adopt Japan’s technology, the Nikkei business daily said.\n\nGS Yuasa Corp (6674.T) climbed 3.3 percent to 691 yen after it said its joint venture with Mitsubishi Motors Corp (7211.T) would spend 37.5 billion yen ($402.2 million) to build its third lithium ion battery plant in Japan, anticipating growing demand for electric vehicles. [ID:nTOE63D06J]\n\nToshiba Corp (6502.T) gained 3 percent to 513 yen after its U.S. executive said the electronics maker’s PC sales in the United States jumped 50 percent in January-March, and that the company was preparing to roll out tablet-style computing devices to compete with Apple Inc’s (AAPL.O) iPad.\n\nSome 2.4 billion shares were traded on the Tokyo exchange’s first section, remaining near a one-month high hit last Wednesday. Advancing stocks outnumbered declining ones by more than 2 to 1. (Additional reporting by Aiko Hayashi; Editing by Joseph Radford)",
        "link": "http://www.reuters.com/article/tokyoMktRpt/idUSTOE63E04820100415",
        "time": "2:44AM UTC"
    },
    {
        "header": "credit suisse taps jpm exec to head india i-banking- sources",
        "body": "MUMBAI, April 16 (Reuters) - Credit Suisse is hiring Vedika Bhandarkar, a veteran India investment banker at rival JPMorgan (JPM.N), as head of investment banking for India, two people with direct knowledge of the matter said on Friday.\n\nBhandarkar, the head of investment banking for India at JPMorgan, will be vice chairman and India head for investment banking as well as head of the global markets solutions group for India at Credit Suisse, one of the sources said.\n\nShe will be joined at Credit Suisse by JPMorgan’s Sandeep Pangal, who will be a managing director in investment banking coverage, one of the sources said.\n\nBoth banks declined to comment, and Bhandarkar could not immediately be reached for comment. (Reporting Tony Munroe; Editing by Ranjit Gangadharan)",
        "link": "http://www.reuters.com/article/euIpoNews/idUSSGE63F04L20100416",
        "time": "11:49PM UTC"
    },
    {
        "header": "nikkei at 1-wk closing high on china data, jpmorgan",
        "body": "TOKYO, April 15 (Reuters) - Japan’s Nikkei average rose 0.6 percent on Thursday to a one-week closing high, with shippers up on strong Chinese economic growth and the market supported after robust U.S. results boosted Wall Street.\n\nKawasaki Heavy (7012.T) climbed 3.5 percent after a report that the Vietnamese cabinet has approved plans to construct a $55.9 billion high-speed rail line connecting the northern and southern parts of the country using Japan’s bullet train technology.\n\nThe benchmark Nikkei .N225 rose 68.89 points to 11,273.79, while the broader Topix .TOPX rose 0.8 percent to 998.90. (Reporting by Elaine Lies)",
        "link": "http://www.reuters.com/article/tokyoMktRpt/idUSTOE63E05Y20100415",
        "time": "2:04AM UTC"
    }
]