[
    {
        "header": "j.p. morgan top us muni underwriter in 1st 9 mths",
        "body": "NEW YORK, Oct 3 (Reuters) - J.P. Morgan Securities (JPM.N) was the top bookrunning underwriter of U.S. municipal bonds in the first nine months of 2011, according to Thomson Reuters data released on Monday.\n\nTotal issuance plummeted 37 percent in the first nine months to $187.5 billion from the same period in 2010. Third-quarter issuance totaled $75.2 billion, while September supply totaled $27.4 billion, Thomson Reuters said in its final report. (Editing by James Dalgleish)",
        "link": "http://www.reuters.com/article/2011/10/03/municipal-rankings-idUSN1E79211N20111003",
        "time": "2:44PM UTC"
    },
    {
        "header": "update 1-jpmorgan top u.s. muni underwriter in jan-sept",
        "body": "Oct 3 (Reuters) - J.P. Morgan Securities, a unit of JPMorgan Chase & Co (JPM.N), was the top bookrunning underwriter of U.S. municipal bonds in the first nine months of 2011, according to Thomson Reuters data released on Monday.\n\nTotal issuance plummeted 37 percent in the first nine months to $187.5 billion from the same period in 2010.\n\nStill, issuance is showing signs of revival.\n\nThird-quarter issuance alone totaled $75.2 billion, the highest volume of the year. September supply, meanwhile, totaled $27.4 billion, the second largest month in 2011 after June, Thomson Reuters said in its report.\n\nCiti (C.N) was the second leading bookrunner, followed by Bank of America Merrill Lynch (BAC.N) and Morgan Stanley (MS.N). In just negotiated offerings, though, Citi held the top spot.\n\nIllinois was the top long-term issuer of debt in the first nine months, selling $3.7 billion taxable general obligation bonds.\n\nOn aggregate debt issues, California continues to dominate for the ninth year in a row, with issuers in the state selling $26.6 billion in the first nine months. That was down a third from $39.8 billion in the same period last year, as the state’s budget fight pushed off much of its debt issuance until the end of the year. (Reporting by Chip Barnett in New York and Lisa Lambert in Washington; Editing by James Dalgleish and Leslie Adler)",
        "link": "http://www.reuters.com/article/2011/10/03/municipal-rankings-idUSN1E7921HO20111003",
        "time": "3:16PM UTC"
    }
]