[
    {
        "header": "investors cautious before bernanke speech: jpm poll",
        "body": "NEW YORK (Reuters) - Investors are cautious over U.S. Treasuries holdings ahead of a speech on Friday by Federal Reserve Chairman Ben Bernanke which some hope could signal fresh monetary stimulus, a survey released on Tuesday showed.\n\nTreasury yields are hovering at record lows as fears over another recession and Europe’s prolonged debt crisis stoke bids for U.S. government bonds and other safe-haven investments.\n\nThese rock-bottom yields, however, have curbed many investors from further stockpiling Treasuries, analysts said.\n\nAdding to investor caution was this week’s $99 billion supply of two-year, five-year and seven-year Treasury debt.\n\nThe share of investors who said they were neutral, or owning Treasuries equal to their portfolio benchmarks, held at a record high of 85 percent, J.P. Morgan Securities said.\n\nThere have been growing expectations given the recent wave of disappointing U.S. economic data that Bernanke could introduce more measures to prevent another recession just two years after the worst downturn in 70 years.\n\nOn Friday, Bernanke will speak at 10 a.m. about the economy at an event in Jackson Hole, Wyoming, sponsored by the Kansas City Fed. A year ago at the same event he signaled a $600 billion Treasuries purchase program, known as QE2, aimed at averting deflation and stimulating investment and spending.\n\nA growing number of analysts predict Bernanke could introduce a scheme for the Fed to extend the maturity of its Treasuries holdings by buying longer-dated paper. This would narrow the difference between short- and long-term interest rates with the goal of spurring lending and asset values.\n\nThe share of investors in the survey who said they were long, or holding more Treasuries than their benchmarks, rose to 4 percent from 2 percent last week, while the share who were short on U.S. debt fell to 11 percent from 13 percent.\n\nThis was the lowest level of shorts in nearly six months.\n\nNet shorts -- the difference between shorts and longs -- fell to 7 percent from 11 percent the previous week.\n\nIn early Treasuries trading, benchmark 10-year notes were down 7/32 in price for a yield of 2.13 percent, up 2 basis points from late on Monday. The two-year note was flat in price with a yield of 0.21 percent.",
        "link": "http://www.reuters.com/article/2011/08/23/businesspro-us-usa-treasuries-jpmorgan-idUSTRE77M3W320110823",
        "time": "9:56AM UTC"
    }
]