[
    {
        "header": "madoff trustee can appeal jpmorgan $19 billion loss",
        "body": "(Reuters) - The trustee seeking money for Bernard Madoff’s victims won the right to immediately appeal a ruling that took away more than $19 billion of his claims against JPMorgan Chase & Co, Madoff’s main bank for two decades.\n\nU.S. District Judge Colleen McMahon in Manhattan last month took away all but $425 million of trustee Irving Picard’s $19.9 billion lawsuit against the largest U.S. bank.\n\nMcMahon found that Picard, as trustee for the estate of Bernard L. Madoff Investment Securities LLC, lacked power to bring a variety of claims against the bank for harm caused to former Madoff customers.\n\nInstead, the judge said, those claims belonged to the customers themselves. At least two lawsuits on behalf of some of those customers have since been filed.\n\nRather than pursue what remained of his case in a federal bankruptcy court, Picard reached an agreement with JPMorgan this week to allow an appeal of McMahon’s ruling to the 2nd U.S. Circuit Court of Appeals in New York.\n\n“Counsel for all parties agreed to seek expedited treatment for any appeal,” McMahon wrote by hand in an order made public on Thursday.\n\nPicard has said an immediate appeal would provide “much needed finality” as to whether his claims are viable, and could even make a settlement more likely.\n\nJPMorgan has said it will defend its case, and maintained that there was no showing that anyone at the bank knew of Madoff’s Ponzi scheme.\n\nRulings against Picard by McMahon and her colleague Jed Rakoff, if they survive on appeal, have wiped out roughly one-third of the trustee’s more than $103 billion of asserted claims against banks and other defendants.\n\nPicard has said he has recovered $8.7 billion for former Madoff customers, excluding a $326 million agreement reached last month with the Internal Revenue Service.\n\nThe case is Picard v. JPMorgan Chase & Co, U.S. District Court, Southern District of New York, No. 11-00913.",
        "link": "http://www.reuters.com/article/2011/12/02/us-madoff-jpmorgan-idUSTRE7B101920111202",
        "time": "7:19PM UTC"
    },
    {
        "header": "corrected - bofa's online banking executive moving to jpmorgan",
        "body": "* David Owen to be consumer unit CFO at JPMorgan\n\nDec 1 (Reuters) - Bank of America Corp’s head of online banking is leaving to become chief financial officer of rival JPMorgan Chase & Co’s consumer banking unit.\n\nDavid Owen starts on Monday, a JPMorgan spokesman said on Thursday. He replaces John Samenuk, who takes a key role on the bank’s customer experience team.\n\nOwen, with Bank of America since 2003, was its online, mobile, fraud and claims executive, responsible for a website with 30 million active users. After a reorganization announced in October, he reported to Katy Knox, head of retail banking and distribution.\n\nHe becomes the latest high-profile departure at the nation’s second biggest bank, which shook up its leadership in recent months as part of a massive cost-cutting campaign. In October, Bank of America strategy executive Mike Lyons left to lead corporate and institutional banking at PNC Financial Services Group Inc .\n\nBank of America’s online banking website gained attention recently when customers had trouble logging on and faced other problems over a six-day period. The bank initially provided little explanation for the issues, but later Owen said an ongoing upgrade and heavy traffic were behind the problem, easing concerns about possible hacking.\n\nOwen was also involved in a joint venture announced in May called clearXchange that will allow bank customers to move money from their checking accounts to other people using a mobile number or email address. JPMorgan and Wells Fargo are Bank of America’s partners on the project.\n\nBank of America has not named a replacement for Owen.",
        "link": "http://www.reuters.com/article/2011/12/01/bankofamerica-departure-idUSN1E7B01RG20111201",
        "time": "6:39PM UTC"
    }
]