[
    {
        "header": "update 2-jpmorgan to pay $88.3 mln in foreign funds cases",
        "body": "* Bank did not take steps to stop violations -government\n\n* Bank says it will improve compliance programs (Adds details, background)\n\nWASHINGTON, Aug 25 (Reuters) - JPMorgan Chase (JPM.N) will pay $88.3 million to settle civil allegations of apparent violations of rules on transferring assets of countries sanctioned by the U.S. government, the Treasury Department said on Thursday.\n\nThe case involves 1,711 wire transfers of funds from a Cuban national processed by JPMorgan dating back to 2005 and a 2009 loan involving an Iranian shipping company.\n\nThe case was brought by department’s Office of Foreign Assets Control (OFAC) which oversees bans on U.S. entities from dealing with certain countries and goes back to dealings with Cuba during the Kennedy administration.\n\nThe Treasury said JPMorgan conducted investigations into some of the possible violations, yet did not “take adequate steps to prevent further transactions.” The bank’s failure to correct problems and to provide information to investigators were factors in the size of the penalties.\n\nJPM’s conduct was “egregious because of reckless acts or omissions,” the Treasury Department said.\n\nJPMorgan spokeswoman Jennifer Zuccarelli said in a written statement that the violations were unintentional and that the bank will “move forward with enhancements to our global OFAC compliance program.”\n\n“These rare incidents were unrelated and isolated from each other,” she said.\n\nTreasury previously has taken bigger fines from other large banks for handling money illegally under OFAC. Credit Suisse agreed to pay $536 million in December 2009 in a case. Barclays Bank in August 2008 settled another Treasury case with the payment of $298 million to the U.S. Department of Justice and the New York County District Attorney’s office.\n\nAmong the subjects of the allegations against JPMorgan were 1,711 wire transfers totaling $178.5 million by Cubans. Another U.S. bank alerted JPMorgan to be suspicious of the transfers, and JPMorgan officials confirmed that Cuba was involved. But the bank did not take steps to stop additional transactions and it did not voluntarily disclose dealings to the government, the department said.\n\nAnother case involved a $2.9 million trade loan involving a vessel affiliated with the Islamic Republic of Iran Shipping Lines. Bank managers determined the transaction likely violated the law, but were allegedly slow reporting it to the government and in responding to a subpoena from investigators. (Reporting by Margaret Chadbourn in Washington and David Henry in New York. Editing by Robert MacMillan)",
        "link": "http://www.reuters.com/article/2011/08/25/jpmorgan-sanctions-idUSN1E77O1HA20110825",
        "time": "4:35PM UTC"
    },
    {
        "header": "jpmorgan to pay $88.3 mln in sanctions settlement",
        "body": "WASHINGTON, Aug 25 (Reuters) - JPMorgan Chase (JPM.N) will pay $88.3 million to settle allegations of apparent sanctions violations, a Treasury Department official said on Thursday.",
        "link": "http://www.reuters.com/article/2011/08/25/jpmorgan-sanctions-idUSW1E7JM00O20110825",
        "time": "2:33PM UTC"
    }
]