[
    {
        "header": "moves-jp morgan chase, citigroup, credit suisse",
        "body": "Dec 2 (Reuters) - The following financial service industry appointments were announced on Friday. To inform us of other job changes, email to moves@thomsonreuters.com.\n\nJP Morgan Chase & Co has hired former Credit Suisse Group AG executive Neil Hounslow as the head of its prime brokerage in Asia-Pacific as the Wall Street bank looks to service hedge funds investing in the region.\n\nCitigroup Inc’s head for mergers and acquisitions advisory in southeast Asia has left the bank, a person familiar with the matter said on Friday.\n\nMIT-educated Giles Ong was hired in 2004 from Merrill Lynch and was promoted to managing director in 2007.\n\nCredit Suisse named Angela Bow as managing director and market leader for the Philippines, in its private banking division from Dec. 6. Bow joins from UBS, and will report to Managing Director and Market Area Head for Emerging Asia Martin Kuenzler.\n\nCredit Suisse also named Albert Ma as its private banking division’s managing director and team leader for the Philippines market, effective Jan. 18. Ma too joins from UBS, and will report to Bow.\n\nEuropean investment manager M&G Investments named James Tomlins as fund manager for its European High Yield Bond Fund. Tomlins has also been appointed as deputy fund manager for M&G’s High Yield Corporate Bond Fund.\n\nBNP Paribas chief executive Jean-Laurent Bonnafe named three insiders, including finance chief Philippe Bordenave, as co-chief operating officers on Friday, a day after taking control of France’s biggest bank.\n\nCommerzbank picked Mercedes-Benz manager Stephan Engels as chief financial officer to succeed Eric Strutz from April 1, 2012.\n\nEngels, 49, has been Head of Finance & Controlling at Mercedes-Benz Cars and Head of Group Controlling and Reporting at Daimler AG since 2007, Commerzbank said in a statement on Friday.\n\nThe unit of Lloyds Banking Group named Howard Grubb as head of e-FX Algorithmic Trading. Grubb will be based in London, and joins from BNP Paribas.",
        "link": "http://www.reuters.com/article/2011/12/02/financial-moves-idUSL4E7N21M320111202",
        "time": "10:34AM UTC"
    },
    {
        "header": "jp morgan hires hounslow as asia pac prime broking head",
        "body": "HONG KONG (Reuters) - JP Morgan Chase & Co (JPM.N) has hired former Credit Suisse Group AG CSGN.VX executive Neil Hounslow as head of its prime brokerage in Asia-Pacific as the Wall Street bank looks to service hedge funds investing in the region.\n\nHounslow, who was head of flow financing, prime services, for Asia-Pacific at the Swiss bank, joined JP Morgan about two weeks ago, a Hong Kong-based spokeswoman for JP Morgan confirmed to Reuters on Friday.\n\nJP Morgan’s push into the fiercely competitive prime broking industry is part of the bank’s plan to expand its global offerings to hedge funds. Its prime brokerage services was boosted in 2008 when it acquired Bear Stearns.\n\nThe bank launched its prime brokerage service in Europe, the Middle East and Africa in June.\n\nThe battle for market share in the prime-brokerage business in Asia has intensified as the alternative industry is becoming more mainstream with more and more institutional investors looking to the asset class as a way to diversify portfolios.\n\nData on market share of prime brokers is notoriously tough to verify but industry tracker AsiaHedge ranked Goldman Sachs Group Inc (GS.N), Morgan Stanley (MS.N), Credit Suisse, Deutsche Bank AG (DBKGn.DE) and UBS AG UBSN.VX as the top five prime brokers in Asia in a survey released in May.\n\nPrime brokers provide services such as clearing trades and lending money to hedge funds.",
        "link": "http://www.reuters.com/article/2011/12/02/us-jpmorgan-prime-idUSTRE7B10EK20111202",
        "time": "2:58AM UTC"
    }
]