[
    {
        "header": "update 1- jp morgan adds comcast to focus list",
        "body": "Oct 4 (Reuters) - Comcast Corp (CMCSA.O) is expected to see strong cash flow this year and in 2012, as its internet and phone subscribers rise and advertising revenue at its NBC Universal joint venture improves, JP Morgan said and added the No. 1 U.S. cable operator to its analyst focus list.\n\nThe brokerage said it expects Comcast to generate $8 billion of cash flow each year in 2011 and 2012.\n\nThe operator reported a cash flow of about $6.22 billion last year, according to Thomson Reuters Starmine data.\n\nFor 2011, analysts at JP Morgan expect Comcast’s cable business to generate about $6.2 billion cash with the remaining $1.8 billion held at NBC Universal to pay down debt and eventually buy General Electric Co’s (GE.N) 49 percent in 2014 and 2017.\n\nComcast, has been losing video customers to rival phone companies like Verizon Communications’ s (VZ.N) FiOS and ATA&T’s (T.N) U-Verse and satellite competitors.\n\nHowever, JP Morgan expects the video subscriber losses to subsidise, and offset by increasing HSI (high speed internet) customers.\n\nThe brokerage expects Comcast to return about $3.3 billion to shareholders each year, with $1.2 billion in dividend payments and $2.1 billion in share buybacks, leaving $2.9 billion per year to reduce leverage. “Comcast could feasibly buy back about $10 billion in stock in 2012 and still end the year at the mid-point of its target leverage range,” the brokerage wrote in a note to clients.\n\nShares of the Philadelphia-based company closed at $20.36 on Monday on Nasdaq.\n\n((rachana.khanzode@thomsonreuters.com; Within U.S. +1 646 223 8780; outside U.S. +91 80 4135 5800; Reuters Messaging: rachana.khanzode.thomsonreuters.com@reuters.net)) Keywords: COMCAST/ J P MORGAN",
        "link": "http://www.reuters.com/article/2011/10/04/idUSL3E7L41QE20111004",
        "time": "8:19AM UTC"
    },
    {
        "header": "jpmorgan advising noble on agri-business listing-sources",
        "body": "SINGAPORE, Oct 5 (Reuters) - JPMorgan is advising Singapore’s Noble Group on the planned listing of its agriculture business on the city-state’s bourse, two sources with knowledge of the deal said on Wednesday.\n\nA JPMorgan spokesman declined to comment and officials with Noble could not immediately be reached for comment.\n\nNoble said it wants to list its agriculture business on the Singapore Exchange and said the process will be subject to market conditions. (Reporting by Saeed Azhar)",
        "link": "http://www.reuters.com/article/2011/10/05/noble-ipo-idUSL3E7L502420111005",
        "time": "9:00PM UTC"
    }
]