[
    {
        "header": "jpmorgan paying $45 million to settle mortgage suit",
        "body": "(Reuters) - JPMorgan Chase & Co is paying the federal government $45 million to settle a lawsuit alleging it charged veterans hidden fees in mortgage refinancings.\n\nThe whistleblower lawsuit, filed in 2006 in Georgia by two mortgage brokers, seeks payments on behalf of the U.S. government by eight banks and mortgage companies, a law firm involved in the case said Tuesday. JPMorgan is the first bank to reach a settlement.\n\nAccording to court documents filed on Monday, the payment was part of the national mortgage settlement over foreclosure abuses reached with JPMorgan and four other lenders last month. Banks also agreed to pay $182 million in four other whistleblower cases.\n\nThe two whistleblowers will share about 26 percent of the settlement, or $11.7 million, according to the law firm of Butler, Wooten & Fryhofer in Atlanta. The case is still pending against the other lenders, including Bank of America Corp, Wells Fargo & Co and Citigroup Inc.\n\nMeanwhile, the American Banker reported on its website that JPMorgan stopped suing delinquent credit card customers last year amid another federal investigation into allegations of faulty account records.\n\nThe credit card probe by the Office of the Comptroller of the Currency Bank stemmed from a whistleblower complaint and a wrongful termination suit by a former employee, according to the report. The former employee said she was fired because she objected to the bank’s sale to outside collection companies of claims based on flawed records, according to the report.\n\nIn response to the credit card story, the bank issued a statement on Tuesday saying that it had found “procedural issues” and notified regulators after conducting an internal review following problems with mortgage debts.\n\n“We have since done a number of tests and found that in the overwhelming majority of cases, the amount collected from customers was correct,” the bank said in the statement.\n\nSpokesman Paul Hartwick declined to comment further. OCC spokesman Dean DeBuck declined to comment.\n\nThe American Banker said that court filings and interviews with seven current and former employees had corroborated allegations by the former employee. The reporting showed the bank’s credit card litigation unit was plagued by unreliable outside lawyers, “disregard for accuracy and patchy technology,” according to the publication.\n\nThe credit card report can be found at bit.ly/xOVTUB.\n\nJPMorgan shares were up 1.8 percent around midday Tuesday in New York trading.",
        "link": "http://www.reuters.com/article/2012/03/13/us-jpmorgan-settlement-idUSBRE82C0R220120313",
        "time": "12:33PM UTC"
    },
    {
        "header": "fed not blaming jpmorgan for early stress results",
        "body": "March 13 (Reuters) - The Federal Reserve released the results of its annual bank stress tests two days early, after sloppy handling of information and miscommunication with JPMorgan Chase, a senior Fed official said on Tuesday.\n\nThe Fed was scheduled to release the test results after markets closed on Thursday, but the official said it came to the Fed’s attention Monday evening that there may have been an inadvertent release on some information.\n\nJPMorgan then released its own results Tuesday afternoon in what the Fed official called less-than-perfect communication between the bank and its regulator. The official said nobody at JPMorgan was at fault.",
        "link": "http://www.reuters.com/article/2012/03/13/usa-banks-stresstests-release-idUSW1E7N800520120313",
        "time": "6:09PM UTC"
    },
    {
        "header": "south korea keeps jp morgan, samsung sec, daewoo sec for woori sale: source",
        "body": "SEOUL (Reuters) - South Korea plans to extend a deal with JP Morgan (JPM.N), Samsung Securities Co Ltd (016360.KS) and Daewoo Securities Co Ltd (006800.KS) to manage the stalled sale of Woori Finance Holding Co Ltd 053000.KS, a source with direct knowledge of the matter said on Tuesday.\n\nThe three banks were picked as sale managers in 2010, when the government launched the full-scale sale of Woori, but the deal has failed twice because of a lack of bidders.\n\nThe source was not authorized to speak to media and declined to be identified.",
        "link": "http://www.reuters.com/article/2012/03/13/us-woori-banks-idUSBRE82C0GV20120313",
        "time": "5:39AM UTC"
    },
    {
        "header": "jpmorgan passes stress test; dividend rise, buybacks okayed",
        "body": "(Reuters) - JPMorgan Chase & Co became the first bank on Tuesday to say regulators have completed stress tests of its balance sheet and approved a dividend increase and stock buybacks.\n\nThe bank said it will raise its quarterly dividend by a nickel to 30 cents and buy back as much as $12 billion of stock this year.\n\nThe announcement came two days before the Federal Reserve was originally scheduled to announce results of stress tests for 19 U.S. bank holding companies.\n\nJPMorgan shares surged on the news and closed up more than 7 percent at $43.39.\n\nThe bank said in a statement that the Federal Reserve has informed the company that it did not object to its plans to distribute capital.\n\n“We are pleased to be in a position to increase our dividend and to establish a new equity repurchase program,” chief executive Jamie Dimon said in the announcement. “We expect to generate significant capital and deploy that capital to the benefit of our shareholders.”\n\nDimon has said in the past that many banks will have more capital than they need as customers pay back loans and losses from the financial crisis subside. While his view would seem to contradict requirements that banks meet higher capital thresholds by 2019, the approval of JPMorgan’s distributions indicates regulators decided the bank has enough capital to make the payouts and meet the new thresholds.\n\nThe bank said it may not buyback all of the stock approved, depending on market conditions.",
        "link": "http://www.reuters.com/article/2012/03/13/us-jpmorgan-dividend-idUSBRE82C16B20120313",
        "time": "4:24PM UTC"
    }
]