[
    {
        "header": "jpmorgan to sell commodities business to mercuria - wsj",
        "body": "March 19 (Reuters) - JPMorgan will sell its commodities trading business to Switzerland-based energy-trading company Mercuria Energy Group Ltd, the Wall Street Journal reported, citing a person familiar with the situation.\n\nIn February, Reuters reported that Mercuria, led by two former Goldman Sachs executives, became the front-runner to buy the physical commodities unit, one of the most powerful oil and metals desks on Wall Street.\n\nThe terms of the deal are not yet clear, but when the bank first opened its books to potential buyers in October it valued the assets at $3.3 billion, the newspaper reported. (r.reuters.com/jaf77v)\n\nJPMorgan in London declined to comment on the matter. Mercuria could not be reached immediately for comment.\n\nJPMorgan decided to sell its multi-billion dollar physical commodities division last year under rising regulatory and political pressure to retreat to the bank’s core business of lending instead of speculating in raw materials. (Reporting by Chris Peters in Bangalore; Editing by Gopakumar Warrier)",
        "link": "http://www.reuters.com/article/2014/03/19/jpmorgan-mercuria-idUSL3N0MG2J620140319",
        "time": "5:25AM UTC"
    },
    {
        "header": "jpmorgan metals brokerage unit not part of sale to mercuria - source",
        "body": "LONDON, March 19 (Reuters) - JPMorgan’s metals brokerage business, which includes its London Metal Exchange ring dealing team, will remain part of the U.S. investment bank, a source said on Wednesday.\n\nBut the bank’s Henry Bath metals warehousing business is included in a $3.5 billion sale of its physical commodities business to Swiss-based trade house Mercuria.\n\nThe source close to the deal also said it was too early to tell what the fate of Blythe Masters, head of JPMorgan’s global commodities business, would be after the deal was concluded. (Reporting by Susan Thomas and Veronica Brown. Editing by Jane Merriman)",
        "link": "http://www.reuters.com/article/2014/03/19/jpmorgan-chase-mercuria-metals-idUSL6N0MG38V20140319",
        "time": "9:16AM UTC"
    },
    {
        "header": "ex-jpmorgan 'whale' supervisor files claim against uk regulator",
        "body": "(Reuters) - A former JPMorgan Chase & Co executive fighting U.S. extradition from Spain for allegedly helping to hide more than $6.2 billion in trading losses has filed a claim against Britain’s financial regulator.\n\nJavier Martin-Artajo, who oversaw an ex-JPMorgan trader nicknamed the \"London Whale\" for his large bets on derivatives markets, filed the claim against the Financial Conduct Authority (FCA) at a tribunal in London on March 12, according to the court's website. (link.reuters.com/saj77v)\n\nDetails about the case were not available and no hearing date has been set.\n\nThe “London Whale” scandal has cost America’s largest bank $920 million in penalties from U.S. and British regulators so far, including the U.S. Securities and Exchange Commission and the FCA.\n\nNeither the FCA nor Martin-Artajo’s lawyer could be reached for immediate comment.",
        "link": "http://www.reuters.com/article/2014/03/19/us-jpmorgan-whale-fca-idUSBREA2I29S20140319",
        "time": "6:44PM UTC"
    },
    {
        "header": "timeline: drexel to mercuria via enron: a history of jpmorgan's commodity arm",
        "body": "(Reuters) - U.S. investment bank JPMorgan Chase & Co. has sold its physical commodities arm to Mercuria for $3.5 billion in cash, catapulting the Swiss trade house into the top tier of commodities traders.\n\nWhile parts of JPMorgan’s commodities business have passed through the hands of some of the most well-known names in the raw materials markets, its core is comprised of two enterprises considered among the most successful of their time: Sempra Commodities and Bear Stearns’ power and gas desk.\n\nBut major parts of the JPMorgan business were extracted from the ashes of failure, including a base metals operation that endured through the near-collapse of Metallgesellschaft and the Enron meltdown, and a trading platform that dates back to the days of failed investment bank Drexel Burnham.\n\nMore recently, much of the business had already been bought and sold twice in the past five years, once when Royal Bank of Scotland bought a 51 percent stake in Sempra Commodities and then again when RBS was forced to sell it to JPMorgan.\n\nA partial history of the business is below:\n\n1980s - Drexel Burnham Lambert expands into physical energy trading, hiring a team that includes future Sempra chiefs David Messer and Frank Gallipoli.\n\n1986 - UK-based warehousing group Henry Bath & Sons is taken over by Metallgesellschaft (MG), a huge German conglomerate and one of the world's largest physical and futures metal traders, according to a history on its website. r.reuters.com/myk56v\n\nEarly 1990 - AIG acquires the commodity trading business of Drexel Burnham, which had filed for bankruptcy.\n\n1997 - Pacific Enterprises and Enova Corp acquire the energy unit of AIG Trading for $225 million. (The utilities merge one year later to form Sempra Energy)\n\n2002 - Sempra Energy Trading buys Enron Metals Ltd, the former-MG metals division of the failed U.S. Enron for $145 million. r.reuters.com/kyk56v\n\n2002 - UBS buys Enron’s energy trading business in exchange for royalties to Enron creditors. The deal includes leases to several million barrels of oil storage in Canada.\n\n2004 - Sempra Energy Trading is renamed Sempra Commodities. By 2005, the unit contributes more than half of parent company Sempra’s net income; makes over half a billion dollars in 2007.\n\nSeptember 2005 - Bear Stearns moves into energy trading through a joint-venture with Calpine. Deal ends six months later, but Bear Stearns continues to expand in the power and gas markets.\n\nNovember 2006 - Bear Stearns buys Delta Power Co., a private power-plant developer with 1,380 megawatts of capacity.\n\nMay 2007 - Bear Stearns’ commodity arm buys the electricity trading book, and gas and power contracts of Williams Cos for $512 million, giving it about 7,700 MW of gas-fired tolling capacity and 1,800 MW of full-requirements power supply.\n\nEarly 2008 - JPMorgan buys carbon offsetting company ClimateCare. (The firm’s management takes it private in 2011)\n\nApril 2008 - Royal Bank of Scotland acquires controlling stake in Sempra Commodities for $1.7 billion to form RBS Sempra Commodities.\n\nFebruary 2009 - JPMorgan buys UBS’s global agricultural business and Canadian energy unit in 2009, including two million barrels of long-term oil storage leases.\n\nSeptember 2009 - JPMorgan buys UK-based EcoSecurities, which developed clean energy programs and carbon offsets as part of the Kyoto protocol, for $200 million.\n\nNovember 2009 - RBS says it will sell its 51 percent interest in RBS Sempra Commodities in exchange for government aid.\n\nJuly 2010 - JPMorgan closes deal to buy RBS Sempra's global oil and metals business, plus its European gas and power desk, for $1.6 billion. r.reuters.com/jyk56v\n\nOctober 2010 - JPMorgan buys the North American wholesale gas and power trading book of RBS Sempra for $220 million. The value of the gross assets was put at $6 billion as of June, and the business had recorded pre-tax profits of $22 million in the first six months of the year. r.reuters.com/hyk56v\n\nJuly 2013 - JPMorgan announces plan to explore “strategic alternatives” for its physical commodity trading division amid margin and regulatory pressure to quit risky businesses.\n\nMarch 19 2014 - Mercuria buys the physical commodities business of JPMorgan for $3.5 billion, with the all-cash transaction expected to close in the third quarter of 2014.",
        "link": "http://www.reuters.com/article/2014/03/19/us-jpmorgan-mercuria-timeline-idUSBREA2I16120140319",
        "time": "10:22AM UTC"
    },
    {
        "header": "jpmorgan to sell physical commodities business to mercuria -source",
        "body": "LONDON, March 19 (Reuters) - U.S. investment bank JPMorgan has agreed to sell its physical commodities business to Swiss trade house Mercuria, a source close to the deal said on Wednesday.\n\nThe terms of the deal are not yet clear, but when the bank first opened its books to potential buyers in October it valued the assets at $3.3 billion, the Wall Street Journal reported.\n\nJPMorgan in London declined to comment on the matter. Mercuria could not be reached immediately for comment.\n\nIn February, Reuters reported that Mercuria, led by two former Goldman Sachs executives, became the front-runner to buy the physical commodities unit, one of the most powerful oil and metals desks on Wall Street. (Reporting By Dmitry Zhdannikov, editing by Louise Heavens)",
        "link": "http://www.reuters.com/article/2014/03/19/jpmorgan-mercuria-idUSL6N0MG25920140319",
        "time": "6:02AM UTC"
    },
    {
        "header": "j.p. morgan to boost colombia bond weighting, peso up most in 6 months",
        "body": "BOGOTA, March 19 (Reuters) - Colombia’s peso staged its strongest rally in six months after investment bank J.P. Morgan announced on Wednesday it will boost the weighting of the country’s peso-denominated debt in two closely followed emerging market bond indexes.\n\nIn a note circulated to investors, J.P. Morgan said it will introduce five new Colombian Treasury bonds, known as TES, in its GBI-EM Global Diversified and GBI-EM Global indexes.\n\nThe new instruments - maturing in 2016, 2018, 2022, 2024 and 2028 - will be included in a phased approach over five month-end periods, starting on May 30 and ending on Sept. 30, it said.\n\nGenerally, an increased weighting of a country in major indexes leads to more investment in that nation’s securities since investment fund managers are often judged against the benchmarks.\n\n“COP (the Colombian peso) and TES bonds staged a huge rally after (the J.P. Morgan) announcement,” Citibank said in a note. “The weight increase should generate very significant inflows into TES bonds. ”\n\nColombia’s peso strengthened 1.17 percent on Wednesday to 2007 to the dollar while public debt appreciated across the entire maturity curve. It was the peso’s strongest appreciation since Sept. 19 last year.\n\nIn announcing the move to boost Colombia’s weighting in the indexes, J.P. Morgan cited “improved transparency and accessibility for international investors in the local TES market.”\n\nAs a result, the bank said Colombia’s participation in J.P. Morgan’s GBI-EM Global Diversified index will rise to 8 percent up from 3.2 percent previously and in the GBI-EM Global, it will increase to 5.6 percent from 1.8 percent\n\nOn March 3, the director of public credit, Michel Janna, told Reuters in an interview that the country was preparing reforms to boost sales of its debt to foreign investors.\n\nJanna was referring to the need to make an even deeper cut to the tax foreigners pay on earnings from debt investments even after it was slashed to 14 percent from the start of 2013, down from 33 percent previously.\n\nThat cut raised the proportion of Colombia’s debt in foreign hands to around 7 percent up from 2 percent in 2012, still a comparatively low figure for the region, Janna said. He added foreign ownership of Mexican and Peruvian debt is between 40 and 50 percent.\n\nJanna considers 15 to 20 percent a desirable level of foreign ownership of the country’s public debt.\n\nColombia’s increased weighting may come at the expense of the that of Turkey, Russia, Thailand, Indonesia and Hungary, the announcement from the bank warned.\n\nThe TES bonds that will be introduced in the bank’s indexes expire on June 2016, November 2018, May 2022, July 2024 and April 2028. (Writing by Peter Murphy Editing by W Simon)",
        "link": "http://www.reuters.com/article/2014/03/19/colombia-jpmorgan-debt-idUSL2N0MG12I20140319",
        "time": "1:51PM UTC"
    },
    {
        "header": "jpmorgan sells physical commodities unit to mercuria for $3.5 billion",
        "body": "NEW YORK (Reuters) - JPMorgan (JPM.N) is selling its physical commodities business to Mercuria for $3.5 billion, the U.S. bank said on Wednesday, sweeping the fast-growing Swiss trading house into the top league of commodities traders.\n\nThe all-cash transaction for one of the most powerful oil and metals desks on Wall Street is expected to close in the third quarter, JPMorgan said in a statement.\n\nIn documents circulated to potential buyers last year, JPMorgan had valued its physical commodity business at $3.3 billion, with an annual income of $750 million. JPMorgan paid nearly $2 billion to buy the largest part of the business from RBS in 2010.\n\nJPMorgan decided to sell its multibillion-dollar physical commodities division last year because of rising regulatory and political pressure, and so it could concentrate on the bank’s core business of lending.\n\n“Our goal from the outset was to find a buyer that was interested in preserving the value of JPMorgan’s physical business,” said Blythe Masters, head of JPMorgan’s global commodities business.\n\nJPMorgan said it would still provide traditional banking activities in commodities markets, including financial products and the vaulting and trading of precious metals.\n\nIt gave no further details of what exactly would be included in the transaction, but a source close to the matter said the bank’s metal brokerage business including its London Metal Exchange (LME) ring dealing team would remain with JPMorgan.\n\nHowever its Henry Bath metals warehousing unit was included in the deal, the source added.\n\nJPMorgan also has sizeable power, natural gas and carbon trading desks, largely operating from London, as well as owning power plants.\n\nThe fate of JPMorgan’s Masters was too early to tell, the source said, adding that she and her management team had been primarily focused on achieving the sale.\n\nOthers in the commodities units were waiting to hear about their future.\n\n“It will be interesting to see whether Mercuria will want to keep us on or not, and whether they will attempt to move our desks to Geneva,” one trader with the bank said.\n\n“Most of us want to stay here (in London), so I suspect a drive to move us to Geneva would equate to a reduction of our power and gas trading desks,” the trader added.\n\nMany other banks, including Deutsche Bank (DBKGn.DE), Bank of America Merrill Lynch (BAC.N) and Barclays (BARC.L), have recently scaled back or shut down their power, gas and carbon trading desks, citing unfavorable banking regulation as the main reason.\n\nIn February, Reuters reported that Mercuria, led by two former Goldman Sachs (GS.N) executives Marco Dunand and Daniel Jaeggi, became the front-runner to buy the physical commodities unit, one of the most powerful oil and metals desks on Wall Street.\n\nThe bank went into exclusive talks with Mercuria in February. In the weeks before that, the trade house had been competing with Australian bank Macquarie Group (MQG.AX) and private equity manager Blackstone Group LP (BX.N) to buy JPMorgan’s unit, sources had said.\n\nPrivate and lightly regulated trading houses have benefited most from a major retreat by banks from commodities trading over the past two years.\n\nCompanies such as Glencore (GLEN.L) and Russian oil major Rosneft hired whole teams of traders from banks such as Morgan Stanley (MS.N) but Mercuria will become the first trading house to absorb an entire physical division from a bank.\n\nFollowing the news on Wednesday, Democratic U.S. Senator Sherrod Brown, who has been a staunch critic of Wall Street’s physical commodity activities, renewed his call for U.S. regulators to clamp down on banks’ ownership of metals warehouses, oil pipelines and other commodity assets.\n\n“Today’s news is a welcome development, but this does not let regulators off the hook,” Brown said in a statement.\n\n“The Fed, CFTC, and others must enact robust reforms to Wall Street’s physical commodities activities and do more to protect end users and consumers of aluminum and other materials.”",
        "link": "http://www.reuters.com/article/2014/03/19/us-jpmorgan-mecuria-idUSBREA2I29420140319",
        "time": "6:18PM UTC"
    }
]