[
    {
        "header": "jpmorgan named top commodities bank, day after selling physical business",
        "body": "LONDON (Reuters) - JPMorgan (JPM.N) commodity chief Blythe Masters laid out an ambitious plan four years ago to become the top Wall Street bank in energy and metals trading.\n\nLast year Masters achieved that goal, a closely watched report said on Thursday, the day after the bank announced the sale of the giant physical commodities operation she had assembled.\n\nUK analytics firm Coalition’s annual sector league table showed JPMorgan had the largest revenues of any investment bank in commodities last year, leapfrogging last year’s winner Goldman Sachs (GS.N), which was second ahead of Morgan Stanley\n\nFor Masters it is something of a Pyrrhic victory, with the rump of the business she built now going to Swiss commodities trader Mercuria in a $3.5 billion deal.\n\nThe bank announced it was selling its physical commodities business last summer in the face of unprecedented political and regulatory pressure after a $410 million settlement with U.S. regulators over allegations of power market manipulation. {ID:nL4N0FW4G7]\n\nOther pressures also contributed to the decision.\n\nTotal commodity trading revenues on Wall Street have fallen by about two-thirds in the last five years, with the top 10 banks notching just $4.5 billion last year, according to an earlier report by Coalition.\n\nThat is down from more than $14 billion at its peak in 2008, when the bumper returns earned by sector stalwarts Goldman and Morgan Stanley encouraged many other banks to expand into energy and metals trading.\n\nWhile JPMorgan was a relative late comer to large-scale commodities dealing, Masters was the architect of a multi-billion dollar expansion plan that saw the bank buy or absorb oil, electricity and metals desks from firms such as Bear Stearns, UBS, and RBS Sempra.\n\nBy August 2010, Masters was telling employees that Goldman and Morgan Stanley should be “scared” of JPMorgan’s newly-expanded commodity operation, Bloomberg reported.\n\n“They’d better be, because this is a platform that’s going to win,” Masters said.\n\nJPMorgan’s own internal review of the business last year concluded the returns from commodities weren’t worth the capital or regulatory risks.\n\nA source close to the bank said on Thursday it was too early to say what the future held for Masters, adding that she and her management team had been primarily focused on achieving the sale.\n\n“Our goal from the outset was to find a buyer that was interested in preserving the value of JPMorgan’s physical business,” Masters said of the sale to Mercuria on Wednesday.\n\nThe Coalition league tables ranked BNP Paribas (BNPP.PA), Barclays (BARC.L) and Deutsche Bank (DBKGn.DE) as the second tier of commodity banks, followed by a third tier filled by Citi (C.N), Bank of America Merrill Lynch (BAC.N), UBS UBSN.VX and Credit Suisse CSGN.VX.\n\nCoalition does not rank the banks individually outside of the top three.",
        "link": "http://www.reuters.com/article/2014/03/20/us-jp-morgan-commodities-coalition-idUSBREA2J1GR20140320",
        "time": "11:34AM UTC"
    },
    {
        "header": "us stocks-factory data lifts wall st; jpmorgan near 14-year high",
        "body": "* Philly Fed far stronger than expected in March\n\n* Financial stocks among the day’s biggest gainers\n\n* Dow up 0.7 pct; S&P 500 up 0.6 pct; Nasdaq up 0.4 pct (Updates to afternoon trading)\n\nNEW YORK, March 20 (Reuters) - U.S. stocks rose on Thursday, boosted by a read on factory activity that was much stronger than expected, which offset the prospect of an earlier-than-expected rate hike.\n\nWall Street opened lower, but reversed course after the Philadelphia Federal Reserve Bank said its business activity index rose far more than expected in March, rebounding after a contraction in February. In another positive report, jobless claims rose less than expected in the latest week.\n\nThe data “shows that fundamentals are getting stronger every day, and that strength is getting firmer,” said Frank Davis, director of sales and trading at LEK Securities in New York.\n\nFinancial shares, which are tied to the pace of economic growth, were among Thursday’s biggest gainers, with the S&P financial sector index up 1.7 percent. JPMorgan Chase & Co gained 3.5 percent to $60.32, rising above $60 for the first time since April 2000. Citigroup Inc shot up 2.6 percent to $50.22.\n\nAT&T Inc ranked among the top percentage gainers in both the Dow and the S&P 500, rising 2.5 percent to $33.78.\n\nIn her first press conference as chair of the Federal Reserve, Janet Yellen on Wednesday indicated that the first increase in interest rates could come in the first half of next year. She estimated the “considerable period” between the end of the Fed’s stimulus and its first rate increase at possibly six months. Analysts widely expected a hike in the second half of 2015.\n\n“We’re trying to decipher her timeframe and get ahead of it,” Davis said. “While we didn’t make any drastic changes to our positions as a result of what she said, we have a tight watch on her to figure out how she’ll play her hand.”\n\nThe Dow Jones industrial average gained 107.66 points, or 0.66 percent, to 16,329.83. The Standard & Poor’s 500 Index advanced 10.63 points, or 0.57 percent, to 1,871.40. The Nasdaq Composite Index rose 15.10 points, or 0.35 percent, to 4,322.71.\n\nThe S&P 500 is within 1 percent of its record closing high, but volume has been anemic on positive market days, suggesting limited conviction behind the move. According to the latest Reuters poll of analysts, the S&P 500 is expected to end 2014 at 1,950, less than 5 percent above current levels.\n\nVolume is expected to surge on Friday as options expiration takes place alongside multiple index rebalances. Credit Suisse estimates $14 billion in gross trading will stem from the S&P 500 index rebalance, with another $6 billion coming from rebalancing in other indexes.\n\nGeopolitical concerns stayed in focus as Russian troops seized two Ukrainian naval bases, including a headquarters in the Crimean port of Sevastopol.\n\nPresident Barack Obama announced sanctions on Thursday against prominent Russians, including close allies of President Vladimir Putin, as Moscow raced to complete its annexation of Crimea and built up its forces in the region. The\n\nUnited States warned Russia that it was on a “dark path” to isolation in the biggest crisis between the two countries since the Cold War.\n\nWhile few U.S. companies have outsized exposure to the region, investors are concerned about the fallout from any escalation in tension.\n\nLennar Corp reported a sharp jump in its first-quarter profit, helped by higher prices. The results came a day after KB Home posted similarly strong results in a bullish read on the housing market.In Thursday afternoon trading, Lennar’s shares fell 1.9 percent to $40.56 and KB Home lost 3 percent to $18.16.\n\nJabil Circuit Inc forecast 2015 core earnings above Wall Street’s estimates as the struggling contract electronics maker expects to recover from the loss of its business with BlackBerry Ltd . Jabil Circuit’s stock slid 2.1 percent to $17.87.\n\nFirst Solar rose 4.1 percent to $72.27 and was among the S&P 500’s biggest gainers, building on its jump of more than 20 percent on Wednesday after the company gave a strong outlook. The stock is on track for its fifth straight daily rise, gaining almost 40 percent over that period.\n\nOn the downside, the Nasdaq’s gains were limited by weakness in large-cap internet shares. Amazon.com Inc fell 1.3 percent to $368.46 while Yahoo Inc dropped 1.1 percent to $38.20. (Editing by Nick Zieminski and Jan Paschal)",
        "link": "http://www.reuters.com/article/2014/03/20/markets-usa-stocks-idUSL2N0MH15N20140320",
        "time": "1:47PM UTC"
    },
    {
        "header": "jpmorgan commodities sale shows trading’s opacity",
        "body": "The authors are Reuters Breakingviews columnists. The opinions expressed are their own.\n\nJPMorgan’s $3.5 billion sale of its physical commodities business is a perfect example of just how opaque trading is. The bank is selling what is probably a low-return business with regulatory headaches to Mercuria, a privately held firm that does not have to make its financials public. The dearth of details does make it hard to judge, but applying some statistics from both the industry and some rivals suggests Mercuria may be paying top whack.\n\nInvestment bank consultants Coalition recently reported commodity revenue at the top 10 investment banks of $4.5 billion in 2013, down from $5.5 billion in 2012. Assume JPMorgan’s share of that revenue pool is around $1.2 billion and that its net margin runs at around 20 percent, which may be generous. That means the bank run by Jamie Dimon could have made around $240 million of net income on the business last year.\n\nTrading physical commodities accounts for the lion’s share of the business, but is also less profitable than trading derivatives, for example. So assume the unit for sale brought in $140 million. That would mean Mercuria is paying a hefty 25 times last year’s earnings for JPMorgan’s unwanted traders.\n\nThat’s a boon for the bank. Commodities is one of the worst-performing businesses on Wall Street at present. In June last year Morgan Stanley Chief Executive James Gorman admitted his firm’s unit was only managing a 5 percent return on equity. That’s probably as good as it gets for banks, considering Morgan Stanley has what is considered one of the best operations.\n\nBut it’s expensive by the standard of Mercuria’s publicly traded rivals. Glencore and Noble Group trade at 14 and 16 times trailing earnings respectively, for example. Mercuria bosses Marco Dunand and Daniel Jaeggi should be able to squeeze more out of the business than JPMorgan. Along with other banks, it is facing increased regulatory scrutiny and higher capital requirements for the business.\n\nNonetheless, Dunand and Jaeggi are still handing over a big premium. And they and the fellow standalone commodity trading giants are being themselves challenged by new competitors and a broad shift of the business onto exchanges which is likely to dent revenue per trade. That makes their acquisition look like a bold move. JPMorgan’s Dimon, meanwhile, must be breathing a sigh of relief.",
        "link": "http://www.reuters.com/article/2014/03/20/idUS260631835320140320",
        "time": "6:55AM UTC"
    }
]