[
    {
        "header": "jpmorgan's profit misses; posts unexpected $1 billion legal expense",
        "body": "(Reuters) - JPMorgan Chase & Co (JPM.N) reported lower-than-estimated third-quarter profit on Tuesday as unexpected legal expenses of $1 billion caught analysts off guard and offset strength in its capital markets and lending businesses.\n\nThe bulk of the costs came from setting aside money to resolve government probes into alleged rigging of foreign-exchange rates, Chief Financial Officer Marianne Lake said.\n\nJPMorgan, the biggest U.S. bank, also reported higher-than-expected operating costs, with compensation, technology and marketing all up. Lake cited strong business growth, and added that JPMorgan may breach its annual expense target of $58 billion this year.\n\n“We continue to be focused and diligent on managing expenses,” she said on a conference call with analysts.\n\nJPMorgan and other big banks have been trying to bolster profits through cost-cutting for years, as low interest rates and new regulations have crimped revenue growth. But the efforts have been overshadowed by multibillion-dollar fines and higher costs for technology and compliance.\n\nA year ago, JPMorgan reported its first loss since 2004 due to $7.2 billion in litigation expenses. Overall, the bank agreed to pay nearly $20 billion in 2013 to settle various legal issues. Yet other matters, like the foreign-exchange probes, remain unresolved.\n\n“The ongoing high level of litigation expense after last year’s ... mega settlement is a bit disturbing,” said Chris Kotowski, an analyst with Oppenheimer & Co. “At some point, it ceases to become a ‘special’ item.”\n\nOverall, JPMorgan reported earnings of $5.6 billion, or $1.36 per share, compared with a loss of $380 million a year earlier. Analysts expected earnings of $1.38 per share, on average, according to Thomson Reuters I/B/E/S.\n\nRevenue rose 5 percent to $24.2 billion from $23.1 billion in the third quarter of 2013.\n\nJPMorgan was hit with a technical glitch on Tuesday as its earnings release appeared hours ahead of schedule due to a “human error” at a vendor that handles its investor relations documents.\n\nThe earnings report was the first since Chief Executive Officer Jamie Dimon, 58, underwent radiation and chemotherapy for throat cancer. The illness has raised questions about who might succeed him if he steps down.\n\nDimon said his prognosis remained “excellent,” allowing him to maintain a busier schedule, but added that he was still monitoring his health with regular doctor visits.\n\nDimon told reporters on a conference call that the bank was seeing “a broad-based recovery” in the United States, both in consumer and corporate markets.\n\nA recent uptick in volatility helped JPMorgan’s trading business, but Dimon said products that deliver more stable earnings in the retail bank were not affected by brief market swings.\n\nRevenue from fixed-income, currency and commodity trading rose 2.1 percent to $3.51 billion in the latest quarter compared with a year earlier.\n\nTotal investment banking revenue rose 2 percent to $1.54 billion, driven by higher advisory fees. But net income from mortgage banking fell 38 percent $439 million.\n\n“The headline numbers have come out slightly below expectations, but the model of stability is there, and that’s ultimately what you want from a bank,” said Simon Maughan, head of research at financial analysis firm OTAS Technologies in London.",
        "link": "http://www.reuters.com/article/2014/10/15/us-jpmorgan-results-idUSKCN0I30TX20141015",
        "time": "10:55PM UTC"
    },
    {
        "header": "brief-jpmorgan expenses above target on higher revenue-cfo",
        "body": "NEW YORK, Oct 14 (Reuters) - JPMorgan Chase & Co Chief Financial Officer Marianne Lake and Chief Executive Jamie Dimon held a call with analysts on Tuesday to discuss third-quarter earnings. Here are some highlights:\n\n* JPMorgan costs running higher than expected because of higher revenue-CFO\n\n* JPMorgan adjusted expenses may run higher than $58 bln annual target if revenue trend continues-CFO\n\n* JPMorgan expects mortgage-servicing revenue of $600 mln or less in fourth quarter-CFO\n\n* JPMorgan’s 3rd qtr mortgage-servicing revenue helped by Ginnie Mae sales that are not expected to continue-CFO\n\n* JPMorgan CFO says investments in credit card business have paid off with new customers, more business from existing customers\n\n* JPMorgan still expects control costs to drop after this year, elevated costs will be related to areas with higher revenue-CFO\n\n* JPMorgan is working to automate more in branches to reduce headcount and staff costs-CFO\n\n* JPMorgan has options to reduce repo book, but does not want to “overreact” to new rules-CFO\n\n* JPMorgan is spending more on cyber security and working to collaborate with peers and government agencies-CEO\n\n* JPMorgan CEO says of cyber security efforts, “Unfortunately, there are going to be some wins and losses in this”\n\n* JPMorgan has made substantial progress” on new living will submission for 2014-CFO\n\n* JPMorgan having more dialogue with clients about commitment to repo business as competitors have pulled back-CFO\n\n* JPMorgan CEO Apple Pay service may “cannibalize” some of its payment business, but still supports it (Reporting by Lauren Tara LaCapra)",
        "link": "http://www.reuters.com/article/2014/10/14/jpmorgan-chase-brief-idUSL2N0S90Q120141014",
        "time": "10:15AM UTC"
    },
    {
        "header": "factbox: jpmorgan latest victim of early earnings release",
        "body": "(Reuters) - JPMorgan Chase and Co’s (JPM.N) quarterly results surfaced more than three hours before schedule on Shareholder.com, Nasdaq OMX Group Inc’s (NDAQ.O) investor-communications company.\n\nNasdaq blamed “human error” at Shareholder.com, saying a supplemental file of the bank’s earnings announcement had been inadvertently made publicly accessible.\n\nIt is not the first time Wall Street has been surprised by the premature release of a company statement. Below are other examples of technical glitches and broken embargoes that led to quarterly results being published earlier than expected:\n\n** Oct. 15, 2013 - Citigroup Inc’s (C.N) third-quarter results were released early as Bloomberg News broke an embargo, forcing the bank to pull forward the release of its statement.\n\n** Oct. 18, 2012 - Google Inc’s (GOOGL.O) third-quarter results released ahead of schedule, showing lower-than-expected earnings, plunging its shares by as much as 10.5 percent. The Internet giant blamed its filing agent R.R. Donnelley & Sons Co RRD.O for putting out an early draft.\n\nThe second paragraph of the statement said “PENDING LARRY QUOTE” instead of an actual quote from Google CEO Larry Page. Within minutes, an unknown prankster set up a “PendingLarry” Twitter feed to hypothesize what the missing quote might be.\n\n** April 20, 2012 - MetLife Inc (MET.N) found that its first-quarter results could be accessed from a historical results financial supplement on its website. The results, scheduled to be released on May 2, were embedded in the supplement but were not meant to be visible. The insurer then advanced its release date to April 26.\n\n** Jan. 27, 2011 - Microsoft Corp’s (MSFT.O) second-quarter earnings were obtained from its website more than an hour before their scheduled release by a New Jersey-based market-information company, Selerity Inc.\n\n** Nov. 17, 2010 - NetApp Inc’s (NTAP.O) second-quarter results leaked after Bloomberg retrieved unpublished financial data from a restricted area of the company’s website more than an hour before the scheduled release. “We found the release posted on the company’s website without any required password or firewall,” Bloomberg News said.\n\n** Nov. 11, 2010 - Walt Disney Co (DIS.N) inadvertently released its fourth-quarter results before the closing bell. Disney’s stock ended down 3 percent that day, spooking some investors.",
        "link": "http://www.reuters.com/article/2014/10/14/us-jpmorgan-results-factbox-idUSKCN0I32AO20141014",
        "time": "2:21PM UTC"
    },
    {
        "header": "uk 'zombie' bank sells 2.7 billion pounds of loans to jp morgan group",
        "body": "LONDON (Reuters) - Britain’s government sold 2.7 billion pounds ($4.3 billion) of mortgages made by Northern Rock and Bradford & Bingley on Tuesday to speed up the run-down of loans made by the nationalized banks.\n\nState-owned UK Asset Resolution (UKAR), the holding company for Bradford & Bingley and Northern Rock Asset Management, said it sold the portfolio of about 27,000 performing mortgages to Commercial First, a consortium led by U.S. bank JP Morgan (JPM.N).\n\nIt is the largest sale to date by UKAR, and leaves it with about 56 billion pounds of residential mortgages to either sell or run-down.\n\nUKAR is a so-called zombie bank that does not take new business and is winding down the loans of Northern Rock and Bradford & Bingley, who were both nationalized during the financial crisis.\n\nUKAR has said it will sell portfolios when it can to accelerate the process. It has previously sold portfolios to Virgin Money and private equity firm J.C. Flowers.\n\nAs loans are repaid or sold, UKAR pays back the government. The book of loans has been reduced by more than 35 percent from 116 billion pounds over the last four years.\n\nThe latest sale will turn a 55 million pound profit for UKAR, after the portfolio was sold at 2 percent premium to its book value.\n\n“The continued fair treatment of customers was a key consideration for UKAR in selecting the winning bid,” UKAR said, saying the sale would not affect the terms and conditions of the mortgages in the portfolio.\n\nJPMorgan said it will syndicate the portfolio as residential mortgage-backed securities (RMBS) to a group of investors.\n\nThe transfer of the mortgages to the Commercial First consortium will be phased over the next 12 months.\n\nAfter being nationalized in 2008, Northern Rock’s business was split into two companies. A ‘good’ bank that was open to new business was sold to Richard Branson’s Virgin Money, while the book of old loans were handed over to UKAR.",
        "link": "http://www.reuters.com/article/2014/10/14/us-banks-uk-assetsales-idUSKCN0I30VD20141014",
        "time": "5:31AM UTC"
    },
    {
        "header": "brief-jpmorgan cfo: no elevated fraud seen due to cyber attack",
        "body": "NEW YORK, Oct 14 (Reuters) - JPMorgan Chase & Co Chief Financial Officer Marianne Lake and Chief Executive Jamie Dimon held a call with journalists to discuss third-quarter earnings. These are some highlights:\n\n* JPMorgan CEO says his cancer prognosis is “excellent” but is still monitoring and seeing doctor “periodically”\n\n* JPMorgan CEO Dimon: “I feel good and I‘m happy the treatments are over.”\n\n* JPMorgan CEO says he supports legislation for “safe harbors” on information-sharingn about cyber attacks\n\n* JPMorgan has “not observed elevated levels of fraud” due to cyber attacks-CFO (Reporting by Lauren Tara LaCapra)",
        "link": "http://www.reuters.com/article/2014/10/14/jpmorgan-chase-brief-idUSL2N0S90N920141014",
        "time": "8:28AM UTC"
    },
    {
        "header": "ukar sells 2.7 bln stg of mortgages to jp morgan-led consortium",
        "body": "LONDON, Oct 14 (Reuters) - UK Asset Resolution (UKAR), the holding company for defunct Bradford & Bingley and Northern Rock Asset Management, said on Tuesday it had sold 2.7 billion pounds (4.34 billion US dollar) of performing mortgages to Commercial First, a consortium led by JP Morgan.\n\nThe sale will turn a 55 million pound profit for state-backed UKAR. “The continued fair treatment of customers was a key consideration for UKAR in selecting the winning bid,” UKAR said. “The sale will not affect the terms and conditions of the mortgages in this portfolio and the c.27,000 customers impacted will be contacted directly.”\n\nThe transfer of the mortgages to the Commercial First consortium will be phased over the next twelve months, and comes as UKAR pursues a mandate to run down the closed books of Bradford & Bingley and Northern Rock Asset Management.",
        "link": "http://www.reuters.com/article/2014/10/14/banks-uk-assetsales-idUSL6N0S90NM20141014",
        "time": "2:29AM UTC"
    },
    {
        "header": "jpmorgan posts profit as legal costs ease - website",
        "body": "Oct 14 (Reuters) - JPMorgan Chase & Co reported a third-quarter profit, as the biggest U.S. bank moved past the huge legal claims that caused it to book a rare loss in the same quarter last year, according to an apparently authentic document posted on website shareholder.com.\n\nThe bank posted net income of $5.6 billion, or $1.36 per share, in the three months ended Sept. 30, compared with a loss of $380 million in the year-earlier quarter, the document showed. (bit.ly/1w5qBfr)\n\nA JP Morgan spokeswoman in the United States said she had no immediate comment.\n\nThe bank was hit last year by an after-tax expense of $7.2 billion to settle government allegations of wrongdoing related to mortgage instruments before the financial crisis.\n\nJPMorgan is the first of the big U.S. banks to report for the quarter. Citigroup Inc and Wells Fargo & Co also report on Tuesday. Bank of America Corp, the second-biggest U.S. bank, will report on Wednesday. (Reporting by Tanya Agrawal and David Henry; Editing by Ted Kerr)",
        "link": "http://www.reuters.com/article/2014/10/14/jpmorgan-results-idUSL3N0S83WA20141014",
        "time": "5:13AM UTC"
    },
    {
        "header": "brief-jpmorgan frankfurt shares down after earnings report",
        "body": "* Frankfurt-listed shares down 0.8 percent after Q3 earnings report Source text for Eikon: Further company coverage: (Reporting by Lionel Laurent; Editing by Sudip Kar-Gupta)",
        "link": "http://www.reuters.com/article/2014/10/14/jpmorgan-chase-brief-idUSL6N0S91W920141014",
        "time": "5:06AM UTC"
    },
    {
        "header": "jp morgan chief fx trader in london richard usher leaves bank -source",
        "body": "LONDON, Oct 14 (Reuters) - JP Morgan’s chief currency trader in London, Richard Usher, has left the bank, a source familiar with the matter said on Tuesday.\n\nUsher was listed as “inactive” on the UK Financial Conduct Authority’s register of approved individuals as of Oct. 6.\n\nUsher, the head of spot G10 currency trading at the U.S. bank in London, had been suspended since October last year. It was unclear at the time whether that was related to the global investigation into allegations of collusion and manipulation in the world’s currency market.\n\nUsher could not be immediately reached for comment. An employee at the JP Morgan switchboard said there was no record of anyone called Usher on the worldwide directory. (Reporting by Jamie McGeever; Editing by Nigel Stephenson)",
        "link": "http://www.reuters.com/article/2014/10/14/idUSL6N0S92JL20141014",
        "time": "6:31AM UTC"
    },
    {
        "header": "premature release of jpmorgan earnings blamed on 'human error'",
        "body": "NEW YORK, Oct 14 (Reuters) - JPMorgan Chase & Co’s third-quarter results were released hours ahead of schedule on Tuesday morning because of a “human error” at an external vendor that manages its investor relations website, the vendor said in a statement.\n\nThe vendor, Shareholder.com, which is owned by Nasdaq OMX Group Inc, mistakenly published one of JPMorgan’s earnings documents more than three hours ahead of its scheduled release at 7 a.m. EDT (1100 GMT).\n\nAlthough such documents are hosted on Shareholder.com, they can be accessed through JPMorgan’s investor relations page. The accidental release caused confusion among traders and analysts about whether the documents were legitimate until JPMorgan confirmed their authenticity with a news release at 6:45 a.m. EDT.\n\nA Nasdaq spokesman said in a statement that at about 3:36 a.m. EDT, “Shareholder.com inadvertently made a supplemental earnings file from JP Morgan Chase’s third quarter earnings announcement publicly accessible.”\n\nHe added: “The root cause was a human error internally at Shareholder.com. The issue was contained only to JPMorgan Chase and did not impact any other Shareholder.com clients.”\n\nEarlier in the day, JPMorgan spokesman Joe Evangelisti had attributed the problem to an “operational error” at Shareholder.com.\n\nThe biggest U.S. bank on Tuesday reported lower-than-expected quarterly profit as high costs more than offset strength in its capital markets and lending business.",
        "link": "http://www.reuters.com/article/2014/10/14/jpmorgan-results-glitch-idUSL2N0S91OQ20141014",
        "time": "1:13PM UTC"
    },
    {
        "header": "rpt-three london fx traders leave jp morgan and hsbc - sources",
        "body": "LONDON, Oct 14 (Reuters) - Three London-based currency traders have left JP Morgan and HSBC, sources said on Tuesday, as investigations by banks and regulators into alleged collusion and manipulation in the $5.3 trillion-a-day market draw closer to a settlement.\n\nThe three are Richard Usher, former head of spot G10 currency trading at JP Morgan, Serge Sarramegna, former UK head of G10 FX cash trading at HSBC, and Edward Pinto, a spot Scandinavian currencies trader at HSBC, the sources, who declined to be named, told Reuters.\n\nNone of them could be reached for comment. All three had been on leave for several months, sources have said.\n\nSarramegna and Pinto were both fired, a source familiar with the matter said. Usher was listed as “inactive” on the FCA’s register of approved individuals as of Oct. 6.\n\nLast week, Dutch lender Rabobank placed two London-based currency traders, including its chief dealer, on paid leave following an internal investigation into the bank’s currency trading practices.\n\nIt is unclear whether the JP Morgan and HSBC moves were directly related to the global investigation into allegations that a handful of senior traders shared client order information in electronic chatrooms known as “The Cartel”, but sources said it adds to expectations that the year-long probe may be close to yielding its first results.\n\n“This is interesting. It’s a sign we’re getting somewhere (in the investigation),” said one source familiar with the investigation. “Things are starting to move apace.”\n\nUsher had been on leave since October last year, and Sarramegna and Pinto were suspended in January, sources have said.\n\nMore than 30 currency operatives at several leading banks - including one at the Bank of England - have been suspended, placed on leave or fired as a dozen authorities including the U.S. Department of Justice have conducted their investigations.\n\nThe investigation originally centred on activity related to the so-called “London fixing”, the one-minute window at 4:00 pm in London every trading day when benchmark exchange rates are set, but has since broadened out, sources say.\n\nSources have told Reuters that a settlement between the FCA and major banks based largely on banks admitting lax internal compliance, oversight failures and market conduct breaches by individual employees could be reached by the end of the year.\n\nAmong the banks cooperating with the FCA’s inquiries are Barclays, UBS, Deutsche Bank, Citi and <RBS RBS.L>.\n\nReform of the world’s largest market is also under way. Last month, the G20 said that the London fix window should be widened to five minutes to make it harder to manipulate. (Reporting by Jamie McGeever; Editing by Louise Ireland)",
        "link": "http://www.reuters.com/article/2014/10/14/markets-fxprobe-idUSL6N0S94RD20141014",
        "time": "1:44PM UTC"
    },
    {
        "header": "update 1-uk \"zombie\" bank sells 2.7 bln stg of loans to jp morgan group",
        "body": "LONDON, Oct 14 (Reuters) - Britain’s government sold 2.7 billion pounds ($4.3 billion) of mortgages made by Northern Rock and Bradford & Bingley on Tuesday to speed up the run-down of loans made by the nationalised banks.\n\nState-owned UK Asset Resolution (UKAR), the holding company for Bradford & Bingley and Northern Rock Asset Management, said it sold the portfolio of about 27,000 performing mortgages to Commercial First, a consortium led by U.S. bank JP Morgan .\n\nIt is the largest sale to date by UKAR, and leaves it with about 56 billion pounds of residential mortgages to either sell or run-down.\n\nUKAR is a so-called zombie bank that does not take new business and is winding down the loans of Northern Rock and Bradford & Bingley, who were both nationalised during the financial crisis.\n\nUKAR has said it will sell portfolios when it can to accelerate the process. It has previously sold portfolios to Virgin Money and private equity firm J.C. Flowers.\n\nAs loans are repaid or sold, UKAR pays back the government. The book of loans has been reduced by more than 35 percent from 116 billion pounds over the last four years.\n\nThe latest sale will turn a 55 million pound profit for UKAR, after the portfolio was sold at 2 percent premium to its book value.\n\n“The continued fair treatment of customers was a key consideration for UKAR in selecting the winning bid,” UKAR said, saying the sale would not affect the terms and conditions of the mortgages in the portfolio.\n\nJPMorgan said it will syndicate the portfolio as residential mortgage-backed securities (RMBS) to a group of investors.\n\nThe transfer of the mortgages to the Commercial First consortium will be phased over the next 12 months.\n\nAfter being nationalised in 2008, Northern Rock’s business was split into two companies. A ‘good’ bank that was open to new business was sold to Richard Branson’s Virgin Money, while the book of old loans were handed over to UKAR. (1 US dollar = 0.6223 British pound) (Reporting By Laura Noonan and Steve Slater; Editing by Jamie McGeever and Susan Thomas)",
        "link": "http://www.reuters.com/article/2014/10/14/banks-uk-assetsales-idUSL6N0S917920141014",
        "time": "5:28AM UTC"
    }
]