[
    {
        "header": "update 1-on the move-ubs hires 4 financial advisers from jpmorgan chase",
        "body": "Sept 8 (Reuters) - UBS Group AG’s Wealth Management Americas said it hired a team of four financial advisers with about $6 billion in assets under management from JPMorgan Chase & Co.\n\nMiguel Hennessy, Alli McCartney, David Wardrop and Jordan Mahaffey were hired for its New York Private Wealth Management office on August 16, the Swiss bank said.\n\nHennessy, who has 30 years of industry experience, worked for 13 years with Morgan Stanley and held various roles in private equity before joining JPMorgan in 2007.\n\nMcCartney has 16 years of experience having led the equity and fund derivatives desk for Lehman Brothers and Neuberger Berman before moving to JPMorgan.\n\nMahaffey and Wardrop both started their careers in wealth management at BofA Merrill Lynch’s private banking group before moving to JPMorgan.\n\nJPMorgan declined to comment. (Reporting by Rachel Chitra in Bengaluru; Editing by Saumyadeb Chakrabarty)",
        "link": "http://www.reuters.com/article/financial-moves-idUSL4N11E5MM20150908",
        "time": "5:59PM UTC"
    },
    {
        "header": "rpt - insight-jpmorgan uses its might to cut costs in credit card market",
        "body": "NEW YORK, Sept 8 (Reuters) - JPMorgan Chase & Co. is cutting prices for a group of its credit card customers and getting Visa Inc to shoulder at least some of the burden of the lost revenue, underscoring how the largest U.S. bank’s size can help it hang onto business in fiercely competitive markets.\n\nAt stake are the billions of dollars that banks receive annually from consumer use of a credit card to pay a retailer. Chase, which generated roughly $3.6 billion of revenue last year from those fees, is increasingly occupied with fending off banking rivals like Citigroup Inc, as well as Silicon Valley companies such as Paypal Inc and Square Inc.\n\nChase’s revenue from those fees is showing signs of eroding. In the first half of 2015, fee income in the bank’s credit and debit card business fell 2 percent from the same period a year earlier, even as the bank processed a higher volume of transactions. A person familiar with the matter said lower processing fees were a critical part of that decline.\n\nJPMorgan CEO Jamie Dimon pledged in an April letter to shareholders “to be very aggressive in growing this business.” At a conference with securities analysts in February, he cited the credit card operation as an example of how JPMorgan has to cut prices and upgrade products to keep from falling behind competitors.\n\n“In a capitalist world,” Dimon said, “you’ve got to be giving the client more, better, faster, quicker, or you lose.”\n\nCredit card fees generated about 4 percent of the bank’s revenue in 2014, but analysts said that much of that money has historically fallen to the bottom line, making it a critical support for the bank’s $22 billion of annual profits.\n\nTo stem the decline, Chase is assembling a vast array of parts into what will become either a brilliant machine or a makeshift disappointment. A key part of the strategy came in 2013, when Chase inked a deal with Visa that allowed the bank to essentially lease Visa’s network for 10 years at what industry sources said is a fixed rate.\n\nThere are some signs that the Visa deal is starting to pay off for Chase. This year, the bank won the right to process credit card transactions for customers of Marriott International at some 3,700 hotels in the U.S. and Canada and for Chevron USA at nearly 8,000 gas stations.\n\nSteve Mott, an independent payments consultant said, “Fizzle was the watchword until they got the Chevron deal.”\n\nSome wonder if the bank is wasting its time.\n\n“So far, there is no evidence that it has mattered in a way that changes market share,” said veteran card company analyst Craig Maurer of Autonomous Research.\n\nChase’s efforts are the brainchild of Gordon Smith, the head of JPMorgan’s consumer business, who joined Chase in 2007 after 26 years at American Express. He is trying to recreate large parts of American Express inside of JPMorgan Chase, the largest U.S. bank by assets.\n\nTo imitate American Express, Smith needed a few components. When a consumer pays for a sweater at a department store with a credit card, three parties usually get involved: money moves from the bank that issues the consumer’s credit card through a network like Visa or MasterCard to the bank that processes transactions for the retailer. Each of those three, the two banks and the network, collects a fee for its role.\n\nAmerican Express usually occupies all three links of the chain. But Chase, without borrowing Visa’s network, was only able to be two of the three: the bank for retailers and the bank that issued the credit card to the consumer.\n\nThe deal that Chase signed with Visa allows the bank to essentially serve as all three links, which in the near term gives it more leeway to cut costs.\n\nLonger term, the deal with Visa will allow Chase to corral more information about what its customers are up to, said Mike Passilla, the Chase executive running this effort, in an interview.\n\nWhen a retailer uses Chase to process its credit card transactions, it can now sign up for a service known as ChaseNet, which means that when a consumer buys something with a credit card issued by Chase, the bank will process the transaction from start to finish, essentially serving as all three links in the chain.\n\nWhen that happens, Chase can charge the retailers lower fees for processing partly because of terms it negotiated with Visa, although the details of how much lower the charges can be have not been disclosed.\n\nConsumers may never know that ChaseNet exists. Their cards feature a Visa brand, and they can use them wherever Visa cards are accepted.\n\nChaseNet works only when Chase is both the consumer’s bank and the retailer’s bank. That could happen fairly often, because Chase is second only to American Express among U.S. issuers in spending on cards, with market share of 19.4 percent last year, according to the Nilson Report. Chase is the biggest U.S. card issuer by outstanding balances, according to Nilson.\n\nHaving the chance to cut fees for retailers is important now because many merchants are pressing on every front for lower processing costs. Retailers have won court cases against card companies over pricing in recent years. Mark Horwedel, CEO of the Merchants Advisory Group, said merchants expect more concessions because they have seen regulators in Europe move to cap fees on credit cards at about 15 percent of U.S. levels.\n\nCostco Wholesale Corp is widely believed to have chiseled lower fees out of Citigroup and Visa when it decided to stop using American Express as its transaction processing bank, and to stop putting its brand on American Express cards. Costco declined to comment on the specific terms of its agreement with Citi and Visa.\n\nNeither Visa, nor Chase, which is the biggest issuer of its cards, have disclosed the terms of their deal, but payments experts believe both sides had reasons to sign on the dotted line.\n\nFor Visa, it was the chance to lock in 10 years of business from the biggest issuer on their network, without the fear of their fleeing for rival MasterCard Inc.\n\nFor Chase, the deal gives it the chance to run as much additional volume over the network as it can gather for no extra cost, which gives it more leeway to cut rates to retailers, two people in the industry said.\n\nThe bank’s sales pitch has worked on at least some companies.\n\nMichael Cullen, a finance executive for Marriott International, said that Chase’s deal with his hotel company will yield “significant” cost savings. He added that the bank’s history of investments in its credit card business gives him confidence that Chase will keep up with technology and customer demand for advanced payment devices and spending information.\n\n“Payment processing is such an important part of the business,” Cullen said. “You’re going to go with the provider that has the technology and the customer base and is investing.” (Reporting by David Henry; Editing by Dan Wilchins and John Pickering)",
        "link": "http://www.reuters.com/article/jpmorganchase-creditcards-insight-graphi-idUSL1N11A29H20150908",
        "time": "7:00AM UTC"
    },
    {
        "header": "update 3-jp morgan to remove nigeria from government bond index",
        "body": "LAGOS, Sept 8 (Reuters) - JP Morgan will remove Nigeria from its Government Bond Index (GBI-EM) by the end of October, the bank said on Tuesday, after warning the government of Africa’s biggest economy that currency controls were making transactions too complicated.\n\nThe removal will force funds to sell Nigerian bonds, triggering potentially significant capital outflows and raising borrowing costs for the government.\n\nStruggling with a plunge in vital oil revenue, Nigeria had imposed currency restrictions to defend the naira after the burning of dollar reserves failed to halt a slide.\n\nThe JP Morgan index tracks around $210 billion in assets under management.\n\nSome bonds will be removed from the index by the end of September and the rest by the end of October, JP Morgan said.\n\nThe bank had warned Nigeria that to stay in the index, it would have to restore liquidity to its currency market in a way that allowed foreign investors tracking the index to conduct transactions with minimal hurdles.\n\nNigeria became the second African country after South Africa to be listed in JP Morgan’s emerging government bond index, in October 2012, after the central bank removed a requirement that foreign investors hold government bonds for a minimum of one year before exiting.\n\nThe index added Nigeria’s 2014, 2019, 2022 and 2024 bonds, giving Africa’s biggest economy a weight of 1.8 percent in the index.\n\n“Foreign investors who track the GBI-EM series continue to face challenges and uncertainty while transacting in the naira due to the lack of a fully functional two-way FX market and limited transparency,” the bank said in a note.\n\nThe central bank had to devalue the naira and pegged it at a fixed rate against the dollar, turning trading into a one-way quote currency market whose lack of transparency upset investors and businesses.\n\nThe index provider said Nigeria would not be eligible for re-inclusion in the index for a minimum of 12 months. To get back in, it would have to establish a consistent record of satisfying the index inclusion criteria, such as a liquid currency market.\n\nNigeria’s Finance Ministry, central bank and Debt Management Office said in a statement they “strongly” disagreed with the index expulsion, saying that market liquidity was improving.\n\n“While we would continue to ensure that there is liquidity and transparency in the market, we would like to note that the market for (government) bonds remains strong and active due ... to diversity of the domestic investor base,” the statement said.\n\nTraders told Reuters on Tuesday the central bank started rationing dollars to foreign investors last week.\n\nNigeria’s foreign reserves stood at $31 billion as of Sept. 7, down more than 21 percent from a year earlier, when they were $39.6 billion, the central bank said.\n\n“Nigeria’s inclusion in the GBI-EM index was generally seen as a big step forward in its integration into global financial markets, opening the market to new investment and raising its profile worldwide. That will now be reversed,” said Alan Cameron, an economist at Exotix.\n\nWith Nigeria’s removal, countries such as Malaysia, Indonesia and Thailand have increased their weight by more 25 basis points as of Aug. 31, JP Morgan said in the note.\n\nForeign holdings of Nigerian government bonds stood below $2.75 billion, said Samir Gadio, the head of Africa strategy at Standard Chartered Bank. They had been around $8 billion in September 2014.\n\n“This will initially trigger excess volatility in the market as exiting offshore accounts and onshore investors may push yields higher,” Gadio said. “A potential exclusion from the GBI-EM indices would make it more difficult to attract foreign portfolio flows in the future as Nigeria will need to rebuild its market credentials.” (Editing by Larry King and Steve Orlofsky)",
        "link": "http://www.reuters.com/article/nigeria-bonds-index-idUSL5N11E3Y320150908",
        "time": "7:05PM UTC"
    },
    {
        "header": "nigeria says it disagrees with jp morgan on index expulsion",
        "body": "LAGOS, Sept 8 (Reuters) - Nigeria on Tuesday said it disagreed with JP Morgan’s decision to phase it out of its emerging government bond index (GBI-EM), arguing that it was already improving liquidity and transparency in the currency market despite a huge drop in global crude prices since last June.\n\nIn a statement signed by the country’s Finance Ministry, Central Bank and Debt Management Office, the central bank said it had ensured that all genuine dollar demand was met especially from foreign investors. (Reporting by Chijioke Ohuocha, editing by G Crosse)",
        "link": "http://www.reuters.com/article/nigeria-bonds-government-idUSL1N11E2MX20150908",
        "time": "5:51PM UTC"
    },
    {
        "header": "brazil's bmg tender unattractive for investors, jpmorgan says",
        "body": "SAO PAULO, Sept 8 (Reuters) - Banco BMG SA’s offer to repurchase global subordinated bonds due in 2019 and 2020 appears unattractive relative to current prices of the securities, JPMorgan Securities said on Tuesday, putting into question the feasibility of the plan under current terms.\n\nIn a client note, JPMorgan analyst Natalia Corfield said the buyback plan was long expected in the wake of BMG’s decision last year to transfer its payroll lending business to a joint venture with Itaú Unibanco Holding SA, Brazil’s largest bank by market value.\n\nUnder terms of the planned transaction, BMG is offering 94.5 cents on the U.S. dollar for the 9.95 percent bond due in Nov. 2019 at the Sept. 21 early bird date, and 91.5 cents for the 8.875 percent bond due in Aug. 2020 . Investors who do not tender by that date will get 91.5 cents for the 2019 bonds and 88.5 cents for 2020s.\n\nPrices on BMG’s 2019 and 2020 bonds closed on Tuesday at 95.25 cents and 89.50 cents, respectively. The tender offer expires at midnight on Oct. 5.\n\n“Based on this and on the carry offered by the notes, we believe there is little incentive for investors to accept the current terms and conditions proposed,” New York-based Corfield said in the note.\n\nThe plan comes after Brazil’s steepest recession in a quarter century, potential tax increases, waning demand for credit and rising loan delinquencies have all weighed down the allure of Brazilian bank bonds, in spite of their relatively strong capital position and creditworthiness.\n\nPrices on BMG bonds may experience further volatility on the back of Brazil’s uncertain environment and the bank’s own challenges, the note added. Corfield has a “neutral” recommendation on the notes.\n\nCorfield said that BMG could buy as much as $100 million of the 2020 bonds, while the maximum accepted amount for the buyback of the 2019 debt should not exceed $100 million minus the aggregate principal amount of the 2020s notes tendered.\n\nThe upper limits could be increased at BMG’s discretion, according to the terms of the tender. (Reporting by Guillermo Parra-Bernal; Editing by Cynthia Osterman)",
        "link": "http://www.reuters.com/article/banco-bmg-bonds-jpmorgan-idUSL1N11E2S320150908",
        "time": "6:47PM UTC"
    }
]