[
    {
        "header": "syngenta to quickly launch veg seeds sale with help of jpm - sources",
        "body": "FRANKFURT, Sept 16 (Reuters) - Swiss agricultural chemicals group Syngenta plans to imminently launch the sale of its vegetable seeds business as it aims to move quickly in generating funds for a share buyback, people familiar with the matter said.\n\nSyngenta has asked JP Morgan to organise the sale of the unit - which has annual sales of about $650 million and may fetch around $2 billion - following the rejection of a takeover approach from Monsanto, the sources said.\n\nFirst information packages on the unit, which includes a strong tomato-seeds business, are expected to be sent to prospective buyers as early as this month and tentative bids are likely to be due before Christmas, they said.\n\nSyngenta and JP Morgan declined to comment. (Reporting by Arno Schuetze; Editing by Georgina Prodhan)",
        "link": "http://www.reuters.com/article/syngenta-seeds-sale-idUSL5N11M1NV20150916",
        "time": "9:47AM UTC"
    },
    {
        "header": "moves-jpmorgan north america m&a co-head gosebruch leaving for abbvie",
        "body": "Sept 16 (Reuters) - Henry Gosebruch, a co-head of North America M&A at JPMorgan Chase & Co, is leaving the investment bank to join biopharmaceutical company AbbVie Inc as chief strategy officer, leaving Anu Aiyengar as sole North America M&A head.\n\n“While we will miss Henry, we look forward to the opportunity of working with him as a client,” Hernan Cristerna and Chris Ventresca, co-heads of global M&A, wrote in an internal JPMorgan memo on Wednesday seen by Reuters.\n\nGosebruch joined JPMorgan in 1994 and has advised on some of the biggest healthcare and biotech deals. He was named co-head of M&A for North America in March.",
        "link": "http://www.reuters.com/article/moves-abbvie-gosebruch-idUSL1N11M2IO20150916",
        "time": "4:48PM UTC"
    },
    {
        "header": "buzz-tui ag: jp morgan says softer sterling to boost stock",
        "body": "** TUI AG shares up 2.5 pct, 3rd top FTSE bluechip gainer as JP Morgan raises TP to 1320p & keeps overweight rating saying it sees 9 pct upside potential to stock given softer sterling\n\n** Germany-based tour operator, which reports results in euros, gets close to a third of its revenue from the UK, according to Reuters data\n\n** Bullish pound run since last year a point of worry for all London-listed cos with large non-UK footprints due to adverse currency movement\n\n** 9 of 14 brokerages rate the stock “buy” or higher, 4 “hold” and 1 “sell” or lower; their median PT is 17.96 euros\n\n** JP Morgan, however, removes from focus list citing less attractive entry point given strong upward share move since June (3.6 pct roughly)\n\n** Stock upward move marks recovery after hit by unfavourable conditions across continent, including canceled holidays in aftermath of Tunisia beach massacre & stalled plans due to uncertainty arising from Greek crisis (RM: esha.vaish.thomsonreuters.com@reuters.net)",
        "link": "http://www.reuters.com/article/idUSL4N11M2QG20150916",
        "time": "4:35AM UTC"
    }
]