[
    {
        "header": "ex-jp morgan analyst, two friends charged with insider trading",
        "body": "LOS ANGELES (Reuters) - A former analyst with J.P. Morgan Securities and two friends who prosecutors say made more than $600,000 by trading on inside information have been indicted on federal charges, prosecutors said on Tuesday.\n\nThe three men, who surrendered to the FBI on Tuesday morning, are accused of netting illegal profits by trading in advance of two acquisitions, in 2012 and 2013, that had not been announced publicly.\n\nAshish Aggarwal, 27, Shahriyar Bolandian, 26, and Kevan Sadigh, 28, were each charged in the indictment, which was handed down in U.S. District Court in Los Angeles, with multiple counts of securities fraud.\n\nAggarwal was working in J.P. Morgan’s offices in San Francisco at the time of the offenses, according to the court papers.\n\n“Insider trading corrodes the integrity of the markets and undermines confidence among those who choose to trade,” U.S. Attorney Eileen Decker said in a written statement released through her office.\n\n“We will bring to justice anyone who illegally uses or shares confidential business information that can be used to manipulate the system,” Decker said.\n\nAggarwal is accused of obtaining inside information about Integrated Device Technology’s planned acquisition of PLX Technology Inc., and Salesforce.com Inc.’s June 2013 acquisition of ExactTarget Inc. and tipping off Bolandian.\n\nBolandian is accused of sharing that information with Sadigh.\n\nEach defendant was charged with one count of conspiracy to commit securities and tender offer fraud, 13 counts of securities fraud, 13 counts of tender offer fraud and three counts of wire fraud. Bolandian also is charged with a single count of money laundering.\n\nAll three men were expected to make court appearances later on Tuesday.\n\n“Mr. Aggarwal denies the charges against him. He has retained Goodwin Procter to represent him in this matter and intends to vigorously defend himself against these allegations,” attorney Grant Fondo said in a written statement.\n\nLawyers for Bolandian and Sadigh could not immediately be reached for comment.\n\nIf convicted at trial, each defendant faces up to five years in prison for the conspiracy count and 20 years behind bars for each of the substantive fraud counts, said Thom Mrozek, a spokesman for the U.S. Attorney’s Office in Los Angeles.\n\nBolandian could be sentenced to up to 10 years in prison if he is found guilty of the money laundering offense, Mrozek said.\n\nThe U.S. Securities and Exchange Commission filed a related civil lawsuit against the three men on Tuesday as well.",
        "link": "http://www.reuters.com/article/usa-insidertrading-idUSL1N1101UD20150825",
        "time": "3:37PM UTC"
    },
    {
        "header": "u.s. authorities charge former jp morgan analyst with insider trading scheme",
        "body": "WASHINGTON, Aug 25 (Reuters) - A former analyst with J.P. Morgan Securities and two longtime friends have been charged with an insider trading scheme from which they are alleged to have made more than $600,000 in illegal profits, U.S. authorities said on Tuesday.\n\nAshish Aggarwal, 27, of San Francisco; Shahriyar Bolandian, 26, of Los Angeles; and Kevan Sadigh, 28, of Los Angeles, are charged with multiple counts of securities fraud, the Justice Department said in a statement.\n\nThe Securities and Exchange Commission also charged Aggarwal, who worked in J.P Morgan’s San Francisco office, with illegally tipping his close friend with confidential information about clients involved in impending mergers and acquisitions of technology companies, the agency said.\n\nThe SEC charged Bolandian and Sadigh with insider trading. (Reporting by Lindsay Dunsmuir; Editing by Sandra Maler)",
        "link": "http://www.reuters.com/article/usa-insidertrading-idUSL1N10M0Z420150825",
        "time": "2:07PM UTC"
    },
    {
        "header": "fewest net shorts in u.s. treasuries in a month-jp morgan",
        "body": "NEW YORK, Aug 25 (Reuters) - The weekly number of investors who are bearish on longer-dated U.S. Treasuries led their bullish counterparts by the smallest margin in a month, according to a J.P. Morgan survey released on Tuesday.\n\nThe share of “short” investors who said on Monday they were holding fewer longer-dated Treasuries than their benchmarks fell to 22 percent from 26 percent last week.\n\nThe decline in “short” investors came on a day when there was dramatic global stock market rout due to worries about the Chinese economy and plunging stock prices. Investors piled into Treasuries, German Bunds, yen and other safehaven investments.\n\nThe share of “long” investors who said they were holding more longer-dated U.S. government debt than their portfolio benchmarks rose to 17 percent from 15 percent the prior week.\n\nNet shorts on longer-dated Treasuries, or the difference between the shares of “short” and “long” investors, fell to 5 percent, matching the level last seen on July 27. They were less than prior week’s 11 percent. (Reporting by Richard Leong; Editing by Chizu Nomiyama)",
        "link": "http://www.reuters.com/article/treasuries-jpmorgan-survey-idUSL1N1100UQ20150825",
        "time": "11:05AM UTC"
    }
]