[
    {
        "header": "jp morgan to stop open outcry trading on london metal exchange",
        "body": "LONDON (Reuters) - U.S. bank JP Morgan is quitting open outcry trading on the London Metal Exchange after cutting back on its commodity business, a move that also shows the increasing importance of electronic dealing in metals.\n\nThe change, announced by the exchange on Monday, reduces the number of financial institutions trading in the LME “ring” to nine and raises questions about the future of open outcry after most other markets have shifted to all-electronic formats. The LME is the only exchange in Europe continuing the open outcry practice. During the rings on the LME trading floor, a circle of padded red-leather seats, traders use arcane hand signals during five-minute bursts of intense trading in copper, aluminum, zinc, lead, nickel and zinc.\n\nThe LME, the world’s oldest and largest market for industrial metals trading, affirmed its commitment to the open outcry rings in June last year, saying it would invest 1 million pounds ($1.53 million) in technology.\n\nAt the time, it hoped to attract more ring-dealing members. But on Monday the LME said in a members’ notice that JP Morgan Securities would change as of Tuesday from Category 1 to Category 2 membership, which allows electronic and telephone trading, but not ring dealing.\n\nJP Morgan said it left the ring because client preferences had shifted.\n\n“We’ve given this a lot of thought with the strong tradition and history involved,” Michael Camacho, head of commodities at JP Morgan, said. “A very high percentage of our LME contract volumes are now traded electronically ... We continue to be committed to facilitating LME markets.” Last year, the U.S. bank sold its physical commodities division to trader Mercuria because of rising regulatory and political pressures.\n\nThe LME had launched a review of whether to keep the ring following its takeover by Hong Kong Exchanges and Clearing Ltd in December 2012.\n\nMuch of the LME’s trading volume has moved to its electronic platform, LME Select, but many participants regard open outcry trading as useful for setting benchmark prices and for trading the LME’s complex date structure.\n\nThe number of firms that trade in the LME ring has declined from a peak of about 30 during the late 1980s. The ring has its roots in the early 19th century when the Royal Exchange, the world’s first commodities market, became so crowded, metal merchants gathered at the Jerusalem coffee house on Cornhill in the City to conduct business.",
        "link": "http://www.reuters.com/article/us-lme-jpmorgan-ring-idUSKCN0R722120150907",
        "time": "4:39PM UTC"
    }
]