[
    {
        "header": "jpmorgan settles currency manipulation lawsuit in u.s.",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co has become the first bank to settle a U.S. antitrust lawsuit in which investors accused 12 major banks of rigging prices in the $5 trillion-a-day foreign exchange market.\n\nThe largest U.S. bank will pay about $100 million, a person familiar with the matter said. Lawyers for the bank and the investors said a settlement had been reached in a letter filed on Monday with the U.S. District Court in Manhattan.\n\nJPMorgan settled after mediation with Kenneth Feinberg, who also oversees a General Motors Co program to compensate drivers whose vehicles had faulty ignition switches.\n\nMonday’s settlement requires court approval, and settlement papers are expected to be filed with the court this month.\n\nThe 2013 lawsuit is separate from criminal and civil probes worldwide into whether banks rigged currency rates to boost profit at the expense of customers and investors.\n\nJPMorgan agreed in November to pay roughly $1.01 billion to resolve such probes by U.S. and European regulators. Five other banks settled for an additional $3.3 billion.\n\nIn their complaint, investors including the city of Philadelphia, hedge funds and public pension funds accused the 12 banks of having conspired since January 2003 in chat rooms, instant messages and emails to manipulate the WM/Reuters Closing Spot Rates.\n\nThey said traders would use such names as The Cartel, The Bandits’ Club and The Mafia to swap confidential orders, and set prices through manipulative tactics such as “front running,” “banging the close” and “painting the screen.”\n\nOther defendants include Bank of America Corp, Barclays Plc, BNP Paribas SA, Citigroup Inc , Credit Suisse Group AG, Deutsche Bank AG , Goldman Sachs Group Inc, HSBC Holdings Plc , Morgan Stanley, Royal Bank of Scotland Group Plc and UBS AG.\n\nAccording to the lawsuit, the 12 banks held an 84 percent global market share in currency trading, and were counterparties in 98 percent of U.S. spot volume.\n\n“The settlement is a responsible step by Chase in addressing its involvement,” Michael Hausfeld, a lawyer for the investors, said in a phone interview. “It is a beginning with respect to the accountability of other banks engaged in the same trading.”\n\nJPMorgan declined to comment. The other 11 banks declined to comment or did not respond to requests for comment. Bank of America, Citigroup, HSBC, RBS and UBS also settled with regulators in November.\n\nThe case is In re: Foreign Exchange Benchmark Rates Antitrust Litigation, U.S. District Court, Southern District of New York, No. 13-07789.",
        "link": "http://www.reuters.com/article/2015/01/05/jpmorgan-forex-jpmorgan-idUSL1N0UK1DE20150105",
        "time": "5:12PM UTC"
    },
    {
        "header": "jpmorgan settles forex price-rigging lawsuit -letter",
        "body": "NEW YORK, Jan 5 (Reuters) - JPMorgan Chase & Co, the largest U.S. bank, has agreed to settle its portion of an antitrust lawsuit in which investors accused major banks of rigging prices in the $5 trillion-a-day foreign exchange market.\n\nThe settlement was disclosed in a letter from lawyers for JPMorgan and the plaintiffs, and was filed on Monday with the U.S. district court of Manhattan.\n\nTerms were not disclosed. A settlement agreement is expected to be filed with the court by the end of January, the letter said. (Reporting by Jonathan Stempel in New York; Editing by Meredith Mazzilli)",
        "link": "http://www.reuters.com/article/2015/01/05/jpmorgan-forex-jpmorgan-idUSL1N0UK0ZL20150105",
        "time": "11:04AM UTC"
    },
    {
        "header": "brief-jpmorgan chase settles forex rigging lawsuit -- court filing",
        "body": "Jan 5 (Reuters) - JPMorgan Chase & Co : * Settles its portion of antitrust lawsuit alleging manipulation of foreign\n\nexchange benchmark rates -- court filing * Settlement terms not disclosed in letter from bank‘s, plaintiff’s lawyers\n\nfiled in Manhattan federal court * Settlement agreement expected to be filed with court by end of January,",
        "link": "http://www.reuters.com/article/2015/01/05/jpmorganchase-brief-idUSWEN00EHR20150105",
        "time": "10:55AM UTC"
    },
    {
        "header": "breaking up jpmorgan could lift its stock price, goldman analyst says",
        "body": "(Reuters) - New capital rules that penalize big banks could add pressure to JPMorgan Chase & Co (JPM.N) to break itself up to boost its stock price, a prominent stock analyst from Goldman Sachs Group Inc (GS.N) wrote on Monday.\n\nWhile the note did not explicitly argue that JPMorgan should be broken up, it offered extensive analysis of the benefits of a break-up. It is unusual for an analyst at a big bank to delve into that topic about another big bank.\n\nShares of JPMorgan, the biggest U.S. bank by assets, trade at a discount of about 20 percent to other financial institutions that specialize in its different business lines, such as consumer banking, investment banking and asset management, Goldman analyst Richard Ramsden said in a report.\n\nInvestors put less value on JPMorgan’s earnings and shareholder equity than they do on more specialized companies that are not as big and do not have such heavy legal and regulatory burdens, Ramsden wrote.\n\nJPMorgan’s chief executive, Jamie Dimon, has said in the past that the bank’s diverse businesses make it stronger, reduce its cost of funds, and generate additional revenue by selling multiple products to the same customers, such as credit cards to checking account customers.\n\nRamsden said that even after subtracting such benefits a breakup would still be good for shareholders in most scenarios.\n\nHe cautioned, however, that breaking up the company would carry risks of botched separations and could leave four very large financial institutions that would continue to be subject to additional regulation.\n\nOn Dec. 9 the U.S. Federal Reserve proposed new rules requiring eight of the largest U.S. banks to hold an extra capital cushion. The rules hit JPMorgan the hardest, raising its minimum threshold higher than its competitors.[ID:nL1N0TT1Y2]\n\nWhile holding more capital should make the bank safer, it also stands to reduce the company’s return on equity, a key consideration for investors.\n\nIn early afternoon trading in New York, shares of JPMorgan were down 2.8 percent, closely tracking declines in the stocks of other big banks.",
        "link": "http://www.reuters.com/article/2015/01/05/us-jpmorgan-research-breakup-idUSKBN0KE1M220150105",
        "time": "2:22PM UTC"
    }
]