[
    {
        "header": "moves-jpmorgan names ex-goldman banker huang head of china global banking",
        "body": "HONG KONG, Sept 15 (Reuters) - JPMorgan Chase & Co said on Tuesday it hired ex-Goldman Sachs banker Houston Huang as head of Global Investment Banking China, betting on continued growth in the world’s second largest economy.\n\nHuang, who was previously the head of China industrials group at Goldman, will report to David Li, chairman and chief executive for China and co-head of banking for Greater China at JPMorgan.\n\nJPMorgan’s former chief executive for China investment banking, Fang Fang, left the bank in March 2014 amid a U.S. regulatory probe into the firm’s hiring practices in Asia.\n\nThe firm has suffered an exodus of senior investment bankers since then, including China investment banking chairman Frank Gong in January this year, and Asia Pacific vice chairman Todd Marin in February. (Reporting by Elzio Barreto; Additional reporting by Lawrence White; Editing by Anand Basu)",
        "link": "http://www.reuters.com/article/jpmorgan-moves-houstonhuang-idUSL4N11L2S720150915",
        "time": "3:51AM UTC"
    },
    {
        "header": "bond investors stand pat before fed meeting: jp morgan",
        "body": "NEW YORK (Reuters) - Bond investors displayed little change in their holdings of longer-dated U.S. Treasuries ahead of the Federal Reserve’s two-day policy meeting later this week, according to a J.P. Morgan survey released on Tuesday.\n\nThis summer’s global market turbulence stemming from worries about the Chinese economy has caused investors to dial back expectations the U.S. central bank would raise rates at its meeting that will begin on Wednesday.\n\nOn the other hand, domestic data have signaled the U.S. economic expansion remains on track with steady job growth.\n\nThe share of “long” investors who said on Monday they were holding more longer-dated U.S. government debt than their portfolio benchmarks held at 17 percent for a fourth consecutive week.\n\nThe share of “short” investors who said they were holding fewer longer-dated Treasuries than their benchmarks rose to 22 percent from 20 percent last week.\n\nNet shorts on longer-dated Treasuries, or the difference between the shares of “short” and “long” investors, grew to 5 percent from last week’s 3 percent, which had been its slimmest margin in about six months.\n\nThe share of “neutral” investors who said they were holding amounts of longer-dated Treasuries that match their benchmarks slipped to 61 percent from 63 percent the previous week.\n\nThe latest figures were close to their four-week and 52-week averages.",
        "link": "http://www.reuters.com/article/us-treasuries-jpmorgan-survey-idUSKCN0RF1N320150915",
        "time": "9:34AM UTC"
    },
    {
        "header": "jpmorgan sued over debit cards issued to released convicts",
        "body": "(Reuters) - A former convict who attracted national attention for his prison art has filed a proposed class action against JPMorgan Chase, accusing the largest U.S. bank of charging exorbitant fees for debit cards issued to federal inmates when they are released.\n\nFiled on Friday by lawyers at Golomb & Honik, the lawsuit seeks damages for Philadelphia artist Jesse Krimes and other former inmates nationwide who were allegedly forced to accept JPMorgan debit cards to reclaim their own money.\n\nTo read the full story on WestlawNext Practitioner Insights, click here: bit.ly/1is82Q9",
        "link": "http://www.reuters.com/article/jpmorgan-prison-idUSL1N11L0IV20150915",
        "time": "7:04AM UTC"
    },
    {
        "header": "moves-jpmorgan, bny mellon, blackrock, hsbc, prudential",
        "body": "Sept 15 (Reuters) - The following financial services industry appointments were announced on Tuesday. To inform us of other job changes, email moves@thomsonreuters.com.\n\nThe world’s largest asset manager appointed Frank Porcelli chairman of its U.S. Wealth Advisory (USWA) as Salim Ramji takes over the reins of the unit from him.\n\nThe world’s No.1 custody bank appointed Kirsten Sandberg as senior wealth manager at its wealth management unit.\n\nThe bank said it hired ex-Goldman Sachs banker Houston Huang as head of global investment banking in China, betting on continued growth in the world’s second-largest economy.\n\nThe unit of JPMorgan Chase & Co named Stefan Lummert head of insurance advisory for Germany and Austria.\n\nThe Anglo-South African financial services group said its chief operating officer, Paul Hanratty, would be leaving the group in 2016.\n\nThe bank said it appointed Rafael Moral Santiago head of securities services for Europe.\n\nThe British insurer appointed Adair Turner, the former head of the country’s financial services regulator, as a non-executive director.\n\nThe Indian bank appointed Ashutosh Khajuria as its chief financial officer, replacing Sampath D, who will take over the role as head of Network II.\n\nThe financial services provider appointed Magnus Scaddan managing director of its advisory business. (Compiled by Anet Josline Pinto and Shubhankar Chakravorty in Bengaluru)",
        "link": "http://www.reuters.com/article/financial-moves-idUSL4N11L3LG20150915",
        "time": "4:06PM UTC"
    }
]