[
    {
        "header": "jpmorgan to bid for about 12 bln stg uk mortgage book - bloomberg",
        "body": "Oct 1 (Reuters) - JPMorgan Chase & Co plans to bid for about 12 billion pounds ($18.2 billion) of mortgages being sold by the British government’s “bad bank”, Bloomberg reported on Thursday.\n\nJPMorgan is preparing to bid for a portfolio being offered by UK Asset Resolution Ltd, a state-run “zombie bank” that does not take on new business, Bloomberg said, citing five people with knowledge of the matter. ($1 = 0.6603 pounds) (Reporting by Richa Naidu in Bengaluru; Editing by Ted Kerr)",
        "link": "http://www.reuters.com/article/jpmorgan-ukmortgages-idUSL3N1213VK20151001",
        "time": "8:55AM UTC"
    },
    {
        "header": "jpmorgan to pay most in $1.86 billion swaps price-fixing settlement: bloomberg",
        "body": "(Reuters) - JPMorgan Chase & Co is set to pay almost a third of a $1.86 billion settlement to resolve claims that a dozen big banks conspired to limit competition in the credit-default swaps market, Bloomberg reported.\n\nJPMorgan is paying $595 million, Bloomberg said, citing people who asked not to be identified because the firms haven’t disclosed how they’re splitting costs.\n\nMorgan Stanley, Barclays Plc and Goldman Sachs Group Inc are paying about $230 million, $175 million and $164 million, respectively, the report said.\n\nGoldman, JPMorgan and Barclays declined to comment. Morgan Stanley was not immediately available to comment on the report.\n\nCredit default swaps are contracts that let investors buy protection to hedge against the risk that corporate or sovereign debt issuers will not meet their payment obligations.",
        "link": "http://www.reuters.com/article/us-swaps-settlement-idUSKCN0RV5OC20151001",
        "time": "7:02PM UTC"
    },
    {
        "header": "appeals court revives identity theft lawsuit against jpmorgan",
        "body": "(Reuters) - A federal appeals court has revived a New York woman’s lawsuit against JPMorgan Chase claiming three bank employees helped a criminal ring steal her identity and use it to further a $77 million Medicare fraud scheme.\n\nIn an order issued Wednesday, a three-judge panel of the 2nd Circuit Court of Appeals reversed a dismissal of the case, finding that plaintiff Yelena Galper’s claims were not preempted by federal law.\n\nTo read the full story on WestlawNext Practitioner Insights, click here: bit.ly/1M3pYrc",
        "link": "http://www.reuters.com/article/jpmorgan-fraud-idUSL1N1210HR20151001",
        "time": "6:31AM UTC"
    },
    {
        "header": "update 2-jpmorgan to bid for about 12 bln stg uk mortgage book-bbg",
        "body": "Oct 1 (Reuters) - JPMorgan Chase & Co plans to bid for about 12 billion pounds ($18.2 billion) of mortgages being sold by the British government’s “bad bank”, Bloomberg reported on Thursday.\n\nJPMorgan is preparing to bid for a portfolio being offered by UK Asset Resolution (UKAR) Ltd, a state-run “zombie bank” charged with winding down the assets of two failed British lenders, Bloomberg said, citing five people with knowledge of the matter.\n\nJPMorgan, the biggest U.S. bank by assets, will partner with CarVal Investors LLC to make the bid, Bloomberg added. (bloom.bg/1jA9lwJ)\n\nUKAR said in June that it had attracted several possible bidders for a $13 billion-pound mortgage book, named Granite, which comprises of loans from bailed-out Northern Rock and Bradford & Bingley.\n\nRichard Banks, UKAR’s chief executive, said at the time that a shortlist of potential buyers would be in place by the end of July, but warned that a deal was unlikely to be completed this year.\n\nA group including investment bank Goldman Sachs Group Inc and U.S. buyout firm Blackstone Group LP had bid for Granite, sources told Reuters in June. Royal Bank of Scotland group Plc is also interested in the portfolio, the sources had said.\n\nBritish finance minister George Osborne is keen to sell the government’s banking assets to recoup taxpayers’ money splashed out in a bailout of troubled lenders during the 2007-2009 financial crisis. ($1 = 0.6603 pounds) (Reporting by Richa Naidu in Bengaluru; Editing by Ted Kerr and Savio D‘Souza)",
        "link": "http://www.reuters.com/article/jpmorgan-ukmortgages-idUSL3N1213W220151001",
        "time": "9:48AM UTC"
    },
    {
        "header": "jpmorgan to bid for about 12 billion pounds uk mortgage book: bloomberg ",
        "body": "(Reuters) - JPMorgan Chase & Co plans to bid for about 12 billion pounds ($18.2 billion) of mortgages being sold by the British government’s “bad bank”, Bloomberg reported on Thursday.\n\nJPMorgan is preparing to bid for a portfolio being offered by UK Asset Resolution (UKAR) Ltd, a state-run “zombie bank” charged with winding down the assets of two failed British lenders, Bloomberg said, citing five people with knowledge of the matter.\n\nJPMorgan will partner with CarVal Investors LLC to make the bid, Bloomberg added.\n\nUKAR said in June that it had attracted several possible bidders for a $13 billion-pound mortgage book, named Granite, which comprises of loans from bailed-out Northern Rock and Bradford & Bingley.\n\nRichard Banks, UKAR’s chief executive, said at the time that a shortlist of potential buyers would be in place by the end of July, but warned that a deal was unlikely to be completed this year.\n\nA group including investment bank Goldman Sachs Group Inc and U.S. buyout firm Blackstone Group LP had bid for Granite, sources told Reuters in June. Royal Bank of Scotland group Plc is also interested in the portfolio, the sources had said.\n\nBritish finance minister George Osborne is keen to sell the government’s banking assets to recoup taxpayers’ money splashed out in a bailout of troubled lenders during the 2007-2009 financial crisis.",
        "link": "http://www.reuters.com/article/us-jpmorgan-ukmortgages-idUSKCN0RV4NW20151001",
        "time": "9:25AM UTC"
    },
    {
        "header": "jpmorgan prevails in $8.6 bln lehman creditor lawsuit",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co prevailed in an $8.6 billion lawsuit brought on behalf of Lehman Brothers Holdings Inc creditors who said the bank abused its power by draining Lehman of critical liquidity in its final days, precipitating the global financial crisis.\n\nIn a decision made public on Thursday, U.S. District Judge Richard Sullivan in Manhattan rejected claims that JPMorgan exploited its “life or death” leverage as Lehman’s main “clearing” bank to extract billions of dollars of collateral just before Lehman went bankrupt on Sept. 15, 2008.\n\nCreditors said JPMorgan had no need for this despite volatile markets and extracted a windfall at their expense.\n\nBut the judge said JPMorgan was entitled to demand collateral to secure Lehman’s obligations and did not defraud Lehman into providing it. He also said JPMorgan had no contractual obligation to extend credit to keep Lehman alive.\n\n“That plaintiffs are now dissatisfied with the bargain they struck and believe that (JPMorgan) behaved badly in enforcing its terms is of no moment,” Sullivan wrote.\n\n“The court will not now rewrite the parties’ contractual text - with express or implied terms - to provide Lehman with language more beneficial than what it negotiated,” he added.\n\nLawyers for Lehman creditors and Lehman did not immediately respond to requests for comment.\n\nJPMorgan spokesman Brian Marchiony said the New York-based bank is pleased with the decision\n\nSullivan ruled 3-1/2 years after U.S. Bankruptcy Judge James Peck allowed the $8.6 billion lawsuit to proceed. Peck oversaw Lehman’s Chapter 11 proceedings at the time.\n\nThe fight with JPMorgan is one of the last major pieces of litigation arising from Lehman’s demise.\n\nOnce Wall Street’s fourth-largest bank, Lehman reported $639 billion of assets when it went bankrupt, making its bankruptcy six times larger than any other in U.S. history.\n\nUnsecured creditors were to have recouped $105.4 billion on their claims, including a scheduled Oct. 1 distribution, Lehman said last week. Much of Lehman’s brokerage unit was sold to Barclays Plc after the Chapter 11 filing.\n\nIn his decision, Sullivan also said it was premature to decide whether to pay JPMorgan later than other Lehman creditors on some claims because of its alleged “egregious” and “unconscionable” actions.\n\nThe case is Lehman Brothers Holdings Inc et al v. JPMorgan Chase Bank NA, U.S. District Court, Southern District of New York, No. 11-06760.",
        "link": "http://www.reuters.com/article/jpmorgan-lehman-idUSL1N12125320151001",
        "time": "2:48PM UTC"
    }
]