[
    {
        "header": "brief-jpmorgan chase shareholders re-elect board, approve pay",
        "body": "* JPMorgan Chase & Co shareholders vote against (not for) proposal to change how votes are counted\n\n* Elect all 11 directors to the board\n\n* JPMorgan Chase & Co shareholders vote against proposal requiring an independent chair at the bank\n\n* JPMorgan Chase & Co shareholders vote against proposal to adopt “balanced executive compensation” philosophy to “improve ethical conduct and public reputation” Further company coverage:",
        "link": "http://www.reuters.com/article/idUSL5N18E4HE",
        "time": "12:10PM UTC"
    },
    {
        "header": "brief-jpmorgan chase declares qtrly dividend of $0.48 per share",
        "body": "* Declared quarterly dividend of $0.48 per share, an increase from prior quarterly dividend of $0.44 per share Source text for Eikon: Further company coverage: (Bengaluru Newsroom: +1 646 223 8780)",
        "link": "http://www.reuters.com/article/idUSFWN18E0P4",
        "time": "4:40PM UTC"
    },
    {
        "header": "corrected-moves-jpmorgan hires ex-square 1 bank exec to lead life sciences",
        "body": "May 17 (Reuters) - JPMorgan Chase & Co has hired Peter Meath, former head of Square 1 Bank’s Mid-Atlantic and Southeast regions, to lead its life sciences practice, according to a memo seen by Reuters.\n\nThe company also appointed Dan McNamara in February to head its for-profit healthcare team, according to the memo. (Reporting By Sudarshan Varadhan in Bengaluru)",
        "link": "http://www.reuters.com/article/jpmorgan-moves-meath-idUSL3N18E40P",
        "time": "2:05PM UTC"
    },
    {
        "header": "jpmorgan shareholders endorse pay for top executives",
        "body": "(Reuters) - Shareholders of JPMorgan Chase & Co approved 2015 compensation packages for CEO Jamie Dimon and other top executives, and re-elected the bank’s board at its annual general meeting on Tuesday.\n\nNearly 92 percent of votes cast at a shareholders’ meeting were in favor of the compensation.\n\nThe Wall Street bank raised Dimon’s total compensation by 35 percent to $27 million for 2015.\n\nProxy advisory firms Institutional Shareholder Services Inc and Glass, Lewis & Co had recommended that investors vote to approve last year’s payouts to executives.\n\nCompanies have been required since the financial crisis to hold so-called “say-on-pay” advisory votes.\n\nA group of U.S. regulators issued a proposal in April to restrict incentive-based compensation at big financial companies and prevent executives from receiving outsized rewards for making overly risky gambles.\n\nBig U.S. financial firms have already made significant changes to the way they pay employees since the 2007-2009 crisis, when they were slammed for allowing top executives and money-losing traders to leave with golden parachutes.\n\nA JPMorgan shareholder proposal calling for the board to separate the post of chairman and chief executive, but possibly not until Dimon is CEO, received 32.9 percent of votes cast.\n\nThe board had recommended that shareholders vote against the proposal saying it should retain responsibility to determine its leadership structure.\n\nAmong other shareholder proposals that were rejected was one calling for a committee to determine whether the bank was “too big to fail” and if it needed to divest non-core businesses.",
        "link": "http://www.reuters.com/article/us-jpmorgan-annual-meeting-idUSKCN0Y821P",
        "time": "12:19PM UTC"
    }
]