[
    {
        "header": "jpmorgan sees latin america bank bond sales recovering this year",
        "body": "SAO PAULO, Jan 11 (Reuters) - Global bond offerings by Latin American banks could recover this year, with a focus on senior rather than subordinated securities, as some Mexican, Colombian and Peruvian lenders face growing refinancing and funding needs, JPMorgan Securities said on Monday.\n\nIn a client note, analyst Natalia Corfield forecast $12.5 billion of new Latin American bank bonds this year, more than double the $5.8 billion in 2014, though down 58 percent from the record $30 billion in 2012. Offerings among regional banks last year were the smallest since 2008, she added.\n\nBanks in the region are more likely to pursue sales of senior rather than subordinated bonds, as they expect lower loan book growth and need less new capital in an extended regional downturn, the note added. Senior bonds are repaid before subordinated securities.\n\nOfferings of investment grade-rated bank bonds may spearhead the recovery, although a larger number of speculative deals are expected in the wake of the sovereign rating downgrades that Brazil faced late last year. More deals from Central America and Argentina are expected as well, she said.\n\nCorfield said she remains “cautious” about Brazil and Colombia, whose banking systems could be weakened by several factors including rising global borrowing costs, slowing domestic growth or loan book quality. She is less wary about Peru, Chile and Mexico banks, calling the last group “the bright spot among Latin American financial institutions.”\n\nBrazil’s financial system is one of the most vulnerable in Latin America, Corfield said, citing an “extremely challenging macroeconomic backdrop, which could lead to a more pronounced and prolonged non-performing loan cycle.”\n\nAnalysts expect the current recession, which began about 18 months ago, to be the longest and steepest since at least 1901. A deteriorating political situation as well as fallout from a growing corruption scandal at state firms could also further delay economic recovery, the note added.\n\nAs for Brazil, Corfield said “we do not entirely rule out the possibility of new issuance” despite the weak economy and the current value of debt securities, as some financial institutions may need to raise funds. “We admit, nevertheless, that the probability is low,” she said. (Reporting by Guillermo Parra-Bernal; Editing by Richard Chang)",
        "link": "http://www.reuters.com/article/banks-latam-bonds-jpmorgan-idUSL2N14V1LV20160111",
        "time": "1:42PM UTC"
    },
    {
        "header": "buzz-bae, thales: jpm backs on political uncertainty, higher defence budgets",
        "body": "** European defence cos Thales and BAE Systems up over 1.5 pct and 2nd and 3rd top gainers on Stoxx 600 industrial goods & services index after JP Morgan Cazenove backs cos\n\n** Brokerage says rising U.S. & European defence spending due to events in the Middle East and related refugee crisis in Europe & Russia’s active foreign policy could help forward P/E multiple expansion\n\n** BAE top FTSE 100 gainer after being raised to “overweight” from “neutral”, TP to 605p from 465p & added to JPM’s “European Analyst Focus List”\n\n** Stock, backed by RBC and closely watched Telegraph column over past week, among most heavily traded UK blue-chip stocks",
        "link": "http://www.reuters.com/article/idUSL3N14V2LZ20160111",
        "time": "3:47AM UTC"
    }
]