[
    {
        "header": "jpmorgan chase to drop commissions-paying retirement accounts",
        "body": "NEW YORK (Reuters) - As Wall Street’s wealth management firms scramble to comply with a new U.S. Department of Labor rule, JPMorgan Chase & Co said on Wednesday it will stop offering commissions-paying retirement accounts.\n\nIn doing so, J.P. Morgan will join Bank of America’s Merrill Lynch and other firms that recently adopted the approach.\n\nThe so-called fiduciary rule, which takes effect in April, is aimed at forcing brokerages to put their clients’ interests first by eliminating any conflict of interest created by brokers’ commissions.\n\nThe rule targets “transactional” accounts, which charge clients a commission for every trade, and rather than wade through the complexities of the 1,000-plus page regulation, many firms are just dropping transactional retirement accounts altogether.\n\nStarting in April, clients of Chase Wealth Management, Private Bank and J.P. Morgan Securities have two options: they can either chose to pay a financial adviser a flat fee based on how much money they have invested, or they can use an online platform to manage their retirement account themselves.\n\n“We believe this reflects how our clients are doing business today,” said Barry Sommers, chief executive of the bank’s wealth management business.\n\nMerrill Lynch and Commonwealth Financial Network, an independent brokerage with 7,000 advisers, both announced similar plans last month.\n\nThe move will only affect a sliver of J.P. Morgan’s wealth management clients, which range from mass affluent to ultra high net worth.\n\nJust 5 percent of the $1.1 trillion in client assets managed at J.P. Morgan Wealth Management & Investment Solutions are held in retirement accounts, and only those in commissions-paying accounts will be impacted by the change.",
        "link": "http://www.reuters.com/article/jpmorgan-wealth-compliance-idUSL1N1DA3RN",
        "time": "4:56PM UTC"
    },
    {
        "header": "jpmorgan ceo jamie dimon asks for unity in post-election memo",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co Chief Executive Jamie Dimon called on employees, business leaders and government officials to work together on solutions to the United States’ problems on Wednesday, in response to the surprise presidential election results.\n\nIn a memo to employees, Dimon cited a “deep desire for change” and a frustration with the economy among the electorate, which voted Republican candidate Donald Trump into office.\n\n“We need to listen to those voices,” Dimon wrote, calling on leaders across public, private and nonprofit sectors to come together.\n\nJPMorgan will continue its own work on public policy issues and economic challenges globally, he said.",
        "link": "http://www.reuters.com/article/us-usa-election-jpmorgan-idUSKBN13431N",
        "time": "12:15PM UTC"
    }
]