[
    {
        "header": "ex-jpmorgan executive pleads not guilty to $5 million embezzlement",
        "body": "NEW YORK (Reuters) - A former JPMorgan Chase & Co executive indicted eight years ago for allegedly embezzling about $5.4 million from clients at the bank and at prior employer UBS AG pleaded not guilty on Thursday after being extradited from Argentina.\n\nHernan Arbizu, who fled to Argentina where he became involved in a tax-evasion probe involving the bank, entered the plea through his lawyer in federal court in Manhattan to charges including wire fraud, bank fraud and embezzlement.\n\nIn court, Assistant U.S. Attorney Sagar Ravi said Arbizu, 47, voluntarily agreed to his extradition and said prosecutors had held discussions with him about resolving the case, which could result in a plea at a later date.\n\nU.S. District Judge Lewis Kaplan scheduled Arbizu’s trial for Dec. 5. A lawyer for Arbizu declined comment after the hearing.\n\nU.S. prosecutors had sought Arbizu’s extradition since he was first indicted in 2008, the same year he was fired from JPMorgan, where he was a vice president in its private banking division. He previously worked at UBS from 2002 to 2006.\n\nWhile at JPMorgan, Arbizu oversaw over $200 million of its clients’ assets and was responsible for managing relationships with high-net-worth Argentine customers, according to the bank.\n\nProsecutors said that from March 2007 to April 2008, Arbizu initiated 12 wire transfers from clients at UBS and JPMorgan of nearly $5.38 million, almost $2.8 million of which came from a single JPMorgan account.\n\nIn lawsuits that JPMorgan filed against Arbizu in 2008 and 2009, the bank said he wired the $2.8 million to an account at UBS to conceal the millions of dollars that he had previously stolen from one of its customers.\n\nJPMorgan said that after discovering evidence of the wire transfers, Arbizu, then living in Connecticut, fled to Argentina, taking with him confidential data on clients.\n\nThat data later became the basis of a tax evasion investigation and raid by Argentina authorities of JPMorgan’s office in Buenos Aires in 2008 after Arbizu handed over a list of customers. No case against JPMorgan appears to have resulted.\n\nIn media interviews, Arbizu has meanwhile repeatedly acknowledged his conduct in the embezzlement case.\n\n“Of course I made a huge mistake - I feel really bad,” Arbizu told The New York Times in 2009.\n\nThe case is U.S. v. Arbizu, U.S. District Court, Southern District of New York, No. 08-cr-615.",
        "link": "http://www.reuters.com/article/jpmorgan-extradition-idUSL1N19F2AO",
        "time": "5:14PM UTC"
    }
]