[
    {
        "header": "rpt-jpmorgan may hold steady on cost target despite low interest rates",
        "body": "NEW YORK, Feb 22 (Reuters) - At JPMorgan Chase & Co’s annual investor day on Tuesday, one big question will be at the top of attendees’ minds: How can the bank keep a tight lid on costs without hurting its ability to grow revenue?\n\nJPMorgan’s chief executive, Jamie Dimon, and at least five of his top executives are expected to give presentations on the bank’s diverse range of businesses at the day-long event, with forecasts on revenue, expenses and shareholder returns. They’re also expected to offer some fresh details on how the bank is using technology to improve operations and slash costs - an initiative Dimon and his deputies have long been touting.\n\nBut for the first time in years, JPMorgan is not expected to expand further its cost-cutting targets. The bank is only halfway through a previously announced $4.8 billion cost-cutting target, and cutting any deeper could hurt its businesses, analysts said. JPMorgan has already cut more than 25,000 jobs since 2011.\n\nThat would run counter to what other big banks have been doing. Executives from banks including Morgan Stanley, Goldman Sachs Group Inc, Bank of America Corp and U.S. Bancorp have all recently talked about further cost-cutting efforts.\n\nBecause of that, and the troubles at European rivals, top brass at JPMorgan have an incentive to reinvest in key businesses to take market share from competitors who are pulling back.\n\n“This is the sort of environment that Jamie Dimon and JPMorgan live for: sluggishness in the environment, competitors feeling pain,” said Mike Mayo, a bank stock analyst with CLSA.\n\nEven so, analysts said they and their investor clients will want more insight into how JPMorgan strikes the fine balance between cutting costs to protect profits, and spending money for growth at a time when interest rates remain stubbornly low and the economy shows signs of becoming sluggish.\n\nSome analysts and investors worry that JPMorgan may have to lower its profit target again.\n\nThe bank’s publicly stated goal going into investor day is to achieve a 15 percent return on tangible common shareholder capital over the long term. That is down from a 16 percent target in 2013, which JPMorgan lowered to a range of 15-to-16 percent in 2014. JPMorgan delivered returns of 13 percent in both 2014 and 2015.\n\n“What is that going to be and how can they get there without higher interest rates?” said Chris Mutascio, an analyst with Keefe, Bruyette & Woods. He should have an answer at 6:45 a.m. on Tuesday, when JPMorgan is expected to post a slidedeck on its website ahead of the event.\n\nLast year, executives showed a slide in which higher rates would contribute about half of the additional profits needed to reach the 15 percent target. But, with the exception of the small boost to rates from the Federal Reserve in December, that tailwind has not appeared.\n\nJPMorgan’s investor day is about more than just one bank. As the biggest U.S. lender by assets, with widespread consumer and investment banking operations, its executives are well placed to offer broad perspectives on the state of banking and the global economy. As in years past, Dimon is likely to opine on topics ranging from interest rates and energy markets to financial regulations and foreign affairs.\n\n“Given the size and breadth of their consumer and commercial client base,” said Mutascio, “JPMorgan has the pulse of the U.S. economy.” (Reporting by David Henry in New York; Editing by Lauren Tara LaCapra and Leslie Adler)",
        "link": "http://www.reuters.com/article/jpmorgan-outlook-idUSL2N15Y2FW",
        "time": "7:00AM UTC"
    },
    {
        "header": "brief-jpmorgan boosts stake in china's sinopharm group",
        "body": "Disney-Fox mashup would truly be over the top",
        "link": "http://www.reuters.com/article/idUSL3N1613U1",
        "time": "7:31AM UTC"
    },
    {
        "header": "jp morgan raises uk shares to \"overweight\", sees uk staying in eu",
        "body": "LONDON, Feb 22 (Reuters) - JP Morgan Cazenove raised its rating on UK shares to “overweight” from “underweight” on Monday and forecast that Britain would choose to stay in the European Union when it votes on the matter later in June.\n\nWhile concerns about a possible British exit from the EU - dubbed by the media and investors as “Brexit” - hit sterling on Monday, the blue-chip FTSE 100 equity index managed to rise 1 percent.\n\nJP Morgan noted, in its decision to upgrade its rating on UK shares, that the fall in sterling had a positive effect on British stocks, since the FTSE 100 on average derived 72 percent of its revenues from abroad.\n\n“The JPM base case is that UK stays in Europe, but admittedly it is likely to be a close call. Once the campaigning starts in earnest, we believe that the bulk of businesses will fall in the ‘stay’ camp,” JP Morgan strategists wrote in a note.\n\n“In the event of UK leaving, the initial knee-jerk impact on the market could be quite negative, but we believe the resulting GBP (British pound) weakness and Bank of England action will cushion a chunk of the fall in equities,” they added. (Reporting by Sudip Kar-Gupta; Editing by Atul Prakash)",
        "link": "http://www.reuters.com/article/britain-stocks-jpmorgan-idUSL8N16119F",
        "time": "4:06AM UTC"
    }
]