[
    {
        "header": "central banks can cut rates well below zero, says jp morgan",
        "body": "LONDON (Reuters) - Investors fretting about the damaging impact of ultra-cheap money on banks and global markets may need to prepare for key interest rates around the world falling well below zero, according to economists at JP Morgan.\n\nThey argue that limited benefits of further bond-buying stimulus and forward guidance mean that continued weak growth and low inflation may force even the U.S. Federal Reserve and Bank of England to adopt negative rate policies (NIRP).\n\nNegative interest rates are potentially damaging for banks’ balance sheets and net interest margins, a concern that has contributed to current global market turmoil.\n\nBut the rates’ lower limits are far below what many have assumed, the JP Morgan report concludes, suggesting banks could absorb the extra hit more easily than feared.\n\nThe Bank of Japan and European Central Bank have already adopted negative interest rates on bank deposits, while official lending rates in Switzerland and Sweden are negative.\n\nFor the former rate, the Fed could in principle go as low as -1.3 percent, Britain down to -2.5 percent, the euro zone to -4.5 percent and Japan to -3.45 percent, economists Malcolm Barr, Bruce Kasman and David Mackie wrote in a note published late on Tuesday.\n\nIn a world of negative interest rates, the lowest rate charged on deposits at the central bank effectively becomes the default reference point for markets, they said.\n\nBank of England studies have put a rough limit to negative central bank rates at about minus 0.5 percent - the point below which banks would find it cheaper to hoard physical cash than pay fees for depositing it.\n\n“Our analysis suggests that the use of these schemes could allow for considerably lower policy rates without undue pressure on bank profitability,” the economists wrote.\n\n“Central banks are likely to move cautiously into NIRP as they are sensitive to the uncertain consequences of these policies on local markets,” Barr said. But even the Fed might consider it if U.S. recession risks were realized.\n\nThe Fed raised rates in December to 0.25-0.50 percent, the first hike in almost a decade, but futures markets have priced out any further increase this year.\n\nThe ECB’s benchmark refinancing rate is 0.05 percent and its deposit rate is -0.3 percent, while the BoE’s base rate is 0.5 percent.",
        "link": "http://www.reuters.com/article/us-global-cenbanks-idUSKCN0VJ17F",
        "time": "11:05AM UTC"
    },
    {
        "header": "moves-jpmorgan, bny mellon, ubp",
        "body": "Feb 10 (Reuters) - The following financial services industry appointments were announced on Wednesday. To inform us of other job changes, email moves@thomsonreuters.com.\n\nThe bank said it appointed Andrew Seested as a senior wealth director for business development in its wealth management unit.\n\nBNY Mellon also named Lori Hardwick as chief operating officer of Pershing LLC, effective Feb. 29.\n\nThe investment banking firm said Frederic Carbonnier joined as chief executive officer of its Swiss-based UBP Investment Advisors SA unit, effective Jan. 1.\n\nRich Ricci, the former boss of Barclay’s investment bank has been named chairman of online currency exchange freemarketFX, betting on the growth of a fintech start-up challenging traditional financial services. (Compiled by Yashaswini Swamynathan in Bengaluru)",
        "link": "http://www.reuters.com/article/financial-moves-idUSL3N15P1V7",
        "time": "3:50PM UTC"
    },
    {
        "header": "moves-paul farrell to join j.p. morgan asset management in uk",
        "body": "Feb 10 (Reuters) - J.P. Morgan Asset Management, a unit of JP Morgan Chase & Co, appointed Paul Farrell its head of UK institutional clients.\n\nFarrell, based in London, will join the company in April.\n\nHe will be responsible for leading the sales team that manages client relationships with institutional pension funds in the UK and Ireland, the company said.\n\nFarrell was most recently the head of UK institutional clients at Dimensional Fund Advisors. (Reporting by Yashaswini Swamynathan in Bengaluru)",
        "link": "http://www.reuters.com/article/jpmorganasset-moves-paulfarrell-idUSL3N15P1SC",
        "time": "6:13AM UTC"
    }
]