[
    {
        "header": "goldman, jpmorgan, glencore defeat u.s. lawsuit over zinc prices",
        "body": "(Reuters) - A U.S. judge on Thursday dismissed a private antitrust lawsuit in which zinc purchasers accused affiliates of Goldman Sachs Group Inc (GS.N), JPMorgan Chase & Co (JPM.N) and Glencore Plc (GLEN.L) of conspiring to drive up the metal’s price.\n\nIn an 87-page decision, U.S. District Judge Katherine Forrest in Manhattan said purchasers failed to show that the defendants artificially inflated zinc prices by violating the Sherman Act, a federal antitrust law.\n\n“It remains possible that shenanigans drove up the price of physical zinc,” Forrest wrote. “But, at long last, plaintiffs have not adequately alleged that such price movement was due to a plausible antitrust violation, as opposed to parallel, unilateral conduct beyond the reach of that statutory scheme.”\n\nChristopher Lovell, a lawyer for the purchasers, did not immediately respond to requests for comment. Goldman spokesman Michael DuVally, JPMorgan spokesman Brian Marchiony and Glencore spokesman Charles Watenphul declined to comment.\n\nThe lawsuit echoes a similar case alleging aluminum price manipulation. It is among several in Manhattan in which investors and businesses accused banks and other defendants of conspiring to rig prices in financial and commodities markets. U.S. and European regulators also have examined such activity.\n\nZinc purchasers accused the defendants in a proposed class-action lawsuit of conspiring since May 2010 to ensure lengthy queues for the metal at their warehouses, which were licensed by the London Metal Exchange.\n\nThe purchasers said the alleged conspiracy included hoarding, moving zinc from one warehouse to another, falsifying shipping records and manipulating LME rules. They said the moves caused artificial supply shortages that boosted prices.\n\nForrest, however, said other factors independent of any alleged conspiracy may have influenced prices.\n\n“Plaintiffs cannot adequately plead their broad, five-year conspiracy simply by noting developments in the zinc market, particularly when many of those developments occurred at vastly different times over the class period such that the possibility of causation is hard to assess,” she wrote.\n\nForrest said the plaintiffs may replead some claims against Glencore, the Anglo-Swiss mining company, or its Pacorini Metals USA unit, which operates several warehouses. A lawyer for Pacorini did not immediately respond to requests for comment.\n\nZinc is used to coat steel to protect against corrosion and also is used in batteries, castings and alloys such as brass. It is, according to court papers, the world’s fourth most widely produced metal by weight, trailing iron, aluminum and copper.\n\nThe case is In re: Zinc Antitrust Litigation, U.S. District Court, Southern District of New York, No. 14-03728.",
        "link": "http://www.reuters.com/article/us-zinc-antitrust-decision-idUSKBN0UL1VT20160107",
        "time": "12:12PM UTC"
    }
]