[
    {
        "header": "jpmorgan's dimon, others defeat madoff fraud appeal",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co shareholders cannot pursue a lawsuit to force Chief Executive Jamie Dimon and other officials to pay damages to the largest U.S. bank for their alleged ignorance of red flags signaling Bernard Madoff’s Ponzi scheme, a federal appeals court ruled on Wednesday.\n\nThe 2nd U.S. Circuit Court of Appeals in Manhattan upheld a lower court dismissal of claims that Dimon and 12 other executives and directors breached their duties by turning a blind eye to Madoff, an important client for two decades, to maintain the bank’s lucrative relationship with him.\n\nCiting applicable Delaware law, the appeals court said the shareholders did not show that the defendants “utterly failed to implement any reporting or information system or controls” that might have caught Madoff’s fraud.\n\nIt acknowledged that this standard is “possibly the most difficult theory in corporation law upon which a plaintiff might hope to win a judgment.”\n\nThe Steamfitters Local 449 Pension Fund in Pittsburgh and the Central Laborers’ Pension Fund in Jacksonville, Illinois, which were JPMorgan shareholders, had argued that they needed to show only the defendants’ utter failure to try to implement “reasonable” controls, rather than “any” controls.\n\nJPMorgan is based in New York but incorporated in Delaware.\n\nMadoff, 77, is serving a 150-year prison term after pleading guilty to fraud in March 2009, three months after his scheme was uncovered.\n\nA lawyer for the shareholders did not immediately respond to requests for comment.\n\nJPMorgan spokesman Brian Marchiony declined to comment. A lawyer for the bank directors did not immediately respond to requests for comment.\n\nWednesday’s decision upheld a July 2014 dismissal by U.S. District Judge Paul Crotty in Manhattan.\n\nThe lawsuit began after JPMorgan agreed to pay $2.6 billion to settle other Madoff-related litigation, and enter a “deferred prosecution agreement” with federal prosecutors under which the bank acknowledged responsibility for failing to stop Madoff.\n\nThe case is Central Laborers’ Pension Fund et al v. Dimon et al, 2nd U.S. Circuit Court of Appeals, No. 14-4516.",
        "link": "http://www.reuters.com/article/us-jpmorgan-madoff-idUSKBN0UK1Z220160106",
        "time": "12:51PM UTC"
    },
    {
        "header": "jpmorgan to pay $4 mln for false statements about broker pay -sec",
        "body": "Jan 6 (Reuters) - JP Morgan Chase & Co’s brokerage unit will pay $4 million to settle allegations it misled customers about how it paid brokers, the U.S. Securities and Exchange Commission said on Wednesday.\n\nThe case stems from comments on the website for U.S. Private Bank, the company’s private bank, which falsely stated that advisers are paid “based on our clients’ performance” and that “no one is paid on commission,” the SEC said in a statement.\n\nAdvisers, however were paid salaries and discretionary bonuses based on various factors, not client performance, the SEC said.\n\nThe statements, which were made between 2009 and 2012, also appeared in marketing materials distributed to current and prospective customers as well as PowerPoint slides that advisers were to use when making presentations to customers, the SEC said.\n\n“There was no allegation that the mistake made years ago was intentional or that any client was harmed,” a JP Morgan spokesman said. JPMorgan, which neither admitted nor denied the SEC’s findings, has improved its procedures to prevent a recurrence, the spokesman said.\n\nEmployees pointed out the false statements on four occasions between 2009 and 2011, but JPMorgan failed to correct the problem, the SEC said.\n\nIn one instance, a private bank employee wrote in a 2009 email to a marketing manager, ”Why not be blunt and say ‘paid on salary and bonus,’ technically, I do not see any compensation based on the client’s performance.\n\nOther employees sent similar emails to the marketing manager, the SEC said. JPMorgan first corrected the statement in some of its marketing materials in 2012, the SEC said.",
        "link": "http://www.reuters.com/article/jpmorgan-sec-idUSL1N14Q1NQ20160106",
        "time": "1:45PM UTC"
    }
]