[
    {
        "header": "trader's ouster at jp morgan affirms commitment to compliance",
        "body": "NEW YORK, Feb 29 (IFR) - JP Morgan has swiftly severed ties with a top bond trader who circumvented its compliance procedures earlier this year as the bank moves to reinforce its commitment to risk management.\n\nThe bank fired its head of US Treasury trading Andrew Lombara in the second week of January, according to a regulatory filing with the Financial Industry Regulatory Authority.\n\nThe dispute centered around Lombara’s “failure to adhere to certain control processes,” prompting JP Morgan to ask for his resignation, said the US bank. A Finra spokesman said the regulator will review the firing as a matter of practice as it does with all dismissals for cause.\n\nAccording to Financial Times, Lombara boosted the size of his US Treasury Strip trading book, by splitting new interest rate strips from existing Treasury reserves.\n\nThe dismissal illustrates the tight constraints under which traders now operate as banks struggle to prove that their risk management is sufficient to prevent rogue traders from jeopardizing the health of their balance sheets.\n\nJP Morgan’s reputation suffered a massive hit in 2012 when traders in its London Chief Investment Office, led by Bruno Iksil, accumulated outsized CDS exposure which resulted in a loss of more than US$6bn.\n\nGlobal banks have been under increasing scrutiny as regulators and politicians have upped election-year calls for big banks to be split.\n\n“If a large bank has a big mishap, there will be a significant regulatory price to pay,” said one securities lawyer working for a large US bank.\n\n“Banks are under pressure to show that they can act swiftly to root out problems and to illustrate that the compliance protocols are working,” he said.\n\nLombara, named as one of Crain’s most talented executives under 40 in 2004, joined JP Morgan from HSBC in 2005. He began his career at Prudential in 1993 before joining Merrill Lynch. (Reporting by Philip Scipio; Editing by Paul Kilby)",
        "link": "http://www.reuters.com/article/moves-jpmorgan-lombara-idUSL2N1681RA",
        "time": "4:51PM UTC"
    },
    {
        "header": "update 1-jpmorgan follows competition with richer cash-back credit card",
        "body": "NEW YORK, Feb 29 (Reuters) - JPMorgan Chase & Co will offer a richer cash-back credit card in April to better compete against products from Capital One Financial Corp and Citigroup Inc.\n\nThe new “Freedom Unlimited” card will pay back 1.5 percent on all purchases, a higher standard rate than its current Freedom card, Pamela Codispoti, president of Chase Consumer Branded Cards, said in an interview.\n\nThe new card is the latest salvo in credit card wars that have escalated in recent years due to new regulations imposed on other bank businesses after the financial crisis.\n\nCapital One’s Quicksilver card is currently the best cash-back card for customers with limited, fair or good credit scores, according to cardhub.com. It pays back 1.5 percent. Citi’s Double Cash Card, which pays 2 percent, is rated best for people with excellent credit.\n\nJPMorgan CEO Jamie Dimon said at the company’s annual investor day conference last week that Chase would “have a new card coming out that would compete better with (Capital One‘s) cash-back product.”\n\nCiti’s 2 percent rate, introduced in September 2014, is at the limit of profitability because banks often collect less than that amount from merchants who accept the cards, industry experts have said.\n\nLast year, Citi raised the stakes for co-branded cards with retailers and travel companies when it took the Costco Wholesale Corp business from American Express Co. Since then, JPMorgan has agreed to give up some $900 million in annual revenue to renew some co-brand deals.\n\nChase is the biggest issuer of general purpose credit cards in the United States, according to the Nilson Report. It also operates the biggest wholly-owned business handling payments to merchants for their card transactions.\n\nJPMorgan’s card operations earned $3.9 billion in 2015, accounting for 16 percent of total net income.\n\nThe credit card business is attractive for banks because it does not face the same fee restrictions as debit cards under post-crisis regulations. And, it requires less capital than trading businesses.\n\nCodispoti said the Freedom Unlimited card will available as an alternative, or a companion, to Chase’s current Freedom card, whose standard cash-back rate is back 1 percent. It also offers quarterly specials of 5 percent back on changing categories of spending, such as groceries or gasoline, up to $1,500.\n\n“I don’t think we were late, per se,” with the simpler, richer cash-back card, she said. Different customers like different offers and some like the current Freedom card, she said. (Reporting by David Henry; Editing by Lisa Shumaker)",
        "link": "http://www.reuters.com/article/jpmorgan-cards-idUSL2N169026",
        "time": "8:13PM UTC"
    }
]