[
    {
        "header": "cumulus media sues jpmorgan over refinancing plan",
        "body": "NEW YORK (Reuters) - Cumulus Media Inc (CMLS.O) has sued JPMorgan Chase & Co (JPM.N) seeking a court order declaring that the second-largest U.S. radio network is allowed to proceed with a refinancing that it says would deleverage the company by up to $305 million.\n\nIn a lawsuit filed late on Monday in Manhattan federal court, Cumulus accused JPMorgan of breaching a 2013 credit agreement and “unreasonably” withholding consent to certain components of the Atlanta-based company’s planned refinancing.\n\nCumulus said that JPMorgan’s actions in its role as administrative agent under the credit agreement are threatening a deal it recently reached with bondholders, which was contingent upon the refinancing being completed by Jan. 27.\n\n“Cumulus needs to proceed with its proposed refinancing, and it needs to do so quickly,” Cumulus said in the complaint.\n\nA spokesman for JPMorgan did not immediately respond to a request for comment.\n\nAccording to the lawsuit, in response to an industry-wide decline in business, Cumulus, which owns 447 radio stations, has launched a series of initiatives aimed at improving ratings and revenues.\n\nBut Cumulus said its ability to follow through on these initiatives is hindered by a “heavy debt load” of $2.4 billion, including $610 million of senior notes due in 2019.\n\nAs a result, Cumulus reached a deal with a majority of bondholders in which they would refinance those senior notes using borrowings from Cumulus’s $200 million revolving line of credit, the lawsuit said.\n\nThe deal allows Cumulus to retire the notes at a discount of up to 50 cents on the dollar and avoid a “springing maturity” on a $1.84 billion loan that occurs if more than $200 million of the notes are outstanding in January 2019, the lawsuit said.\n\nBut Cumulus said JPMorgan has refused to take various steps required under the plan, including allowing the transfer of the revolving credit line to new lenders and executing a loan amendment allowing the company to access the credit line.\n\nThe lawsuit seeks a court order declaring among other things that Cumulus’s credit agreement permits it to use the revolving credit line as part of its refinancing plan and may amend a restriction that would enable it to access the credit line.\n\nIt also seeks an order requiring JPMorgan to consent to the assignment of the credit line to the new lenders and undertake other actions necessary to effectuate the refinancing.\n\nThe case is Cumulus Media Holdings Inc. et al v. JPMorgan Chase Bank, N.A., U.S. District Court, Southern District of New York, No. 16-09591.",
        "link": "http://www.reuters.com/article/us-cumulus-media-lawsuit-idUSKBN1421NH",
        "time": "9:42AM UTC"
    },
    {
        "header": "fitch affirms jpmorgan chase & co. at 'a+'; outlook stable",
        "body": "(The following statement was released by the rating agency) NEW YORK, December 13 (Fitch) Fitch Ratings has affirmed JPMorgan Chase & Co.'s (JPM) long-term Issuer Default Rating (IDR) at 'A+' and short-term IDR at 'F1'. Fitch has also affirmed JPM's viability rating (VR) at 'a+'. The Rating Outlook is Stable. The rating affirmations have been taken in conjunction with Fitch's periodic review of the Global Trading and Universal Banks (GTUBs). In addition, Fitch has assigned Derivative Counterparty Ratings (DCR) of 'A+(dcr)' to JPM and Bear Stearns Companies, LLC and a DCR of 'AA-(dcr)' to JPMorgan Chase Bank N.A as part of its roll-out of DCRs to significant derivative counterparties in Western Europe and the U.S. DCRs are issuer ratings and express Fitch's view of banks' relative vulnerability to default under derivative contracts with third-party, non-government counterparties. A full list of ratings is provided at the end of this release. KEY RATING DRIVERS IDRs, VIABILITY RATINGS, SENIOR DEBT, & DERIVATIVE COUNTERPARTY RATING JPM's ratings affirmation reflects the strong underlying earnings capacity of the bank, given its dominant domestic franchise and growing international franchise, strong funding flexibility, given its deposit raising capabilities and uninterrupted access to the global capital markets through a variety of economic cycles, strong liquidity profile, solid capital ratios, and experienced management team, which has deep bench strength. JPM is on pace for another solid year of earnings performance on a core basis in 2016. Fitch estimates that pretax earnings were up about 0.8% year over year, adjusting for legal expenses, DVA/FVA, and other non-recurring items of note, as growth in net-interest income and declines in non-interest expenses more than offset lower non-interest revenue. Adjusted expenses were relatively flat year-over-year and JPM is on pace to meet its annual target of $56 billion or less. Returns on tangible common equity were 13% through the first nine months of 2016, which compares favorably to the global peer group. Exposure to the oil & gas and natural gas pipeline industries was $43.7 billion at 3Q16, which represented about 5.2% of the wholesale loan portfolio. About $21.1 billion of the exposure was investment grade, of which $5.9 billion was drawn, and $22.6 billion was non-investment grade, of which $9.8 billion was drawn. About 23% of the total exposure was criticized. JPM added meaningfully to oil & gas reserves at the start of 2016, across the commercial bank and corporate and investment bank, but released $50 million of oil & gas reserves in 3Q16 in the commercial bank given some stabilization in commodity prices. Should the current energy environment remain consistent, JPM does not anticipate further significant reserve builds in 4Q16. Despite pressure on the energy portfolio, JPM's overall credit quality remains solid, with consumer and wholesale net charge-offs of 0.87% and 0.09% for the first nine months of 2016, respectively, compared with 0.93% and net recoveries of 0.01% for the comparable period in 2015. Net charge-offs are $3.4 billion year-to-date, which is on-pace with management's full year-target of $4.75 billion. Fitch believes JPM's credit quality compares favorably to the peer group. JPM's Basel III tier 1 common equity (CET1) ratio reached 11.9% at Sept. 30, 2016, which was above management's long-term minimum target of 11%. The ratio has grown significantly in recent years, with an increase in retained earnings and the issuance of perpetual preferred securities, and the gap with peers has narrowed meaningfully. In 3Q16, the CET1 ratio under the standardized approach was 12.1%, and JPM expects the standardized approach to be its binding constraint over the near term and is capitalizing operating segments accordingly. Additionally, JPM's Fitch Core Capital ratio was 11.2% at Sept. 30, 2016, up from 10.9% at year-end 2015. In 2015, JPM reduced its estimated G-SIB surcharge by 100 bps, to 3.5%, given a decline in non-operating deposits, a reduction in level 3 assets, and a decline in notional derivative amounts. Fitch views this meaningful reduction favorably, as it puts the firm on more equal footing with the peer group. According to management, further reductions in the surcharge could have a significant client and franchise impact, thus, the trade-off with profitability will be carefully balanced over time. Fitch believes JPM is well positioned to maintain compliance with Basel III capital requirements, given the superior earnings capacity of the bank. In June 2016, JPM was informed that the Federal Reserve Board did not object to its 2016-17 capital plan. Results from the 2016 Comprehensive Capital Analysis and Review (CCAR) showed a minimum CET1 ratio of 6.8% for the firm under the regulator's severely adverse scenario, which was above the 4.5% minimum requirement. Given CCAR results, JPM's board authorized a $10.6 billion common equity repurchase program. The firm repurchased $2.3 billion of stock in 3Q16, yielding a total payout ratio (dividends plus share repurchases) of about 65% in the quarter. Fitch believes the firm's capital plans are prudent. JPM submitted its updated resolution plan in October 2016, which included the creation of an intermediate holding company (IHC), JPMorgan Chase Holdings LLC (IHC), meant to improve the resolvability of JPM. Under this structure, JPM's holding company has contributed substantial liquidity and capital to IHC, which it will then hold for the benefit of material entities. IHC is not expected to have third-party debt. It will, instead, channel capital and liquidity among material entities as and when required to supplement pre-positioned resources at these entities. This structure is designed to prevent capital and liquidity provided by IHC from becoming unduly trapped in any legal entities, thus improving the likelihood of an orderly resolution. A committed credit facility from IHC will be in place to supplement dividends from IHC and JPMCB, allowing liquidity to flow to the holding company under business as usual (BAU) terms in order to service holding company obligations. Fitch believes the new structure will result in a meaningful increase in double leverage, above 120%, which is a sensitivity outlined in criteria that would typically result in additional notching between JPM and its operating subsidiaries. However, the agency believes specific protections within the legal structure make it appropriate to look through the IHC when calculating double leverage and will provide for uninterrupted liquidity availability from the IHC under BAU. Additionally, Fitch believes that core double leverage, or double leverage assuming the IHC did not exist, will remain below 120%. The absence of additional notching between JPM and its subsidiaries is a noted variation from criteria. From a liquidity perspective, JPM's high-quality liquid assets (HQLA) remained strong, at $539 billion in the quarter, which was up $23 billion from the prior quarter. However, management indicated that liquid assets were up significantly more and that excess liquidity at the bank is not included in HQLA. Loans-to-deposits were 64.5% at quarter-end, which is up modestly from a year ago, but remains below the peer average. DCRs have been assigned to the following companies because they either have significant derivatives activity or are counterparties to Fitch-rated structured finance transactions: JPM, JPMorgan Chase Bank N.A. and Bear Stearns Companies, LLC. The DCRs are at the same level as the respective companies' Long-Term IDRs because they have no definitive preferential status over other senior obligations in a resolution scenario. The Stable Outlook reflects expectations for continued operating consistency, superior funding flexibility, strong liquidity, and stability in capital ratios. JPM has been relatively successful adapting its business model to the evolving regulatory landscape and is expected to continue to make adjustments in order to optimize its capital structure. The VRs remain equalized between JPM and its material operating subsidiaries. The common VR of JPM and its operating companies reflects the correlated performance, or failure rate between JPM and these subsidiaries. Fitch takes a group view on the credit profile from a failure perspective, while the IDR reflects each entity's non-performance (default) risk on senior debt. Fitch believes that the likelihood of failure is roughly equivalent, while the default risk at the operating company would be lower given TLAC. All U.S. bank subsidiaries carry a common VR, regardless of size, as U.S. banks are cross-guaranteed under the Financial Institutions Reform, Recovery, and Enforcement Act (FIRREA). SUPPORT RATING AND SUPPORT RATING FLOOR The SR and SRF reflect Fitch's view that senior creditors can no longer rely on receiving full extraordinary support from the sovereign in the event that JPM becomes non-viable. In Fitch's view, implementation of the Dodd Frank Orderly Liquidation Authority legislation is now sufficiently progressed to provide a framework for resolving banks that is likely to require holding company senior creditors participating in losses, if necessary, instead of or ahead of the company receiving sovereign support. Any upward revision of the SR and SRF would be contingent on a positive change in the U.S.'s propensity to support its banks. While not impossible, this is highly unlikely in Fitch's view. SUBORDINATED DEBT AND OTHER HYBRID SECURITIES Subordinated debt and other hybrid capital issued by JPM and its subsidiaries are all notched down from the common VR in accordance with Fitch's assessment of each instrument's respective non-performance and relative loss severity risk profiles, which vary considerably. Subordinated debt issued by the operating companies is rated at the same level as subordinated debt issued by JPM reflecting the potential for subordinated creditors in the operating companies to be exposed to loss ahead of senior creditors in JPM. Subordinated lower Tier 2 debt is rated one notch below the VR for loss severity, reflecting below average recoveries. Legacy Tier 1 securities are generally rated four notches below the VR, made up of two notches for high loss severity relative to average recoveries, and two further notches for non-performance risk, reflecting the fact that coupon omission is not fully discretionary. High and low trigger contingent capital Tier 1 instruments are rated five notches below the VR. The issues are notched down twice for loss severity, reflecting poor recoveries as the instruments can be converted to equity or written down well ahead of resolution. In addition, they are also notched down three times for very high non-performance risk, reflecting fully discretionary coupon omission. DEPOSIT RATINGS The uninsured deposit ratings of JPMorgan Chase Bank N.A.'s and Chase Bank USA, N.A.'s are rated one notch higher than the banks' IDRs and senior unsecured debt because U.S. uninsured deposits benefit from depositor preference. U.S. depositor preference gives deposit liabilities superior recovery prospects in the event of default. SUBSIDIARY AND AFFILIATED COMPANY The Long-Term IDRs for the material U.S. operating entities are one notch above JPM's to reflect Fitch's belief that the U.S. single point of entry (SPE) resolution regime, the likely implementation of total loss absorbing capital (TLAC) requirements for U.S. G-SIBs, and the presence of substantial holding company debt reduces the default risk of domestic operating subsidiaries' senior liabilities relative to holding company senior debt. In our view these buffers would provide substantial protection to senior unsecured obligations in the domestic operating entities in the event of group resolution, as they could be used to absorb losses and recapitalize operating companies. Therefore, substantial holding company debt reduces the likelihood of default on operating company senior obligations. The 'F1+' Short-Term IDRs of JPM's bank subsidiaries reflects substantial liquidity at the banks and typically higher core deposit funding, liquidity resources at JPM that could be extended to the bank, and access to contingent liquidity sources such as Federal Home Loan Bank advances. JPM's and its non-bank operating companies' Short-Term IDRs at 'F1' reflect Fitch's view that there is less surplus liquidity at these entities than at the bank, particularly given their greater reliance on the holding company for liquidity. RATING SENSITIVITIES IDRs, VIABILITY RATINGS AND SENIOR DEBT Going forward, Fitch believes JPM is going to be challenged to deliver meaningful earnings growth, particularly in light of the current regulatory environment. Higher capital charges and what remains difficult market conditions present a challenge for all GTUBs, which may be encouraged to seek more aggressive ways to generate profits that take advantage of regulatory changes. However, Fitch expects that JPM's strong global franchise, liquidity risk management, and product diversity mitigate some of these concerns. Negative rating actions could result from reputational damage or legal sanctions that impact the firm's market position and/or material asset quality weakening which pressures JPM's earnings and its ability to build capital, deterioration in liquidity levels, material and unexpected litigation losses, and/or failure to address noted deficiencies in the firm's resolution plan which results in increased capital requirements and places the firm at a competitive disadvantage. Further, significant risk management or operational failures that result in material losses to the firm could also result in a negative rating action. Upward rating momentum for JPM is believed to be limited over the near-term given that its current rating level is among the highest of its peer group and of the global bank universe. However, positive rating momentum could develop over-time should JPM continue to outperform the peer group from an earnings and asset quality perspective, retain its enhanced risk management discipline, avoid sizeable fines and penalties which could yield reputational damage, and maintain its leading position in the league tables, an appropriate capital buffer to regulatory capital minimums, and a superior funding and liquidity profile. DERIVATIVE COUNTERPARTY RATING DCRs are primarily sensitive to changes in the respective issuers' Long-term IDRs. In addition, they could be upgraded to one notch above the IDR if a change in legislation (for example as recently proposed in the EU) creates legal preference for derivatives over certain other senior obligations and, in Fitch's view, the volume of all legally subordinated obligations provides a substantial enough buffer to protect derivative counterparties from default in a resolution scenario. SUPPORT RATING AND SUPPORT RATING FLOOR Since JPM's Support and Support Rating Floors are '5' and 'NF', respectively, there is limited likelihood that these ratings will change over the forseeable future. Any upward revision of the SR and SRF would be contingent on a positive change in the U.S.'s propensity to support its banks. While not impossible, this is highly unlikely in Fitch's view. SUBORDINATED DEBT AND OTHER HYBRID SECURITIES The ratings for JPM and its subsidiaries' subordinated debt and other hybrid capital ratings are primarily sensitive to a change in JPM's VRs. The securities' ratings are also sensitive to a change in their notching, which could arise if Fitch changes its assessment of the probability of their non-performance relative to the risk captured in the issuers' VRs. This may reflect a change in capital management in the group or an unexpected shift in regulatory buffer requirements, for example. LONG- AND SHORT-TERM DEPOSIT RATINGS The long-and short-term deposit ratings are sensitive to any change in JPM's long-and short-term IDR. SUBSIDIARY AND AFFILIATED COMPANIES Given that JPM's and the bank's VRs remain equalized, the bank's ratings are broadly sensitive to the same considerations that might affect JPM's VR. Fitch has affirmed the following ratings: JPMorgan Chase & Co --Long-Term IDR at 'A+'; --Long-Term senior debt at 'A+'; --Long-Term subordinated debt at 'A'; --Preferred stock at 'BBB-'; --Short-Term IDR at 'F1'; --Commercial paper at 'F1'; --Viability at 'a+'; --Market linked securities at 'A+(emr)'; --Support at '5''; --Support Floor at 'NF'. JPMorgan Chase Bank N.A. --Long-Term deposits at 'AA'; --Long-Term IDR at 'AA-'; --Long-Term senior debt at 'AA-'; --Long-Term subordinated debt at 'A'; --Short-Term IDR at 'F1+'; --Short-Term debt at 'F1+'; --Short-Term deposits at 'F1+'; --Viability at 'a+'; --Market linked notes at 'AA-(emr)'; --Support at '5'; --Support Floor at 'NF'. Chase Bank USA, N.A. --Long-Term deposits at 'AA'; --Long-Term IDR at 'AA-'; --Long-Term senior debt at 'AA-'; --Long-Term subordinated debt at 'A'; --Short-Term IDR at 'F1+'; --Short-Term debt at 'F1+'; --Short-Term deposits at 'F1+'; --Viability affirmed at 'a+'; --Support at '5''; --Support Floor at 'NF'. JPMorgan Bank & Trust Company, National Association --Long-Term deposits at 'AA'; --Long-Term IDR at 'AA-'; --Short-Term IDR at 'F1+'; --Short-Term deposits at 'F1+'; --Viability affirmed at 'a+'; --Support at '5'; --Support Floor at 'NF'. JPMorgan Chase Bank, Dearborn --Long-Term deposits at 'AA'; --Long-Term IDR at 'AA-'; --Short-Term IDR at 'F1+'; --Short-Term deposits at 'F1+'; --Viability affirmed at 'a+'; --Support at '5'; --Support Floor at 'NF'. Bear Stearns Companies LLC --Long-Term IDR at 'A+'; --Long-Term senior debt at 'A+'; --Long-Term subordinated debt at 'A'; --Short-Term IDR at 'F1'. J.P. Morgan Securities LLC --Long-Term IDR at 'AA-'; --Short-Term IDR at 'F1+'; --Short-Term debt at 'F1+'. JPMorgan Clearing Corp (formerly Bear Stearns Securities Corp) --Long-Term IDR at 'AA-'; --Short-Term IDR at 'F1+'. Bank One Capital Trust III Chase Capital II Chase Capital III Chase Capital VI First Chicago NBD Capital I JPMorgan Chase Capital XIII, XXI, and XXIII --Preferred stock at 'BBB'. Bank One Corp --Long-Term subordinated debt at 'A'. JP Morgan & Co., Inc. --Long-Term senior debt at 'A+'; --Long-Term subordinated debt at 'A'. Morgan Guaranty Trust Co. of New York --Long-Term senior debt at 'AA-'. NBD Bank, N.A. (MI) --Long-Term subordinated at 'A'. Washington Mutual Bank --Long-Term deposits at 'AA'. Collateralized Commercial Paper Co., LLC --Short-Term debt at 'F1+'. Collateralized Commercial Paper II Co., LLC --Short-Term debt at 'F1+'. The Rating Outlooks are Stable. Fitch has assigned the following ratings: JPMorgan Chase & Co --Derivative Counterparty Rating of 'A+(dcr)'. JPMorgan Chase Bank N.A. --Derivative Counterparty Rating of 'AA-(dcr)'. Bear Stearns Companies, LLC --Derivative Counterparty Rating of 'A+(dcr)'. Contact: Primary Analyst Meghan Neenan, CFA Senior Director +1-212-908-9121 Fitch Ratings, Inc. 33 Whitehall St. New York, NY 10004 Secondary Analyst Joo-Yung Lee Managing Director +1-212-908-0560 Committee Chairperson Gordon Scott Managing Director +1 44 20 3530 1075 Media Relations: Hannah James, New York, Tel: + 1 646 582 4947, Email: hannah.james@fitchratings.com. Additional information is available on www.fitchratings.com Applicable Criteria Global Bank Rating Criteria (pub. 25 Nov 2016) here Additional Disclosures Dodd-Frank Rating Information Disclosure Form here _id=1016424 Solicitation Status here Endorsement Policy here ALL FITCH CREDIT RATINGS ARE SUBJECT TO CERTAIN LIMITATIONS AND DISCLAIMERS. PLEASE READ THESE LIMITATIONS AND DISCLAIMERS BY FOLLOWING THIS LINK: here. IN ADDITION, RATING DEFINITIONS AND THE TERMS OF USE OF SUCH RATINGS ARE AVAILABLE ON THE AGENCY'S PUBLIC WEB SITE AT WWW.FITCHRATINGS.COM. PUBLISHED RATINGS, CRITERIA, AND METHODOLOGIES ARE AVAILABLE FROM THIS SITE AT ALL TIMES. FITCH'S CODE OF CONDUCT, CONFIDENTIALITY, CONFLICTS OF INTEREST, AFFILIATE FIREWALL, COMPLIANCE, AND OTHER RELEVANT POLICIES AND PROCEDURES ARE ALSO AVAILABLE FROM THE CODE OF CONDUCT SECTION OF THIS SITE. FITCH MAY HAVE PROVIDED ANOTHER PERMISSIBLE SERVICE TO THE RATED ENTITY OR ITS RELATED THIRD PARTIES. DETAILS OF THIS SERVICE FOR RATINGS FOR WHICH THE LEAD ANALYST IS BASED IN AN EU-REGISTERED ENTITY CAN BE FOUND ON THE ENTITY SUMMARY PAGE FOR THIS ISSUER ON THE FITCH WEBSITE. Copyright © 2016 by Fitch Ratings, Inc., Fitch Ratings Ltd. and its subsidiaries. 33 Whitehall Street, NY, NY 10004. Telephone: 1-800-753-4824, (212) 908-0500. Fax: (212) 480-4435. Reproduction or retransmission in whole or in part is prohibited except by permission. All rights reserved. In issuing and maintaining its ratings and in making other reports (including forecast information), Fitch relies on factual information it receives from issuers and underwriters and from other sources Fitch believes to be credible. Fitch conducts a reasonable investigation of the factual information relied upon by it in accordance with its ratings methodology, and obtains reasonable verification of that information from independent sources, to the extent such sources are available for a given security or in a given jurisdiction. The manner of Fitch's factual investigation and the scope of the third-party verification it obtains will vary depending on the nature of the rated security and its issuer, the requirements and practices in the jurisdiction in which the rated security is offered and sold and/or the issuer is located, the availability and nature of relevant public information, access to the management of the issuer and its advisers, the availability of pre-existing third-party verifications such as audit reports, agreed-upon procedures letters, appraisals, actuarial reports, engineering reports, legal opinions and other reports provided by third parties, the availability of independent and competent third- party verification sources with respect to the particular security or in the particular jurisdiction of the issuer, and a variety of other factors. Users of Fitch's ratings and reports should understand that neither an enhanced factual investigation nor any third-party verification can ensure that all of the information Fitch relies on in connection with a rating or a report will be accurate and complete. Ultimately, the issuer and its advisers are responsible for the accuracy of the information they provide to Fitch and to the market in offering documents and other reports. In issuing its ratings and its reports, Fitch must rely on the work of experts, including independent auditors with respect to financial statements and attorneys with respect to legal and tax matters. Further, ratings and forecasts of financial and other information are inherently forward-looking and embody assumptions and predictions about future events that by their nature cannot be verified as facts. As a result, despite any verification of current facts, ratings and forecasts can be affected by future events or conditions that were not anticipated at the time a rating or forecast was issued or affirmed. The information in this report is provided \"as is\" without any representation or warranty of any kind, and Fitch does not represent or warrant that the report or any of its contents will meet any of the requirements of a recipient of the report. A Fitch rating is an opinion as to the creditworthiness of a security. This opinion and reports made by Fitch are based on established criteria and methodologies that Fitch is continuously evaluating and updating. Therefore, ratings and reports are the collective work product of Fitch and no individual, or group of individuals, is solely responsible for a rating or a report. The rating does not address the risk of loss due to risks other than credit risk, unless such risk is specifically mentioned. Fitch is not engaged in the offer or sale of any security. All Fitch reports have shared authorship. Individuals identified in a Fitch report were involved in, but are not solely responsible for, the opinions stated therein. The individuals are named for contact purposes only. A report providing a Fitch rating is neither a prospectus nor a substitute for the information assembled, verified and presented to investors by the issuer and its agents in connection with the sale of the securities. Ratings may be changed or withdrawn at any time for any reason in the sole discretion of Fitch. Fitch does not provide investment advice of any sort. Ratings are not a recommendation to buy, sell, or hold any security. Ratings do not comment on the adequacy of market price, the suitability of any security for a particular investor, or the tax-exempt nature or taxability of payments made in respect to any security. Fitch receives fees from issuers, insurers, guarantors, other obligors, and underwriters for rating securities. Such fees generally vary from US$1,000 to US$750,000 (or the applicable currency equivalent) per issue. In certain cases, Fitch will rate all or a number of issues issued by a particular issuer, or insured or guaranteed by a particular insurer or guarantor, for a single annual fee. Such fees are expected to vary from US$10,000 to US$1,500,000 (or the applicable currency equivalent). The assignment, publication, or dissemination of a rating by Fitch shall not constitute a consent by Fitch to use its name as an expert in connection with any registration statement filed under the United States securities laws, the Financial Services and Markets Act of 2000 of the United Kingdom, or the securities laws of any particular jurisdiction. Due to the relative efficiency of electronic publishing and distribution, Fitch research may be available to electronic subscribers up to three days earlier than to print subscribers. For Australia, New Zealand, Taiwan and South Korea only: Fitch Australia Pty Ltd holds an Australian financial services license (AFS license no. 337123) which authorizes it to provide credit ratings to wholesale clients only. Credit ratings information published by Fitch is not intended to be used by persons who are retail clients within the meaning of the Corporations Act 2001",
        "link": "http://www.reuters.com/article/idUSFit983350",
        "time": "4:46PM UTC"
    },
    {
        "header": "brief-jpmorgan chase reports common stock dividend",
        "body": "* JPMorgan Chase & Co - declared a quarterly dividend of 48 cents per share on the outstanding shares of the common stock of JPMorgan Chase Source text for Eikon: Further company coverage:",
        "link": "http://www.reuters.com/article/idUSFWN1E80PD",
        "time": "4:35PM UTC"
    }
]