[
    {
        "header": "moves-jpmorgan chase names kresse head of small business banking",
        "body": "March 21 (Reuters) - JPMorgan Chase & Co has named Andrew Kresse to head small business banking, succeeding Jennifer Piepszak who was put in charge of card services last month, the bank said on Tuesday.\n\nKresse, 43, has been running sales and marketing businesses in JPMorgan’s investment bank where he was most recently head of North American Corporate Derivative Marketing and Cross Asset Structuring. He joined JPMorgan in 2007 after working at other banks in structured finance.\n\nDaniel Pinto, chief executive of JPMorgan’s Corporate and Investment Bank, described the appointment in a press release as an example of how JPMorgan moves successful executives to different parts of the bank.\n\nKresse will report to Gordon Smith, CEO of Chase Consumer & Community Banking. Kresse will formally be CEO of Business Banking, which serves about 2.5 million small businesses, each with about $20 million or less in annual revenue.\n\nJPMorgan is the biggest U.S. bank by assets.",
        "link": "http://www.reuters.com/article/jpmorgan-executives-smallbusiness-idUSL2N1GY0WV",
        "time": "1:00PM UTC"
    },
    {
        "header": "moves- aurelius equity, standard life investments, jpmorgan chase",
        "body": "March 21 (Reuters) - The following financial services industry appointments were announced on Tuesday. To inform us of other job changes, email moves@thomsonreuters.com.\n\nThe investment firm said it hired four people to its UK team.\n\nThe insurer, a unit of Markel Corp, appointed Monica Novella as assistant cargo underwriter in its marine, energy and property business.\n\nThe company announced five management changes following the appointment of Peter Cherecwich as president of its Corporate & Institutional Services (C&IS) unit.\n\nFinancial services firm appointed Dennis King managing director in its debt capital markets division in New York.\n\nThe no.1 U.S. bank has named Andrew Kresse to head small business banking, succeeding Jennifer Piepszak who was put in charge of card services last month, the bank said. (Compiled by Divya Grover and Aishwarya Venugopal in Bengaluru)",
        "link": "http://www.reuters.com/article/financial-moves-idUSL3N1GY3LX",
        "time": "4:25PM UTC"
    },
    {
        "header": "brief-jpmorgan chase declares common stock dividend",
        "body": "* Declared quarterly dividend of 50 cents per share, an increase from the prior quarterly dividend of 48 cents per share Source text for Eikon: Further company coverage:",
        "link": "http://www.reuters.com/article/brief-jpmorgan-chase-declares-common-sto-idUSFWN1GY0NH",
        "time": "4:48PM UTC"
    }
]