[
    {
        "header": "brief-jp morgan declares dividend on outstanding shares of the firm's preferred stock issue",
        "body": "Disney-Fox mashup would truly be over the top",
        "link": "http://www.reuters.com/article/brief-jp-morgan-declares-dividend-on-out/brief-jp-morgan-declares-dividend-on-outstanding-shares-of-the-firms-preferred-stock-issue-idUSFWN1IH191",
        "time": "4:40PM UTC"
    },
    {
        "header": "brief-jpmorgan chase credit card delinquency rate, charge-off for april",
        "body": "Disney-Fox mashup would truly be over the top",
        "link": "http://www.reuters.com/article/brief-jpmorgan-chase-credit-card-delinqu/brief-jpmorgan-chase-credit-card-delinquency-rate-charge-off-for-april-idUSFWN1IH0KT",
        "time": "6:38AM UTC"
    },
    {
        "header": "jpmorgan buys dublin building with room for 1,000 staff",
        "body": "DUBLIN (Reuters) - JPMorgan Chase (JPM.N) has agreed to buy a Dublin building with room for 1,000 staff in the first sign of a financial services company expanding significantly in Ireland since the government began a major campaign to attract firms in the wake of Brexit.\n\nThe U.S. investment bank will acquire a 130,000 square foot (12,000 square meter) building at the Capital Dock development in Dublin’s docklands, the building’s developer Kennedy Wilson KWE.L said in a statement.\n\nThe bank, which currently employs around 500 people in Dublin, did not say how many jobs would be created or whether any positions would be moved from the United Kingdom.\n\nJPMorgan plans to hire a significant number of people in Dublin in its expanding custody and funds services businesses over the next three years, JPMorgan’s head of investor services James Kenny told the Financial Times at the weekend.\n\nThe bank has indicated it will use its existing European Union banks, in Dublin, Frankfurt and Luxembourg to anchor its European Union operations after Brexit.\n\n“This new building gives us room to grow and some flexibility within the European Union,” senior country officer for JP Morgan in Ireland Carin Bryans said in the statement.\n\nIreland has engaged on a major lobbying campaign during the past year to try to convince companies with large bases in the United Kingdom to consider moving some of their staff to Ireland to maintain access to the European Union’s single market.\n\nHubertus Vaeth, the head of Frankfurt’s campaign to promote the city to banks since Britain voted to leave the EU, told Reuters earlier this month he expected the five largest U.S. investment banks to move staff to more than one EU location with around 1,000 going to Frankfurt and possibly more to Dublin.\n\nRivalry between the different EU cities has become acrimonious at times, with Ireland complaining to the European Commission that it is being undercut by predatory behavior by other centers.\n\nIreland’s financial services minister, Eoghan Murphy, said in a statement on Monday that JPMorgan’s announcement was “a welcome vote of confidence in the strength of Ireland’s offering and Dublin’s status as a major financial center.”",
        "link": "http://www.reuters.com/article/us-britain-eu-jpmorgan/jpmorgan-buys-dublin-building-with-room-for-1000-staff-idUSKCN18B0W3",
        "time": "6:51AM UTC"
    }
]