[
    {
        "header": "jpmorgan sees brazil, mexico politics posing risk for bank bonds",
        "body": "SAO PAULO (Reuters) - A slow economic recovery across Latin America and growing political risks in Brazil, Mexico and Argentina could pose additional challenges for commercial banks, some of which have been wrestling with loan quality issues in recent years, JPMorgan Securities said on Thursday.\n\nIn a client note, analyst Natalia Corfield recommended investors focus on higher-yielding bank debt offering some cushion to price declines, including subordinated bonds issued by state-controlled lenders in Brazil and Mexico’s Grupo Financiero Banorte SAB (GFNORTEO.MX), among others.\n\nCurrent macroeconomic conditions have gained relevance for Latin American banks due to a correlation with political events that may affect domestic banking systems, she said. A stagnant economy in Argentina, escalating political tension in Brazil and the impact of new U.S. government on Mexico could make bank bonds in those countries more vulnerable to bouts of volatility.\n\n“Given the balance of risks, our focus is on higher-yielding instruments with enough carry to offset possible price declines,” Corfield wrote.\n\nHer remarks underscore how Donald Trump’s U.S. presidential victory in November has shaken confidence in some Latin American countries and how governments and companies in the region have to advance their own agenda to lure investors back.\n\nArgentina President Mauricio Macri is struggling to revamp an economy long hobbled by years of high inflation and weak investment, while Brazilian President Michel Temer is wrestling with the country’s worst recession ever and fallout from a massive corruption scandal that helped topple his predecessor.\n\nTrump has pledged to curtail financial flows to and renegotiate trade deals with Mexico, which derives most export proceeds from sales to the United States.\n\nGovernments and companies in Latin America may halve global bond sales this year, reflecting the success of prior refinancing efforts and uncertainty about Trump’s views on the region. Regional offerings could fall to as low as $60 billion this year from over $120 billion in 2016.\n\nCorfield has a “negative bias” on Colombian bank debt, which may suffer with years of tepid growth. Chilean bank debt remains resilient, while Peruvian lenders look well positioned to seize on the country’s growth prospects.\n\nBond prices could be bolstered on expectations banks may slow fundraising activity this year, she said.\n\nCorfield assigned “overweight” recommendations on Brazilian state-controlled lender Caixa Econômica Federal’s 4.15 percent BR104277314= and 7.25 percent BR109021296= subordinated bonds due in 2019 and 2024, respectively, as well as Banco do Brasil SA’s 6.25 percent perpetual note BR109021296=.",
        "link": "http://www.reuters.com/article/us-banks-latam-jpmorgan-idUSKBN14W2KO",
        "time": "12:43PM UTC"
    }
]