[
    {
        "header": "brief-jpmorgan chase plans dividend increase, $19.4 bln capital repurchase program‍​",
        "body": "* JPMorgan Chase & Co - board intends to increase quarterly stock dividend to $0.56 per share, up from the current $0.50 per share, effective Q3\n\n* JPMorgan Chase & Co-authorized gross common equity repurchases of up to $19.4 billion between July 1 and June 30, 2018 under new equity repurchase program Source text for Eikon: Further company coverage:",
        "link": "http://www.reuters.com/article/brief-jpmorgan-chase-plans-dividend-incr/brief-jpmorgan-chase-plans-dividend-increase-19-4-bln-capital-repurchase-program-idUSFWN1JP0OE",
        "time": "4:59PM UTC"
    },
    {
        "header": "jpmorgan chase to centralize energy controls for 4,500 branches",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co is shifting control of heating, air-conditioning and lighting in 4,500 of its branches to an operations center hosted in the internet cloud.\n\nSol Gindi, chief administrative officer for JPMorgan’s consumer bank, said the company is making the change so that bank branch managers and loan officers can do their jobs instead of adjusting thermostats and keeping track of replacing light bulbs before they burn out.\n\nThe move is expected to reduce energy consumption in the branches by 15 percent, Gindi told Reuters on Tuesday.\n\n“To operate in the most efficient way, we have to be centralized and automated,” he said.\n\nThe energy and lighting management will be done by General Electric Co using sensors in branches across the United States and linked by the internet to computers. The work also includes managing water for irrigation of landscapes, as well as a pilot installation of solar panels at California branches.\n\nGE last year got the job of replacing old light bulbs in Chase branches with more energy efficient LED bulbs.\n\nChase has another 700 branches that are not included in the plan for various reasons, including locations in buildings that are leased or not suited to the new controls.\n\nThe actions could save roughly $20 million a year - tiny compared with JPMorgan’s $58 billion of company-wide expenses. More valuable, Gindi said, is supporting branch employees in their jobs and keeping customers comfortable.\n\n“If we do the right thing there, our revenue is going to grow,” he said.",
        "link": "http://www.reuters.com/article/us-jpmorgan-branches/jpmorgan-chase-to-centralize-energy-controls-for-4500-branches-idUSKBN19J0B6",
        "time": "12:02AM UTC"
    }
]