[
    {
        "header": "jpmorgan hires new head of global government relations",
        "body": "(Reuters) - JPMorgan Chase & Co (JPM.N) has hired a former chief of staff to majority leaders of the U.S. House of Representatives as its new head of global government relations, according to an internal memo the bank provided on Wednesday.\n\nTim Berry will replace Nate Gatten, who left in May after nearly nine years at the bank to become head of government relations for American Airlines (AAL.O).\n\nBerry, who worked on Republican legislative agendas, will also assist JPMorgan Chief Executive Jamie Dimon in his role as chairman of the Business Roundtable, according to the memo from Peter Scher, head of corporate responsibility for JPMorgan.",
        "link": "http://www.reuters.com/article/us-jpmorgan-moves/jpmorgan-hires-new-head-of-global-government-relations-idUSKBN19X20W",
        "time": "10:54AM UTC"
    },
    {
        "header": "goldman, jpmorgan, hsbc vie for lead roles in listing uae's adnoc unit: sources",
        "body": "ABU DHABI/DUBAI (Reuters) - Abu Dhabi’s national oil company is weighing proposals from Goldman Sachs, First Abu Dhabi Bank, HSBC and JPMorgan for lead roles in the listing of its retail business, sources familiar with the matter said.\n\nRothschild is in a strong position for an advisory role to the deal that could raise $1.5 to $2 billion for ADNOC, sources told Reuters.\n\nBeyond the Gulf region, oil companies are looking to raise capital and boost valuations in an era of cheap oil from listings or sales of retail units.\n\nPlans to list some of ADNOC’s services also come as other Gulf states, such as Saudi Arabia and Oman, have embarked on privatising energy assets.\n\nThe listing of Abu Dhabi National Oil Co’s (ADNOC) Distribution business, which manages petrol stations as well as convenience stores across the United Arab Emirates (UAE), is planned before the end of the year, one of the sources told Reuters.\n\nThe company has a total number of 460 petrol stations after the opening up of several new ones since the start of the year, it said in a statement on Wednesday.\n\nADNOC’s listing could stir the UAE’s lackluster IPO scene from its recent slumber. There have been only two initial public offerings (IPOs) so far in 2017 in the UAE, raising $348.5 million, and none at all last year, Thomson Reuters data shows.\n\nOther oil companies looking to raise money from listings of retail units include China Petroleum and Chemical Corp, which is planning to list its retail unit in Hong Kong and Thailand’s biggest energy company PTT which is examining a proposal to list its retail business.\n\nThe pitching process for the ADNOC deal is under way after the unlisted group announced this week that it is looking to float some of its services businesses and enter tie-ups with global investors to help it create new revenue streams and secure more market access.\n\nTen banks have been invited to pitch for a role in the IPO, one of the sources said. ADNOC declined to confirm details of the pitching process, but a spokesman told Reuters “central to ADNOC’s new approach is the more active management of its portfolio of assets and businesses.”\n\n“ADNOC is therefore considering the IPO of minority stakes of some of its services businesses and we will update the market on its plans in due course,” the spokesman said.\n\nSpokespeople for JPMorgan, HSBC, Goldman Sachs and Rothschild declined to comment. First Abu Dhabi Bank did not respond to a request for comment.\n\nADNOC has no plans to list the holding company. State-owned ADNOC produces around 3 million barrels of oil per day and manages 95 percent of UAE’s proven oil reserves and 92 percent of the country’s gas reserves.",
        "link": "http://www.reuters.com/article/us-emirates-adnoc-ipo/goldman-jpmorgan-hsbc-vie-for-lead-roles-in-listing-uaes-adnoc-unit-sources-idUSKBN19X0XZ",
        "time": "6:17AM UTC"
    },
    {
        "header": "goldman, jpmorgan, hsbc in race for lead roles on uae adnoc retail unit ipo -sources",
        "body": "ABU DHABI/DUBAI, July 12 (Reuters) - Abu Dhabi’s national oil company is weighing proposals from Goldman Sachs, First Abu Dhabi Bank, HSBC and JPMorgan for lead roles in the listing of its retail unit as the emirate joins other Gulf states in privatising assets, sources familiar with the matter said.\n\nRothschild is separately in a strong position for an advisory role in a deal that could raise $1.5 to $2 billion, sources told Reuters.\n\nThe listing of Abu Dhabi National Oil Co’s (ADNOC) Distribution, which manages 300 petrol stations as well as convenience stores across the United Arab Emirates (UAE), is planned before the end of the year, one of the sources told Reuters.\n\nThe pitching process for the deal is under way after unlisted ADNOC announced this week that it is looking to float some of its services businesses and enter tie-ups with global investors to help it create new revenue streams and secure more market access.\n\nTen banks have been invited to pitch for a role in the IPO, one of the sources said.\n\nADNOC declined to confirm details of the pitching process, but a spokesman told Reuters “central to ADNOC’s new approach is the more active management of its portfolio of assets and businesses.”\n\nThe banks either declined to comment or did not immediately respond to Reuters requests for comments.",
        "link": "http://www.reuters.com/article/emirates-adnoc-ipo/goldman-jpmorgan-hsbc-in-race-for-lead-roles-on-uae-adnoc-retail-unit-ipo-sources-idUSL4N1K31XF",
        "time": "4:36AM UTC"
    }
]