[
    {
        "header": "corrected-jp morgan overtakes baml as lead ftse 100 adviser",
        "body": "LONDON, Sept 4 (IFR) - JP Morgan has reclaimed its crown as the most popular stockbroker for Britain’s biggest firms after leapfrogging rival Bank of America Merrill Lynch.\n\nBut it was not all good news for JP Morgan - it lost its top position as the most popular stockbroker for all British firms to Numis Securities, which continues to add midcap and smaller clients.\n\nJP Morgan, whose strength as corporate broker across the City stems from its takeover of blue-blood firm Cazenove, had 30 clients in the FTSE 100 as at August 8, according to data released on Monday by Adviser Rankings.\n\nJP Morgan added one client in the last three months to take it past BAML, which had 29 blue-chip clients, down from 31 in May.\n\nBarclays, Morgan Stanley and UBS all remain tied as the third most popular brokers for FTSE 100 clients, each with 21 mandates in August, all unchanged from May.\n\nThey are followed by Goldman Sachs, which had 15 clients after adding one during the quarter, and Credit Suisse (12), Citigroup and Deutsche Bank (both 11), the data from Adviser Rankings showed.\n\nCorporate broking is a uniquely British practice that is highly competitive and can pull in hefty investment banking revenues - as well as bragging rights.\n\nBanks typically provide free advice to clients in return for usually leading on any equity issuance, M&A advisory and other deals. The relationships between adviser and company can last for years or even decades.\n\nJP Morgan is easily the most popular corporate broker among the FTSE 250 mid-sized UK companies, with 85 clients. Numis ranks second, with 42 mid-cap clients.\n\nNumis had 195 clients across the London stock market as at August 8, up five from May. That took it above JP Morgan, which had 189 clients, down from 193 in May.\n\nThey were followed by other firms specialising in advising midcap and smaller firms - Finncap and Peel Hunt ranked third, each with 119 clients. (Reporting by Steve Slater; Editing by Christopher Spink.)",
        "link": "http://www.reuters.com/article/idUSL8N1LL36V",
        "time": "5:45AM UTC"
    }
]