[
    {
        "header": "jpmorgan upgrades uk stocks, cuts view on european autos",
        "body": "LONDON (Reuters) - JPMorgan global equity strategists said on Tuesday they expect UK stocks to claw back some of their underperformance against euro zone and global peers and recommended investors buy into bluechip, dividend-paying exporters that stand to benefit the most from a weak sterling.\n\nA broad UK index, the FTSE 350 .FTLC is up about 6 percent this year compared to the 10 percent rise for euro zone stocks .STOXXE.\n\n“We think UK is becoming interesting in the regional allocation again,” JPMorgan’s strategists, led by Mislav Matejka, said in a note to clients, adding that signs that investors have turned less risk-averse since early May also bodes well for London-listed stocks.\n\n“(The) UK is a defensive market with high dividend yield. It should perform better in the backdrop of potential softening in activity indicators, lower inflation prints and continued range-bound bond yields,” JPMorgan said.\n\nThe U.S. broker expects sterling’s appreciation against the dollar to halt.\n\nBritish voters go to the polls next week. While the Conservative Party, led by Prime Minister Theresa May, is expected to win comfortably on June 8, her party’s lead in opinion polls has narrowed sharply in the last week, calling into question her decision to call the unscheduled election seeking a strong endorsement of her Brexit strategy.\n\nA Labour win would be challenging for many domestic plays, JPMorgan said, adding that any sterling weakness on the back of this outcome would again boost exporters.\n\nElsewhere, the strategists turned more cautious on their view on the outlook for equities. They cut their rating on autos to “neutral” and added they now favor defensive sectors such as utilities and telecoms which have significantly lagged in the reflation trade underway since last summer.\n\nGlobally, JPMorgan continued to trim their allocation to Japanese equities saying a strengthening yen was a drag on corporate profits which were already showing signs of weakening momentum.",
        "link": "http://www.reuters.com/article/us-jpmorgan-research/jpmorgan-upgrades-uk-stocks-cuts-view-on-european-autos-idUSKBN18Q0OW",
        "time": "4:04AM UTC"
    },
    {
        "header": "centre-left uk coalition might be positive for pound - jp morgan",
        "body": "LONDON (Reuters) - Sterling looks set for a volatile run in to British elections next week but an argument can be made for markets reacting positively to a defeat for Prime Minister Theresa May’s Conservatives, according to analysts from U.S. bank JP Morgan.\n\nThe Conservatives’ lead has shrunk in some opinion polls to as low as 5 percentage points from close to 20 points a month ago, driving the pound lower in the past week.\n\nThat has seemed in line with traditional financial market logic, which has favoured right-leaning parties who keep a tighter rein on public spending over those like Britain’s leftist Labour Party who want to tax and spend more.\n\nBut the U.S. bank - the world’s second biggest trader of currencies, according to industry surveys - said the prospect of a softer Brexit from Europe under a Labour-led administration meant sterling might react positively to a defeat for May.\n\n“A hung parliament would in more normal circumstances be viewed as quite negative for sterling,” Paul Meggyesi said in a note distributed to media on Tuesday and sent to clients at the end of last week.\n\n“But in the post-referendum world, all political developments need to be viewed through a Brexit prism and an argument can be made that a hung parliament which delivered or held out the prospect of a softer-Brexit coalition of the left-of-centre parties ... might actually be GBP positive.”",
        "link": "http://www.reuters.com/article/uk-britain-sterling-labour/centre-left-uk-coalition-might-be-positive-for-pound-jp-morgan-idUSKBN18Q0WP",
        "time": "5:55AM UTC"
    }
]