[
    {
        "header": "saudi's alawwal bank picks jpmorgan to advise on merger -sources",
        "body": "DUBAI (Reuters) - Saudi Arabian lender Alawwal Bank 1040.SE, 40 percent owned by Royal Bank of Scotland (RBS.L), has picked JPMorgan (JPM.N) to advise it on a proposed merger with Saudi British Bank (1060.SE) (SABB), sources familiar with the matter told Reuters on Monday.\n\nSenior management of SABB and Alawwal held talks with advisers on Sunday to discuss the principle of the merger and timeframe for its completion, one of the sources said.\n\nSABB has selected another, undisclosed adviser for the transaction, the sources added. Nobody was available to comment at Alawwal, while SABB and JPMorgan declined to comment.\n\nSABB and Alawwal said on April 25 they had agreed to start talks on a merger that could create the kingdom’s third biggest bank with assets of nearly $80 billion.\n\nBritish banks are the biggest shareholders in both lenders. RBS acquired a 40 percent stake in Alawwal when it bought ABN AMRO in 2007. RBS has been trying sell the stake for a number of years as it retreats from international operations.\n\nHSBC Holdings (HSBA.L) owns 40 percent of SABB, which is the kingdom’s sixth largest bank by assets.\n\nAlthough the timeframe for the merger has yet to be agreed, one of the sources said the accounts of the two banks could be consolidated by the end of 2017, but the merger would take longer.\n\nMergers and acquisitions are relatively rare in Saudi Arabia’s banking sector, where 12 local commercial lenders operate.\n\nReuters reported in March, quoting sources, that French bank Credit Agricole (CAGR.PA) had picked JPMorgan to advise it on a potential sale of its 31 percent stake in Banque Saudi Fransi (1050.SE), valued at nearly $2.4 billion.",
        "link": "http://www.reuters.com/article/us-saab-m-a-alawwal-bank/saudis-alawwal-bank-picks-jpmorgan-to-advise-on-merger-sources-idUSKBN18P0Q5",
        "time": "4:43AM UTC"
    }
]