[
    {
        "header": "update 1-carillion shares slip again as jpmorgan ditches \"overweight\" rating",
        "body": "LONDON, July 13 (Reuters) - Troubled construction services company Carillion lost its last “buy” rating when JPMorgan analysts cut the stock to “neutral” and slashed its price target, fuelling further market turbulence on Thursday.\n\nThe firm has seen 70 percent of its market value wiped out since a profit warning and the exit of its CEO on Monday while its bondholders have braced for “painful” talks as a pile-up of receivables and debt spooked investors.\n\nThe latest disclosure data from the UK’s FCA shows that while some hedge funds have covered some bearish bets on the stock over the past few days, others have held on, or even raised them, suggesting they see further declines ahead.\n\nCarillion remains one of the most heavily shorted stocks in the UK.\n\nThe difficulties investors are having in putting a price on Carillion shares was evident in volatile trading with the stock swinging between losses of as much as 10 percent to gains of 2 percent in the first two hours of trade.\n\nIn its downgrade, JPMorgan said a further provision against receivables may be required, suggesting Carillion may face difficulties recovering money owed to it by its customers.\n\nThose views were echoed by analysts at Morgan Stanley who added that for now the balance sheet overshadows operating performance and debt reduction from a combination of asset sales, cost cutting and potential capital raising via fresh equity may be required.\n\nThe company, which was demerged from the Tarmac group in 1999 and went on to buy construction firm Alfred McAlpine, has said it is considering all options to cut debt.\n\nA profit warning over customer payments owed that it could no longer expect to be able to collect led to a 845 million pound ($1.1 billion) writedown, prompted its boss to quit and triggered worries about a rights issue\n\nThe total number of Carillion shares sold short by hedge funds has declined slightly to 23.3 percent of outstanding shares from 25.5 percent, according to regulatory filings.\n\nOf the 19 funds with disclosed short positions before Carillion’s profit warning, three - Marshall Wace Asia, Kuvari Capital Management and Kuvari Partners - have seen their positions fall below 0.5 percent, the level at which funds are required to disclose positions to the regulator the Financial Conduct Authority.\n\nFive more firms have cut their short positions, while four -- Man Group’s AHL, Gladstone Capital, Henderson and funds run by BlackRock -- have added to bearish bets. (Reporting by Vikram Subhedar and Alasdair Pal; Editing by Keith Weir)",
        "link": "http://www.reuters.com/article/carillion-stocks/update-1-carillion-shares-slip-again-as-jpmorgan-ditches-overweight-rating-idUSL8N1K41LN",
        "time": "5:08AM UTC"
    }
]