[
    {
        "header": "moves-jpmorgan, itg, nomura asset management uk, hamilton lane",
        "body": "May 16 (Reuters) - The following financial services industry appointments were announced on Tuesday. To inform us of other job changes, email moves@thomsonreuters.com.\n\nJPMorgan has shaken up its Asia Pacific top management, naming new heads for mergers and acquisitions and equity capital markets.\n\nThe U.S.-based brokerage appointed John Emmert as a director in its global portfolio trading team, effective May 17.\n\nThe unit of Japan’s Nomura Holdings Inc said it hired Jon Nash as business development director in a newly created role.\n\nThe asset manager said it hired three executives to its team in Europe, as it continues to expand its client base in the region.\n\nThe Lloyd’s of London insurer named Stuart Quick as breach response and cyber operations manager of its cyber team.\n\nThe U.S. asset manager named Klaus Schuster as head of Europe and managing director of its UK office.\n\nThe Swiss fund manager said it appointed Michael Malquarti as senior portfolio manager.\n\nThe British bank appointed James Pigrem as a business development manager. (Compiled by Sruthi Shankar in Bengaluru)",
        "link": "http://www.reuters.com/article/financial-moves/moves-jpmorgan-itg-nomura-asset-management-uk-hamilton-lane-idUSL4N1II4HY",
        "time": "9:31AM UTC"
    },
    {
        "header": "jpmorgan's dimon defends alignment with trump, deregulation efforts",
        "body": "NEW YORK, May 16 (Reuters) - JPMorgan Chase & Co Chief Executive Jamie Dimon on Tuesday responded to criticism from angry shareholders of his role advising President Donald Trump on economic matters, saying he would help “any president” in office.\n\nAt the bank’s annual meeting in Wilmington, Delaware, several attendees demanded answers from Dimon about his role on a White House business council and JPMorgan’s involvement with financial deregulation efforts in Washington.\n\n“I would try to help any president of the United States, because I‘m a patriot,” Dimon said. “That does not mean we agree with all the policies that an administration comes up with.”\n\nAsked whether he would step down from Trump’s Strategic and Policy Forum, which includes over a dozen leaders of major corporations, Dimon said simply, “No.”\n\nLike annual shareholder meetings held by other big U.S. banks this year, JPMorgan’s was dominated by activists concerned about Trump’s positions on immigration, minorities, human rights and the environment.\n\nThe actual business of the meeting was less controversial: voting shareholders sided with management on all major resolutions, including the election of directors and executive compensation. Activists’ proposals were rejected.\n\nIn discussing Trump, Dimon repeated a metaphor he has used several times about the president being a pilot and the United States an airplane.\n\nHe also defended JPMorgan’s track record with issues shareholders raised, including its support for “free and fair trade” with Mexico, and argued that efforts to reduce Wall Street regulations will help the economy. (Reporting by Dan Freed; Writing by Lauren Tara LaCapra; Editing by Dan Grebler)",
        "link": "http://www.reuters.com/article/jpmorgan-meeting/jpmorgans-dimon-defends-alignment-with-trump-deregulation-efforts-idUSL2N1II0X4",
        "time": "11:42AM UTC"
    },
    {
        "header": "update 1-moves-jp morgan shuffles asia investment bankers",
        "body": "HONG KONG, May 16 (IFR) - JP Morgan has named new heads of equity capital markets and mergers and acquisitions for Asia Pacific in a reshuffle of senior managers in its investment banking division, according to an internal memo IFR has seen.\n\nDaniel Darahem becomes head of ECM for Asia Pacific and will continue as head of the strategic investors group and equity private placement for the region.\n\nNick Johnson, most recently head of ECM for Asia Pacific, is moving to a coverage role within the global investment banking division, responsible for Hong Kong, Korea, Southeast Asia and Taiwan.\n\nKerwin Clayton and Rohit Chatterji have become co-heads of M&A for Asia Pacific, while Mac El-Omari has been appointed vice chairman of global investment banking for Asia Pacific.\n\nBrian Gu has also been appointed chairman of Asia Pacific investment banking. He was previously co-head of M&A, telecommunications, media and technology and healthcare.\n\nAmong other changes, Murli Maiya, head of financial institutions coverage for Asia Pacific and formerly regional head of DCM, will become co-head of GIB coverage for Asia Pacific alongside John Hall.\n\nSudhir Goel will become head of DCM for the region, expanding his existing DCM and sales responsibilities. He was most recently head of DCM for Asia ex-Japan.\n\n“These appointments will allow us to further strengthen the strategic dialogue with our clients, streamline co-ordination across coverage and product teams and integrate industry groups with client coverage groups,” a spokesperson for the bank said in an emailed statement. (Reporting by Fiona Lau and Thomas Blott; Editing by Steve Garton)",
        "link": "http://www.reuters.com/article/moves-jpmorgan-goel/update-1-moves-jp-morgan-shuffles-asia-investment-bankers-idUSL4N1II3VB",
        "time": "7:14AM UTC"
    },
    {
        "header": "jpmorgan's dimon defends trump advisory role, deregulation",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co (JPM.N) Chief Executive Jamie Dimon on Tuesday responded to criticism from angry shareholders of his role advising President Donald Trump on economic matters, saying he would help “any president” in office.\n\nAt the bank’s annual meeting in Wilmington, Delaware, several attendees demanded answers from Dimon about his role on a White House business council and JPMorgan’s involvement with financial deregulation efforts in Washington.\n\n“I would try to help any president of the United States, because I‘m a patriot,” Dimon said. “That does not mean we agree with all the policies that an administration comes up with.”\n\nAsked whether he would step down from Trump’s Strategic and Policy Forum, which includes over a dozen leaders of major corporations, Dimon said simply, “No.”\n\nLike annual shareholder meetings held by other big U.S. banks this year, JPMorgan’s was dominated by activists concerned about Trump’s positions on immigration, minorities, human rights and the environment.\n\nThe actual business of the meeting was less controversial: voting shareholders sided with management on all major resolutions, including the election of directors and executive compensation. Activists’ proposals were rejected, though a proposal to allow investors with 10 percent of the total shares outstanding to call a special meeting received more than 42 percent support of shares voted, according to the bank’s preliminary tally.\n\nIn discussing Trump, Dimon repeated a metaphor he has used several times about the president being a pilot and the United States an airplane.\n\nHe also defended JPMorgan’s track record with issues shareholders raised, including its support for “free and fair trade” with Mexico, and argued that efforts to reduce Wall Street regulations will help the economy.",
        "link": "http://www.reuters.com/article/us-jpmorgan-meeting/jpmorgans-dimon-defends-trump-advisory-role-deregulation-idUSKCN18C1ZB",
        "time": "4:09PM UTC"
    },
    {
        "header": "moves-jpmorgan names new asia pacific m&a, equity capital market heads",
        "body": "HONG KONG, May 16 (Reuters) - JPMorgan Chase & Co has shaken up its Asia Pacific top management, naming new heads for mergers and acquisitions and equity capital markets.\n\nThe U.S. bank named regional head of diversified industries and energy Kerwin Clayton and Southeast Asia banking head Rohit Chatterji as co-heads of Asia Pacific M&A, according to an internal memo seen by IFR.\n\nThey take over from Brian Gu, who will become chairman of Asia Pacific investment banking, and John Hall, who is set to become co-head of regional global investment banking, which includes country, industry and advisory banking teams.\n\nHall will share his responsibility as head of Asia Pacific global investment banking with Murli Maiya, who currently heads the investment bank’s financial institutional coverage in the region, the Thomson Reuters publication reported.\n\nJPMorgan also named Daniel Darahem as its Asia Pacific head of equity capital markets business, in addition to his existing role as head of the strategic investors group and equity private placement business in the region, the memo showed.\n\n“These appointments will allow us to further strengthen the strategic dialogue with our clients, streamline co-ordination across coverage and product teams and integrate industry groups with client coverage groups,” the bank told IFR on Tuesday. (Reporting by Fiona Lau and Thomas Blott; writing by Sumeet Chatterjee; editing by Alexander Smith)",
        "link": "http://www.reuters.com/article/moves-jpmorgan-asiapac/moves-jpmorgan-names-new-asia-pacific-ma-equity-capital-market-heads-idUSL4N1II3TJ",
        "time": "7:36AM UTC"
    },
    {
        "header": "brief-jpmorgan chase & co declares quarterly dividend of 50 cents per share on outstanding shares of common stock",
        "body": "* JPMorgan Chase & Co says declared a quarterly dividend of 50 cents per share on the outstanding shares of the common stock Source text for Eikon: Further company coverage:",
        "link": "http://www.reuters.com/article/brief-jpmorgan-chase-co-declares-quarter/brief-jpmorgan-chase-co-declares-quarterly-dividend-of-50-cents-per-share-on-outstanding-shares-of-common-stock-idUSFWN1II0QD",
        "time": "4:31PM UTC"
    },
    {
        "header": "corrected-moves-jp morgan shuffles asia capital markets heads",
        "body": "HONG KONG, May 16 (IFR) - JP Morgan has named new heads of debt and equity capital markets for Asia Pacific, according to an internal memo IFR has seen. Sudhir Goel will become head of DCM for the region, expanding his existing DCM and sales responsibilities. He was most recently head of DCM for Asia ex-Japan. Daniel Darahem becomes head of ECM for Asia Pacific and will continue as head of the strategic investors group and equity private placement for the region. Nick Johnson, most recently head of ECM for Asia Pacific, is moving to a coverage role within the global investment banking division, responsible for Hong Kong, Korea, Southeast Asia and Taiwan. Among other changes, Murli Maiya, head of financial institutions coverage for Asia Pacific and formerly regional head of DCM, will become co-head of GIB coverage for Asia Pacific. “These appointments will allow us to further strengthen the strategic dialogue with our clients, streamline co-ordination across coverage and product teams and integrate industry groups with client coverage groups,” a spokesperson for the bank said in an emailed statement. (Reporting by Fiona Lau and Thomas Blott; Editing by Steve Garton)",
        "link": "http://www.reuters.com/article/moves-jpmorgan-goel/corrected-moves-jp-morgan-shuffles-asia-capital-markets-heads-idUSL4N1II3G0",
        "time": "6:49AM UTC"
    }
]