[
    {
        "header": "investors raise bearish bets on u.s. treasuries: jpmorgan",
        "body": "NEW YORK (Reuters) - Investors raised their bearish bets on longer-dated U.S. Treasuries as a rally in the bond market pushed benchmark yields to their lowest since February, J.P. Morgan’s latest Treasury client survey showed on Tuesday.\n\nInvestors had shifted money into Treasuries from stocks and other risky assets in recent weeks on concerns that U.S. President Donald Trump and top Republican lawmakers may struggle to pass fiscal stimulus policies.\n\nFollowing the Republicans’ failure to repeal Obamacare in the House of Representatives, investors have worried the setback could hamper efforts for a broad restructuring of the tax code, including cuts to the rates paid by corporations.\n\nThe anticipated tax cuts had underpinned the surge in bond yields and stock prices following Trump’s win in the Nov. 8 presidential election.\n\nSome analysts said the bond market rally may be overdone.\n\nThe share of “short” investors who said they were holding fewer longer-dated U.S. government securities than their portfolio benchmarks rose to 23 percent in the week to April 3 from 20 percent in the prior week, J.P. Morgan’s survey showed.\n\nThe share of “long” investors who said they were holding more longer-dated Treasuries than their benchmarks remained at 16 percent for a second week.\n\nShort investors outnumbered long investors by 7 percentage points, the most in five weeks. A week ago, they were net shorts by four points.\n\nOn Tuesday, the yield on the benchmark 10-year Treasury US10YT=RR hit a session low of 2.314 percent, its least since Feb. 24, according to Reuters data.\n\nThe share of “neutral” investors who said they were holding amounts of longer-dated Treasuries that match their benchmarks declined to 61 percent from 64 percent last week, the survey showed.\n\nActive clients, which included market makers and hedge funds, stuck to their positions from a week ago, the J.P. Morgan survey showed.\n\nEighty percent of them said they were neutral. None of them said they were short, while 20 percent of them said they were long.",
        "link": "http://www.reuters.com/article/us-treasuries-jpmorgan/investors-raise-bearish-bets-on-u-s-treasuries-jpmorgan-idUSKBN17620C",
        "time": "11:51AM UTC"
    },
    {
        "header": "jpmorgan's dimon calls for regulatory reform in shareholder letter",
        "body": "NEW YORK, April 4 (Reuters) - Jamie Dimon, chief executive of JPMorgan Chase & Co, on Tuesday devoted one-third of his annual letter to shareholders to arguments for reforming regulations, particular those on bank capital and liquidity, as well as home mortgage loan financing.\n\nDimon said that current regulations are inconsistent and have left banks with “too much capital,” some of which could be used to “finance the economy without sacrificing safety.”\n\nThe 17,349-word letter also warned that anti-trade policies could be disruptive and that geopolitical risks are in a “heightened state.” (Reporting by David Henry in New York; Editing by Chizu Nomiyama)",
        "link": "http://www.reuters.com/article/jpmorgan-dimon-letter/jpmorgans-dimon-calls-for-regulatory-reform-in-shareholder-letter-idUSL2N1HC15M",
        "time": "12:21PM UTC"
    },
    {
        "header": "jpmorgan ceo calls for regulatory changes in shareholder letter",
        "body": "NEW YORK (Reuters) - JPMorgan Chase & Co Chief Executive Jamie Dimon devoted one-third of his annual shareholder letter to arguments for changing regulations, particularly those on bank capital and liquidity, as well as home mortgage loan financing.\n\nCurrent regulations are inconsistent and have left banks with “too much capital,” some of which could be used to “finance the economy without sacrificing safety,” Dimon said in the 17,349-word letter released on Tuesday.\n\nHe also warned that anti-trade policies could be disruptive and geopolitical risks are in a “heightened state.”\n\nDimon, 61, has entered his twelfth year as CEO. He considers the annual letter to be among his most important public statements about JPMorgan, as well as public policy. It is widely read because the bank is one of the most profitable and came out of the financial crisis stronger than competitors.\n\nThis year, Dimon argued that the idea of banks being “too big to fail” and therefore requiring bailouts during times of stress, is a problem that “has been solved.” He said “taxpayers will not pay if a bank fails” because of measures enacted since the crisis nearly a decade ago.\n\nDimon’s comments on bank regulation come at a time of possible flux in rules and laws under a new White House and Congress.\n\nIn addition, the U.S. Federal Reserve governor who has been overseeing regulation, including bank capital stress tests, is leaving his post on Wednesday and a replacement has yet to be proposed by President Donald Trump.\n\nThe way the Fed conducts stress tests should be clearer and more consistent, Dimon said. He also said home mortgage rules imposed since the crisis have raised costs for consumers and made it less likely that those with weak credit histories will get loans.\n\n“While some of the rules are beneficial, many were hastily developed,” he wrote.\n\nDimon said the geopolitical risk environment is in a “heightened state” with the United Kingdom’s pending withdrawal from the European Union and a growing anti-globalization sentiment.\n\nHe said he hopes Britain’s exit will prompt the EU to fix issues it has with immigration, bureaucracy and restrictive labor laws. “Our fear, however, is that it could instead result in political unrest that would force the EU to split apart,” which, he wrote, “could have devastating economic and political effects.”\n\nDimon also warned that “poorly conceived” trade policies could be very disruptive, especially with regard to two key trading partners, Mexico and China.",
        "link": "http://www.reuters.com/article/jpmorgan-dimon-letter/jpmorgan-ceo-calls-for-regulatory-changes-in-shareholder-letter-idUSL2N1HC20Z",
        "time": "4:44PM UTC"
    },
    {
        "header": "brief-jpmorgan ceo dimon's annual letter excerpts",
        "body": "* JPMORGAN CEO DIMON SAYS PREPARING FOR A HARD BREXIT, WOULD BE IRRESPONSIBLE TO PRESUME OTHERWISE- ANNUAL LETTER\n\n* JPMORGAN CEO DIMON EXPECTS ‘CONSTANT PRESSURE’ FROM EU NOT TO ‘OUTSOURCE’ SERVICES TO THE UK POST BREXIT- ANNUAL LETTER\n\n* JPMORGAN CEO DIMON SAYS ‘POORLY CONCEIVED ANTI-TRADE POLICIES’ COULD BE DISRUPTIVE - ANNUAL LETTER\n\n* JPMORGAN CEO DIMON EXPECTS ‘CLEAR, IDENTIFIABLE PROBLEMS’ WITH NAFTA WILL BE WORKED OUT IN FAIR AND BENEFICIAL MANNER FOR U.S. AND MEXICO - ANNUAL LETTER\n\n* JPMORGAN CEO DIMON SAYS TRADE ISSUES WITH CHINA MORE COMPLEX BUT NO 'INEVITABLE OR COMPELLING' REASON FOR U.S. AND CHINA TO CLASH - ANNUAL LETTER Link to source document: here Further company coverage: (Reporting by Dan Burns)",
        "link": "http://www.reuters.com/article/brief-jpmorgan-ceo-dimons-annual-letter/brief-jpmorgan-ceo-dimons-annual-letter-excerpts-idUSN9N1D906I",
        "time": "12:28PM UTC"
    }
]