[
    {
        "header": "Valeant posts quarterly loss on higher costs",
        "time": "8:20AM UTC",
        "body": "May 3 (Reuters) - Canada’s Valeant Pharmaceuticals International Inc reported a quarterly loss hurt in part by higher costs.\n\nThe company also said it would buy a few assets of University Medical Pharmaceuticals Corp, which is focused on skincare products, for about $64 million plus potential milestones.\n\nThe transaction is expected to close by the middle of the year.\n\nFirst-quarter net loss was $12.9 million, or 4 cents per share, compared with a net income of $6.5 million, or 2 cents per share, a year earlier.",
        "link": "http://www.reuters.com/article/2012/05/03/valeant-idUSL4E8G35Q820120503"
    },
    {
        "header": "Valeant shares fall as market cools on forecast",
        "time": "3:47PM UTC",
        "body": "(Reuters) - Shares of Valeant Pharmaceuticals International Inc (VRX.TO) (VRX.N) tumbled 9 percent on Thursday after at least one analyst cast doubts about an earnings forecast that initially triggered a sharp rise in the Canadian drug company’s shares.\n\nCash earnings reported by Valeant, which has been on an acquisition spree, benefited from one-off gains from the sale of a dermatology asset and a foreign exchange transaction, said Neil Marouka, an analyst at Canaccord Genuity.\n\n“When they provided clarity on some of the gains included in the cash EPS calculation, it became apparent that the quarter was a little bit weaker than expected,” Marouka said.\n\nAs a result, the increased forecast for earnings per share for the year was also closer to 25 cents than 50 cents, the number quoted by Valeant, he said.\n\nThe stock had risen as much as 6 percent to a nine-year high after the company raised its 2012 cash earnings forecast by 50 cents a share to a range of $4.45 to $4.70. It raised its revenue forecast to a range of $3.4 billion to $3.6 billion, from $3.1 billion to $3.4 billion.\n\nMarouka said the dermatology asset sale was worth about 15 cents a share and the foreign exchange gain, from an inter-company loan, was worth about 10 cents.\n\nBy mid-afternoon, Valeant’s stock was down 9.4 percent at C$50.49 on the Toronto Stock Exchange. The stock has risen by about 43 percent in the past six months.\n\nValeant reported cash earnings per share of 99 cents per share, ahead of the 98 cents a share that analysts were expecting, according to Thomson Reuters I/B/E/S.\n\nValeant, which has made a raft of acquisitions this year, also said it would buy some assets from skincare products maker University Medical Pharmaceuticals Corp for about $64 million. The deal will close by the middle of 2012, Valeant said in a statement on Thursday.\n\nOn a GAAP basis, Valeant reported a net loss for the first quarter of $12.9 million, or 4 cents a share. That compared with a net income of $6.5 million, or 2 cents, a year earlier.",
        "link": "http://www.reuters.com/article/2012/05/03/us-valeant-idUSBRE84218M20120503"
    },
    {
        "header": "UPDATE 1-Valeant raises forecast on acquisition boost",
        "time": "10:09AM UTC",
        "body": "May 3 (Reuters) - Valeant Pharmaceuticals International Inc posted a bigger-than-expected adjusted quarterly profit and raised its forecast for the year as acquisitions boost sales, sending its shares to a nine-year high.\n\nThe drugmaker, which has made a number of acquisitions this year, said it would buy some assets from skincare products maker University Medical Pharmaceuticals Corp for about $64 million.\n\nThe deal, latest in an acquisition spree that started about four years ago, will close by the middle of 2012, Valeant said in a statement on Thursday.\n\n“With our current over performance in the base business, the achievement of higher synergies from our acquisitions completed in 2011 and the addition of the acquisitions consummated in 2012, we are pleased to significantly increase our cash EPS guidance...,” Valeant CEO Michael Pearson said.\n\nThe company now expects earnings of $4.45 to $4.70 per share, up from its earlier forecast of $3.95 to $4.20 per share.\n\nTotal revenue is expected to be $3.4 billion to $3.6 billion, higher than the $3.1 billion to $3.4 billion range the company had earlier estimated.\n\nNet loss for the first quarter was $12.9 million, or 4 cents per share, compared with a net income of $6.5 million, or 2 cents per share, a year earlier.\n\nOn an adjusted basis, the company earned 99 cents per share.\n\nAnalysts, on an average, had expected a profit of 98 cents, on revenue of $796.7 million, according to Thomson Reuters I/B/E/S.\n\nThe Toronto-listed shares of the company rose 6 percent to C$58.98 -- their highest in about 9 years -- on Thursday on the Toronto Stock Exchange.",
        "link": "http://www.reuters.com/article/2012/05/03/valeant-idUSL4E8G36YL20120503"
    }
]