[
    {
        "header": "Valeant boosts $53.8 billion Allergan bid as Ackman opts for stock",
        "time": "9:55PM UTC",
        "body": "(Reuters) - Valeant Pharmaceuticals International Inc said on Friday it would boost its takeover bid for Botox-maker Allergan Inc for the second time this week, contingent on the two sides negotiating.\n\nLaval, Quebec-based Valeant said it would pay $72 in cash - up from $58.30 on Wednesday - and 0.83 share of Valeant stock for each Allergan share. The revised, unsolicited offer was triggered by Pershing Square, the hedge fund controlled by Bill Ackman that is Allergan’s biggest shareholder, agreeing to take only stock in Valeant for its Allergan shares.\n\nThe offer is worth $53.8 billion, up from Wednesday’s $49.9 billion bid.\n\nAllergan shares closed 5.7 percent higher at $167.46 while Valeant shares ended 1.5 percent higher at $131.21.\n\nBMO analyst David Maris said the revised offer will fall short, adding it seemed “odd and erratic” that Valeant would raise the bid two days after its chief executive, Mike Pearson, promised not to negotiate against himself.\n\n“It makes investors scratch their heads when a new bid comes in before the ink is dry on the previous one,” Maris said.\n\nBut analyst Ronny Gal of Bernstein Research said the offer increases pressure on Allergan to take action to raise the company’s value and also to negotiate with Valeant.\n\n“The offer now appears credible,” he said. “We do not think this is a ‘done deal’ by a long shot, but obviously the likelihood of success is higher now.”\n\nAllergan said in a statement that it plans to consider Valeant’s latest proposal once it receives it. It is best known for its Botox medicine, which is injected into muscles to smooth wrinkles. Ackman said he called Pearson on Friday morning and offered to take stock for his Allergan shares if Pearson increased the cash offer to other shareholders. “We believe that our gesture to the other Allergan owners makes an extraordinarily strong statement about our belief in the long-term value of this highly strategic business combination,” Ackman said in a statement.\n\nThe deal value is based on Allergan’s 303.5 million diluted shares outstanding as of March 31, 2014, and Ackman’s holding of 28,878,638 shares. Along with cash and shares, it also includes the possibility of additional payments worth up to $7.6 billion related to future sales of an experimental eye drug.\n\nValeant on Wednesday raised the cash component of its bid for Allergan, but the offer disappointed and both stocks dropped.\n\nBuying Allergan would push Valeant closer to its goal of becoming a top-five pharmaceutical company by market cap before the end of 2016, although Pearson also mused on Wednesday about potentially breaking up the company.\n\nAllergan has criticized the sustainability of Valeant’s rapid growth through acquisitions, which included contact lens maker Bausch + Lomb last year.",
        "link": "http://www.reuters.com/article/2014/05/31/us-valeant-allergan-idUSKBN0EB02G20140531"
    },
    {
        "header": "Valeant again boosts cash in offer for Allergan",
        "time": "2:48PM UTC",
        "body": "May 30 (Reuters) - Valeant Pharmaceuticals International Inc said on Friday that it would increase the cash component in its takeover bid for Botox-maker Allergan Inc for the second time this week, contingent on the two sides negotiating.\n\nValeant said it would pay $72 in cash - up from $58.30 on Wednesday - and 0.83 share of Valeant stock for each Allergan share. (Reporting by Rod Nickel in Winnipeg, Manitoba; Editing by Chris Reese)",
        "link": "http://www.reuters.com/article/2014/05/30/valeant-allergan-idUSL1N0OG1QO20140530"
    },
    {
        "header": "CANADA STOCKS-TSX edges up with help from Valeant",
        "time": "5:02PM UTC",
        "body": "",
        "link": "http://www.reuters.com/article/2014/05/30/markets-canada-stocks-idUSL1N0OG1Y620140530"
    }
]