[
    {
        "header": "Valeant seeks to become top 5 pharmaceutical company -CEO",
        "time": "8:53AM UTC",
        "body": "Jan 7 (Reuters) - Valeant Pharmaceuticals International Inc aims to crack the top-five ranks of drug companies by market capitalization by the end of 2016, Chief Executive Michael Pearson said on Tuesday.\n\nMontreal, Quebec-based Valeant, which has a market cap of about $38.4 billion and sits among the top 15 pharmaceutical companies by that measure, would need to reach about $150 billion in market cap to crack the top five, Pearson said on a call with analysts and investors.",
        "link": "http://www.reuters.com/article/2014/01/07/valeant-outlook-acquisitions-idUSL2N0KH0UC20140107"
    },
    {
        "header": "CANADA STOCKS-TSX ends higher as Valeant, energy shares drive gain",
        "time": "4:06PM UTC",
        "body": "",
        "link": "http://www.reuters.com/article/2014/01/07/markets-canada-stocks-closer-idUSL2N0KH21B20140107"
    },
    {
        "header": "UPDATE 2-Valeant aims to crack top drugmaker ranks through deals",
        "time": "12:11PM UTC",
        "body": "Jan 7 (Reuters) - Valeant Pharmaceuticals International Inc , Canada’s largest listed drugmaker, wants to become one of the world’s top five pharmaceutical companies by market capitalization by the end of 2016, largely through acquisitions, it said on Tuesday.\n\nShares of Valeant, which bought contact lens maker Bausch + Lomb Holdings Inc for $8.7 billion in August, were up 10.1 percent at C$132.08 in midday trading in Toronto. The stock more than doubled in 2013 on the strength of the company’s acquisitions.\n\n“Unless you aim high, you don’t achieve high,” Chief Executive Michael Pearson said on a conference call with analysts and investors. “How we get there, we can’t say at this time.”\n\nMontreal-based Valeant would need a market capitalization of about $150 billion to crack the top five, Pearson said. It is now valued at about $38.4 billion and sits within the top 15 pharmaceutical companies by that measure.\n\n“The image that comes to my mind is Babe Ruth coming to the plate, pointing to the bleachers and then hitting the ball there,” said Glenn Greenberg, managing director of Brave Warrior Advisors, which controls 6.6 million Valeant shares. “It shows a certain level of self-confidence.”\n\nGreenberg said he was encouraged by Valeant’s focus on specific types of buys and that the company was not afraid to pass up potential acquisitions if they do not meet its criteria.\n\n“This guy (Pearson) has created a huge amount of value in the last five years,” he said.\n\nValeant is pursuing a so-called merger of equals as well as smaller deals, but will look this year to pull off one acquisition of similar size to the Bausch purchase, Pearson said.\n\nEven as it pursues acquisitions, the company said it would aim this year to reduce its debt ratio to below four times earnings before interest, taxes, depreciation and amortization from around 4.5 times currently.\n\nValeant officials said their acquisition interests were focused on the Middle East, Asian and Russian markets and include medical devices. In the past, the company has bought companies that sell products directly to consumers.\n\n“We’re not going to change our strategy,” Pearson said. “We’re not going to do anything short term that we’ll regret doing a year or two later.”\n\nAlso on Tuesday, Valeant forecast increases of about 40 percent this year in revenue and “cash earnings,” which exclude certain items such as acquisition and restructuring costs.\n\nThe company said it expected cash earnings of $8.25 to $8.75 per share, while analysts on average were estimating $8.71, according to Thomson Reuters I/B/E/S.\n\nValeant expects earnings to be weighted toward the back half of the year, with higher expenses earlier because of product launches, the timing of realizing savings from the Bausch deal, and other factors.\n\nValeant forecast 2014 revenue of $8.2 billion to $8.6 billion. Analysts are expecting $8.279 billion. (Reporting by Rod Nickel in Winnipeg, Manitoba; Editing by Lisa Von Ahn)",
        "link": "http://www.reuters.com/article/2014/01/07/valeant-outlook-idUSL2N0KH0VE20140107"
    },
    {
        "header": "Valeant Pharmaceuticals sees 40 pct higher revenue, profit in 2014",
        "time": "8:20AM UTC",
        "body": "Jan 7 (Reuters) - Valeant Pharmaceuticals International Inc , Canada’s largest listed drugmaker, on Tuesday forecast 2014 adjusted earnings of $8.25 to $8.75 per share and revenue of $8.2 billion to $8.6 billion, both up about 40 percent from the previous year.\n\nAnalysts on average were expecting 2014 adjusted earnings per share of $8.71 and revenue of $8.279 billion, according to Thomson Reuters I/B/E/S.",
        "link": "http://www.reuters.com/article/2014/01/07/valeant-outlook-idUSL2N0KH0T220140107"
    },
    {
        "header": "CANADA STOCKS-Energy shares, drugmaker Valeant drive TSX higher",
        "time": "10:56AM UTC",
        "body": "",
        "link": "http://www.reuters.com/article/2014/01/07/markets-canada-stocks-idUSL2N0KH14V20140107"
    },
    {
        "header": "CANADA STOCKS-Gains in energy shares, Valeant drive TSX higher",
        "time": "4:46PM UTC",
        "body": "",
        "link": "http://www.reuters.com/article/2014/01/07/markets-canada-stocks-idUSL2N0KH23F20140107"
    },
    {
        "header": "CANADA STOCKS-TSX opens higher as Valeant jumps",
        "time": "9:39AM UTC",
        "body": "",
        "link": "http://www.reuters.com/article/2014/01/07/markets-canada-stocks-opener-idUSL2N0KH10720140107"
    }
]