[
    {
        "header": "Ackman's Pershing Square off 12.6 pct for year after Valeant tumble",
        "time": "11:48PM UTC",
        "body": "BOSTON, Oct 1 (Reuters) - Billionaire hedge fund manager William Ackman’s Pershing Square Holdings fund is nursing a 12.6 percent loss for 2015, an investor who received Ackman’s letter on Thursday said, marking a dramatic reversal of fortune for one of last year’s best performing managers.\n\nPershing Square tumbled 12.5 percent last month, the investor told Reuters, when one of its biggest holdings, Valeant Pharmaceuticals, was battered by fears that U.S. lawmakers are planning to review price increases of the company’s products. Valeant makes up roughly a fifth of Pershing Square’s portfolio.\n\nOnly four weeks earlier Ackman reported that the firm’s first half gain of roughly 10 percent had been largely wiped out during August’s market sell-off.\n\nThe fund’s losses in August and September have shrunk the size of Ackman’s portfolio from roughly $20 billion earlier in the year to about $16.5 billion now, the person said.\n\nSeptember’s battering put Ackman in line with a string of prominent rival managers, including David Einhorn, Daniel Loeb and Barry Rosenstein, who suffered losses last month that put them firmly into the red for the year.\n\nIt also marks a sharp reversal of fortune for Ackman from last year when Pershing Square was one of the industry’s best performers with a 40 percent gain.\n\nHedge fund managers generally do not comment on their performance as their funds are private.\n\nValeant, of which Pershing Square bought 19.5 million shares earlier this year, was off as much as 30 percent in September before ending the month with a 22 percent drop.\n\nAckman, one of the industry’s most closely followed activist investors, mostly bets that stocks will climb, making his portfolio particularly vulnerable to sharp market declines.\n\nHe likely made some money on his short bet against Herbalife , but it was far from enough to offset other losses. (Reporting by Svea Herbst-Bayliss; Editing by Muralikumar Anantharaman)",
        "link": "http://www.reuters.com/article/ackman-hedgefunds-returns-idUSL1N12204U20151002"
    }
]