[
    {
        "header": "Valeant CEO sees new drug pricing environment ahead",
        "time": "11:51PM UTC",
        "body": "(Reuters) - Valeant Pharmaceuticals International Inc (VRX.TO), which has been criticized for raising drug prices and is being investigated by the U.S. government, predicted on Monday that lower price increases are ahead for the whole industry.\n\nValeant Chief Executive J. Michael Pearson told investors the company’s 2016 outlook is based on expectations for a new pricing environment where none of its drugs have an actual price increase of more than 10 percent.\n\nValeant shares fell 7.7 percent, or $13.73, to close at $163.83 on the New York Stock Exchange.\n\nConcerns about drug pricing have loomed over pharmaceutical stocks since last year and the sector’s shares have fallen sharply in the past few weeks since Democratic presidential candidate Hillary Clinton criticized the price rises on the campaign trail.\n\n“The pharmaceutical industry is being aggressively sort of attacked for past pricing actions,” Pearson said. “I do think, given that environment, the pricing that pharmaceutical companies will take in the future will be more modest.”\n\nValeant, which has become one of the world’s largest drug companies through a steady stream of acquisitions, and others have been criticized for acquiring companies and raising the prices of drugs in order to boost profits. Federal prosecutors in New York and Massachusetts opened investigations into the company, asking for information about price increases as well as the workings of its patient assistance programs for poor people to access its drugs.\n\nPearson said Valeant was unlikely to look for acquisitions based on what he called mispriced assets, or drugs with prices that can be significantly increased because of their value to health care.\n\n“Given the evolution of our product mix, coupled with the recent events, it is likely that we will pursue fewer, if any, transactions that are focused on mispriced products,” he said.\n\nValeant is also considering selling, spinning off or taking private its neurological and other pharmaceutical business, a move one Wall Street analyst described as paving the way for Valeant’s business model to be less controversial.\n\nThe neurological business accounts for most of Valeant’s price actions and realized price increases on average of more than 30 percent, JP Morgan analyst Chris Schott wrote in a research note. He estimated it to make up about 10 percent of the company’s revenues.\n\nThe move would fit into a strategy that Pearson said has already been underway. Valeant has begun during the past two years to increase sales volumes as a percentage of growth compared with price increases.\n\n“We’ll just be pragmatic and why focus on areas of the business that is just going to create a lot of media stir,” he added, referring to the recent wave of negative publicity over steep price increases for older medicines.\n\nPearson said the company would begin to focus more on research and development, on which it historically has spent little. Last year the company spent $100 million on R&D and it sees that growing to $400 million to $500 million in 2016, with a focus on dermatology, contact lenses and surgical sectors.\n\nPearson indicated Valeant is scaling back on acquisitions, saying that while it continues to look at them, buying back shares may make more sense with the company’s stock at its current price.\n\nValeant reported unexpectedly better quarterly profits earlier on Monday.",
        "link": "http://www.reuters.com/article/us-valeant-pharms-result-idUSKCN0SD11720151020"
    },
    {
        "header": "Valeant’s platform trembles beneath Ackman’s feet",
        "time": "6:18PM UTC",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nValeant Pharmaceuticals’ platform is shaking beneath Bill Ackman’s feet. The hedge fund manager’s Pershing Square Capital bought a 5.5 percent stake because Valeant offered a cure for poor capital allocation by drugmakers. Now the company is facing the limits of its business plan. It is scaling back on acquisitions, investing more on research and limiting price increases on its drugs. Outsiders missed the political logic of pharma’s spending.\n\nValeant, which has a market value of $59 billion, has been a voracious acquirer. Chief Executive Mike Pearson diagnosed the difficulty of big companies in efficiently discovering drugs, and so Valeant slashed research and development spending at acquired firms and spent little itself. And it seasoned resulting profits by raising prices for many of its drugs.\n\nAckman and Valeant were correct that much of pharma R&D spending is wasted, but they missed the bigger picture. Drug company values are built upon patents and heavily regulated markets. These are creations of society. The discovery of cures to diseases shores up goodwill, and gives politicians and the courts virtuous reasons to support the industry.\n\nCompanies like Valeant have chipped away at this goodwill. Democratic presidential front-runner Hillary Clinton said last month that she had her sights on companies that jacked drug prices but spent little on R&D. Republican presidential candidate Senator Marco Rubio slammed drug companies for “pure profiteering” in raising drug prices in a speech Monday. Formerly anathematic measures such as allowing the government to use its negotiating heft to procure drugs on the cheap for Medicare could soon be on the table and attract bipartisan support.\n\nValeant has felt the wind shift. It will limit realized price hikes on its drugs to less than 10 percent next year. The company is mulling disposing of its “neurology and other” business, which is more reliant on price inflation. R&D spending may double next year, to $500 million.\n\nThat would mean Valeant spends about 4 percent of sales on drug development. Peers like Merck spend four times as much proportionally. Investors worry this may not be enough to escape Washington’s ire. The stock is off about 40 percent from its high this summer. That has forced the company to admit that using its shares to acquire rivals is now out of the question. Valeant’s platform looks shakier by the day.",
        "link": "http://www.reuters.com/article/idUS218796637020151019"
    },
    {
        "header": "CANADA STOCKS-TSX slips on retreat in resource stocks, Valeant",
        "time": "10:17AM UTC",
        "body": "* TSX down 66.73 points, or 0.48 percent, at 13,771.37\n\n* Seven of the TSX’s 10 main groups fall\n\nTORONTO, Oct 19 (Reuters) - Canada’s main stock index fell on Monday as a slump in crude oil prices hurt energy stocks and worries over slowing Chinese demand dragged down miners.\n\nThe most influential mover on the index was Valeant Pharmaceutical International Inc, which fell 4.7 percent to C$216.75. The company, facing heavy criticism for sharply increasing the prices of drugs it acquired, said the pace of those price hikes would moderate.\n\nThe overall healthcare group slipped 0.8 percent, although Concordia Healthcare Corp jumped 7.1 percent to C$45.05.\n\nThe energy group retreated 1.8 percent, with Suncor Energy Inc down 1.1 percent to C$36.44, and Canadian Natural Resources declining 1.4 percent to C$30.49.\n\nU.S. crude prices fell 2 percent to $46.32 a barrel, while Brent crude lost 2.4 percent to $49.26.\n\nMining stocks pulled back as concerns about sluggish Chinese growth weighed on prices for copper and steel.\n\nChina’s economy grew at the slowest pace in six years in the third quarter, according to official data released on Monday.\n\nThe Toronto Stock Exchange’s S&P/TSX composite index was down 66.73 points, or 0.48 percent, at 13,771.37 in early trade. Seven of the index’s 10 main groups were in negative territory.\n\nGold futures fell 0.5 percent to $1,177.8 an ounce. Copper prices declined 1.5 percent to $5,208 a tonne. (Reporting by Alastair Sharp; Editing by Bernadette Baum)",
        "link": "http://www.reuters.com/article/canada-stocks-idUSL1N12J0ZI20151019"
    },
    {
        "header": "Valeant Pharma revenue rises 36 pct",
        "time": "6:08AM UTC",
        "body": "Oct 19 (Reuters) - Valeant Pharmaceuticals International Inc , which is under fire for massive price hikes of its two heart drugs, reported a 36 percent rise in quarterly revenue, as sales of dermatology products rose in the United States.\n\nNet income attributable to the Canadian drugmaker fell to $49.5 million, or 14 cents per share, for the third quarter ended Sept. 30, from $275.4 million, or 81 cents per share, a year earlier.",
        "link": "http://www.reuters.com/article/valeant-pharms-result-idUSL3N12J3HQ20151019"
    },
    {
        "header": "Valeant seriously considering the sale of neuro assets",
        "time": "9:21AM UTC",
        "body": "NEW YORK (Reuters) - Valeant Pharmaceuticals International (VRX.TO) said on Monday that it is considering the sale of its neurological pharmaceutical business and may also spin it off or take it private.\n\nValeant CEO J. Michael Pearson said that the company is continuing to look at acquisitions, such as for “durable” assets that would fit with its Bausch & Lomb eyecare business.\n\nHe said he would look at cash deals but that using the company’s stock is not an option as it seeks to lower its debt ratios. He said that buying back shares may be a better use of the company’s money at current prices. Valeant shares were trading at $174 on Monday before the market opened, down from its year high of $263.70 on Aug. 5.",
        "link": "http://www.reuters.com/article/us-valeant-pharms-divestiture-idUSKCN0SD1JB20151019"
    },
    {
        "header": "BRIEF-Valeant CEO says is in touch with government on investigations",
        "time": "8:35AM UTC",
        "body": "* Valeant CEO says generics with no competitors account for $75 million in revenues quarterly\n\n* Valeant CEO says is in touch with government on investigations, declines further comment\n\n* Valeant CEO says sees research and development becoming more of a focus, says with the stock at these prices it will consider share buybacks\n\n* Valeant CEO defends pricing strategy saying many Wall Street analyst reports, media reports are wrong\n\n* Valeant CEO says its patient assistance programs are administered by a reputable third party Further company coverage: (Reporting By Caroline Humer)",
        "link": "http://www.reuters.com/article/idUSL1N12J0O720151019"
    },
    {
        "header": "Strong dermatology product sales help Valeant top estimates",
        "time": "8:15AM UTC",
        "body": "(Reuters) - Valeant Pharmaceuticals International Inc, which is under fire for massive price hikes of its two heart drugs, reported a better-than-expected quarterly profit, boosted mainly by strong performance in its U.S. dermatology business.\n\nNet income attributable to the company fell to $49.5 million, or 14 cents per share, for the third quarter ended Sept. 30, from $275.4 million, or 81 cents per share, a year earlier.\n\nCash earnings, or profit adjusted for one-time items, was $2.74 per share, above the average analysts’ estimate of $2.70 per share, according to Thomson Reuters I/B/E/S.\n\nRevenue rose to $2.79 billion from $2.06 billion a year earlier, topping analysts’ expectation of $2.78 billion. Sales from U.S. dermatology business rose 53 percent to $465.5 million.\n\nValeant also increased its full-year revenue forecast to $11 billion-$11.2 billion from $10.7 billion-$11.1 billion estimated previously. The company also increased cash earnings estimate to $11.67-$11.87 per share from $11.50-$11.80 per share.\n\nThe Canadian drugmaker said last week it had been subpoenaed by U.S. prosecutors, seeking details on its drug pricing and distribution practices.\n\nThe company tripled the price of its heart drug Isuprel and raised the price six-fold for another heart drug, Nitropress, after buying them in February. While the magnitude of the price hikes has put Valeant in political crosshairs, raising drug prices is not illegal in the United States.\n\nShares of many drugmakers have slumped since Democratic presidential hopeful Hillary Clinton last month proposed ways to prevent industry “profiteering.”\n\nValeant’s U.S.-listed shares were down 2.5 percent in premarket trading at $173.07.\n\nUp to Friday’s close, Valeant’s U.S.-listed stock had fallen about 27 percent since Sept 21 when Clinton tweeted her intent to tackle high prices in some drug markets.",
        "link": "http://www.reuters.com/article/us-valeant-pharms-result-idUSKCN0SD11420151019"
    }
]