[
    {
        "header": "Exclusive: Ackman's Pershing Square makes $3.3 billion bet on Valeant",
        "time": "2:51PM UTC",
        "body": "BOSTON (Reuters) - Billionaire investor William Ackman has purchased a five percent stake in Valeant Pharmaceuticals (VRX.TO) (VRX.N), his hedge fund said on Monday, making him the Canadian drug company’s fifth-largest stakeholder.\n\nAckman’s $20 billion Pershing Square Capital Management hedge fund began building up the $3.3 billion stake, only months after its vocal effort to help Valeant buy Botox-maker Allergan (AGN.N) failed, a source familiar with the investment told Reuters.\n\nThe source, who asked not to be named, said the fund would take a passive approach to Valeant, instead of pressuring it to change management or pursue strategic options, as it does with most of its investments.\n\nValeant spokeswoman Laurie Little said “we have a good working relationship with Pershing Square and welcome them as shareholders.”\n\nValeant shares were up nearly 2.5 percent at $203.64 on the New York Stock Exchange on Monday. The drug maker’s Toronto-listed shares gained about 2.4 percent to C$256.52.\n\nKnown as one of corporate America’s noisiest agitators, Ackman was the top performer in the realm of large hedge fund managers last year with a 40 percent return. His Pershing Square has notched big wins at railway firm Canadian Pacific (CP.TO) and shopping mall operator General Growth Properties (GGP.N), and also made money with its Allergan stake.\n\nValeant sought Ackman’s help in early 2014 to buy Allergan, leaving the hedge fund to spend roughly $4 billion to build its 9.7 percent stake in the Botox-maker. But Allergan rejected Valeant’s overtures, sued the hedge fund and instead sold itself to rival Actavis in November.\n\nWhile working with Valeant on the takeover bid, Ackman could not buy Valeant shares. All restrictions fell away when the deal fell through, leaving him able to buy in, paying just under $200 per share initially, the source said.\n\nLast month, Valeant bought Salix Pharmaceuticals for $14.5 billion, pushing its share price up further.\n\nSome investment industry sources had speculated that Ackman would press for a deal between Valeant and animal health company Zoetis (ZTS.N), in which Ackman has a $2 billion stake and a Pershing Square partner on the board.\n\nBut the source said Pershing Square would take a passive approach because Ackman had faith in Valeant’s management, including its chief executive officer, Michael Pearson, who has slashed costs, cut the company’s tax rate by moving it to Canada and turned it into a serial acquirer during his seven years as CEO.\n\nPershing Square confirmed on Monday that its various funds had bought more than 16.4 million shares of Valeant, representing 4.9 percent of the company. It said that Valeant now made up 16.9 percent of Pershing Square Holdings (PSH.AS), a fund that was publicly listed last year.\n\nThe options on the U.S.-listed shares of Valeant were unusually busy over the last two weeks with average daily volume of about 15,000 contracts, more than twice the average for the last 200 days, according to Trade Alert data. Bets on the shares rising above $210 by April 17 were the most active with more than 16,000 contracts traded over the last two weeks.",
        "link": "http://www.reuters.com/article/2015/03/09/us-valeant-ackman-idUSKBN0M51PE20150309"
    }
]