[
    {
        "header": "Valeant to set up panel to review link with specialty pharmacy",
        "time": "7:37AM UTC",
        "body": "(Reuters) - Valeant Pharmaceuticals International Inc (VRX.TO) (VRX.N) said on Monday it would set up an ad hoc committee to look into allegations related to the company’s association with specialty pharmacy distributor Philidor.\n\nValeant, whose U.S.-listed shares were down 14 percent in premarket trading, also said a board review had found that the company was in compliance with the law on revenue recognition from drugs sold through Philidor.\n\nValeant’s link to Philidor and its option to buy the company came under scrutiny after a New York Times report said that Valeant and other drugmakers were using specialty drug distributors to circumvent barriers to raising prices.\n\nValeant said last week it would address the allegations in detail on a conference call at 8:00 a.m. ET on Monday.\n\nIn a statement ahead of the call, Valeant said that net sales recognized through Philidor represented about 7 percent of its total consolidated net revenue of $2.79 billion for the quarter ended Sept. 30.\n\nThe drugmaker received a subpoena from U.S. prosecutors on Oct. 14 seeking details on its patient assistance programs, drug pricing and distribution practices.\n\nValeant also said on Monday it had added Mason Morfit, the president of hedge fund ValueAct Capital, to its board.\n\nValueAct is Valeant’s fourth-biggest shareholder, with a stake of about 4.4 percent, according to Thomson Reuters data.\n\nUp to Friday’s close of $116.16, Valeant’s shares had lost nearly 35 percent of their value since the company received the federal subpoena.",
        "link": "http://www.reuters.com/article/us-valeant-pharms-pricing-panel-idUSKCN0SK13J20151026"
    },
    {
        "header": "Drugmaker Valeant raises detailed defense but doubts remain",
        "time": "6:57PM UTC",
        "body": "(Reuters) - Drugmaker Valeant Pharmaceuticals International Inc (VRX.TO) (VRX.N) laid out a detailed defense on Monday of its relationship with a little-known specialty pharmacy, but its arguments failed to calm all investor concerns.\n\nValeant shares have lost more than half their value in recent weeks as the company came under attack on several fronts.\n\nU.S. prosecutors are investigating Valeant over drug pricing, an issue emerging in the U.S. presidential campaign. The falling stock price, in turn, complicates Valeant’s acquisition-driven strategy. And those stock losses accelerated last week when short-seller Citron Research, run by Andrew Left, published a sharply critical report on the company.\n\nThe stock dropped another 2 percent in volatile afternoon trading in New York and Toronto.\n\nLaval, Quebec-based Valeant said it has asked U.S. securities regulators to investigate Citron’s “completely untrue” allegation that the company used its ties with a specialty pharmacy to inflate revenue, and said it would conduct a review of its pharmacy network.\n\nAbout a dozen executives, directors, and a former chief financial officer - some of whom Chief Executive Mike Pearson said were operating on little sleep - made up Valeant’s defense team on a conference call with investors and analysts. The call included an unequivocal endorsement of Pearson by lead director Robert Ingram.\n\n“(Left‘s) motivation is the same as one who runs into a crowded theater and falsely yells fire. He wanted people to run,” Pearson said. “He intentionally designed the report to frighten our shareholders to drive down the price of our stock so he could make money for his short-selling.”\n\n”Yelling fire in a crowded theater is a lot different than walking into a theater, smelling smoke and yelling, ‘Hey everyone, there could be a fire.’\n\n“Now the information is out, people have had an opportunity to inspect the theater and they have chosen to leave ... maybe there is fire.”\n\nLeft said on Bloomberg TV that he had not been contacted by the U.S. Securities and Exchange Commission. He refused to discuss his trading of Valeant.\n\nValeant said it would set up an ad-hoc committee to look into allegations related to the company’s association with specialty pharmacy Philidor. The committee includes Mason Morfit, president of one of Valeant’s largest shareholders ValueAct Capital, who is rejoining the board.\n\nPhilidor said it welcomed formation of the committee and would cooperate with it.\n\nPeter Andersen, chief investment officer at Boston-based Congress Wealth Management, a long-time Valeant investor, said he was impressed with the directors and senior management, but sold his stake Monday because of uncertainty facing the company.\n\n“They are an excellent example of modern corporate governance in terms of being open and available. I feel they discredited the short-seller’s allegations,” he said, but added, “The stock is going to be stuck in limbo.”\n\nValeant cleared the air somewhat, but not enough, said BMO analyst Alex Arfaei, in a note.\n\n“There is still much more that needs to be done to rebuild investor confidence, which we argue has been significantly weakened.”\n\nArfaei said he wondered what other undisclosed business practices Valeant might be involved in that could undermine the stock.\n\nValeant said in a filing Monday it received a subpoena in a U.S. government probe of payments between its Bausch & Lomb division and medical professionals.\n\nValeant should sever its relationship with Philidor so it can focus on its core business, said BTIG analyst Tim Chiang.\n\nBut J.P. Morgan analyst Chris Schott said in a note that concerns about Valeant’s connection with Philidor were “overblown.”\n\nValeant said it paid $100 million in December 2014 for its option to buy Pennsylvania-based Philidor Rx Services Llc, which also included contractual rights, such as influence over certain personnel hirings and a place on a joint steering committee.\n\nPhilidor accounted for about 7 percent of its total revenue and EBITDA in the third quarter, and 44 percent of sales of Jublia, Valeant’s toenail fungus treatment, Valeant said, but added it is not material for reporting purposes.\n\nValeant described Philidor as independent, and said Valeant does not have legal liability for it.\n\nThe company said a board review had found the company in compliance with the law on revenue recognition from drugs sold through Philidor.\n\nValeant’s link to Philidor came under scrutiny after a New York Times report said that Valeant and other drugmakers were using specialty drug distributors to circumvent barriers to raising prices.\n\nValeant has said it properly accounts for sales through its pharmacy partners and only books revenue once one of its medicines reaches a patient.\n\nSpecialty pharmacies are designed to handle complex medications that have unique requirements for storage or administration. But Valeant has also used such pharmacies to sell more conventional medicines directly to patients, and work out reimbursement from insurers afterward.\n\nThat may allow them to get past limits on a drug’s use imposed by insurers or a retail pharmacy. In Valeant’s case, the company has been under scrutiny for its ties to Philidor, which has been accused by one of its affiliates of improper billing practices.\n\nThe Wall Street Journal reported that Valeant and Philidor are more interconnected than previously disclosed, and highlighted business practices that included a few Valeant workers who used alternative names, sometimes fictional ones, while working in Philidor’s office.\n\nValeant chief compliance officer Seana Carson said the company’s ad-hoc committee will also review that report.\n\nPearson said Valeant will consider all options, including buying Philidor or severing ties with it, as well as using other specialty pharmacies.\n\nThe acquisitive company has been considering a sale or other options for its neurological business, but such a move is now on the back-burner, Pearson said.",
        "link": "http://www.reuters.com/article/us-valeant-pharmacies-idUSKCN0SK1FZ20151026"
    },
    {
        "header": "From pilot to profit-maker, Valeant's pharmacy rose quickly ",
        "time": "6:56PM UTC",
        "body": "NEW YORK (Reuters) - The pharmacy at the center of suspicions over Valeant Pharmaceuticals International Inc’s (VRX.TO) (VRX.N) business practices began as a small pilot project two years ago and quickly grew to account for 7 percent of the drugmaker’s revenue.\n\nValeant disclosed on Monday details of its relationship with Pennsylvania-based Philidor Rx Services, defending the pharmacy against allegations of illegal activity while pledging to review the business carefully.\n\nFew Valeant investors had heard of Philidor until last week, when influential short-seller Citron Research said it was being used to create “phantom accounts” and inflate the drugmaker’s revenue. Valeant immediately denied the allegations, but shares in the company tumbled as investors questioned its pharmacy ties.\n\n“When you ... construct an unusually complex and not transparent way of doing things, the first question is: ‘Why didn’t you do it the standard easy way?',” said Erik Gordon, a professor at the University of Michigan’s law and business schools.\n\nValeant explained on Monday that the pharmacy began as a pilot under Medicis Pharmaceutical Corp, a maker of anti-wrinkle medicines and facial fillers that Valeant acquired in 2012. By January 2013, Valeant began studying how to build up the program, known at the time as the Medicis Alternate Fulfillment Program.\n\nThe pharmacy passed on discounts paid for by Valeant to patients with commercial insurance, often reducing their out-of-pocket costs to zero and helping them to pay for medicines that they could not otherwise afford. When the patient was covered, Valeant would bill insurance companies for reimbursement.\n\nThis process effectively denied patients access to cheaper or alternative drugs and circumvented the way health insurers typically pay pharmacies for drugs.\n\nThe program grew from distributing two drugs to at least 10 Valeant medications, including steroid cream Locoid and acne treatment Solodyn, Valeant said on Monday. Its biggest success may be distribution of the toenail fungus treatment Jublia, as Philidor now handles 44 percent of the drug’s sales.\n\nPhilidor now is licensed in 46 states and the District of Columbia, and also distributes drugs through affiliates in California, Florida, New Jersey, South Carolina and Texas. The company said it was ready to cooperate with Valeant’s committee reviewing its business.\n\n“Philidor’s relationship with Valeant has benefited countless patients by ensuring they receive their medication quickly and efficiently,” Philidor said in a statement. Philidor’s rapid rise led Valeant to spend $100 million in late 2014 on a 10-year option to buy the company for $0. The deal terms include other target-based payments of up to $133 million, $33 million of which have already been paid, it said.\n\nValeant said that Philidor was considering looking to other drugmakers to expand its business model, and the purchase option was meant to stabilize its ties to the distributor. As part of their agreement, Valeant members sit on a joint steering committee with Philidor management, and the drugmaker has the right to influence hiring of key personnel, though it cannot replace the chief executive or management.\n\n“We do not own or control Philidor,” Valeant board member and former Chief Financial Officer Howard Schiller said during the conference call.\n\nThe size of the purchase option was below the company’s standard for disclosure, Valeant said. Together with the fact that Valeant accounted for Philidor revenue as intercompany sales, the pharmacy dealings were undetectable in its quarterly financial reports.\n\nIn order to comply with accounting standards, Valeant said that it consolidates Philidor revenue as its own, and also that of other specialty pharmacies in the network. That includes R&O Pharmacy, a California specialty pharmacy that is part of Philidor’s network. In recent months, Valeant sent a collection letter to R&O for not paying it for medicines distributed through its network. R&O has since filed suit against Valeant. Philidor also has an option to acquire Isolani, another specialty pharmacy. That pharmacy in turn owns a 10 percent stake in and the option to acquire the rest of R&O. Isolani provides management and administrative services to R&O while Philidor provides back end services, Valeant said.\n\nThe intertwined companies had employees who worked for both Valeant and Philidor, the Wall Street Journal reported on Monday. Valeant did not address that point, but said that the board committee would look into that issue.\n\nCharles Elson, a corporate governance expert at the University of Delaware, said that the committee will likely take weeks or months to report on its findings.\n\n“They believe there’s a problem. That’s really all we can say for sure,” Elson said.",
        "link": "http://www.reuters.com/article/us-valeant-pharmacies-philidor-idUSKCN0SK2SB20151026"
    },
    {
        "header": "Valeant sets up panel to look into specialty pharmacy association",
        "time": "6:30AM UTC",
        "body": "Oct 26 (Reuters) - Canadian drugmaker Valeant Pharmaceuticals International Inc said on Monday it would set up an ad hoc committee to look into allegations about the company’s association with specialty pharmacy distributor Philidor.\n\nThe company’s link to the drug distributor and its option to buy Philidor came under scrutiny after a New York Times report said that drugmakers were using specialty drug distributors to overcome barriers to raising prices.\n\nValeant also added that a board review found the company was in compliance with the law on revenue recognition from drugs sold through Philidor. (Reporting by Vidya L Nathan in Bengaluru; Editing by Sriraj Kalluvila)",
        "link": "http://www.reuters.com/article/valeant-pharms-pricing-panel-idUSL3N12Q3LN20151026"
    },
    {
        "header": "Valeant's defense does little to improve social media sentiment",
        "time": "6:38PM UTC",
        "body": "NEW YORK (Reuters) - Social media circles remained critical of Valeant Pharmaceuticals International Inc (VRX.TO) (VRX.N) on Monday despite the drugmaker’s efforts to defend itself against accusations of an accounting fraud.\n\nOn a 75-minute conference call with investors and analysts, Valeant executives said they had asked U.S. securities regulators to investigate “completely untrue” allegations from research firm Citron that the company used its ties with a specialty pharmacy to inflate revenue.\n\nBut Valeant’s social media sentiment score remained mired in negative territory, according to Thomson Reuters social media monitor, a tool that tracks and aggregates positive, neutral and negative tweets on a company to generate a sentiment score.\n\nBy late afternoon, its score stood at negative 15.89, down from negative 7 on Friday. A score above 0 means there are more positive mentions of the company than negative ones, suggesting Valeant still has a long way to go to restore investor confidence after its share price fell 58 percent in two months.\n\nVolume of tweets soared by more than 270 percent from Friday, with traffic being the highest just as the conference call kicked off at 9 a.m. ET. Sentiment remained largely negative on an intraday reading.\n\nValeant shares are down about 23 percent since the influential shortseller Citron Research last week said the Canadian drugmaker used specialty pharmacies to create “phantom sales”. Thomson Reuters social media score was at negative 15 on Wednesday with volume of tweets soaring to its highest in at least a year.\n\nAmong trending hashtags associated with Valeant on Monday were #enron and #fraud.\n\nAbout a dozen executives, a former chief financial officer and directors made up Valeant’s defense team on a conference call with investors and analysts on Monday. Chief Executive Officer Mike Pearson said some of them were operating on little sleep.\n\nThe call included an unequivocal endorsement of Pearson by lead director Robert Ingram.",
        "link": "http://www.reuters.com/article/us-valeant-pharmacies-socialmedia-idUSKCN0SK2P520151026"
    },
    {
        "header": "Short interest piled on Valeant ahead of scathing report",
        "time": "6:37PM UTC",
        "body": "NEW YORK (Reuters) - Short interest in U.S.-traded Valeant Pharmaceuticals International Inc shares (VRX.N) stood at its highest in nearly a year in the first half of October, exchange data showed on Monday, indicating bearish investors were stacking up against the stock even before a negative report torpedoed the shares last week.\n\nShort interest in Valeant shot up to 10.54 million shares, or about 3.1 percent of the stock available for trading, in the period to Oct. 14, according to FactSet Research Systems data cited by the Wall Street Journal.\n\nThat was the highest since the last half of October 2014 and an increase of 49.3 percent from the 7.06 million shares, or 2 percent of the public float, at the end of September.\n\nOverall short interest on NYSE stocks declined 2.2 percent during the same period, exchange data showed.\n\nAfter posting just one double-digit daily percentage drop in the previous six years, the stock has had four such declines since Sept. 28, the largest of which was a 19.2 percent drop on Oct. 21 after short seller Citron Research alleged that Valeant’s previously undisclosed ties to specialty pharmacies helped it create “phantom sales” of its products.\n\nShorts on Valeant hit a two-year low in the first half of August, coinciding with the stock’s run to its record high.\n\nBut since hitting that two-year low of 3.15 million to Aug. 14, short interest rose steadily as the stock price tumbled. Shares closed Monday at $110.04, a 58.1 percent decline from the $262.52 record close.\n\nValeant on Monday defended its practices, countering the Citron Research report, but its arguments did not seem to calm investors and the stock fell 5.3 percent on the day.\n\nShort interest in Valeant shot to 20.7 million shares, its highest since at least 2005, in June 2014 as hedge fund heavyweights Jim Chanos, on the short side, and Bill Ackman, who is long the stock, sparred publicly over the company.",
        "link": "http://www.reuters.com/article/us-valeant-pharmacies-shortinterest-idUSKCN0SK2RL20151026"
    },
    {
        "header": "CANADA STOCKS-TSX falls more than 1 pct; resource stocks, Valeant weigh",
        "time": "4:04PM UTC",
        "body": "TORONTO, Oct 26 (Reuters) - Canada’s main stock index ended 1.2 percent lower on Monday, hurt by sharp falls in energy companies, gold miners and other resource stocks, while Valeant Pharmaceutical International Inc shares’ 5 percent fall also weighed.\n\nThe Toronto Stock Exchange’s S&P/TSX composite index unofficially closed down 162.76 points, or 1.17 percent, at 13,790.90. All 10 main groups fell. (Reporting by Alastair Sharp; Editing by James Dalgleish)",
        "link": "http://www.reuters.com/article/canada-stocks-close-idUSL1N12Q23X20151026"
    },
    {
        "header": " Controversial pharma CEO Martin Shkreli bails on Valeant bet",
        "time": "6:38PM UTC",
        "body": "NEW YORK (Reuters) - The one-time hedge fund executive now running a biotech firm at the center of a drug-pricing controversy on Monday said he has bailed from a losing bet he made on another contentious drug maker: Valeant Pharmaceuticals International Inc (VRX.TO) (VRX.N).\n\nOn the day last week that Valeant shares plunged in response to a shortseller’s accusation of accounting irregularities, Martin Shkreli, head of Turing Pharmaceuticals, took to Twitter to say he had bought shares of Valeant while at the same time selling short the shares of rival Allergan Plc (AGN.N), a transaction known as a pairs trade.\n\n“I have taken a long position in $VRX and shorted $AGN as a hedge. Both companies have similar prospects and one is at half the price,” he tweeted on Oct 21.\n\nOn Monday, he said he’d quit the trade with a loss.\n\n“Exited the $AGN $VRX trade. 3% loss or so. Bad idea. Onward and upward,” Shkreli tweeted, just hours after Valeant laid out a detailed defense against the accusations of accounting fraud.\n\nShkreli has been vilified on social media and became the symbol for price gouging after Turing raised the price of a recently purchased AIDS and cancer drug, Daraprim, from $13.50 to $750 a tablet. He later said he would lower the price an unspecified amount.\n\nShkreli did not say at what price levels he’d entered the Valeant-Allergan trade, and Valeant shares swung violently that day, trading in a $60 range from the day’s high to low before closing down by $28.13, or more than 19 percent. Allergan, too, had a volatile day, swinging in a $32.49 range before closing lower by $9.89, or 3.2 percent.\n\nIn all, shares of Valeant are down about 25 percent since short-selling firm Citron Research published a report on Oct 21 alleging that the company has used its ties with a specialty pharmacy to inflate revenue.. Allergan shares are up about 3 percent in the same period.\n\nOn a 75-minute conference call with investors and analysts on Monday, Valeant executives said they had asked U.S. securities regulators to investigate “completely untrue” allegations from research firm Citron that the company used its ties with a specialty pharmacy to inflate revenue.\n\nBut the defense did little to calm investors. Valeant shares closed down by another 5.3 percent at $110.06 on Monday. Allergan shares ended up 1.1 percent at $271.57.",
        "link": "http://www.reuters.com/article/us-valeant-pharmacies-shkreli-idUSKCN0SK2RP20151026"
    },
    {
        "header": "Valeant gets DOJ subpoena over Bausch & Lomb payments",
        "time": "1:13PM UTC",
        "body": "(Reuters) - Canadian drugmaker Valeant Pharmaceuticals International Inc said it was subpoenaed by the U. S. Department of Justice regarding Bausch & Lomb payments, adding to the company’s legal woes that began earlier this month.\n\nValeant received a subpoena on Sept. 15 inquiring about payments and agreements between Bausch & Lomb and medical professionals, the company said in a regulatory filing on Monday. (1.usa.gov/1jLtRL7)\n\nThe company also said it received a letter from the U.S. Federal Trade Commission on or about Oct. 16 seeking more information about Valeant’s recent acquisition of Paragon.\n\nValeant earlier in the month said it was subpoenaed by U.S. prosecutors seeking information on its pricing decisions, drug distribution and patient assistance programs.\n\nThe company has come under intense scrutiny for increasing drug prices, and after a New York Times report said Valeant and other drugmakers were using specialty drug distributors to circumvent barriers to raise prices.\n\nInfluential short-seller Citron Research said last week that Valeant used specialty pharmacies to inflate its revenue, an allegation that sent the company’s stock into a tail spin.\n\nThe company on Monday asked U.S. securities regulators to investigate Citron’s “completely untrue” allegations, hitting back at the short-seller in a conference call that laid out a detailed defense of its relationship with a little-known specialty pharmacy.\n\nValeant’s U.S.-listed shares, which have lost a little over a third of their value since the company was first subpoenaed, were down 1 percent at $114.98 in early afternoon on Monday.",
        "link": "http://www.reuters.com/article/valeant-pharms-subpoena-idUSL1N12Q1HR20151026"
    },
    {
        "header": "Valeant’s clarification efforts further tangle web",
        "time": "1:44PM UTC",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nValeant Pharmaceuticals further tangled its web. The acquisitive $39 billion company tried on Monday to spell out its ties to drug distributors. Analysts didn’t ask – and a 90-page presentation and call with investors didn’t answer – why it obscured the dealings in the first place. The messy details also only go to confirm some fears about Valeant.\n\nAt issue most urgently is Philidor Rx Services, a company Valeant says it doesn’t own or control. Even so, Valeant paid $100 million in 2014 for an option to buy the pharmacy for nothing over the next 10 years. Nearly all of Philidor’s sales are of Valeant’s drugs, and Valeant consolidates its financial figures. Valeant also has the right to approve important roles at the firm.\n\nThe opaque structure is troubling. What’s more, the situation is more byzantine than originally imagined. Philidor has the right to buy a pharmacy called Isolani, which owns the right to buy R&O Pharmacy. Such a camouflaged trail can’t sit well with investors. The lack of clarity also makes it hard to ignore reports by the Wall Street Journal that Valeant employees used alternate identities while stationed at Philidor, and an R&O founder’s claims that Philidor and subsidiaries shipped drugs to states where they didn’t have a license.\n\nDefenses offered by Valeant Chief Executive Mike Pearson mostly ring hollow. He claims the company didn’t bother disclosing the $100 million payment to buy Philidor because the matter was immaterial. That was a clear miscalculation. The nearly 40 percent fall in Valeant’s stock since the relationship emerged, and a quickly assembled conference call involving the top brass, is evidence enough.\n\nValeant will have to keep defending its dealings. The U.S. Department of Justice has issued a subpoena into possible violations of federal healthcare rules by subsidiary Bausch & Lomb. Prosecutors in Massachusetts and New York have opened investigations into Valeant’s patient-assistance programs. And the Federal Trade Commission is probing its acquisition of Paragon Holdings. The best that can be said of Valeant’s unsuccessful attempts to clear the air on Monday is that it might help the company see how much more explaining it has to do.",
        "link": "http://www.reuters.com/article/idUS251522720720151026"
    },
    {
        "header": "Valeant bonds steady after analyst call",
        "time": "12:34PM UTC",
        "body": "NEW YORK, Oct 26 (IFR) - Valeant bonds were volatile on Monday morning but steadied after the drugmaker’s management sought to alleviate investor fears of potential fraud at the company.\n\nOne high-yield investor said Valeant’s 5.5% 2023s traded as low as 83.5 before steadying to around 86 after the company said a board review had found the company was in compliance with the law on revenue recognition from drugs sold through the specialty pharmacy, Philidor.\n\nIts Board of Directors has set up an ad hoc committee to review allegations by short seller Citron Research related to the company’s business relationship with Philidor and related matters.\n\nCitron Research accused the drugmaker of using Philidor to create “phantom sales” of its products or push more product through distribution channels than sales would warrant, an allegation that Valeant has denied outright.\n\nCitron did not immediately respond to a request for comment.\n\n“My overall take is that management did a reasonable job conveying that their accounting is above board. The call removed fears that there was a legal or accounting fraud issue,” said one of the investors who owns the 2023 bonds.\n\nBut he said there was still a feeling that the company was acting “at the edge of the letter of the law” and that further weakness in Valeant’s bonds was likely.\n\n“The biggest issue was allegations about revenue inflation,” said the investor. The company appeared to pour cold water on those concerns.\n\nValeant said on its call with analysts that it only recognizes revenue when products are dispensed to patients and records this at net realized price.\n\n“This party is not recognized when products are shipped to Philidor and its network,” Valeant said.\n\nValeant disclosed new information earlier this month about its dealings with specialty pharmacies, including Philidor and R&O Pharmacy Inc, which are designed to handle medicines that require complex storage or administration and distribute specialty drugs to patients, and that it had purchased an option to acquire the pharmacy Philidor and was already consolidating its results.\n\nIt has also been subpoenaed by U.S. prosecutors seeking details on its patient assistance programs, drug pricing and distribution practices.\n\n“Now they’ve got to work through the various regulatory issues, including multiple subpoenas which will take 6-12 months,” said the investor.\n\n“I can’t see the bonds trading back to where they were until the muddy waters are cleared.” (Reporting by Natalie Harrison and Davide Scigliuzzo; editing by Jack Doran and Shankar Ramakrishnan)",
        "link": "http://www.reuters.com/article/valeant-pharms-bonds-idUSL1N12Q11Z20151026"
    },
    {
        "header": "UPDATE 1-Valeant bonds steady after analyst call",
        "time": "5:16PM UTC",
        "body": "NEW YORK, Oct 26 (IFR) - Valeant bonds were volatile on Monday morning but steadied after the drugmaker’s management sought to alleviate investor fears of potential fraud at the company.\n\nOne high-yield investor said Valeant’s 5.5% 2023s traded as low as 83.5 before steadying to around 86 after the company said a board review had found the company was in compliance with the law on revenue recognition from drugs sold through the specialty pharmacy Philidor.\n\nIts Board of Directors has set up an ad hoc committee to review allegations by short seller Citron Research related to the company’s business relationship with Philidor and related matters.\n\nCitron Research accused the drugmaker of using Philidor to create “phantom sales” of its products or push more product through distribution channels than sales would warrant, an allegation that Valeant has denied outright.\n\n“My overall take is that management did a reasonable job conveying that their accounting is above board. The call removed fears that there was a legal or accounting fraud issue,” said one of the investors who owns the 2023 bonds.\n\nBut he said there was still a feeling that the company was acting “at the edge of the letter of the law” and that further weakness in Valeant’s bonds was likely.\n\n“The biggest issue was allegations about revenue inflation,” said the investor. The company appeared to pour cold water on those concerns.\n\nValeant said on its call with analysts that it only recognizes revenue when products are dispensed to patients and records this at net realized price.\n\nBlasting Citron’s claims as “completely untrue,” Valeant chief executive Michael Pearson said the company has asked the SEC to investigate the research firm and his founder Andrew Left.\n\nIn an email to IFR, however, Left stood by the contents of his firm’s report.\n\n“Before accusing me of market manipulation, Pearson should ask himself why Philidor was undisclosed to Valeant shareholders,” Left said.\n\nHe accused Valeant of not disclosing a payment of US$100m for an “option” to purchase Philidor, the posting of Valeant senior staff onsite at Philidor, and the consolidation of Philidor’s revenue in Valeant’s balance sheet.\n\nValeant revealed new information earlier this month about its dealings with specialty pharmacies, including Philidor and R&O Pharmacy Inc, which are designed to handle medicines that require complex storage or administration and distribute specialty drugs to patients, and that it had purchased an option to acquire the pharmacy Philidor and was already consolidating its results.\n\nIt has also been subpoenaed by U.S. prosecutors seeking details on its patient assistance programs, drug pricing and distribution practices.\n\n“Now they’ve got to work through the various regulatory issues, including multiple subpoenas which will take 6-12 months,” said the investor.\n\n“I can’t see the bonds trading back to where they were until the muddy waters are cleared.” (Reporting by Natalie Harrison and Davide Scigliuzzo; editing by Jack Doran and Shankar Ramakrishnan)",
        "link": "http://www.reuters.com/article/valeant-pharms-bonds-idUSL1N12Q29J20151026"
    },
    {
        "header": "Valeant calls for SEC investigation into short-seller's actions",
        "time": "8:34AM UTC",
        "body": "Oct 26 (Reuters) - The chief executive of Valeant Pharmaceuticals International Inc said on Monday that a short-seller’s allegation that the company inflated its revenue was “completely untrue,” and Valeant has asked the U.S. Securities and Exchange Commission (SEC) to investigate.\n\nValeant fired back in a conference call with investors and analysts after the report by Citron Research, run by Andrew Left, hammered Valeant’s stock last week.\n\n“His motivation is the same as one who runs into a crowded theater and falsely yells fire. He wanted people to run,” said Chief Executive Mike Pearson. “He intentionally designed the report to frighten our shareholders to drive down the price of our stock so he could make money for his short-selling.”\n\nValeant’s lead director Robert Ingram said the company’s board has “complete and total faith” in Pearson.\n\nCitron’s Andrew Left did not immediately respond to a request for comment. (Reporting by Caroline Humer in New York, Euan Rocha in Toronto and Rod Nickel in Winnipeg, Manitoba; Editing by Nick Zieminski)",
        "link": "http://www.reuters.com/article/valeant-pharmacies-idUSL1N12Q0RK20151026"
    },
    {
        "header": "CORRECTED-CANADA STOCKS-TSX falls 1.2 pct as resources slump, Valeant fails to reassure",
        "time": "5:15PM UTC",
        "body": "* TSX ends down 162.76 points, or 1.17 percent, at 13,790.90\n\nTORONTO, Oct 26 (Reuters) - Canada’s main stock index fell on Monday as resources stocks weighed and investors remained skittish about Valeant Pharmaceuticals despite its attempts to address recent allegations made against it by an influential short-seller.\n\nThe Toronto Stock Exchange’s S&P/TSX composite index ended down 162.76 points, or 1.17 percent, at 13,790.90.\n\nNine of the index’s 10 main groups fell, led by a 5 percent retreat for the heavyweight energy group, a 4 percent loss for materials stocks, and a 5.2 percent drop in consumer staples.\n\nThe losses among resource stocks were much sharper than any slips in prices for the underlying commodities they extract, refine or transport.\n\n“The month has been marked by this very strong move on very little information, and the market is now digesting it and saying ‘there’s not a lot here’,” said John Stephenson, president at Stephenson & Company Capital Management.\n\nThe most influential single weight was Valeant, down 4.8 percent at C$145.34, after it laid out a detailed defense of its relationship with a specialty pharmacy that failed to calm all investor concerns.\n\n“The nagging sense is why are we hearing about this at the last minute and given that we’re hearing about it at the last minute, what else aren’t they telling us,” Stephenson said.\n\nThe most influential movers in the energy group were pipeline operator Enbridge Inc, down 2.2 percent at C$55.63, and Canadian Natural Resources, which declined 2.5 percent to C$30.32.\n\nU.S. crude prices settled down 1.4 percent at $43.98 a barrel, while Brent crude lost 1.2 percent to $47.42.\n\nGold miners were also among the weights even as bullion steadied after a three-day losing streak, with Goldcorp Inc declining 4 percent to C$19.66 and Barrick Gold Corp falling 3.2 percent to C$9.88.\n\nGildan Activewear Inc declined 6.5 percent to C$35.63 after an analyst downgrade.\n\nFinancial technology company DH Corp fell 16.9 percent to C$32.11 ahead of its quarterly earnings report. (Reporting by Alastair Sharp; Editing by Chizu Nomiyama and Chris Reese)",
        "link": "http://www.reuters.com/article/canada-stocks-idUSL1N12Q2CV20151026"
    },
    {
        "header": "CANADA STOCKS-TSX falls as resource stocks, Valeant weigh",
        "time": "10:35AM UTC",
        "body": "* TSX down 88.84 points, or 0.64 percent, at 13,864.82\n\n* Eight of the TSX’s 10 main groups fall\n\nTORONTO, Oct 26 (Reuters) - Canada’s main stock index fell on Monday as resources stocks weighed and investors remained skittish about Valeant Pharmaceuticals despite its attempts to address recent allegations made against it by an influential short-seller.\n\nThe Toronto Stock Exchange’s S&P/TSX composite index was down 88.84 points, or 0.64 percent, at 13,864.82 at 10:16 a.m. ET (1416 GMT).\n\nThe heavyweight energy group fell 3 percent and materials, which includes miners and other resource stocks, lost 2.7 percent on lower commodity prices and fading expectations for more global monetary easing, while banks and telecom companies were among the leading gainers.\n\nThe most influential single weight was Valeant, down 5 percent at C$145, after it fired back about “completely untrue” allegations it had used its ties with a specialty pharmacy to inflate revenue.\n\nGildan Activewear Inc declined 5.2 percent to C$36.14 after an analyst downgrade.\n\nOf the index’s 10 main groups, eight were in negative territory.\n\nU.S. crude prices were down 1.3 percent at $44.04 a barrel, while Brent crude lost 0.9 percent to $47.55.\n\nThe most influential movers in the energy group were Canadian Natural Resources, which declined 1.4 percent to C$30.67, and Encana Corp, off 4.6 percent at C$10.10.\n\nGold miners were also among the weights even as bullion inched up off a three-day losing streak, with Barrick Gold Corp falling 2.2 percent to C$9.99, and Goldcorp Inc declining 2.3 percent to C$20.02. (Reporting by Alastair Sharp; Editing by Chizu Nomiyama)",
        "link": "http://www.reuters.com/article/canada-stocks-idUSL1N12Q13O20151026"
    },
    {
        "header": "TIMELINE-Deals, and doubts, mark Valeant's acquisition history",
        "time": "7:03PM UTC",
        "body": "Oct 26 (Reuters) - Valeant Pharmaceuticals International Inc laid out a defense of its relationship with a specialty pharmacy on Monday, but failed to dispel all investor concerns.\n\nThe drugmaker is in the spotlight over its pricing and accounting practices and overall strategy of a rapid acquisition-driven expansion and aggressive drug price hikes.\n\nFollowing is a summary of key events in Valeant’s history:\n\nDecember 2007: Biovail Corp of Canada, Valeant’s predecessor, pays $138 million to settle a shareholder lawsuit accusing it of making false statements to inflate its stock price. February 2008: California-based Valeant Pharmaceuticals International names McKinsey & Co veteran and pharmaceutical acquisitions expert Michael Pearson as its CEO. It buys Coria Laboratories for $95 million and Australia’s DermaTech for $12.6 million that year.\n\nMarch 2008: The U.S. Securities and Exchange Commission charges Biovail Corp, its former CEO, and three other senior executives with fraudulent accounting and making a series of misstatements to analysts and investors. January 2009: Valeant buys Dow Pharmaceutical Sciences Inc, a maker of topical dermatology products, for $285 million and buys Mexican generic drugmaker Tecnofarma. May 2010: Valeant buys Aton Pharmaceuticals, a New Jersey-based maker of ophthalmology products, for $318 million.\n\nSept 2010: Valeant is acquired by Biovail in a reverse merger. Pearson becomes CEO of the combined company with an annual revenue of $1.75 billion. It takes Valeant’s name and is incorporated in Canada, where Valeant predicts to have a 10-15 percent tax rate, far below the U.S. levels.\n\n2011: Valeant settles a civil lawsuit brought by the SEC accusing Biovail of accounting fraud. It boosts its presence in Central and Eastern Europe by snapping up Switzerland-based generic company PharmaSwiss for $481 million; AB Sanitas of Lithuania for about $500 million; Canada’s Afexa Life Sciences and Sanofi SA’s dermatology unit Dermik. However, its $5.7 billion unsolicited bid for U.S. biotech Cephalon loses to an almost $7 billion offer from Israeli drugmaker Teva Pharmaceutical Industries.\n\n2012: Valeant buys Medicis Pharmaceutical Corp for $2.6 billion, acquiring anti-wrinkle medicines and facial fillers that compete with Allergan Inc’s market-leading portfolio.\n\nApril 2013: Valeant offers more than $13 billion in stock for smaller U.S. rival Actavis Inc, but merger talks collapse.\n\nAugust 2013: In its biggest deal ever, Valeant buys eye-care company Bausch & Lomb from private equity firm Warburg Pincus for $8.6 billion. January 2014: After making the list of world’s top 15 drugmakers by market capitalization, Pearson tells analysts Valeant aims to crack the top 5 by the end of 2016.\n\nMarch 2014: Jim Grant, editor of an investment journal, criticizes Valeant for its lack of concern for research and development.\n\nApril 2014: Valeant and activist investor William Ackman’s Pershing Square Capital Management hedge fund team up to buy Allergan. May 2014: Bronte Capital’s John Hempton says his fund is shorting Valeant, calling its accounts “difficult to comprehend.” James Chanos, founder of Kynikos Associates and short on Valeant accuses it of “aggressive accounting games.”\n\nJune 2014: Allergan, battling off Valeant’s takeover attempt, releases email exchanges with Morgan Stanley in which the bank called Valeant a “house of cards.” Nov 2014: Valeant and Ackman end their pursuit for Allergan after rival Actavis outbids them with a $66 billion offer.\n\nMarch 2015: Pershing Square discloses it has taken a 5 percent stake in Valeant.\n\nApril 2015: Valeant completes its $11 billion purchase of Salix Pharmaceuticals, a maker of gastrointestinal medicines. June 2015: Long-time investor ValueAct Capital Management says it sold 4.2 million Valeant shares, but retains a stake worth over $3 billion.\n\nSept 28, 2015: Democratic members of a Congressional committee urge their chairman to subpoena Valeant over “massive” price increases for two of its heart drugs.\n\nOct 15, 2015: Valeant says it has been subpoenaed by U.S. prosecutors seeking details on its patient assistance programs, drug pricing and distribution practices.\n\nOct 19, 2015: New York Times reports how Valeant has used its ties with a specialty pharmacy Philidor to sell conventional medications, averting health insurer barriers to reimbursement.\n\nIn a conference call later that day, Valeant discloses for the first time that it has used Philidor’s services, has an option to buy the pharmacy and has already incorporated its financials into its own results.\n\nOct 21, 2015: Valeant shares plunge as much as 40 percent after an influential short-seller, Citron Research, accuses the company of using specialty pharmacies, including Philidor, to inflate its revenue. Valeant categorically denies the allegations.\n\nOct 26, 2015: Valeant holds investor call to defend itself against Citron’s allegations and sets up an ad-hoc committee to study them in depth.. Valeant shares end 5.3 percent down.",
        "link": "http://www.reuters.com/article/valeant-pharmacies-timeline-idUSL1N12N1PL20151026"
    },
    {
        "header": "CANADA STOCKS-TSX falls, weighed by resource stocks, Valeant",
        "time": "9:37AM UTC",
        "body": "TORONTO, Oct 26 (Reuters) - Canada’s main stock index slipped in early trade on Monday, weighed by slips in energy and materials stocks and in Valeant Pharmaceuticals International Inc, which sought to address allegations it had artificially inflated its revenue.\n\nThe Toronto Stock Exchange’s S&P/TSX composite index was down 36.13 points, or 0.26 percent, at 13,917.53 shortly after the open. Half of its 10 main groups fell. (Reporting by Alastair Sharp)",
        "link": "http://www.reuters.com/article/canada-stocks-open-idUSL1N12Q0YJ20151026"
    }
]