[
    {
        "header": "U.S. insurer caught on to odd billing at Valeant-linked pharmacy",
        "time": "12:41PM UTC",
        "body": "(Reuters) - OptumRx, a leading U.S. pharmacy benefits manager, began to stop payments to a pharmacy closely linked to Valeant Pharmaceuticals International more than a year ago after recognizing billing irregularities, former employees at the pharmacy and sources familiar with the matter told Reuters.\n\nHatboro, Pennsylvania-based Philidor Rx Services persisted in efforts to secure reimbursement for Valeant drug sales even after receiving a cease-and-desist order from OptumRx, one of its largest revenue sources, in September 2014, two sources familiar with the matter said. OptumRx is owned by UnitedHealth Group.\n\nIn response, Philidor submitted claims to OptumRx for Valeant drugs using the identification numbers of at least four other affiliated pharmacies, these sources said.\n\nPhilidor’s business practices are at the heart of fraud allegations posed in late October by Citron Research’s Andrew Left, an influential short-seller in Valeant stock. Valeant had already come under scrutiny for charging high mark-ups on drugs made by companies it has acquired.\n\nIts ties to Philidor, which surfaced two weeks ago, have led investors to question Valeant’s legal liabilities and future prospects, sending its shares down 45 percent. Valeant has denied Left’s accusation that it used Philidor to inflate its revenue. But it prompted the drugmaker to disclose that it paid Philidor $100 million for an option to acquire the company in December, raising questions of what it knew of Philidor’s practices.\n\nOptumRx’s September cease-and-desist letter cited a breach of its contract with Philidor, the sources familiar with the matter said. It isn’t clear what billing irregularities caused OptumRx to send the letter, the sources said.\n\nIn the months that followed, OptumRx recognized that drug reimbursement claims filed with the identification numbers of four other pharmacies could be traced to Philidor, the sources said. Starting in January, OptumRx sent cease-and-desist letters to the pharmacies, which worked in a network run by Philidor, the sources said.\n\nSpokespeople for both Valeant and Philidor declined to comment.\n\n“OptumRx works every day to protect the interests of our customers and members,” said OptumRx spokesman Matt Stearns. “That is why we began terminating Philidor from our networks months ago, and why we monitor closely the practices of all the pharmacies with whom we do business.”\n\nPhilidor primarily dispenses Valeant drugs directly to patients, and then presses payers like OptumRx to cover the cost, contributing nearly 6 percent of Valeant’s total revenue so far this year. The company said last week it will sever ties to Philidor and set up an internal committee to review the allegations regarding Valeant’s business relationships with Philidor.\n\nThe Wall Street Journal reported that a Philidor training manual from a year ago instructed employees to use another pharmacy’s identification number to file claims with insurers who don’t have a contract with the pharmacy.\n\nIn interviews with Reuters, former employees and sources familiar with the matter said that the practice was also applied to OptumRx, which had a contract on reimbursement to Philidor. It continued at least into early 2015, after Valeant had purchased the option to buy Philidor, giving it the right to name certain employees and be on a joint steering committee with its distribution partner.\n\nOne former Philidor employee said he was informed by his manager in the fall of 2014 that OptumRx was not taking Philidor claims. The employee was told to bill the benefits manager using the National Provider Identification number - unique identifiers issued by the government - of West Wilshire Pharmacy in Los Angeles. By early 2015, Philidor was also using the NPIs of R&O Pharmacy LLC in Camarillo, California, and of SafeRx in South Plainfield, New Jersey, to bill OptumRx.\n\n“Our main approach was to use West Wilshire’s NPI,” said a second former employee. “We would sometimes still try to do it with Philidor’s NPI, but we were pretty much always turned down, at which point we would use West Wilshire‘s.”\n\nPhilidor asked its employees not to discuss its dealings with OptumRx in emails, and devoted special training sessions to how to successfully bill OptumRx after it began rejecting Philidor claims, the former employees said. A fourth pharmacy whose NPI was used to bill OptumRx was Orbit Pharmacy in Houston.\n\nOrbit referred questions to Philidor’s general counsel, Gretchen Wisehart. Wisehart did not respond to requests for comment. Calls to West Wilshire and SafeRx went unanswered.\n\nWest Wilshire was the first pharmacy to receive a cease-and-desist letter, in January, the sources familiar with the matter said. Shortly afterward, OptumRx conducted an unannounced inspection of R&O Pharmacy in California where it determined that R&O was working with Philidor and was in the process of being acquired by a Philidor affiliate, the sources said.\n\nOptumRx issued a cease and desist letter barring R&O from doing business with the benefits manager, the sources said. R&O has accused Philidor of fraudulently using its NPI to dispense drugs that R&O doesn’t stock.\n\nAccording to California pharmacy law, a state-licensed pharmacy can fill prescriptions on behalf of another pharmacy, but it must be clearly documented to patients that the state-licensed pharmacy is the one providing the medication.",
        "link": "http://www.reuters.com/article/valeant-pharmacies-claims-idUSL1N12Z28M20151104"
    },
    {
        "header": "House oversight panel Democrats urge vote to subpoena Valeant, Turing",
        "time": "9:41AM UTC",
        "body": "WASHINGTON (Reuters) - The Democratic members of a U.S. House of Representatives investigative committee asked Republicans on Wednesday to call a vote to subpoena Valeant Pharmaceuticals and Turing Pharmaceuticals, amid accusations the companies wrongfully hiked the prices of lifesaving drugs.\n\nIn a letter, the panel’s leading Democrat, Elijah Cummings, and its 17 other Democratic members asked Republican committee Chairman Jason Chaffetz to stop blocking their efforts to investigate possible abuses by the companies.\n\nThey also accused Valeant Chief Executive Officer J. Michael Pearson and Turing CEO Martin Shkreli of stonewalling their demands for documents. They requested a Nov. 17 meeting for a vote on whether to subpoena the two executives to compel them to produce records, and also called for the chairman to hold a hearing so that Pearson and Shkreli can testify.\n\n“When corporate executives like Mr. Pearson and Mr. Shkreli engage in abusive business practices to enrich themselves and their shareholders at the expense of patients, hospitals and other healthcare providers, they should be held accountable for their actions,” the letter said.\n\nThe letter was released in conjunction with a news conference on the steps of the U.S. Capitol, in which Cummings and several other Democratic lawmakers planned to announce they were forming a new drug pricing task force designed to “combat the skyrocketing costs of pharmaceuticals.”\n\nThe pressure from Democrats marked the latest challenge for Canada-based Valeant and Turing, which are under investigation in connection with drug pricing, among other things.\n\nLast month, Valeant disclosed that it had received subpoenas from federal prosecutors in New York and Massachusetts in connection with a probe into their patient assistance programs, drug pricing and distribution practices.\n\nIn addition, its share price took a hit later that month after an influential short-seller accused the company of using specialty pharmacies to pad its revenue, a charge Valeant has vehemently denied.\n\nThe company has since cut ties with Philidor, the main specialty pharmacy whose business dealings with Valeant are under scrutiny. Valeant is investigating whether Philidor may have broken any laws.\n\nThe company has also faced congressional scrutiny over its decision to drastically raise the prices for heart drugs Nitropress and Isuprel after it acquired the rights to sell them.\n\nTuring, meanwhile, is facing an investigation by the New York state attorney general’s office into whether it violated antitrust rules in connection with price increases of Daraprim, an anti-parasitic drug used to treat patients with weak immune systems. The company is based, in Zug, Switzerland, with offices in New York.\n\nIt was not the first time Democrats on the panel have asked committee Chairman Chaffetz to allow them to investigate drug companies and the price of prescription medications. A similar request was made in September.\n\nThe Democrats on Wednesday accused Chaffetz of failing to give them “the courtesy of a reply” to their initial request.",
        "link": "http://www.reuters.com/article/us-house-pharmaceuticals-probe-idUSKCN0ST1Z720151104"
    },
    {
        "header": "Senate panel probing Valeant, Turing over drug costs",
        "time": "9:52PM UTC",
        "body": "(Reuters) - A U.S. Senate panel on Wednesday launched a bipartisan probe into pharmaceutical pricing, seeking documents from four drugmakers including Valeant Pharmaceuticals and Turing Pharmaceuticals, companies embroiled in controversy over price hikes on lifesaving drugs.\n\nThe Senate’s Special Committee on Aging also requested information from Retrophin Inc and Rodelis Therapeutics, according to a statement from the panel’s Republican Chairwoman Susan Collins and Claire McCaskill, its top Democrat.\n\nAlso on Wednesday, Democratic members of a U.S. House of Representatives investigative committee asked Republicans to call a vote to subpoena Valeant and Turing.\n\nThese Democratic leaders called for an investigation of drug prices in September, emboldened by press reports of a more than 5000 percent overnight increase in a toxoplasmosis drug made by Turing and a more than 600 percent increase in a blood pressure treatment from Valeant.\n\nThat investigation, along with news that Democratic Presidential candidate Hillary Clinton found the increases “outrageous” and the release of her plan to restrict drugmaker profits, has hurt their stock prices. Drugmakers and their defenders say drugs are priced to help enable discovery and development of innovative new treatments.\n\nThe effort has not yet been taken up broadly by Republicans. Investors and analysts have said it would take a wider bipartisan push to possibly change how drugmakers price their medicines.\n\nHouse investigative committee Republican Chairman Jason Chaffetz, who could authorize an investigation, so far has blocked it. His spokesperson did not immediately respond to request for comment.\n\nRetrophin shares fell 14 percent to $18.67 on Nasdaq. Valeant shares fell over 2 percent to $95.50 on the New York Stock Exchange.\n\nIn a letter to Valeant Chief Executive Mike Pearson, the Senate committee chairs requested information on sodium drug Nitropress, which is used to treat high blood pressure. Its price rose by 625 percent to $1,346.62 per vial on the day Valeant acquired the drug, the letter said. It also cited an 820 percent increase to $36,811 for 25 pills of heart drug Isuprel and a 2,949 percent increase to $26,189 for 100 capsules of Cuprimine for rheumatoid arthritis.\n\nValeant said it planned to cooperate with the committee on the inquiry. Drug prices fluctuate due to factors “including the cost of development and acquisition and complexities in the health care cost reimbursement system,” spokeswoman Laurie Little said in an emailed statement.\n\nValeant is already the subject of a probe by federal prosecutors in New York and Massachusetts into drug pricing and patient assistance programs, and is also under scrutiny over separate allegations that it used specialty pharmacies to pad its revenue.\n\nThe Senate committee also sent a letter to Retrophin requesting information about Thiola, a drug that treats kidney disease, and whose price rose to $30 per tablet from $1.50 after Retrophin acquired licensing rights.\n\n“Pharmaceutical pricing that strikes the right balance between affordability and enabling innovation is an issue of legitimate concern for patients and the industry,” Retrophin director of investor relations Chris Cline said in an emailed statement. The company said it was focused on developing its pipeline of drugs rather than acquiring and re-marketing old therapies.\n\nThe Senate committee also said it wanted to hear more about Turing’s Daraprim, an anti-infective drug used to treat toxoplasmosis among other diseases. Earlier this year Turing raised the price on the drug overnight to $750 per pill from $13.50.\n\nTuring did not immediately comment on Wednesday’s probe. In September Turing said it would cut the price of Daraprim, but has not yet done so. The New York state attorney general’s office is also investigating Turing over whether its Daraprim price increases violated antitrust rules.\n\n“The sudden, aggressive price hikes for a variety of drugs used widely for decades affect patients and health care providers and the overall cost of health care,” Collins said in a statement, adding that the Senate committee is probing the increases given the potential harm to patients.",
        "link": "http://www.reuters.com/article/us-usa-congress-drugprices-idUSKCN0ST1S220151105"
    }
]