[
    {
        "header": "CVS Health drops Philidor, adds to Valeant's woes ",
        "time": "4:12PM UTC",
        "body": "(Reuters) - Drugstore chain CVS Health Corp (CVS.N) said it had dropped Philidor Rx, a specialty pharmacy associated with Valeant Pharmaceuticals Inc (VRX.TO) (VRX.N), from its Caremark program.\n\nValeant’s shares tumbled last week after influential short-seller Citron Research said the company was using specialty pharmacies to inflate revenue.\n\nCVS took the step following an audit of Philidor, citing “noncompliance” with its provider agreement.",
        "link": "http://www.reuters.com/article/us-valeant-pharmacies-cvs-health-idUSKCN0SN2QY20151029"
    },
    {
        "header": "Largest shareholder urges Valeant to pay down debt",
        "time": "12:35PM UTC",
        "body": "Oct 29 (Reuters) - Valeant Pharmaceuticals International Inc’s largest shareholder, Ruane, Cunniff & Goldfarb Inc, has urged the company to consider paying down debt.\n\nThe investment firm, in a letter to shareholders on Wednesday, also came to Valeant's defense, saying allegations against it are false. (bit.ly/1SbKI51)\n\nValeant’s stock has taken a beating since short-seller Citron Research said last week that the company was using its drug distributor, Philidor, to inflate revenue numbers. (Reporting by Vidya L Nathan in Bengaluru; Editing by Kirti Pandey)",
        "link": "http://www.reuters.com/article/valeant-pharmacies-shareholders-idUSL3N12T5UX20151029"
    },
    {
        "header": "U.S. antitrust enforcers could undo Valeant lens monopoly-lawyers",
        "time": "8:38PM UTC",
        "body": "WASHINGTON (Reuters) - U.S. antitrust regulators could push Valeant Pharmaceuticals International Inc to sell part of its specialty contact lens materials business so it would lose the market dominance it built through two acquisitions, antitrust attorneys said.\n\nThe U.S. Federal Trade Commission is investigating the Canadian drugmaker’s purchase of Paragon Vision Sciences in May, Valeant said in a government filing on Monday. Valeant disclosed that it had received a letter from the FTC on or about Oct. 16 seeking information about the Paragon deal.\n\nValeant, whose shares plunged last week after a short seller issued a report alleging it was artificially inflating its revenue through dealings with a specialty pharmacy company, entered the contact lens business in 2013 by buying Bausch and Lomb for $8.7 billion.\n\nAmong its businesses, Bausch and Lomb was a major manufacturer of basic components, or “buttons”, used to make a type of rigid gas permeable lenses known as Ortho-K.\n\nValeant then bought the much smaller Paragon for an undisclosed sum, without reporting it to securities regulators or antitrust authorities.\n\nParagon was the No. 2 maker of CRT buttons which are similar to Ortho-K, according to sources at the laboratories which customize them for patients. With the takeover, Valeant gained control of more than 80 percent of the gas permeable button market, the sources said.\n\nIt also brought in big price rises, some customers said. Antitrust regulators often see big price rises as a signal of anti-competitive practices.\n\nUnder U.S. antitrust law, it is legal to buy a small company without reporting the transaction to antitrust authorities if the value of the deal is less than $76.3 million. It is also legal to have a home-grown monopoly by developing a product in-house.\n\nHowever, gaining a monopoly by buying companies can lead to a breach of regulations.\n\n“They do have a duty not to make themselves a monopolist by acquisition,” said John Briggs of law firm Axinn, Veltrop and Harkrider LLP.\n\nValeant defended the purchase, saying it “supports our mission to improve consumers’ lives.” “We are cooperating with the FTC on its inquiry,” a spokesman said in a statement.\n\nThe FTC declined comment for this story.\n\nThe FTC could sue to force Valeant to sell Paragon or to divest specific assets, such as the CRT portion of Paragon’s business, said William Stallings, who recently left the Justice Department to join the law firm Mayer Brown as an antitrust and competition attorney.\n\n“This one cries out for disgorgement, which has been a big huge push for the agencies,” he added in reference to antitrust actions that force a company to pay a penalty related to the profits they have made.\n\nIn recent years, the Justice Department and the FTC, which share the job of enforcing antitrust law, have gone after small, previously unreported transactions which they determined had broken antitrust law.\n\nOne small deal which caught the eye of the FTC was Carilion Clinic, which bought two competing clinics, one which does imaging and the other minor surgery, in Roanoke, Virginia in 2008, and then raised prices. In 2009, Carilion agreed to sell both clinics under pressure from the regulator.\n\nIn April, the FTC required Cardinal Health to pay $26.8 million to refund customers. It had been accused of overcharging them for drugs used to perform heart stress tests after it made a series of acquisitions that gave it dominance in 25 cities and then put pressure on suppliers not to deal with competitors seeking to open rival clinics.\n\nBoth the Ortho-K and the CRT lenses re-shape the cornea as they are worn overnight, making glasses or other corrective lenses unnecessary during the day. An industry source estimated that Bausch and Lomb and Paragon made about $5.5 million annually from the CRT and Ortho-K business, through sales of both buttons and finished lenses.\n\nValeant informed laboratories which bought the buttons of price increases in September and October, according to several laboratories interviewed by Reuters.\n\nBill Masler, president of Colorado-based Accu Lens which buys buttons from Valeant, estimated that the average price he pays rose about 70 percent, with some buttons costing as much as 130 percent more. “The price increase is totally out of line. It’s unjustifiable,” said Masler.",
        "link": "http://www.reuters.com/article/valeant-pharms-antitrust-lenses-idUSL1N12U00X20151030"
    },
    {
        "header": "Valeant's ambitious plan for its contact lens business",
        "time": "4:59AM UTC",
        "body": "NEW YORK (Reuters) - Valeant Pharmaceuticals International has pursued a plan in recent months to dominate the market for specialty contact lenses, according to two people familiar with the company’s approach and some of the company’s communications with its customers.\n\nThe Canadian drugmaker’s goal, spelled out to key employees and demonstrated through its actions, has been to acquire other manufacturers, take on competitors and raise prices for unfinished lens components.\n\nValeant entered the contact lens business with its purchase of Bausch and Lomb in 2013 for $8.7 billion. At the time of the acquisition, Bausch and Lomb manufactured about 75% of the basic components of rigid gas permeable lenses, known as “buttons,” said Kurtis Brown, who worked for Bausch and Lomb prior to Valeant’s purchase. After manufacture, buttons are customized for individual patients, typically by laboratories specializing in that process.\n\nWith the acquisition of Paragon Vision Sciences in May for an undisclosed sum, Valeant and Bausch and Lomb further consolidated their grip on the market, gaining control of more than 80% percent of the gas permeable button market, according to one of the sources familiar with Valeant’s operations and the representative of an industry group.\n\nRigid lenses comprise only about 10% of the contact lens market, and are popular among people who cannot wear soft lenses.\n\nThe acquisition of Paragon also gave Valeant and Bausch and Lomb full control of the small market for Ortho-K buttons, which are used to create one type of gas permeable lens, said Brown, now a marketing manager for lens manufacturer Menicon America Inc. Sales of Ortho-K buttons and finished Ortho-K lenses comprise only about $5 million in annual sales for Valeant companies.\n\nThe U.S. Federal Trade Commission is investigating the Paragon purchase as part of an anti-trust probe, a source interviewed by the FTC told Reuters. Valeant disclosed on Monday that it had received a letter from the FTC on or about Oct. 16 seeking more information about its acquisition of Paragon.\n\nOn Tuesday, Valeant declined to comment on specifics of its strategy in the specialty contact lens market but defended its purchase of Paragon.\n\n“Our acquisition of Paragon Holdings supports our mission to improve consumers’ lives by bringing to market innovative, specialty eye care solutions, and we are cooperating with the FTC on its inquiry,” the company said in a statement emailed to Reuters.\n\nBausch & Lomb is now operated as a division of Valeant, and Paragon has been rolled into Bausch & Lomb.\n\nIn recent months, Bausch and Lomb also has moved to acquire laboratories that turn the raw components – buttons - into finished lenses.\n\nThe plan has encountered challenges, however, with at least four laboratories - including Alden Optics, Art Optical and Tru-Form Optics - holding out, at least for now, against Bausch and Lomb’s purchase overtures, according to one of the sources familiar with Valeant’s contact lens operations and some of the labs themselves.\n\nIn the months after it began trying to acquire laboratories, Bausch and Lomb increased button prices for its customers, which included more than 30 laboratories that customize lenses, according to Jan Svochak, president of the contact lens manufacturers association, an industry trade group.\n\nThe price increases for buttons ranged from 15 percent to more than 120 percent, a source with direct knowledge of the price hikes said.\n\nKeith Parker, owner and president of Advanced Vision Technology, said that his lab was hit with a first price increase from Bausch and Lomb in mid-September and a second one on October 1, all on overnight-wear lenses.\n\n“They were substantial,” he said of the price increases. “Some of them 100 percent, some of them more than 100 percent.”\n\nThe company also did away with volume discounts, he said.\n\nIn response to the price increases, some labs have begun switching to other button suppliers, such as Contamac, according to at least three laboratories interviewed by Reuters. Contamac has not responded to a request for comment.\n\nLast week, Bausch and Lomb sent a letter to the optometrist community promising to “adjust down” some of the increased prices after complaints from laboratories.\n\nIn the long run, Bausch and Lomb hopes to do more manufacturing and distribution of finished lenses directly to optometrists. This would enable Bausch and Lomb to bypass some of the laboratories now filling that role and thereby buttress its profits, according to one of the people familiar with Valeant’s operations and several laboratories.\n\nAccording to the two sources familiar with Valeant’s contact lens operations, Bausch and Lomb hopes a newly created division, to be called Advanced Vision Products, will bring in more than $100 million in revenue by the end of 2016 from sales of specialty contact lens products, including customized gas permeable contact lenses.\n\nBausch and Lomb currently earns about $30 million annually from manufacturing gas permeable lenses and their basic components, the sources said.\n\nValeant was already the subject of a U.S. probe into price increases for its heart medications, and its stock price was battered last week after short-seller Andrew Left accused it of using mail-order pharmacies to fraudulently book revenues.\n\nValeant denied Left’s assertions and laid out a detailed defense on Monday of its relationship with specialty pharmacy Philidor, the firm at the center of Left’s accusations.",
        "link": "http://www.reuters.com/article/us-valeant-pharmacies-lenses-insight-idUSKCN0SN0CC20151029"
    },
    {
        "header": "CVS, Express Scripts drop Valeant's Philidor; stock dives",
        "time": "7:27PM UTC",
        "body": "(Reuters) - Valeant Pharmaceuticals Inc. sustained hits on several fronts on Thursday after CVS Health Corp and Express Scripts dropped Philidor from their networks in a sign the fallout from the drugmaker’s connection with the specialty pharmacy is spreading.\n\nThe moves by the nation’s two largest pharmacy benefit managers whacked Valeant shares before the market close, and pushed them 10 percent lower to $99 after hours.\n\nAfter coming under pressure this summer, Valeant’s stock plunged last week after short-seller Citron Research said that the company was using its drug distributor, Philidor Rx, to inflate revenue numbers.\n\nAbout a dozen Valeant officials held a conference call on Monday to address the accusations, which helped ease pressure on the company’s stock. Valeant said it properly accounts for sales through its pharmacy partners and only books revenue once one of its medicines reaches a patient.\n\nValeant’s stock recovered throughout the week than sank on the CVS and Express Scripts news. CVS, late on Thursday, said its Caremark program was dropping Philidor. CVS took the step following an audit of Philidor, citing “noncompliance” with its provider agreement, the company said.\n\nShortly after the market close, Express Scripts said it too was ending its ties to Philidor.\n\nCVS did not explain the “noncompliance” further when contacted by Reuters. Bloomberg on Thursday said Philidor has altered doctors’ orders to wring more payment out of insurers, according to former employees and an internal document, which details how to proceed with a prescription for certain Valeant drugs after they have been rejected.\n\n“Valeant’s drugs are provided to patients through many channels, including traditional retail pharmacies, specialty pharmacies, and directly from health care providers,” said Valeant Spokeswoman Laurie Little in an emailed statement.\n\nCVS and Express Scripts Holdings manage most of the prescriptions filled under health plans run by the nation’s largest insurers. Express Scripts manages prescription benefits for 85 million people.\n\nThe move by CVS and Express Scripts will have a direct impact on Valeant, though Philidor accounts for a small portion of the Canadian company’s revenues.\n\nIn Valeant’s detailed presentation on Monday that spelled out its dealings with Philidor, the company said that the pharmacy accounted for about 5.9 percent of its total sales so far this year.\n\nThe stock was trading as high as $260 per share in August. The next month, U.S. Democratic politicians singled out Valeant for hiking drug prices on consumers, and a federal subpoena followed. With the stock under pressure, the Citron report last Wednesday sent it into a tailspin.\n\nThe CVS announcement came after mutual fund manager Ruane, Cunniff & Goldfarb Inc., sent a letter to its own investors about the Valeant saga. The Sequoia Fund, which the mutual fund manages, owns 9.93 percent of Valeant and is the company’s largest shareholder.\n\nWhile the letter is largely a defense of Valeant’s practices, it says that the company needs to move faster with paying down its debt. It also points out that Valeant’s aggressive business practices have “pushed boundaries,” and that the company needs to better manage its image.\n\n“We would stress the importance of taking a more systemic approach to managing business practices with an eye on the company’s long-term corporate reputation,” said the letter dated Oct. 28 and signed by Ruane, Cunniff & Goldfarb President Robert Goldfarb and Executive Vice President David Poppe.\n\nSeparately, two of the five independent directors of the Sequoia Fund resigned over the weekend, the Wall Street Journal reported on Thursday, citing the board’s chairman. A person who answered the phone at Ruane, Cunniff & Goldfarb said the chairman, Roger Lowenstein, could not be reached.\n\nValeant’s abrupt slide from a hedge fund darling to a drug company under fire has weighed heavily on two of the best known U.S. activist funds: ValueAct Partners and Pershing Square.\n\nValueAct has been an investor in Valeant since 2006, and played a significant role in instituting the company’s strategy and its current CEO, Michael Pearson. Pearson took over in 2008 and built Valeant into a more than $40 billion company with over 100 transactions. ValueAct, with $19 billion under management, now has two directors on the company’s board, and was the fourth largest shareholder as of June 30.\n\nWilliam Ackman’s Pershing Square, Valeant’s third-largest shareholder, has scheduled a call on Friday at 9 am EDT to address the drug company’s issues. Pershing owned 5.7 percent of Valeant as of June 30, and faced a paper loss of more than $800 million at one point last week.",
        "link": "http://www.reuters.com/article/us-valeant-pharmacies-shareholders-idUSKCN0SN28U20151029"
    },
    {
        "header": "RPT-INSIGHT-Valeant's master plan for its contact lens business",
        "time": "7:00AM UTC",
        "body": "NEW YORK, Oct 28 (Reuters) - Valeant Pharmaceuticals International has pursued a plan in recent months to dominate the market for specialty contact lenses, according to two people familiar with the company’s approach and some of the company’s communications with its customers.\n\nThe Canadian drugmaker’s goal, spelled out to key employees and demonstrated through its actions, has been to acquire other manufacturers, take on competitors and raise prices for unfinished lens components.\n\nValeant entered the contact lens business with its purchase of Bausch and Lomb in 2013 for $8.7 billion. At the time of the acquisition, Bausch and Lomb manufactured about 75% of the basic components of rigid gas permeable lenses, known as “buttons,” said Kurtis Brown, who worked for Bausch and Lomb prior to Valeant’s purchase. After manufacture, buttons are customized for individual patients, typically by laboratories specializing in that process.\n\nWith the acquisition of Paragon Vision Sciences in May for an undisclosed sum, Valeant and Bausch and Lomb further consolidated their grip on the market, gaining control of more than 80% percent of the gas permeable button market, according to one of the sources familiar with Valeant’s operations and the representative of an industry group.\n\nRigid lenses comprise only about 10% of the contact lens market, and are popular among people who cannot wear soft lenses.\n\nThe acquisition of Paragon also gave Valeant and Bausch and Lomb full control of the small market for Ortho-K buttons, which are used to create one type of gas permeable lens, said Brown, now a marketing manager for lens manufacturer Menicon America Inc. Sales of Ortho-K buttons and finished Ortho-K lenses comprise only about $5 million in annual sales for Valeant companies.\n\nThe U.S. Federal Trade Commission is investigating the Paragon purchase as part of an anti-trust probe, a source interviewed by the FTC told Reuters. Valeant disclosed on Monday that it had received a letter from the FTC on or about Oct. 16 seeking more information about its acquisition of Paragon.\n\nOn Tuesday, Valeant declined to comment on specifics of its strategy in the specialty contact lens market but defended its purchase of Paragon.\n\n“Our acquisition of Paragon Holdings supports our mission to improve consumers’ lives by bringing to market innovative, specialty eye care solutions, and we are cooperating with the FTC on its inquiry,” the company said in a statement emailed to Reuters.\n\nBausch & Lomb is now operated as a division of Valeant, and Paragon has been rolled into Bausch & Lomb.\n\nIn recent months, Bausch and Lomb also has moved to acquire laboratories that turn the raw components - buttons - into finished lenses.\n\nThe plan has encountered challenges, however, with at least four laboratories - including Alden Optics, Art Optical and Tru-Form Optics - holding out, at least for now, against Bausch and Lomb’s purchase overtures, according to one of the sources familiar with Valeant’s contact lens operations and some of the labs themselves.\n\nIn the months after it began trying to acquire laboratories, Bausch and Lomb increased button prices for its customers, which included more than 30 laboratories that customize lenses, according to Jan Svochak, president of the contact lens manufacturers association, an industry trade group.\n\nThe price increases for buttons ranged from 15 percent to more than 120 percent, a source with direct knowledge of the price hikes said.\n\nKeith Parker, owner and president of Advanced Vision Technology, said that his lab was hit with a first price increase from Bausch and Lomb in mid-September and a second one on October 1, all on overnight-wear lenses.\n\n“They were substantial,” he said of the price increases. “Some of them 100 percent, some of them more than 100 percent.”\n\nThe company also did away with volume discounts, he said.\n\nIn response to the price increases, some labs have begun switching to other button suppliers, such as Contamac, according to at least three laboratories interviewed by Reuters. Contamac has not responded to a request for comment.\n\nLast week, Bausch and Lomb sent a letter to the optometrist community promising to “adjust down” some of the increased prices after complaints from laboratories.\n\nIn the long run, Bausch and Lomb hopes to do more manufacturing and distribution of finished lenses directly to optometrists. This would enable Bausch and Lomb to bypass some of the laboratories now filling that role and thereby buttress its profits, according to one of the people familiar with Valeant’s operations and several laboratories.\n\nAccording to the two sources familiar with Valeant’s contact lens operations, Bausch and Lomb hopes a newly created division, to be called Advanced Vision Products, will bring in more than $100 million in revenue by the end of 2016 from sales of specialty contact lens products, including customized gas permeable contact lenses.\n\nBausch and Lomb currently earns about $30 million annually from manufacturing gas permeable lenses and their basic components, the sources said.\n\nValeant was already the subject of a U.S. probe into price increases for its heart medications, and its stock price was battered last week after short-seller Andrew Left accused it of using mail-order pharmacies to fraudulently book revenues.\n\nValeant denied Left’s assertions and laid out a detailed defense on Monday of its relationship with specialty pharmacy Philidor, the firm at the center of Left’s accusations. (Additional reporting by Lisa Richwine in Los Angeles and Diane Bartz in Washington Editing by Carmel Crimmins and Sue Horton)",
        "link": "http://www.reuters.com/article/valeant-pharmacies-lenses-idUSL1N12T0A120151029"
    }
]