[
    {
        "header": "CANADA STOCKS-TSX ends down as energy stocks , Valeant weigh",
        "time": "4:12PM UTC",
        "body": "TORONTO, Oct 15 (Reuters) - Canada’s main stock index slipped on Thursday, weighed down by energy stocks as oil settled down for a fourth straight day and by Valeant Pharmaceuticals International Inc, which has been subpoenaed by U.S. prosecutors over its drug pricing.\n\nThe Toronto Stock Exchange’s S&P/TSX composite index unofficially closed down 46.36 points, or 0.33 percent, at 13,828.97. (Reporting by Alastair Sharp; Editing by Dan Grebler)",
        "link": "http://www.reuters.com/article/markets-stocks-canada-open-idUSL1N12F2NZ20151015"
    },
    {
        "header": "Valeant subpoenaed by US prosecutors over drug pricing",
        "time": "7:21PM UTC",
        "body": "(Reuters) - Valeant Pharmaceuticals International Inc , already under fire over steep price hikes for two heart drugs, said it had been subpoenaed by U.S. prosecutors seeking details on its patient assistance programs, drug pricing and distribution practices.\n\nU.S.-listed shares of Valeant, which said it would cooperate with the investigations, closed down 4.7 percent at $168.87.\n\nThe Canadian company, which was rapped by Democratic lawmakers in late September over those price increases, said late Wednesday it was reviewing subpoenas from the U.S. Attorneys’ Offices for the District of Massachusetts and the Southern District of New York.\n\nValeant tripled the price of its drug Isuprel and raised the price six-fold for another heart drug, Nitropress, after buying them in February. While the magnitude of the price hikes has put Valeant in the political crosshairs, raising drug prices is not illegal in the United States.\n\nThe company said it had hired a consultant to review the drugs’ pricing and reimbursement. The consultant found “considerable room to increase the price of both drugs,” Chief Executive Michael Pearson said in a letter on Wednesday in response to concerns expressed by U.S. Senator Claire McCaskill. He added that Valeant has made substantial investments in manufacturing in the United States.\n\nMcCaskill, the top-ranking Democrat on the Senate’s Permanent Subcommittee on Investigations, said on Thursday that Pearson’s letter failed to answer her questions and that she would press on with her investigation of drug pricing.\n\nPearson has built Valeant into one of the world’s largest drugmakers through numerous acquisitions. His business model has featured price hikes on medicines, while slashing research spending of acquired companies.\n\n“Many companies charge high prices for drugs, but not many duplicate the Valeant business model,” said Erik Gordon, a professor at University of Michigan’s Ross School of Business.\n\nGordon noted that drugmakers’ patient assistant programs, a main aspect of the subpoenas, help patients cover co-pays for their medicines, but can sometimes be deemed improper inducement to drive up sales.\n\nShares of many drugmakers have slumped since Democratic presidential hopeful Hillary Clinton last month proposed ways to prevent industry “profiteering.”\n\nClinton’s comments followed reports that Turing Pharmaceuticals had hiked the price of a 62-year-old drug it had acquired by more than 5,000 percent, to $750 a tablet.\n\nThe same medicine, to treat a parasitic infection, is sold in Britain by GlaxoSmithKline for 43 pence (66 cents) a pill.\n\nThe United States has no price controls on medicines, though such curbs are common in Europe.\n\nPiper Jaffray analyst Richard Purkiss does not see the Valeant subpoenas as a precursor to a larger industry investigation because of the significant investment in high-risk research made by most large drugmakers and biotechs.\n\n“There is an unwritten social contract where you can have a degree of pricing power, but only if you engage in substantial funding of research as a percentage of your sales. Companies that extract high prices without spending on R&D are in a different space,” Purkiss said.\n\nGuggenheim analyst Louise Chen said she believed the federal prosecutors’ inquiries are politically motivated, and that a financial settlement within two to three years would be a likely outcome.\n\n“Typically, companies agree to a fine and admit no guilt,” she said.\n\nValeant officials declined to comment beyond the content of the company’s statement.\n\nOfficials at both prosecutors’ offices declined to comment.\n\nOfficials with PhRMA, the largest U.S. trade group for pharmaceutical companies, said it could not comment as Valeant was not a member of the organization. (Additional reporting by Ismail Shakil, Ankur Banerjee and Natalie Grover in Bengaluru and Daniel Wiessner in New York)",
        "link": "http://www.reuters.com/article/valeant-pharms-subpoena-idUSL1N12F0LV20151015"
    },
    {
        "header": "CANADA STOCKS-TSX slips on resource retreat, Valeant subpoena",
        "time": "9:41AM UTC",
        "body": "TORONTO, Oct 15 (Reuters) - Canada’s main stock index slipped at the open on Thursday, hurt by a retreat among resource stocks on lower oil prices and a slump in Valeant Pharmaceuticals International Inc after it was subpoenaed by U.S. prosecutors over drug pricing.\n\nThe Toronto Stock Exchange’s S&P/TSX composite index was down 22.32 points, or 0.16 percent, at 13,853.01. Seven of its 10 main sectors gained, however, led by financial and industrial stocks. (Reporting by Alastair Sharp; Editing by Chizu Nomiyama)",
        "link": "http://www.reuters.com/article/markets-stocks-canada-open-idUSL1N12F12E20151015"
    },
    {
        "header": "Valeant subpoenaed by U.S. prosecutors; shares drop",
        "time": "7:20PM UTC",
        "body": "(Reuters) - Valeant Pharmaceuticals International Inc (VRX.TO) (VRX.N), already under fire over steep price hikes for two heart drugs, said it had been subpoenaed by U.S. prosecutors seeking details on its patient assistance programs, drug pricing and distribution practices.\n\nU.S.-listed shares of Valeant, which said it would cooperate with the investigations, closed down 4.7 percent at $168.87.\n\nThe Canadian company, which was rapped by Democratic lawmakers in late September over those price increases, said late Wednesday it was reviewing subpoenas from the U.S. Attorneys’ Offices for the District of Massachusetts and the Southern District of New York.\n\nValeant tripled the price of its drug Isuprel and raised the price six-fold for another heart drug, Nitropress, after buying them in February. While the magnitude of the price hikes has put Valeant in the political crosshairs, raising drug prices is not illegal in the United States.\n\nThe company said it had hired a consultant to review the drugs’ pricing and reimbursement. The consultant found “considerable room to increase the price of both drugs,” Chief Executive Michael Pearson said in a letter on Wednesday in response to concerns expressed by U.S. Senator Claire McCaskill. He added that Valeant has made substantial investments in manufacturing in the United States.\n\nMcCaskill, the top-ranking Democrat on the Senate’s Permanent Subcommittee on Investigations, said on Thursday that Pearson’s letter failed to answer her questions and that she would press on with her investigation of drug pricing.\n\nPearson has built Valeant into one of the world’s largest drugmakers through numerous acquisitions. His business model has featured price hikes on medicines, while slashing research spending of acquired companies.\n\n“Many companies charge high prices for drugs, but not many duplicate the Valeant business model,” said Erik Gordon, a professor at University of Michigan’s Ross School of Business.\n\nGordon noted that drugmakers’ patient assistant programs, a main aspect of the subpoenas, help patients cover co-pays for their medicines, but can sometimes be deemed improper inducement to drive up sales.\n\nShares of many drugmakers have slumped since Democratic presidential hopeful Hillary Clinton last month proposed ways to prevent industry “profiteering.”\n\nClinton’s comments followed reports that Turing Pharmaceuticals had hiked the price of a 62-year-old drug it had acquired by more than 5,000 percent, to $750 a tablet.\n\nThe same medicine, to treat a parasitic infection, is sold in Britain by GlaxoSmithKline (GSK.L) for 43 pence (66 cents) a pill.\n\nThe United States has no price controls on medicines, though such curbs are common in Europe.\n\nPiper Jaffray analyst Richard Purkiss does not see the Valeant subpoenas as a precursor to a larger industry investigation because of the significant investment in high-risk research made by most large drugmakers and biotechs.\n\n“There is an unwritten social contract where you can have a degree of pricing power, but only if you engage in substantial funding of research as a percentage of your sales. Companies that extract high prices without spending on R&D are in a different space,” Purkiss said.\n\nGuggenheim analyst Louise Chen said she believed the federal prosecutors’ inquiries are politically motivated, and that a financial settlement within two to three years would be a likely outcome.\n\n“Typically, companies agree to a fine and admit no guilt,” she said.\n\nValeant officials declined to comment beyond the content of the company’s statement.\n\nOfficials at both prosecutors’ offices declined to comment.\n\nOfficials with PhRMA, the largest U.S. trade group for pharmaceutical companies, said it could not comment as Valeant was not a member of the organization.",
        "link": "http://www.reuters.com/article/us-valeant-pharms-subpoena-idUSKCN0S90XO20151015"
    },
    {
        "header": "CANADA STOCKS-TSX slips as energy stocks pull back, Valeant falls",
        "time": "4:49PM UTC",
        "body": "* TSX ends down 46.36 points, or 0.33 percent, at 13,828.97\n\n* Valeant falls 5.4 pct after subpoena by U.S. prosecutors\n\nTORONTO, Oct 15 (Reuters) - Canada’s main stock index slipped on Thursday, as a pullback among energy stocks and a U.S. subpoena for Valeant Pharmaceuticals International Inc weighed.\n\nValeant fell 5.4 percent to C$216.73 after it said it was subpoenaed by U.S. prosecutors on its pricing, drug distribution and patient assistance programs.\n\nThe energy group slipped 0.6 percent, with oil falling for a fourth straight day as a U.S. crude buildup supported oversupply concerns.\n\nThe most influential decliners included Canadian Natural Resources, which fell 1.2 percent to C$30.65, and Suncor Energy Inc, down 0.7 percent at C$36.75.\n\n“Canada is underperforming the U.S. today, likely due to a pullback in resources, which have been having a strong month so far in October,” said Youssef Zohny, portfolio manager at StennerZohny Investment Partners+ of Richardson GMP Ltd.\n\nThe Toronto Stock Exchange’s S&P/TSX composite index ended down 46.36 points, or 0.33 percent, at 13,828.97.\n\nIt had risen steadily this month to above 14,000 by late last week, largely driven by renewed buying interest in the beaten-down energy sector.\n\n“We’ve had a nice relief rally but definitely the risks are to the downside,” Zohny said, citing Canada’s exposure to a global economy showing signs of slowdown.\n\nAdvancing issues just outnumbered decliners, by 122 to 119, with most sectors posting only moderate gains or losses overall.\n\nSeveral heavyweight financial stocks added to the downward move, with Toronto-Dominion Bank off 0.4 percent to C$52.17 and Manulife Financial Corp down 0.9 percent at C$21.08. (Reporting by Alastair Sharp; Editing by James Dalgleish and Matthew Lewis)",
        "link": "http://www.reuters.com/article/markets-stocks-canada-idUSL1N12F2TO20151015"
    },
    {
        "header": "CANADA STOCKS-Resource retreat, Valeant subpoena push TSX lower",
        "time": "10:16AM UTC",
        "body": "* TSX down 11.87 points, or 0.09 percent, at 13,863.46\n\n* Seven of the TSX’s 10 main groups rise\n\nTORONTO, Oct 15 (Reuters) - Canada’s main stock index was barely lower on Thursday, as a resource retreat and U.S. subpoena for Valeant Pharmaceuticals International Inc offset gains across much of the rest of the index led by financials and industrial shares.\n\nValeant fell 9.1 percent to C$208.29 after it said it was subpoenaed by U.S. prosecutors on its pricing, drug distribution and patient assistance programs.\n\nThe most influential decliners also included Goldcorp Inc , which fell 1.3 percent to C$19.81, and Barrick Gold Corp , which declined 2.2 percent to C$10.33.\n\nThe price of gold retreated from a 3-1/2-month high on gains for the U.S. dollar.\n\nThe overall materials group, which includes miners and other non-energy resource stocks, retreated 0.8 percent.\n\nThe energy group slipped 0.6 percent, with Suncor Energy Inc down 0.5 percent at C$36.84 and Canadian Natural Resources off 0.4 percent at C$30.90.\n\nU.S. crude prices were down 1.7 percent to $45.84 a barrel, while Brent crude lost 1.0 percent to $48.65.\n\nAt 10:01 a.m. ET (1401 GMT), the Toronto Stock Exchange’s S&P/TSX composite index was down 11.87 points, or 0.09 percent, to 13,863.46.\n\nStill, seven of the index’s 10 main groups were in positive territory, with the industrials group climbing 0.6 percent and financials up 0.3 percent.\n\nThe most influential gainers included Canadian National Railway, which added 0.8 percent to C$78.00, and Royal Bank of Canada, which advanced 0.6 percent to C$73.96. (Reporting by Alastair Sharp; Editing by James Dalgleish)",
        "link": "http://www.reuters.com/article/markets-stocks-canada-idUSL1N12F16420151015"
    }
]