[
    {
        "header": "Valeant gets right to develop AstraZeneca's psoriasis drug",
        "time": "2:28AM UTC",
        "body": "Sept 1 (Reuters) - Canada’s Valeant Pharmaceuticals International Inc said it has been granted an exclusive license by AstraZeneca Plc to develop and commercialize its late-stage experimental psoriasis drug brodalumab.\n\nThe arrangement excludes Japan and certain other Asian countries where rights are held by Kyowa Hakko Kirin Co , Valeant said on Tuesday.\n\nValeant said it will make an up-front payment of $100 million to AstraZeneca, and additional pre-launch milestone payments of up to $170 million and sales-related milestone payments of up to $175 million following launch.\n\nBrodalumab belongs to a class of drugs called IL-17 inhibitors that work by blocking a signaling pathway that plays a key role in inducing and promoting inflammatory diseases. Psoriasis is a chronic autoimmune disease in which the growth cycle of skin cells is accelerated. (Reporting by Supriya Kurane in Bengaluru; Editing by Gopakumar Warrier)",
        "link": "http://www.reuters.com/article/valeant-pharms-astrazeneca-deals-idUSL4N1172LP20150901"
    },
    {
        "header": "Valeant picks up AstraZeneca psoriasis drug after Amgen exit ",
        "time": "3:36AM UTC",
        "body": "(Reuters) - Canada’s Valeant Pharmaceuticals International Inc (VRX.TO) (VRX.N) is buying rights to AstraZeneca Plc’s (AZN.L) late-stage experimental psoriasis drug brodalumab after it was dropped by Amgen Inc (AMGN.O) in May.\n\nAmgen pulled out of the project because suicidal thoughts were observed in some patients taking the medicine, casting a shadow over its prospects.\n\nValeant said on Tuesday it would make an upfront payment of $100 million to AstraZeneca, and additional pre-launch milestone payments of up to $170 million and sales-related milestone payments of up to $175 million following the launch.\n\nRegulatory submissions in the United States and Europe for brodalumab in moderate-to-severe psoriasis are planned for the fourth quarter of 2015.\n\nThe arrangement excludes Japan and certain other Asian countries where rights to the drug are held by Kyowa Hakko Kirin Co (4151.T).\n\nBrodalumab belongs to a class of drugs called IL-17 inhibitors that work by blocking a signaling pathway that plays a key role in inducing and promoting inflammatory diseases. Psoriasis is a chronic autoimmune disease in which the growth cycle of skin cells is accelerated.\n\nAstraZeneca said the deal, which is expected to complete in the fourth quarter of 2015, would not materially impact its financial forecasts for 2015. Income from the upfront and milestone payments will be reported as “externalization revenue”.",
        "link": "http://www.reuters.com/article/us-valeant-pharms-astrazeneca-deals-idUSKCN0R12TA20150901"
    }
]