[
    {
        "header": "CANADA STOCKS-TSX opens higher as energy shares gain; Valeant down 10 pct",
        "time": "9:39AM UTC",
        "body": "TORONTO, Oct 22 (Reuters) - Canada’s main stock index gained in early trade on Thursday in a broad rebound led by energy stocks as oil prices rose, while embattled Valeant Pharmaceuticals International Inc dropped 10 percent.\n\nThe Toronto Stock Exchange’s S&P/TSX composite index was up 35.33 points, or 0.26 percent, at 13,739.52 shortly after the open. Nine of its 10 main groups gained, with the healthcare group lagging. (Reporting by Alastair Sharp; Editing by Jeffrey Benkoe)",
        "link": "http://www.reuters.com/article/canada-stocks-open-idUSL1N12M1H420151022"
    },
    {
        "header": "Valeant shares continue slide since Citron report",
        "time": "5:05PM UTC",
        "body": "(Reuters) - Valeant Pharmaceuticals Inc’s (VRX.TO) share slumped for the second straight day on Wednesday, a day after influential shortseller Citron Research said the Canadian drugmaker used specialty pharmacies to create “phantom sales”.\n\nValeant’s U.S.-listed shares (VRX.N) closed down 19 percent on Wednesday and fell as much as 18 percent to a low of $96.78 on Thursday.\n\nAt that price, about $17 billion of Valeant’s market value has been wiped out since Tuesday’s close.\n\nCitron’s report on Wednesday highlighted risks in the company’s business model based on rapid expansion through acquisitions and aggressive price hikes. Valeant has refuted the allegations.\n\nHowever, only one of the 23 analysts covering Valeant’s U.S.-listed stock has lowered their rating so far. Sixteen analysts still rate the stock “buy” or higher, according to Thomson Reuters data.\n\nUBS Securities and Bank of America Merrill Lynch reiterated their “buy” ratings, saying Valeant’s clarifications should help the stock recoup some losses.\n\nValeant said on Wednesday it does not record sales of drugs stocked as inventory at such pharmacies in its financial reports and that sales are recorded only when the product is dispensed to the patient.\n\nStill, BMO Capital Markets analyst Alex Arfaei downgraded the stock to “market perform” from “outperform”, saying that the company’s specialty pharmacy structure could not be defended.\n\n“Valeant’s structure may not be illegal, but we find it aggressive and questionable,” Arfaei wrote.",
        "link": "http://www.reuters.com/article/us-valeant-pharms-stocks-idUSKCN0SG1ZS20151022"
    },
    {
        "header": "Valeant to host call to address, refute short-seller allegations",
        "time": "3:09PM UTC",
        "body": "TORONTO (Reuters) - Valeant Pharmaceuticals International Inc (VRX.TO)(VRX.N) said on Thursday it plans to host a conference call on Monday to lay out and address all the recent allegations that have been made against the company.\n\nValeant’s share price slid 11.5 percent on Thursday, adding to a 19-percent drop on Wednesday when influential short-selling firm Citron Research accused the company of using a network of pharmacies to create phantom sales of its products.\n\n“We look forward to our call on Monday where we will address and refute recent allegations,” said Valeant Chairman and Chief Executive Michael Pearson, in the statement.\n\nValeant said board members from its audit committee, along with its CEO, chief financial officer, general counsel and other senior executives will be on the call.",
        "link": "http://www.reuters.com/article/us-valeant-citron-conferencecall-idUSKCN0SG2I520151022"
    },
    {
        "header": "Specialty pharmacies in spotlight as Valeant ties questioned ",
        "time": "6:49AM UTC",
        "body": "LOS ANGELES (Reuters) - Investor concerns over accounting practices at Valeant Pharmaceuticals International Inc (VRX.TO) have put a spotlight on the little-known and fast-growing specialty pharmacy industry.\n\nShares of Valeant fell 19 percent on Wednesday after influential short-seller Citron Research accused the company of using specialty pharmacies, through a network led by its partner Philidor Rx Services, to inflate its revenue, an allegation the drugmaker denied. Specialty pharmacies are designed to deliver medications with unique handling, storage and distribution requirements, often for patients with complex conditions such as cancer, multiple sclerosis or rheumatoid arthritis. They can provide more detailed guidance for patients on how to take the drugs. Specialty drugs are often expensive, sometimes priced at over $100,000 a year.\n\nThe industry has been growing quickly as drugmakers shift research and sales efforts to more complex medications. Pembroke Consulting estimated early this year that the number of accredited specialty pharmacies would jump by nearly 100 to a total of 250 in 2015.\n\nIn the past, drugmakers were directly involved in distribution of their products. Merck & Co (MRK.N), for example, owned a pharmacy service company known as Medco. But it spun off that business in 2003, partly due to concerns over potential conflicts of interest.\n\nMedco was later acquired by Express Scripts Holding Co (ESRX.O), which is now the largest U.S. pharmacy benefits manager.\n\nA New York Times report earlier this week said that Valeant worked with Philidor Rx Services, based in Hatboro, Pennsylvania, to increase sales, and prices, for treatments that don’t meet the specialty criterion, including drugs for acne and toenail fungus, and that regular pharmacies may not prescribe.\n\nThe same day, Valeant disclosed that a growing percentage of its revenue is coming from products dispensed through specialty pharmacies, and that it had purchased an option to acquire Philidor. Valeant is Philidor’s main customer.\n\n“We find specialty pharmacies improve patients’ access to medicines at an affordable price, and help ensure physicians are able to prescribe the medications they believe most appropriate for their patients,” Valeant Chief Executive Michael Pearson told investors on a conference call.\n\nHe said that for many of the company’s skin products, Philidor and other specialty pharmacies fill a customer’s prescription before reimbursement is worked out with an insurer, and that Valeant only recognizes revenue from the products once the drug reaches a patient.\n\nPearson also described how Valeant’s relationship with another specialty pharmacy, R&O Pharmacy LLC of Camarillo, California, turned sour. Valeant said it had shipped $69 million worth of medications at wholesale prices to R&O, and that the pharmacy “is currently improperly holding significant amounts it receives” from insurers.\n\nR&O has sued Valeant in California over its efforts to claim the money, saying it has no contractual relationship with the drugmaker. Representatives of R&O declined to comment.\n\nCitron alleged that R&O and Philidor may actually be the same company, and that the two were used by Valeant to create phantom accounts to inflate revenue. In a statement, Philidor said R&O is part of its network of affiliated pharmacies and that it provides services to those partners including call center functions, help with insurance claims, technical support and “certain management services.”\n\n“Philidor does not currently have a direct equity ownership in R&O Pharmacy or the affiliated pharmacies, but does have a contractual right to acquire the pharmacies now or in the future subject to regulatory approval,” the statement said.\n\nScott Knoer, chief pharmacy officer at the Cleveland Clinic, said the web of relationships raises concern. Cleveland Clinic and other hospitals have been hit financially by Valeant price increases on heart drugs Isuprel and Nitropress.\n\n“There would be an inherent conflict of interest if a specialty pharmacy is owned by someone making the drug,” Knoer said. “There could be pressure on the pharmacy to start patients on the drug, or continue patients on it, or not stop them” as warranted. While concerns over Valeant’s ties to its specialty pharmacies hit rival stocks on Wednesday, both Allergan Plc (AGN.N) and Endo International Plc (ENDP.O) were quick to say their businesses did not operate in the same manner.\n\nAllergan said about 3 percent of its U.S. sales of branded drugs are distributed through specialty pharmacies, most of which are specialty products that require careful handling. Endo said it uses specialty pharmacies mainly for branded products that need to be administered by doctors, and that drugs distributed through this channel represent about 3 percent of the company’s projected total revenue for 2015. It said any specialty pharmacies that it works with are fully independent of the company.",
        "link": "http://www.reuters.com/article/us-valeant-pharmacies-industry-idUSKCN0SG02320151022"
    },
    {
        "header": "Valeant sets tone for post-M&A accounting scrutiny",
        "time": "12:22PM UTC",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nValeant Pharmaceuticals sets the tone for intensifying accounting scrutiny once merger activity slows. The drugmaker’s stock ended Wednesday down 19 percent after a short-seller and others questioned its bookkeeping and relationships with other companies. The $40 billion serial acquirer’s history may make it an obvious target, but as growth and mergers slow a renewed investor focus on companies’ figures is a logical shift.\n\nValeant has bought several dozen firms since 2008. The company’s stock rose more than 20-fold after Chief Executive Michael Pearson took the helm that year to a peak this past summer as deal after deal transfixed Wall Street. Since then, though, the shares have tumbled by more than half. Democratic presidential frontrunner Hillary Clinton’s stance against drug companies that raise prices but do little research and development put Valeant’s business model in the spotlight. During its latest earnings call, the company said that it would undertake fewer acquisitions, limit price increases and invest more in R&D.\n\nInvestors are now examining much more closely the stalled Valeant deal machine. There are discrepancies, for instance, in statements from the various parties about how the company is connected to two specialty pharmacies which help dispense drugs and assist patients with payments – Philador Rx Services and R&O Pharmacy. To make it more convoluted, R&O is suing Valeant. The confusion has sparked questions about Valeant’s bookkeeping for drug sales through pharmacies like these. Valeant has categorically denied any improper accounting.\n\nAmerican healthcare reimbursement is complex, opaque and sometimes prone to fraud. There could be an element of confusion over similar company names. Or it may just be that Valeant’s multiple deals have created a web in which one strand has little idea what another is doing. When chief executives like Pearson do a dozen deals a year, they may spend too little time getting their new charges to work together.\n\nEither way, the Valeant turbulence is a sign of a cyclical change in investor thinking. When growth through acquisitions dries up, there’s greater focus on the reality of sales and profit. Watchdogs, too, have shifted their attention from insider trading to accounting issues. The Securities and Exchange Commission’s newish audit task force, for example, is using special software to spot unusual numbers, dodgy off-balance sheet transactions and auditor changes. As the recent surge of M&A dies down, both investors and regulators may find they have their number-crunching hands full.",
        "link": "http://www.reuters.com/article/idUS348013343620151022"
    },
    {
        "header": "Valeant slump poses big threat to small hedge funds",
        "time": "7:46PM UTC",
        "body": "BOSTON/NEW YORK, Oct 22 (Reuters) - Valeant Pharmaceuticals’ market slide has hurt the returns of several large U.S. hedge funds, but for smaller players with outsized bets on the drug company the fallout could be far more painful, according to industry watchers.\n\nAmong smaller hedge funds invested in Valeant, at least three had more than 20 percent of their assets tied up in the stock as of June 30, according to data from Symmetric.IO, a research firm that provided the data to Reuters on Thursday. They include Tiger Ratan Capital Management, Marble Arch Investments, and Brave Warrior Advisors, according to the numbers, which are based on publicly reported stock positions and may not include hedges.\n\nIt is not known whether the funds have maintained their holdings into this week, but if they did, they could be looking at losses worth hundreds of millions of dollars.\n\n“The major risk is with funds that have an unstable, short- term oriented capital base, where a poor few months of performance can lead to significant capital flight,” said Jonathan Liggett, Managing Member at JL Squared Group, an investment advisor. Smaller hedge funds can quickly collapse if investors demand their money back all at once, forcing managers to exit profitable positions to raise cash quickly.\n\nValeant shares are down 35 percent this week after a short-seller’s report accused the company of improperly inflating revenues, igniting fears about federal prosecutors’ probes into its pricing and distribution.\n\nValeant has denied the allegations and its Chief Executive Michael Pearson and other board members are due to address them in more detail in a call with investors on Monday.\n\nThe slump has trimmed billions of dollars off the ledgers of investors such as hedge fund mogul William Ackman’s Pershing Square Capital Management, activist hedge fund ValueAct Capital, and investment firm Ruane, Cunniff & Goldfarb.\n\nBut the impact could be far worse at smaller funds that typically have less than $5 billion in assets and also bet on a stock that had been one of this year’s early winners.\n\nNehal Chopra’s Tiger Ratan owned roughly 1 million shares of Valeant at the end of the second quarter, accounting for about one fifth of her $1.6 billion fund, according to public disclosures. She has owned Valeant for 2-1/2 years.\n\nThrough August, Chopra had been one of the year’s best performers, showing a gain of 21.6 percent for the year. But people familiar with her numbers said heavy losses in September wiped out all gains putting the fund into the red for the year.\n\nIf the firm still held that Valeant position this week its losses on that bet alone would have totaled roughly $370 million for the week. Tiger Ratan declined to comment.\n\nValeant shares, which hit a record high of $263.81 on Aug 6, closed at $109.87 on Thursday.\n\nOther big investors in Valeant at the end of the second quarter included Marble Arch, which oversees roughly $2.3 billion and owned 1.07 million shares, making up 20 percent of its book, data from Symmetric.IO show.\n\nAt Glenn Greenberg’s Brave Warrior Advisors, Valeant made up 36.5 percent of the roughly $3.3 billion fund. Incline Global Management, a $422 million fund, owned 91,368 shares on June 30, translating into a 5.61 percent position, according to the data.\n\nNone of the firms responded to requests for comment.\n\nSome other firms including Barry Rosenstein’s $11 billion Jana Partners and Jeremy Green’s Redmile Group, for example, sold Valeant in recent weeks, helping them sidestep this week’s selloff, people familiar with their investments said.\n\nJana’s flagship fund trimmed some of its losses for the year with a 2.2 percent gain in early October, leaving the fund down 4.5 percent for the year through October 16.\n\nLocust Wood told clients in a letter, seen by Reuters, that the firm exited Valeant last month. “We took advantage of the downturn in September to move our Valeant holding into Allergan,” the letter said. Last year Botox maker Allergan Inc rejected a hostile takeover bid from Valeant. The letter said that its bet on Valeant netted the firm a 23 percent gain overall.\n\nSome investors said some funds, such as Tiger Ratan, which performed well in recent years, might count on investors forgiving an off year. But smaller funds that showed less dramatic gains might be in a tougher spot.\n\nFor much of the year, Valeant’s quick paced acquisitions helped boost its stock price and made it a favorite with hedge funds which owned roughly 22 percent of the company’s stock at the end of the second quarter, data from Goldman Sachs show. (Reporting by Svea Herbst-Bayliss and Lawrence Delevingne; editing by Richard Valdmanis, Carmel Crimmins and Tomasz Janowski)",
        "link": "http://www.reuters.com/article/valeant-hedgefunds-idUSL1N12M3C820151022"
    },
    {
        "header": "Quebec regulator says claims against Valeant worrying; shares extend fall",
        "time": "2:25PM UTC",
        "body": "TORONTO (Reuters) - A Canadian securities regulator said on Thursday that recent allegations against Valeant Pharmaceuticals International’s use of specialty pharmacies to inflate revenue are “worrying,” adding to growing investor concerns over the company’s prospects.\n\nValeant’s share price slid 17 percent, adding to a 19 percent drop on Wednesday when influential short-selling firm Citron Research accused the company of using a network of pharmacies to create phantom sales of its products.\n\nThe declines have chopped $16 billion from the company’s market capitalization in the past two days, hurting major shareholders including billionaire William Ackman whose Pershing Square Capital Management hedge fund lost about $500 million alone in Wednesday’s rout.\n\nValeant has categorically denied the allegations made in the Citron report, saying it only books revenue once its drugs reach patients. But Chief Executive Michael Pearson surprised investors earlier in the week by disclosing the company had an option to acquire specialty pharmacy Philidor, which features prominently in the Citron allegations as the center of a network of pharmacies used to artificially boost sales.\n\nQuestions over Valeant’s ties to Philidor and other pharmacies have created doubt among some of the company’s champions on Wall Street.\n\nAlex Arfaei, an analyst with BMO Capital Markets who had long held a “buy” rating on Valeant, downgraded the company on Thursday to “market perform.” He said Philidor appeared to be under Valeant’s control, whereas other drugmakers consider their affiliated specialty pharmacies fully independent.\n\n“Valeant’s structure may not be illegal, but we find it aggressive and questionable,” Arfaei said in a research note. He added that concerns over Valeant’s handling of the business would linger unless resolved by an investigation.\n\nValeant, which has expanded rapidly through a quick series of acquisitions, has already been under fire for dramatically raising the prices of prescription medicines after it buys the original manufacturer. That is one of several company practices under investigation by federal prosecutors in New York and Massachusetts.\n\nOn Thursday, the Autorité Des Marchés Financiers (AMF), which regulates companies based in Quebec including Valeant, said it does not have an active probe into the drugmaker or the short seller at this point.\n\nThe regulator is “watching very seriously the evolution of the situation,” said Sylvain Théberge a spokesman for the AMF in an email, adding that the AMF is in communication with the U.S. Securities and Exchange Commission about the matter.\n\nThéberge declined to comment on the allegations made against Valeant or provide details of the AMF’s communications with the SEC.\n\nValeant is largely run out of the United States, but it is headquartered in Laval, a suburb of Montreal in Quebec. The company is also incorporated in the western Canadian province of British Columbia.\n\nA spokesman for the British Columbia Securities Commission declined to comment on whether the provincial securities regulator is probing either the company or Citron.\n\nIn the meantime, several analysts said on Thursday they took a more cautious view of Valeant following the Citron allegations.\n\n“Regardless of the accuracy of allegations, we don’t see a quick end to unquantifiable headline risk,” Susquehanna analyst Andrew Finkelstein said in a note.\n\nThe brokerage firm suspended its ratings and estimates on the company, noting that a battle with short sellers means Valeant’s shares are not likely to trade on fundamentals in the near-term.\n\nValeant did receive support from hedge fund manager Ackman, who acquired more shares of the company during its stock meltdown on Wednesday.\n\nPearson also had some social media backing from Martin Shkreli, the CEO of Turing Pharmaceuticals, a start-up drug firm, which sparked outrage by raising the price on a decades old drug by 5,000 percent.\n\nValeant “is not overreporting revenue. Give me a break,” Shrkeli posted on Twitter, noting that the company’s sales are in line with prescription drug data from independent research firm IMS Health. Shkreli said he has bought shares of Valeant.",
        "link": "http://www.reuters.com/article/valeant-pharmacies-idUSL1N12M1Y720151022"
    },
    {
        "header": "TRLPC: Valeant’s falling secondary loan price pulls pharma companies down",
        "time": "3:11PM UTC",
        "body": "NEW YORK (Reuters) - US secondary loan prices for pharmaceutical companies are falling with slumping equity levels as growing political and regulatory pressure on drug pricing threatens the growth model that underpins lending to the sector.\n\nValeant Pharmaceutical Inc’s secondary loan price on its D, E and F term loans fell in volatile trading on Wednesday and continued to fall to 92.25-92.75% of face value on Thursday, according to traders.\n\nIts share price also saw a second day of declines after influential short-seller Citron Research said that the drugmaker had used specialty pharmacies to create ‘phantom sales’.\n\nValeant refuted the claims in the report, which also highlighted risks in Valeant’s business model based on rapid expansion driven by acquisitions and aggressive price hikes.\n\nAround US$17bn of Valeant’s market value has been wiped out since Tuesday, Reuters reported. Its loans were trading at 97.75-98.75 on Tuesday before the report, down from 99.5-100 in late September.\n\nValeant’s problems have pulled trading levels lower on a range of pharmaceutical loans, including Concordia Healthcare’s US$1.865bn-equivalent loan, which broke in trading earlier this week.\n\nThe term loans of drug companies Endo International and Mallinckrodt were also pulled lower.\n\nConcordia’s loans were heavily discounted after a difficult primary syndication to compete with falling secondary prices which offered better relative value.\n\nConcordia’s dollar term loans initially traded up over the discount level of 94.5 on Wednesday, but fell to 94.25 bid after Citron’s report. It traded at 94.5-95.5 on Thursday, according to loan investors.\n\nGlobal specialty healthcare company Endo International’s term loan slumped to 93.5.-96.5 on Wednesday but recovered to 98.5-99.5 as loan investors tried to find a pricing level for the sector. On Thursday, the term loan weakened to 97.5-98.\n\nIrish pharmaceutical company Mallinckrodt’s term loan B fell 1.25 points in the two sessions to 94.75-95.75 and the term loan B-1 dropped 1.5 points to 95.5-96.5 by Thursday. The company’s loan is nearly 4 points lower than late September, when it was trading at around face value.\n\nDublin-based specialty pharmaceutical company Horizon Pharma’s term loan, which had been quoted 50bp higher at 96.5-97.5 on Wednesday, fell to a 94 offer on Thursday. The term loan is relatively illiquid and loan investors on Wednesday had warned it would move lower.\n\nThe drop in pharmaceutical companies’ secondary loan and equity prices started in late September, when Democratic presidential nominee Hillary Clinton criticized pricing in the specialty drug market.\n\nLoan investors are concerned about pharmaceutical firms’ response to lower growth opportunities that are depressing share prices and valuations.\n\nValeant’s CEO J. Michael Pearson predicted a new drug pricing environment for the pharma industry when it posted quarterly earnings on Monday and said its 2016 outlook was based on price hikes of no more than 10%.\n\nLow secondary prices continue to put pressure on primary syndications and could result in further discounts and could raise borrowing costs for the sector moving forward.\n\nIn addition to Concordia’s discount, a US$250m term loan for Sucampo Pharmaceuticals was discounted to 97 with a spread of 725bp over Libor and a 1% Libor floor and was quoted at 97.25-97.75 in the secondary market on Tuesday.\n\nSecondary prices for generic drug companies with affordable pricing policies are holding up better. Amneal Pharmaceuticals’ term loan B was at 99.5-100 on Wednesday, down slightly from 100-100.75 market from mid-September.\n\nCompanies that focus on patents and intellectual property have also been less affected. Royalty Pharma’s term loan is still around par at 100-100.25 on Wednesday.",
        "link": "http://www.reuters.com/article/us-secondary-pharma-idUSKCN0SG2IB20151022"
    },
    {
        "header": "CANADA STOCKS-TSX rises with oil prices, even as Valeant drops again",
        "time": "11:03AM UTC",
        "body": "* TSX up 99.07 points, or 0.72 pct, at 13,803.26\n\n* Nine out of the TSX’s 10 main groups were higher\n\nOTTAWA, Oct 22 (Reuters) - Canada’s main stock index rose on Thursday as a rebound in the price of oil lifted energy shares, but gains were limited as Valeant racked up heavy losses for the second day in a row after allegations the company was inflating its revenue.\n\nInvestors were also weighing the start of earnings reporting season with results from companies including Teck Resources and Rogers Communications.\n\nValeant Pharmaceuticals International was the biggest drag on the Toronto index, losing 13.9 percent to C$132.72, making for a loss of about 30 percent over two sessions. An influential short-seller on Wednesday accused the company of using specialty pharmacies to inflate its revenue, which the drugmaker denied.\n\nBut the energy sector helped keep Bay Street stocks in positive territory, rising 1.6 percent as the price of oil recovered as investors re-thought data that showed falling stockpiles of fuel products.\n\nFinancial stocks also buoyed the market, rising 1.2 percent. The energy and financial sectors are the two biggest influences on the index.\n\n“The energy stocks are bouncing from yesterday and the bank stocks seem to be catching a bid here the last few days,” said Paul Hand, managing director at RBC Capital Markets.\n\n“I would say volumes have been remarkably light the last several days so I‘m not sure there’s a lot of conviction as we start into earnings season,” he added.\n\nIn mid-morning trading, the Toronto Stock Exchange’s S&P/TSX composite index was up 99.07 points, or 0.72 percent, at 13,803.26.\n\nTeck Resources advanced 4.3 percent to C$8.72. Excluding a non-cash writedown, the company reported earnings that were better than expected.\n\nShares of Rogers Communications rose to their highest level since April 2013 after the company reported a surprise jump in third-quarter profit. Rogers was up 3.1 percent at C$51.20. (Reporting by Leah Schnurr)",
        "link": "http://www.reuters.com/article/canada-stocks-idUSL1N12M1RB20151022"
    },
    {
        "header": "Valeant vows to refute 'phantom sales' allegations",
        "time": "8:40PM UTC",
        "body": "TORONTO/NEW YORK (Reuters) - Valeant Pharmaceuticals International Inc (VRX.TO) moved to reassure investors on Thursday after being accused of using specialty pharmacies to inflate revenue, and said it would refute them in detail on a conference call with investors.\n\nValeant shares have lost more than 25 percent of their value since influential short-seller Citron Research made the allegations on Wednesday. The company had already issued statements denying the claims.\n\nValeant said at least 10 of its executives and board members would participate in a call on Monday, including Chief Executive Michael Pearson, its current and former chief financial officers, and board member Robert Hale, who represents key shareholder ValueAct Capital.\n\n“We look forward to our call on Monday where we will address and refute recent allegations,” Pearson said.\n\nCitron’s allegations have heaped pressure on Valeant, which is already under scrutiny for extreme price hikes on drugs that it has acquired over the years, including investigations launched by federal prosecutors in New York and Massachusetts.\n\nValeant has built a reputation for rapidly acquiring drugmakers and scaling up sales of their medicines, in some cases through steep price increases.\n\nThe company has said a growing amount of its revenue comes through its specialty pharmacy partners, which will fill patient prescriptions even before they have secured reimbursement from their health insurers. Citron alleged that the pharmacies allow Valeant to create phantom accounts that boost its revenue.\n\nValeant maintains it only books revenue once a drug is received by a patient.\n\nOn Thursday, some of the company’s greatest champions on Wall Street began to express doubt about its prospects, and a securities regulator in Quebec said it was keeping a close eye on developments regarding its pharmacy ties.\n\nAlex Arfaei, an analyst with BMO Capital Markets who had long held a “buy” rating on Valeant, downgraded the company on Thursday to “market perform.” He questioned disclosures that suggest Valeant had operational control of one of its specialty pharmacies, whereas other drugmakers consider their affiliated specialty pharmacies fully independent.\n\n“Valeant’s structure may not be illegal, but we find it aggressive and questionable,” Arfaei said in a research note. He added that concerns over Valeant’s handling of the business would linger unless resolved by an investigation.\n\nValeant’s swoon this week has hurt major shareholders, including billionaire William Ackman whose Pershing Square Capital Management hedge fund lost about $500 million alone in Wednesday’s rout. Rival specialty drugmakers including Horizon Pharma Plc (HZNP.O) and Endo International (ENDP.O) also fell sharply.\n\nValeant’s secondary loan price fell for a second day on Thursday in volatile trading, pulling down trading levels for a range of other drugmaker loans, according to Thomson Reuters Loan Pricing Corp.\n\nValeant’s five-year credit default swaps have blown out 44 percent, or 195 basis points, to 637.5 basis points, according to Markit data. That means the cost of insuring $10 million of Valeant bonds against default has become $195,000 more expensive. The company’s swaps are relatively new, however, and therefore not very liquid.\n\nBut the company has also seen signs of support. Ackman bought additional Valeant shares during Wednesday’s rout. Standard & Poor’s also said it is sticking by its ratings on Valeant, saying speculation about potential fraud was unfounded.\n\nSpecialty pharmacies typically are used to deliver drugs that require special handling, or for patients with complex medical conditions like multiple sclerosis or rheumatoid arthritis. A New York Times story early this week said Valeant was using its ties with a pharmacy called Philidor to sell more conventional medications to get past health insurer barriers to reimbursement.\n\nCitron wrote that Valeant was also using Philidor accounts to inflate its revenue. Valeant has categorically denied the allegations, saying it only books revenue once its drugs reach patients. But Pearson surprised investors earlier in the week by disclosing the company had an option to acquire Philidor.\n\nOn Thursday, the Autorité Des Marchés Financiers (AMF), which regulates companies based in Quebec including Valeant, said it does not have an active probe into the drugmaker.\n\nThe regulator is “watching very seriously the evolution of the situation,” said Sylvain Théberge a spokesman for the AMF in an email, adding that the AMF is in communication with the U.S. Securities and Exchange Commission about the matter.\n\n“Regardless of the accuracy of allegations, we don’t see a quick end to unquantifiable headline risk,” Susquehanna analyst Andrew Finkelstein said in a note.\n\nThe brokerage firm suspended its ratings and estimates on the company, noting that a battle with short sellers means Valeant’s shares are not likely to trade on fundamentals in the near-term.\n\nYet Pearson also had some social media backing from Martin Shkreli, the CEO of Turing Pharmaceuticals, a start-up drug firm, which sparked outrage by raising the price on a decades old drug by 5,000 percent.\n\nValeant “is not overreporting revenue. Give me a break,” Shkreli posted on Twitter, noting that the company’s sales are in line with prescription drug data from independent research firm IMS Health. Shkreli said he has bought shares of Valeant.",
        "link": "http://www.reuters.com/article/us-valeant-pharms-canada-idUSKCN0SG1WJ20151023"
    },
    {
        "header": "UPDATE 3-Valeant vows to refute \"phantom sales\" allegations",
        "time": "6:04PM UTC",
        "body": "TORONTO/NEW YORK, Oct 22 (Reuters) - Valeant Pharmaceuticals International Inc moved to reassure investors on Thursday after being accused of using specialty pharmacies to inflate revenue, and said it would refute them in detail on a conference call with investors.\n\nValeant shares have lost more than 25 percent of their value since influential short-seller Citron Research made the allegations on Wednesday. The company had already issued statements denying the claims.\n\nValeant said at least 10 of its executives and board members would participate in a call on Monday, including Chief Executive Michael Pearson, its current and former chief financial officers, and board member Robert Hale, who represents key shareholder ValueAct Capital.\n\n“We look forward to our call on Monday where we will address and refute recent allegations,” Pearson said.\n\nCitron’s allegations have heaped pressure on Valeant, which is already under scrutiny for extreme price hikes on drugs that it has acquired over the years, including investigations launched by federal prosecutors in New York and Massachusetts.\n\nValeant has built a reputation for rapidly acquiring drugmakers and scaling up sales of their medicines, in some cases through steep price increases.\n\nThe company has said a growing amount of its revenue comes through its specialty pharmacy partners, which will fill patient prescriptions even before they have secured reimbursement from their health insurers. Citron alleged that the pharmacies allow Valeant to create phantom accounts that boost its revenue.\n\nValeant maintains it only books revenue once a drug is received by a patient.\n\nOn Thursday, some of the company’s greatest champions on Wall Street began to express doubt about its prospects, and a securities regulator in Quebec said it was keeping a close eye on developments regarding its pharmacy ties.\n\nAlex Arfaei, an analyst with BMO Capital Markets who had long held a “buy” rating on Valeant, downgraded the company on Thursday to “market perform.” He questioned disclosures that suggest Valeant had operational control of one of its specialty pharmacies, whereas other drugmakers consider their affiliated specialty pharmacies fully independent.\n\n“Valeant’s structure may not be illegal, but we find it aggressive and questionable,” Arfaei said in a research note. He added that concerns over Valeant’s handling of the business would linger unless resolved by an investigation.\n\nValeant’s swoon this week has hurt major shareholders, including billionaire William Ackman whose Pershing Square Capital Management hedge fund lost about $500 million alone in Wednesday’s rout. Rival specialty drugmakers including Horizon Pharma Plc and Endo International also fell sharply.\n\nValeant’s secondary loan price fell for a second day on Thursday in volatile trading, pulling down trading levels for a range of other drugmaker loans, according to Thomson Reuters Loan Pricing Corp.\n\nValeant’s five-year credit default swaps have blown out 44 percent, or 195 basis points, to 637.5 basis points, according to Markit data. That means the cost of insuring $10 million of Valeant bonds against default has become $195,000 more expensive. The company’s swaps are relatively new, however, and therefore not very liquid.\n\nBut the company has also seen signs of support. Ackman bought additional Valeant shares during Wednesday’s rout. Standard & Poor’s also said it is sticking by its ratings on Valeant, saying speculation about potential fraud was unfounded.\n\nSpecialty pharmacies typically are used to deliver drugs that require special handling, or for patients with complex medical conditions like multiple sclerosis or rheumatoid arthritis. A New York Times story early this week said Valeant was using its ties with a pharmacy called Philidor to sell more conventional medications to get past health insurer barriers to reimbursement.\n\nCitron wrote that Valeant was also using Philidor accounts to inflate its revenue. Valeant has categorically denied the allegations, saying it only books revenue once its drugs reach patients. But Pearson surprised investors earlier in the week by disclosing the company had an option to acquire Philidor.\n\nOn Thursday, the Autorité Des Marchés Financiers (AMF), which regulates companies based in Quebec including Valeant, said it does not have an active probe into the drugmaker.\n\nThe regulator is “watching very seriously the evolution of the situation,” said Sylvain Théberge a spokesman for the AMF in an email, adding that the AMF is in communication with the U.S. Securities and Exchange Commission about the matter.\n\n“Regardless of the accuracy of allegations, we don’t see a quick end to unquantifiable headline risk,” Susquehanna analyst Andrew Finkelstein said in a note.\n\nThe brokerage firm suspended its ratings and estimates on the company, noting that a battle with short sellers means Valeant’s shares are not likely to trade on fundamentals in the near-term.\n\nYet Pearson also had some social media backing from Martin Shkreli, the CEO of Turing Pharmaceuticals, a start-up drug firm, which sparked outrage by raising the price on a decades old drug by 5,000 percent.\n\nValeant “is not overreporting revenue. Give me a break,” Shkreli posted on Twitter, noting that the company’s sales are in line with prescription drug data from independent research firm IMS Health. Shkreli said he has bought shares of Valeant.",
        "link": "http://www.reuters.com/article/valeant-pharmacies-idUSL1N12M1YD20151022"
    }
]