[
    {
        "header": "Icahn nods at Valeant interest, pushes for cash repatriation law",
        "time": "6:50PM UTC",
        "body": "NEW YORK (Reuters) - Billionaire investor Carl Icahn made a cryptic reference suggesting he has an interest in embattled drug maker Valeant on Tuesday, and said he was speaking to U.S. politicians about a corporate cash repatriation law that would deter so-called tax inversion deals.\n\n“I’m not in Valeant, well, I don’t want to say I’m not completely in it but I’m not going to tell you where I am with it,” Icahn said, when asked about the company at the New York Times DealBook conference. He did not explain further.\n\nValeant Pharmaceuticals International Inc (VRX.TO) shares have plunged almost 40 percent since a scathing report last month by a short-seller alleged accounting improprieties in a network of specialty pharmacies.\n\nIcahn said he was speaking to Wisconsin Republican Congressman Paul Ryan and New York Democratic Senator Chuck Schumer about a law that would encourage U.S. companies to repatriate cash from overseas, and would discourage the controversial practice of inversion, where a company strikes a merger deal to re-incorporate overseas and lower its tax rate.\n\nIcahn said he supports Republican presidential candidate Donald Trump, but said he would not be Treasury Secretary under him, as Trump has suggested. The activist investor said he never goes to Washington, but added that some of the politicians he speaks to are brighter than some of the chief executives he deals with.\n\nSpeaking on his latest corporate campaign, Icahn said he had been in touch with American International Group Inc (AIG.N) Chief Executive Peter Hancock and confirmed that the two would soon meet.\n\nIn a letter sent to AIG last week, Icahn said he wanted Hancock to spin off AIG’s life and mortgage units into public companies, cut costs more aggressively and give back more cash to shareholders.\n\nHancock said on Tuesday that a split would drive up certain expenses and distract the company from cost-cutting, adding the amount AIG spent on U.S. regulatory compliance was a fraction of its total regulatory compliance costs around the world.\n\nAIG is also taxed as a life and non-life insurer, which allows it foreign tax credits. Hancock had said in a letter to shareholders in 2014 that changes to this structure would mean forfeiting “significant economic benefit.”\n\nIcahn said on Tuesday he has agreed to hear what Hancock has to say, in a meeting that Hancock said will happen on Thursday.",
        "link": "http://www.reuters.com/article/us-icahn-activist-idUSKCN0SS2PI20151103"
    },
    {
        "header": "Valeant's crisis fuels feud between Ackman and Australian fund manager Hempton",
        "time": "10:09AM UTC",
        "body": "NEW YORK (Reuters) - Just before Bill Ackman gave a presentation on Friday to defend one of his biggest investments, Valeant Pharmaceuticals, from allegations of accounting and insurance fraud, he was taunted by John Hempton, who runs a small hedge fund from Australia. It was the latest act in a long-running feud.\n\nIn an email he sent Ackman, who is one of the world’s best-known hedge fund managers, was a link to Hempton’s latest critique of the Canadian drug maker’s potential problems, one of the most detailed produced by anyone yet.\n\nIt concluded that while Valeant (VRX.TO) had probably not been artificially inflating its sales numbers, its relationship with the specialty pharmacy firm Philidor RX Services “may well cause Valeant to collapse,” taking its share price to zero.\n\nFor Ackman’s Pershing Square Capital Management hedge fund that is a scary thought. Pershing’s Valeant investment was worth as much as $5.1 billion at its peak in August, though it has now lost more than half of that. As of Oct. 31, the fund has lost 19 percent this year, largely because of Valeant, though it did gain 40.4 percent in 2014.\n\nHempton said in the email that he should have given Ackman an advance copy as “it would have helped you prepare for your call today.”\n\nHe signed off with “Love as always, John.”It isn’t the first time in recent weeks that Hempton has needled Ackman.\n\nIndeed, Hempton has been attacking Ackman since soon after Ackman launched a billion-dollar short bet against nutritional supplement company Herbalife Ltd (HLF.N) in 2012. While Ackman has a long position in Valeant and Hempton says his fund, Bronte Capital, is betting against it, the opposite has been the case on Herbalife, with Ackman short and Hempton long.\n\nIn the world of finance, the contrast between the two almost couldn’t be greater. The Adelaide University-educated Hempton, 48, runs less than $200 million of funds from a tiny office he sometimes sleeps in near Sydney’s Bondi Beach. He looks more like the Australian public servant he once was – with large round spectacles, while sweaters and jeans are as often part of his garb as collared shirts and ties.\n\nThe 6-ft 3-inch tall Ackman has distinguished silvery locks. He runs $16.5 billion at Pershing Square with its expensive mid-town Manhattan offices. He has an MBA from Harvard, is big on New York’s philanthropy circuit, and is impeccably groomed with perfectly knotted ties and expensive suits.One investor who has knowledge of both said Ackman can be a “Master Of The Universe type” while Hempton behaves like an underdog who wants to get even. Both are “wound way too tight,” the investor said.\n\nAckman, who declined to comment for this story, has had major battles with other investors before. He got involved in a very public spat with fellow activist investor Carl Icahn over Herbalife in January 2013.\n\nOn his call on Friday, Ackman did praise Hempton for good some good research on Valeant, before adding that he has “gotten a lot of things wrong.”\n\nCertainly, the tensions between the two have worsened in recent weeks.\n\nOn Oct. 15, only a few days before a story from an investigative journalist, Roddy Boyd of the Southern Investigative Reporting Foundation, and a report from short seller Andrew Left of Citron Research, exposed Valeant’s ties with Philidor and questioned the company’s accounting and its behavior towards insurers, Hempton had teased Ackman in an email. In a riff off the famous exchange from the movie, The Graduate, Hempton wrote to Ackman ”I just want to say one word to you. Just one word … Philidor.”\n\nAckman, who has never met the Australian, replied: “Not sure I understand. Perhaps you could explicate further,” according to an email released by Hempton. Philidor’s relationship with Valeant had hardly ever been referred to publicly by either Valeant or its critics until then.\n\nAckman conceded on Friday’s call that Valeant may have made missteps but ultimately was a fundamentally sound company that would pay fines for any wrongdoing if necessary. He said he didn’t see anything revealed so far that would result in its collapse.\n\nHempton, who helped to reveal a number of accounting frauds among Chinese stocks listed in North America in 2010-2012 and writes a blog at brontecapital.blogspot.com, is very open about his distaste for Ackman. When asked last week if he had ever met Ackman he said he would prefer to “hang out with drug dealers and prostitutes.”\n\nHe says he felt fooled back in 2012 by Ackman’s arguments that Herbalife was a “pyramid scheme” that caused ”enormous harm“ to ”vulnerable communities around the world.” Hempton’s own research discovered a Hispanic community in New York and other cities that said the supplements had helped them lose weight and improved their lives.\n\nAckman has firmly stood by his contention that many of the people who sign up as distributors of Herbalife products are exploited by the company and end up losing money. He argues that eventually this structure will implode.\n\nHempton’s recent campaign against Ackman has included questioning the way Pershing reports its performance and asking regulators to release documents about a probe it may have carried out into Pershing over Herbalife. A request that was declined.\n\nThe struggles over Valeant and Herbalife may have taken a toll on Hempton’s results. He says after some very strong years, Bronte has been generally flat, with some periods of gains and losses, since 2013.\n\nBut he contends it is a viable investment strategy to deliberately take the opposite path to Ackman. “You can goad him and he makes his positions bigger,” Hempton said. “That is even better to trade against. It’s not a personal obsession - it’s a way of making money.”",
        "link": "http://www.reuters.com/article/us-valeant-pharmacies-ackman-idUSKCN0SS1QN20151103"
    }
]