[
    {
        "header": "Valeant Pharma revenue rises 34 pct",
        "time": "6:12AM UTC",
        "body": "July 23 (Reuters) - Drugmaker Valeant Pharmaceuticals International Inc reported a 34 percent rise in quarterly revenue, helped by strength in its dermatology business in the United States.\n\nNet loss attributable to the company was $53 million, or 15 cents per share, in the second quarter ended June 30, compared with net profit of $125.8 million, or 37 cents per share, a year earlier.\n\nCash earnings, or profit adjusted for one-time items, was $2.56 per share.\n\nRevenue rose to $2.73 billion from $2.04 billion. (Reporting by Ankur Banerjee and Narottam Medhora in Bengaluru; Editing by Don Sebastian)",
        "link": "http://www.reuters.com/article/valeant-pharms-results-idUSL3N1033RN20150723"
    },
    {
        "header": "Valeant profit beats estimates as U.S. sales stay strong",
        "time": "3:58PM UTC",
        "body": "MONTREAL (Reuters) - Canadian drugmaker Valeant Pharmaceuticals International Inc (VRX.TO) (VRX.N) reported a higher-than-expected quarterly profit on Thursday, helped by strength in its U.S. dermatology business, and its shares hit a record high.\n\nThe company also raised its full-year earnings and revenue forecasts to reflect sales of its new irritable bowel syndrome drug, Xifaxan.\n\nU.S. regulators approved Xifaxan, also known as rifaximin, in May. Valeant acquired the drug with its $11 billion purchase of Salix earlier this year.\n\nValeant said it expected 2015 revenue of $10.7 billion to $11.1 billion, up from its prior outlook of $10.4 billion to 10.6 billion. It also raised its profit forecast to between $11.50 and $11.80 per share, excluding special items, from a prior range of $10.90 to $11.20.\n\nValeant shares were up more than 5.5 percent at C$329.43 in afternoon Toronto trading after touching a record high of C$330.69.\n\nUnder Chief Executive Michael Pearson, Valeant has grown rapidly through acquisitions, which included dermatology products such as sunscreen and anti-aging products.\n\nLong-term debt has nearly doubled this year to just above $30 billion as of June 30.\n\nIn an interview, Pearson reiterated Valeant’s commitment to reduce its leveraged ratio to less than four times adjusted pro-forma earnings before interest, taxes, depreciation and amortization by the end of 2016 from the current multiple of about 5.5.\n\nPearson said he expected improved sales from Salix as well as future acquisitions to help reduce debt levels.\n\n“Once we get the (Salix) inventory levels down, which will happen later this year, we’ll earn a lot more on the bottom line,” Pearson said. “We have plenty of fire power to start to make inroads on our debt.”\n\nOn Thursday, Valeant said it was acquiring Commonwealth Laboratories Inc’s Canadian and U.S. business.\n\nValeant said last week it would buy Egypt’s largest drugmaker, Amoun Pharmaceutical, for about $800 million. It expects the deal to close by the fourth quarter and immediately contribute to earnings.\n\nThe second-quarter net loss attributable to the company was $53 million, or 15 cents per share, compared with year-earlier net income of $125.8 million, or 37 cents per share.\n\nExcluding one-time items, earnings of $2.56 per share exceeded the analysts’ average estimate of $2.46, according to Thomson Reuters I/B/E/S.\n\nRevenue rose to $2.73 billion, above analysts’ expectations of $2.54 billion.",
        "link": "http://www.reuters.com/article/us-valeant-pharms-results-idUSKCN0PX1G620150723"
    }
]