[
    {
        "header": "Valeant to acquire Salix in $14.5 bln deal",
        "time": "4:52PM UTC",
        "body": "NEW YORK, Feb 22 (Reuters) - Valeant Pharmaceuticals International Inc. agreed to acquire Salix Pharmaceuticals Ltd. for $158.00 per share, or a total enterprise value of $14.5 billion, the two companies said on Sunday.\n\nThe transaction, an all-cash tender offer for all the outstanding shares of Salix, was approved by the boards of directors of both companies, the companies said in a news release.\n\nThe merger is expected to yield more than $500 million in annual cost savings from the cost base of the combined company, the release said. (Reporting by Herbert Lash; Editing by Frances Kerry)",
        "link": "http://www.reuters.com/article/2015/02/22/valeantpharms-salixpharms-idUSASB097HI20150222"
    },
    {
        "header": "UPDATE 3-Canada's Valeant to acquire Salix in $10.1 billion deal",
        "time": "8:03PM UTC",
        "body": "NEW YORK, Feb 22 (Reuters) - Canada’s Valeant Pharmaceuticals International Inc agreed to acquire gastrointestinal drugmaker Salix Pharmaceuticals Ltd in an all-cash deal valued at about $10.1 billion, the two companies said on Sunday.\n\nThe deal for Salix, known for its irritable bowel syndrome drug Xifaxan, was approved by the boards of directors of both companies, the companies said in a news release.\n\nThe companies said the deal had an enterprise value of $14.5 billion, which would include Salix’s debt and any cash on hand. Valeant will pay $158.00 a share, valuing the all-cash transaction at about $10.1 billion.\n\nThe merger is expected to yield more than $500 million in annual cost savings within six months, the release said.\n\nThe transaction is expected to close in the second quarter of 2015, and is subject to customary closing conditions and regulatory approval.\n\nThe deal is the largest ever for Laval, Quebec-based Valeant, which lost a takeover contest for Allergan Inc last year. The usually acquisitive Valeant slowed its buying pace dramatically while it pursued Allergan, and Chief Executive Michael Pearson said last month that it would focus on buying smaller, private companies in 2015.\n\nPearson said in the release that Salix, based in Raleigh, North Carolina, was an “ideal strategic fit” for Valeant.\n\nThe failure to acquire Botox-maker Allergan led Valeant to reassess its history of growth by acquisition and to target a higher stock price and debt-reduction in the next two to three quarters, people familiar with the matter told Reuters in December.\n\nValeant said on Sunday it had reduced long-term debt to $15.3 billion at the end of December, from $17.2 billion at the end of 2013.\n\nValeant also released its fourth-quarter results with the announcement, posting net income of $534.1 million, or $1.56 per diluted share, compared to $125.0 million in the year-earlier period, or 36 cents per diluted share.\n\nRevenue rose to $2.28 billion, up from $2.06 billion in the fourth quarter of 2013.\n\nValeant said it expects cash earnings of $2.30 per share in this year’s first quarter.\n\nBritish drugmaker Shire Plc <SHP.L SLXP.O> as of last week had taken initial steps to acquire Salix and was working with advisers on a potential offer, according to people familiar with the matter. (ID:nL1N0VM3JO]\n\nEndo International Plc had expressed interest but was rebuffed by Salix, according to a source.\n\nCNBC first reported on Friday that Valeant was close to a deal with Salix.\n\nSullivan & Cromwell LLP served as Valeant’s legal counsel, and Salix was advised by Cadwalader, Wickersham & Taft LLP. (Reporting by Herbert Lash; Editing by Frances Kerry and Tom Brown)",
        "link": "http://www.reuters.com/article/2015/02/23/valeantpharms-salixpharms-idUSL1N0VW0MR20150223"
    }
]