[
    {
        "header": "Often criticized, Valeant's unusual CEO comes under heavy fire",
        "time": "5:34PM UTC",
        "body": "(Reuters) - Mike Pearson’s methods heading one of the world’s most acquisitive drugmakers have long been viewed as troubling to some, merely unorthodox to others.\n\nThe chief executive officer of Valeant Pharmaceuticals International Inc has led the company since 2008. During most of his tenure, Valeant was a stock-market winner - until this year.\n\nShares of Laval, Quebec-based Valeant plunged as much as 40 percent on Wednesday, before partly recovering, after short-seller Citron Research accused it of fraud. Valeant “categorically” denied the allegations.\n\nIt was the latest blow to a company whose pricing practices and patient assistance programs are also under investigation by federal prosecutors.\n\nThe stock drop erased almost $10 billion in market capitalization and marked a career nadir for Pearson, whose approach at Valeant has never strayed far from controversy.\n\nPearson grew up in a family of modest means in London, Ontario, the son of a phone installer who sacrificed to send his son to prestigious Duke University, according to the Globe and Mail in 2013.\n\nEarly on, Pearson revealed himself as someone willing to work hard to achieve. As a youth, he joined the Boy Scouts and rose to Eagle Scout, the organization’s highest rank.\n\nThe hard work carried into the head office. The former consultant at McKinsey & Co took the Valeant helm and started by simplifying the number of businesses and countries Valeant operated in.\n\n“It was an $800-million-in-revenue company that was operating in over 100 countries,” Pearson said in a 2014 interview with Institutional Investor magazine. “When I went to the first board meeting, they had the flags of all the countries, and it was like the United Nations.”\n\nIn 2010, Canada’s Biovail Corp and U.S.-based Valeant merged, with the combined company assuming the Valeant name, the Canadian head office, and keeping Pearson as CEO.\n\nPearson has since carried out dozens of deals at Valeant’s helm, including big names such as Salix Pharmaceuticals Inc.\n\nRevenue has grown seven-fold since 2010 to $8.3 billion last year, but Pearson’s deal-making has also racked up debt.\n\nPearson has also faced criticism for a strategy of buying companies and slashing research, and its method of reporting adjusted earnings that some say masks its true bottom line.\n\nIn the past, Valeant has said it has begun to disclose more information and defended its business model, saying it is also significantly growing sales of existing products.\n\nThe company did not immediately respond to an interview request.",
        "link": "http://www.reuters.com/article/us-valeant-citron-ceo-idUSKCN0SF2VV20151021"
    },
    {
        "header": "US STOCKS-Wall St falls; Valeant, healthcare drop",
        "time": "4:57PM UTC",
        "body": "* Dow down 0.3 pct, S&P down 0.6 pct, Nasdaq down 0.8 pct (Updates to close)\n\nOct 21 (Reuters) - U.S. stocks fell on Wednesday as a sharp drop in Valeant Pharmaceutical hit the healthcare space, while the energy sector dropped along with oil prices.\n\nAdding to the negative tone, Yahoo shares fell 5.2 percent to $31.12, a day after the Internet company’s quarterly earnings and profit missed expectations.\n\nValeant Pharmaceutical’s U.S.-listed shares sank to an intraday low of $88.50 on record volume, losing about $9.6 billion in market capitalization, after short-seller Citron Research released a report critical about the company.\n\nThe stock later pared losses after investor Bill Ackman said he increased his Valeant stake on Wednesday by about 2 million shares. The stock ended down 19.2 percent at $118.61, its lowest level since October 2014.\n\nShares of Allergan, which has a business model similar to that of Valeant, was down 1.7 percent at $259, cutting earlier losses after the company said nearly all of its drugs are being distributed through traditional wholesale and retail channels.\n\nAlso in the healthcare sector, insurers Aetna, Humana, Anthem and Cigna all fell at least 3 percent after Democratic presidential candidate Hillary Clinton said she had “serious concerns” about the mergers the companies were proposing.\n\nA drop in crude oil prices weighed on the S&P 500 energy sector, which fell 1 percent. That led sector declines for the S&P 500, followed by materials, down 0.9 percent, and S&P health care, also down 0.9 percent.\n\n“Oil inventories were up quite a bit, so energy was down and that weighed down the market. Going into the afternoon the buyers were just lined up to watch as we drifted lower into the the close,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama.\n\n“Also there was weakness in healthcare, not just in individual stocks, but that sector underperformed.”\n\nThe Dow Jones industrial average fell 48.5 points, or 0.28 percent, to 17,168.61, the S&P 500 lost 11.83 points, or 0.58 percent, to 2,018.94 and the Nasdaq Composite dropped 40.86 points, or 0.84 percent, to 4,840.12.\n\nOn the plus side, shares of General Motors rose 5.8 percent to $35.42, while Boeing rose 1.7 percent to $141.19, after both industry heavyweights reported better-than-expected results.\n\nFerrari was up 5.8 percent at $55 in its debut on the New York Stock Exchange.\n\nStocks have mostly gained this month following a sharp selloff in the third quarter.\n\nDeclining issues outnumbered advancing ones on the NYSE by 2,173 to 888, for a 2.45-to-1 ratio on the downside; on the Nasdaq, 2,066 issues fell and 717 advanced for a 2.88-to-1 ratio favoring decliners.\n\nThe S&P 500 posted 27 new 52-week highs and 5 new lows; the Nasdaq recorded 52 new highs and 82 new lows. (Editing by Don Sebastian and Chizu Nomiyama)",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL1N12L2RM20151021"
    },
    {
        "header": "CORRECTED-UPDATE 1-Valeant shares plunge on short-seller report",
        "time": "11:44AM UTC",
        "body": "Oct 21 (Reuters) - Shares of Valeant Pharmaceuticals International Inc plunged 30 percent after a short-seller released a report accusing the company of fraud.\n\nValeant has been under fire for its drug pricing practices, and last week disclosed that its pricing practices and patient assistance programs were under investigation by federal prosecutors in New York and Massachusetts.\n\nOn Monday during a conference call with investors, Valeant defended its pricing and declined to comment on the Federal investigations, saying it was cooperating. But the company disclosed new information about its dealing with two specialty pharmacies, which distribute specialty drugs to patients, including that it had purchased an option to acquire a pharmacy called Philidor and was already consolidating its results.\n\nA New York Times story ran on the topic the next day.\n\nA report by Citron Research, a short-selling firm run by Andrew Left, said that the company’s previously undisclosed relationship with specialty pharmacies is a sign of a cover-up and accused the company of fraud.\n\nValeant spokeswoman Laurie Little was not immediately available for comment.\n\nThe Citron Research report, titled “Valeant: Could this be the Pharmaceutical Enron?” hit shares hard shortly after 10 a.m. EDT (1400 GMT). After reopening, the stock was down 21 percent to $115.50 on heavy volume in New York trading.\n\nAs word of the Citron report spread through the market, selling took off. More than 22 million shares have traded so far on Wednesday, putting it on pace for its busiest day of trading in history. (Reporting by Caroline Humer and David Gaffen; Editing by Jeffrey Benkoe and Nick Zieminski)",
        "link": "http://www.reuters.com/article/valeant-citron-idUSL1N12L19L20151021"
    },
    {
        "header": "RPT-UPDATE 2-Valeant meltdown costs investors billions; Ackman ups stake",
        "time": "9:00PM UTC",
        "body": "BOSTON, Oct 21 (Reuters) - A precipitous plunge in the stock price of Valeant Pharmaceuticals International Inc cost some of Wall Street’s top names billions of dollars on Wednesday but hedge fund manager William Ackman took the meltdown as a buying opportunity.\n\nThe billionaire, famed for his brash bets, swept up 2.1 million additional shares as the Canadian-based company plunged as much as 40 percent on a report from an influential short-seller that it may have fraudulently inflated revenues.\n\nThe purchase means Ackman’s Pershing Square Capital Management is now the company’s second-largest shareholder, leapfrogging asset manager T.Rowe Price. Pershing Square Holdings confirmed late on Wednesday that the company acquired in excess of two million shares of Valeant\n\nAckman lost about $500 million in Wednesday’s rout and the source familiar with Ackman’s fund said his Valeant bet is down about $1.4 billion so far this year.\n\n“The guy eats nails for breakfast,” one investor said of Ackman, who last year was among the hedge fund industry’s top performing portfolio managers.\n\nAckman, renowned for betting $1 billion against nutrition company Herbalife and waging a public campaign to see his gamble through, is now, indirectly, on the receiving end.\n\nShort seller Citron Research published a report on Wednesday, accusing Valeant of failing to disclose ties to specialty pharmacies which helped create “phantom sales” of its products.\n\nOverall, Valeant’s top five investors could have lost a combined $2.76 billion on Wednesday based on their holdings as of June 30.\n\nActivist fund ValueAct, a top five shareholder, lost an estimated $422 million but because it was an early investor in Valeant, it is still sitting on significant gains.\n\nThe fund declined to comment on the Valeant meltdown but ValueAct warned in a second quarter letter to investors that its Valeant holding was more than 20 percent of the firm’s portfolio, nearing the “upper limits of our comfort zone.”\n\nValueAct said in the second quarter letter that it was “right sizing” its Valeant holdings but it was unclear how many shares the firm held as of Wednesday.\n\nInvestment firm Ruane, Cunniff & Goldfarb, Inc has an even larger exposure to Valeant - both in terms of actual shares owned and in terms of the percentage of the fund’s portfolio.\n\nAccording to Thomson Reuters data, investment firm Ruane, Cunniff & Goldfarb owned 9.9 percent of Valeant shares as of June 30, comprising one-third of the fund’s portfolio.\n\nHedge fund Paulson lost an estimated $253.97 million based on its holding as of June 30.\n\nRuane, Cunniff & Goldfarb and Paulson did not return calls seeking comment.\n\nThe Valeant losses could cement Ackman’s fund’s place as firmly in the red for 2015, an uncomfortable twist of fate for a fund that in 2014 yielded 40 percent returns and bested a field of high-profile rivals.\n\nPershing Square was down nearly 13 percent for the year by the end of September, according to investors, after market turmoil struck several of its holdings.\n\nOther hedge funds with big bets on Valeant include Nehal Chopra’s Tiger Ratan Capital Management, Brave Warrior Advisors, Lone Pine Capital and Viking Global Investors.\n\nBy the end of June, Goldman Sachs estimated that hedge funds owned 22 percent of Valeant’s stock.\n\n“Hedge fund managers with great track records have stood by their conviction that Valeant is a great company despite a growing list of questions about its business model, its pricing policies, its pile of debt and the determination of potential acquisition targets to stay out of Valeant’s clutches,” said Erik Gordon, a professor at the University of Michigan’s law and business schools.\n\nAckman had announced his gamble on Valeant in March, after quietly collecting a 5.7 percent stake at a cost of about $3.3 billion. That position was a huge winner in the first half of 2015, but started to falter in recent weeks, and was pummeled after the report from Citron.\n\nAckman’s tendency to stick with bets that are beaten up by the markets has hurt him on occasion in the past, including in losing bets on J.C.Penney, but his fund rarely loses money. The last two times Pershing Square sunk into the red were in 2011, down 1.1 percent, and 2008, down 13 percent.\n\nThe gamble against Herbalife, which he has accused of being a fraud, is hurting Ackman as its stock is up about 48 percent this year. Herbalife has vehemently denied Ackman’s allegations that it is running a pyramid scheme. (additional reporting by Jennifer Ablan, Michael Flaherty and Rodrigo Campos in New York.; Editing by Carmel Crimmins, Richard Valdmanis, Nick Zieminski and Bernard Orr)",
        "link": "http://www.reuters.com/article/valeant-ackman-idUSL1N12L1SB20151022"
    },
    {
        "header": "US STOCKS-Wall St declines; Valeant, healthcare weigh",
        "time": "6:33PM UTC",
        "body": "* Dow down 0.3 pct, S&P down 0.6 pct, Nasdaq down 0.8 pct (Adds eBay up after the bell, Community Health down, latest volume)\n\nOct 21 (Reuters) - U.S. stocks fell on Wednesday as a sharp drop in Valeant Pharmaceuticals hit the healthcare space, while the energy sector dropped along with oil prices.\n\nValeant Pharmaceuticals’ U.S.-listed shares plunged to an intraday low of $88.50 on record volume after a short-seller accused the company of using specialty pharmacies to inflate its revenue.\n\nThe company denied the allegation, and later investor Bill Ackman said he increased his Valeant stake by about 2 million shares. The stock pared losses to end down 19.2 percent at $118.61, still its lowest level since October 2014. It lost about $9.6 billion in market capitalization.\n\nThe news also dragged down shares of other healthcare names including Allergan, down 1.7 percent at $259, and Endo International, down 13.3 percent at $54.46, though both companies tried to ease concerns about their use of specialty pharmacies.\n\nAlso in the healthcare space, insurers Aetna, Humana , Anthem and Cigna all fell at least 3 percent after Democratic presidential candidate Hillary Clinton said she had “serious concerns” about the mergers the companies were proposing.\n\nA drop in crude oil prices weighed on the S&P 500 energy sector, which fell 1 percent. That led sector declines for the S&P 500, followed by materials, down 0.9 percent, and S&P health care, also down 0.9 percent.\n\n“Oil inventories were up quite a bit, so energy was down and that weighed down the market early. Going into the afternoon, the buyers were just lined up to watch as we drifted lower into the the close,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama.\n\nThe Dow Jones industrial average fell 48.5 points, or 0.28 percent, to 17,168.61, the S&P 500 lost 11.83 points, or 0.58 percent, to 2,018.94 and the Nasdaq Composite dropped 40.86 points, or 0.84 percent, to 4,840.12.\n\nAdding to the negative tone, Yahoo shares fell 5.2 percent to $31.12, a day after the Internet company’s quarterly earnings and profit missed expectations.\n\nOn the plus side, shares of General Motors rose 5.8 percent to $35.42, while Boeing rose 1.7 percent to $141.19, after both industry heavyweights reported better-than-expected results.\n\nFerrari was up 5.8 percent at $55 in its debut on the New York Stock Exchange.\n\nStocks have mostly gained this month following a sharp selloff in the third quarter. The S&P 500 is up more than 5 percent for the month so far.\n\nAfter the bell, shares of eBay rose 8.4 percent to $26.25 following its results, while shares of Community Health Systems dropped 15.3 percent to $34.35 after a disappointing outlook. Other hospital operator shares also fell after the bell.\n\nDuring the session, declining issues outnumbered advancing ones on the NYSE by 2,173 to 888, for a 2.45-to-1 ratio on the downside; on the Nasdaq, 2,066 issues fell and 717 advanced for a 2.88-to-1 ratio favoring decliners.\n\nThe S&P 500 posted 27 new 52-week highs and five new lows; the Nasdaq recorded 52 new highs and 82 new lows.\n\nAbout 6.8 billion shares changed hands on U.S. exchanges, compared with the 7.3 billion daily average for the past 20 trading days, according to Thomson Reuters data. (Editing by Don Sebastian, Chizu Nomiyama and Bernard Orr)",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL1N12L35D20151021"
    },
    {
        "header": "Valeant bonds plunge on short-seller report",
        "time": "2:49PM UTC",
        "body": "NEW YORK, Oct 21 (IFR) - Valeant bonds dropped as much as 12 points on Wednesday after an explosive report from a short-seller accused the company of fraudulently inflating its revenue numbers.\n\nValeant blasted the “erroneous” report but investors were already racing for the exits, sending its 7.5% 2021s down 12 points to a cash price of 90.5, according to MarketAxess.\n\nOther bonds from the Canadian pharma company were down between 4 and 10 points on the report from short-selling firm Citron Research.\n\nThe report also hit other bonds across the pharma sector. Endo International, for example, saw its paper down 4-5 points.\n\nCitron alleged that Valeant used specialty pharmacies to create “phantom sales” of its products or push more product through distribution channels than sales would warrant.\n\n“Everybody is going to question how good the numbers really were,” said Darren Hughes, a high-yield portfolio manager at Invesco, who owns Valeant bonds.\n\n“But until we get more information from the company, it is going to be hard to make a judgment call.”\n\nValeant raised US$10.1bn-equivalent in the European and US high-yield bond markets in March to finance its acquisition of Salix, one of the largest junk-rated bond issues ever. (Reporting by Davide Scigliuzzo; Editing by Marc Carnegie)",
        "link": "http://www.reuters.com/article/valeant-pharms-citron-bonds-idUSL1N12L21T20151021"
    },
    {
        "header": "Specialty pharmacies in spotlight as Valeant ties questioned",
        "time": "8:33PM UTC",
        "body": "LOS ANGELES, Oct 21 (Reuters) - Investor concerns over accounting practices at Valeant Pharmaceuticals International Inc have put a spotlight on the little-known and fast-growing specialty pharmacy industry.\n\nShares of Valeant fell 19 percent on Wednesday after influential short-seller Citron Research accused the company of using specialty pharmacies, through a network led by its partner Philidor Rx Services, to inflate its revenue, an allegation the drugmaker denied.\n\nSpecialty pharmacies are designed to deliver medications with unique handling, storage and distribution requirements, often for patients with complex conditions such as cancer, multiple sclerosis or rheumatoid arthritis. They can provide more detailed guidance for patients on how to take the drugs. Specialty drugs are often expensive, sometimes priced at over $100,000 a year.\n\nThe industry has been growing quickly as drugmakers shift research and sales efforts to more complex medications. Pembroke Consulting estimated early this year that the number of accredited specialty pharmacies would jump by nearly 100 to a total of 250 in 2015.\n\nIn the past, drugmakers were directly involved in distribution of their products. Merck & Co, for example, owned a pharmacy service company known as Medco. But it spun off that business in 2003, partly due to concerns over potential conflicts of interest.\n\nMedco was later acquired by Express Scripts Holding Co , which is now the largest U.S. pharmacy benefits manager.\n\nA New York Times report earlier this week said that Valeant worked with Philidor Rx Services, based in Hatboro, Pennsylvania, to increase sales, and prices, for treatments that don’t meet the specialty criterion, including drugs for acne and toenail fungus, and that regular pharmacies may not prescribe.\n\nThe same day, Valeant disclosed that a growing percentage of its revenue is coming from products dispensed through specialty pharmacies, and that it had purchased an option to acquire Philidor. Valeant is Philidor’s main customer.\n\n“We find specialty pharmacies improve patients’ access to medicines at an affordable price, and help ensure physicians are able to prescribe the medications they believe most appropriate for their patients,” Valeant Chief Executive Michael Pearson told investors on a conference call.\n\nHe said that for many of the company’s skin products, Philidor and other specialty pharmacies fill a customer’s prescription before reimbursement is worked out with an insurer, and that Valeant only recognizes revenue from the products once the drug reaches a patient.\n\nPearson also described how Valeant’s relationship with another specialty pharmacy, R&O Pharmacy LLC of Camarillo, California, turned sour. Valeant said it had shipped $69 million worth of medications at wholesale prices to R&O, and that the pharmacy “is currently improperly holding significant amounts it receives” from insurers.\n\nR&O has sued Valeant in California over its efforts to claim the money, saying it has no contractual relationship with the drugmaker. Representatives of R&O declined to comment.\n\nCitron alleged that R&O and Philidor may actually be the same company, and that the two were used by Valeant to create phantom accounts to inflate revenue. In a statement, Philidor said R&O is part of its network of affiliated pharmacies and that it provides services to those partners including call center functions, help with insurance claims, technical support and “certain management services.”\n\n“Philidor does not currently have a direct equity ownership in R&O Pharmacy or the affiliated pharmacies, but does have a contractual right to acquire the pharmacies now or in the future subject to regulatory approval,” the statement said.\n\nScott Knoer, chief pharmacy officer at the Cleveland Clinic, said the web of relationships raises concern. Cleveland Clinic and other hospitals have been hit financially by Valeant price increases on heart drugs Isuprel and Nitropress.\n\n“There would be an inherent conflict of interest if a specialty pharmacy is owned by someone making the drug,” Knoer said. “There could be pressure on the pharmacy to start patients on the drug, or continue patients on it, or not stop them” as warranted.\n\nWhile concerns over Valeant’s ties to its specialty pharmacies hit rival stocks on Wednesday, both Allergan Plc and Endo International Plc were quick to say their businesses did not operate in the same manner.\n\nAllergan said about 3 percent of its U.S. sales of branded drugs are distributed through specialty pharmacies, most of which are specialty products that require careful handling.\n\nEndo said it uses specialty pharmacies mainly for branded products that need to be administered by doctors, and that drugs distributed through this channel represent about 3 percent of the company’s projected total revenue for 2015. It said any specialty pharmacies that it works with are fully independent of the company. (Additional reporting by Caroline Humer and Ransdell Pierson in New York; Editing by Michele Gershberg and Leslie Adler)",
        "link": "http://www.reuters.com/article/valeant-pharmacies-industry-idUSL1N12L3B720151022"
    },
    {
        "header": "CANADA STOCKS-TSX falls 1 pct on Valeant plunge, resource slip",
        "time": "4:43PM UTC",
        "body": "* TSX ends down 137.73 points, or 1 percent, at 13,704.19\n\n* Seven of the TSX’s 10 main groups fall\n\nTORONTO, Oct 21 (Reuters) - A plunge in shares of Valeant Pharmaceuticals International Inc helped push Canada’s main stock index down 1 percent on Wednesday, with falls in the price of oil and other commodities weighing on energy and mining stocks.\n\nValeant slid 19.2 percent to C$154.21 after an influential short-seller accused the company of using specialty pharmacies to inflate its revenue, an allegation the drugmaker denied. It fell as much as 40 percent during the session.\n\nAfter Valeant, 23 of the next 25 most influential decliners were either energy or materials stocks.\n\nThe other top non-resource weight was technology company Celestica Inc, which fell 15.2 percent to C$14.45 after its earnings and outlook missed expectations.\n\n“This market is getting more difficult to move on,” said Kevin Headland, a director of capital markets and strategy at Manulife Asset Management.\n\n“Based on North American valuations, the S&P 500 and TSX - valuations are fair to high. You have to look at specific individual companies and try to unearth some value there.”\n\nThe energy group retreated 3.3 percent and materials, which includes miners, retreated 2.5 percent.\n\nOil prices slid 2 percent to a three-week low as U.S. crude inventories grew, while weak demand from China weighed on prices for copper and iron ore.\n\nThe Toronto Stock Exchange’s S&P/TSX composite index ended down 137.73 points, or 1.00 percent, at 13,704.19, with seven of its 10 main groups lower and the influential financials sector flat.\n\n“I’d expect a flat market between here and the end of the year,” Headland said, citing little impetus for heavyweight energy, mining and financial stocks to move higher.\n\nThe most influential gainers included telecom companies BCE Inc, which rose 1.2 percent to C$58.22, and Telus Corp , which added 1.3 percent to C$43.47. (Reporting by Alastair Sharp; Editing by Nick Zieminski and David Gregorio)",
        "link": "http://www.reuters.com/article/canada-stocks-idUSL1N12L2S720151021"
    },
    {
        "header": "Hedge fund mogul Ackman hit hard by huge Valeant bet",
        "time": "2:56PM UTC",
        "body": "BOSTON (Reuters) - Hedge fund mogul William Ackman has become one of the biggest casualties of a meltdown in pharmaceutical firm Valeant, with losses on the position amounting to roughly $1.8 billion so far this year, including more than $800 million at one point on Wednesday.\n\nValeant shares plunged as much as 40 percent after an influential short-seller accused the company of fraud, saying it used its relationship with specialty pharmacies to inflate revenue.\n\nWith the stock’s dramatic swings, Ackman’s portfolio lost as much as $820 million during the day but the loss lessened to roughly $650 million as the price inched up again in mid-afternoon. Cable television station CNBC reported that Ackman bought an additional 2 million shares of Valeant on Wednesday.\n\nThe hit is likely to cement Ackman’s Pershing Square Capital Management’s place as squarely in the red this year, a twist of fate for a fund that in 2014 yielded 40 percent returns and bested a field of high-profile rivals.\n\n“It takes a lot to turn (Ackman‘s) stomach, but today might be the day,” said an investor in the fund, who asked not to be named.\n\nPershing Square was down nearly 13 percent for the year by the end of September, according to investors, after market turmoil caused by concerns over China’s economy, slumping commodities prices and a potential Fed interest rate hike struck several of its holdings.\n\nCitron Research, which published its report on Wednesday, said Valeant failed to disclose ties to specialty pharmacies which helped create “phantom sales” of its products.\n\nValeant said it does not record drugs stocked at such pharmacies in its consolidated financial reports.\n\nAckman said in March his fund had acquired a 5.7 percent stake in Valeant, making Pershing Square the company’s third-largest shareholder. The stake, 19.5 million shares, cost Ackman about $3.3 billion at the time, according to the investor.\n\nThat position was a huge winner in the first half of 2015, but started to falter in recent weeks, and was pummeled after the Citron report.\n\nValeant is down 20.15 percent this year.\n\nAckman’s position is now about $1.8 billion in the red since it was acquired, according to the investor.\n\nLess than three years ago, it was Ackman who accused a company of fraud, placing a $1 billion short bet against nutrition and supplements company Herbalife and saying it runs a pyramid scheme, something Herbalife denies.\n\nHerbalife is up about 48 percent this year to around $55.60 a share, further hurting Ackman’s portfolio.\n\nAckman scored a 40 percent gain in 2014 thanks to a huge win on Botox maker Allergan.",
        "link": "http://www.reuters.com/article/us-valeant-ackman-idUSKCN0SF2GC20151021"
    },
    {
        "header": "Ackman's Valeant bet costs firm roughly $820 million on Wednesday",
        "time": "12:58PM UTC",
        "body": "BOSTON, Oct 21 (Reuters) - Billionaire investor William Ackman’s hedge fund Pershing Square Capital Management has lost roughly $820 million on Wednesday as Valeant Pharmaceutical International’s share price tumbled.\n\nThe hedge fund manager owns 19.5 million shares in the pharmaceutical company, having bought them at the start of the year when the stock was trading between $160 and $202 a share. Ackman spent roughly $3.3 billion on the bet and has now lost roughly $1.8 billion on the position, an investor in his fund said on Wednesday.\n\nValeant’s stock price was off 29 percent, changing hands at $103.80 in early afternoon trading. A report from an influential short-seller that accused Valeant of fraud kicked off the sharp drop.",
        "link": "http://www.reuters.com/article/valeant-ackman-idUSL1N12L1QM20151021"
    },
    {
        "header": "Valeant shares plunge on short-seller scrutiny of pharmacy revenue",
        "time": "5:34PM UTC",
        "body": "NEW YORK (Reuters) - Valeant Pharmaceuticals International Inc’s stock plunged as much as 40 percent on Wednesday after an influential short-seller accused the company of using specialty pharmacies to inflate its revenue, an allegation that the drugmaker denied.\n\nCitron Research, a short-selling firm run by Andrew Left, alleged that Valeant’s previously undisclosed ties to specialty pharmacies, including Philidor and R&O Pharmacy Inc, helped the company create “phantom sales” of its products or push more product through distribution channels than sales would warrant.\n\n“Citron believes the whole thing is a fraud to create invoices to deceive the auditors and book revenue,” the research note said.\n\nIn response, Valeant said it does not record sales of drugs that are stocked as inventory at such pharmacies in its consolidated financial reports and said sales are recorded only when the product is dispensed to the patient.\n\n“We categorically deny the allegations made in the Citron report,” a Valeant spokesperson said.\n\n“Citron’s false and misleading statements about Valeant appear to be an attempt to manipulate the market in an effort to drive down Valeant’s stock price. Valeant ... properly accounts for sales to, and inventory at, Philidor and Philidor’s network pharmacies.”\n\nNevertheless, the Citron report accelerated investor concerns over drug pricing and sales practices in the pharmaceutical industry which have come under scrutiny in Congress and from U.S. presidential candidates.\n\nValeant is viewed as the most aggressive drugmaker in raising prices on their medications to boost sales, a strategy that has made it a darling among investors including billionaire hedge fund manager Bill Ackman. Last week, Valeant disclosed that such practices are under investigation by federal prosecutors in New York and Massachusetts.\n\nThe Citron Research report hit shares hard shortly after 10 a.m. EDT (1400 GMT) in New York trading and fell to a low of $88.50, before losses were cut and the stock closed down 19 percent at $118.61.\n\nThe fall in Valeant’s stock price represents about a $550 million loss for hedge fund Pershing Square Capital Management, which holds a 5.7-percent stake in Valeant, and is managed by Bill Ackman.\n\nPershing Square did not have an immediate comment but business television station CNBC reported Ackman added to his stake on Wednesday.\n\nIn a note to clients, Nomura analyst Shibani Malhotra said the weakness in Valeant’s stock offers a buying opportunity, as the brokerage firm believes the concern raised by Citron is likely “misinformation.”\n\nShares of some Valeant competitors, including Allergan Inc, Endo International Plc and Mallinckrodt Plc also fell sharply. Allergan and Endo each said that the majority of their drugs are distributed through traditional wholesale and retail channels, not specialty pharmacies.\n\nSpecialty pharmacies are designed to deliver medications with special handling, storage and distribution requirements, often for patients with complex conditions.\n\n“The allegation as I understand it is that they are using specialty pharmacy (companies) as a place to store inventory, which is a revenue-recognition story. And aggressive revenue-recognition policies can augur bad things,” said portfolio manager Les Funtleyder of ESquared Asset Management.\n\nFuntleyder said the spotlight on Valeant could discredit its business model of buying drugs, or acquiring other drug companies, and sharply raising drug prices instead of aggressively pursuing research and development.\n\n“That could help the industry in the long run by putting less emphasis on acquisitions and financial engineering, and more on research,” he said.\n\nValeant disclosed last Wednesday that the U.S. government requested information on pricing and on programs that help patients cover their out-of-pocket expenses for Valeant’s drugs. Those drugs are often distributed by specialty pharmacies.\n\nOn Monday, during a conference call with investors, Valeant defended its pricing and declined to comment further on the federal investigations, saying it was cooperating with authorities.\n\nThe company also disclosed new information about its dealings with the two pharmacies, which distribute specialty drugs to patients. Valeant said it had purchased an option to acquire the pharmacy Philidor and was already consolidating its results. Valeant also said it sought to recover about $69 million from R&O pharmacy for medicines it provided.\n\nValeant chief executive Michael Pearson also told investors that the company was moving away from growth based on pricing increases to focus on volume of sales. He vowed to commit more to research and development in 2016 and said it was trying to sell one of its businesses dependent on price increases for growth.\n\nIndependent Canadian equity research firm Veritas said it saw significant unquantifiable risks overhanging Valeant.\n\nVeritas analyst Dimitry Khmelnitsky sees Valeant at risk of losing its “secret sauce” that made it a darling of many investors due to the pullback in its share price. Valeant has traditionally used its highly-valued shares to pursue accretive acquisitions and fund the business with debt.\n\nThe Wednesday selloff cut Valeant’s market capitalization by about $9.6 billion to $40 billion after being valued as high as $90 billion in early August.\n\nValueAct, the San Francisco-based activist investor known for working closely with management teams, suffered a $422 million paper loss on its investment in Valeant in Wednesday’s fall, a stock it has owned since 2006.\n\nBillionaire investor Carl Icahn told CNBC on Valeant: “I wish I was short. I was thinking of going short. I understood why that company really was overpriced ... But I don’t have any long positions, I’ll say that.”\n\nValeant’s connection with the pharmacies Philidor and R&O have also been examined by Bronte Capital, another hedge fund that, like Citron, has been critical of Valeant.\n\nValeant, based in Canada for tax reasons, tried to acquire competitor Allergan in a hostile takeover in 2014 but failed, drawing investor scrutiny.\n\nThe latest data indicated that short interest positions in Valeant’s stock in the U.S. market have more than doubled since mid-August, jumping to 7.1 million shares at the end of September.\n\nTraders who sell securities “short” borrow shares and then sell them in the hope the price will fall, so they can buy them back more cheaply, return them to the lender and pocket the difference.",
        "link": "http://www.reuters.com/article/us-valeant-citron-idUSKCN0SF22520151021"
    },
    {
        "header": "CANADA STOCKS-TSX ends 1 pct lower as Valeant tumbles",
        "time": "4:14PM UTC",
        "body": "TORONTO, Oct 21 (Reuters) - Canada’s main stock index fell 1 percent on Wednesday, with most of the damage done by an influential short-seller’s accusations that Valeant Pharmaceuticals International Inc artificially inflates it revenue.\n\nThe Toronto Stock Exchange’s S&P/TSX composite index unofficially closed down 137.73 points, or 1.00 percent, at 13,704.19. Valeant ended down 19.2 percent at C$154.21 after falling as much as 40 percent in the session. (Reporting by Alastair Sharp; Editing by Diane Craft)",
        "link": "http://www.reuters.com/article/canada-stocks-close-idUSL1N12L2JZ20151021"
    },
    {
        "header": "Wall St. declines; Valeant, healthcare weigh ",
        "time": "6:34PM UTC",
        "body": "(Reuters) - U.S. stocks fell on Wednesday as a sharp drop in Valeant Pharmaceuticals hit the healthcare space, while the energy sector dropped along with oil prices.\n\nValeant Pharmaceuticals’ (VRX.N) U.S.-listed shares plunged to an intraday low of $88.50 on record volume after a short-seller accused the company of using specialty pharmacies to inflate its revenue.\n\nThe company denied the allegation, and later investor Bill Ackman said he increased his Valeant stake by about 2 million shares. The stock pared losses to end down 19.2 percent at $118.61, still its lowest level since October 2014. It lost about $9.6 billion in market capitalization.\n\nThe news also dragged down shares of other healthcare names including Allergan (AGN.N), down 1.7 percent at $259, and Endo International (ENDP.O), down 13.3 percent at $54.46, though both companies tried to ease concerns about their use of specialty pharmacies.\n\nAlso in the healthcare space, insurers Aetna (AET.N), Humana (HUM.N), Anthem (ANTM.N) and Cigna (CI.N) all fell at least 3 percent after Democratic presidential candidate Hillary Clinton said she had “serious concerns” about the mergers the companies were proposing.\n\nA drop in crude oil prices weighed on the S&P 500 energy sector .SPNY, which fell 1 percent. That led sector declines for the S&P 500, followed by materials .SPLRCM, down 0.9 percent, and S&P health care .SPXHC, also down 0.9 percent.\n\n“Oil inventories were up quite a bit, so energy was down and that weighed down the market early. Going into the afternoon, the buyers were just lined up to watch as we drifted lower into the close,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama.\n\nThe Dow Jones industrial average .DJI fell 48.5 points, or 0.28 percent, to 17,168.61, the S&P 500 .SPX lost 11.83 points, or 0.58 percent, to 2,018.94 and the Nasdaq Composite .IXIC dropped 40.86 points, or 0.84 percent, to 4,840.12.\n\nAdding to the negative tone, Yahoo YHOO.O shares fell 5.2 percent to $31.12, a day after the Internet company’s quarterly earnings and profit missed expectations.\n\nOn the plus side, shares of General Motors (GM.N) rose 5.8 percent to $35.42, while Boeing (BA.N) rose 1.7 percent to $141.19, after both industry heavyweights reported better-than-expected results.\n\nFerrari (RACE.N) was up 5.8 percent at $55 in its debut on the New York Stock Exchange.\n\nStocks have mostly gained this month following a sharp selloff in the third quarter. The S&P 500 is up more than 5 percent for the month so far.\n\nAfter the bell, shares of eBay (EBAY.O) rose 8.4 percent to $26.25 following its results, while shares of Community Health Systems (CYH.N) dropped 15.3 percent to $34.35 after a disappointing outlook. Other hospital operator shares also fell after the bell.\n\nDuring the session, declining issues outnumbered advancing ones on the NYSE by 2,173 to 888, for a 2.45-to-1 ratio on the downside; on the Nasdaq, 2,066 issues fell and 717 advanced for a 2.88-to-1 ratio favoring decliners.\n\nThe S&P 500 posted 27 new 52-week highs and five new lows; the Nasdaq recorded 52 new highs and 82 new lows.\n\nAbout 6.8 billion shares changed hands on U.S. exchanges, compared with the 7.3 billion daily average for the past 20 trading days, according to Thomson Reuters data.",
        "link": "http://www.reuters.com/article/us-markets-stocks-idUSKCN0SF18N20151021"
    },
    {
        "header": "Valeant plunge spotlights cracks in specialty pharma's M&A facade",
        "time": "9:09PM UTC",
        "body": "NEW YORK (Reuters) - A simple promise turned Valeant Pharmaceutical International Inc and some of its rivals into stock market darlings: we will buy more companies and make more money selling drugs. Now investors worry if they can still deliver.\n\nValeant’s shares dropped as much as 39 percent on Wednesday, equivalent to about $20 billion, after Citron Research, a short-selling firm, published a report accusing it of using specialty pharmacies to inflate its revenues.\n\nValeant refuted the claims, but its shares still ended down 19 percent, as the report brought into the spotlight risks involved in its business model based on rapid expansion driven by acquisitions and aggressive price hikes.\n\nMounting political opposition to rising drug prices combined with sliding shares, often used as currency to pay for acquisitions, are now casting doubt on whether specialty pharmaceutical firms such as Valeant can deliver promised brisk earnings growth.\n\nShares of Valeant peers, including Endo International Plc, Mallinckrodt Plc and Horizon Pharma Plc also suffered significant declines. Together with Valeant, they account for 8 percent of all pharmaceutical sector mergers and acquisitions announced worldwide since 2008.\n\n“[Pricing power] had contributed to their increased profitability, which in turn contributed to a higher stock price and more accretive acquisitions,” said Leonard Yaffe, who runs a healthcare hedge fund Stoc*Doc Partners. “A lot of that has unraveled.”\n\nThe controversy over how Valeant books revenue comes weeks after U.S. Presidential candidate Hillary Clinton and Democratic lawmakers criticized price hikes in the U.S. drug industry, triggering a broader selloff in the life sciences sector.\n\nThe United States has no price controls on medicines even though such curbs are common in Europe, but specialty pharmaceutical firms, which typically focus on expensive drugs used to treat chronic or life-threatening conditions, are particularly prone to public backlash. Last week, Valeant disclosed that its pricing and other practices were under investigation by federal prosecutors in New York and Massachusetts.\n\nIncreased drug price scrutiny could also eventually lead to tougher industry rules, such as allowing Medicare to bargain directly with drug makers, said Jeffrey Loo, director of healthcare equity research at S&P Capital IQ.\n\nEven though Citron produced no hard proof, its accusations tapped into investor anxieties about specialty pharmaceutical companies’ ability to keep raising revenues, added Yaffe, who is ‘short’ on Valeant, betting its shares will fall further.\n\nValeant has attracted attention with several high-profile drug price hikes, including heart medication Isuprel, which it has increased eightfold since it was acquired in 2013.\n\nHorizon Pharmaceuticals also attracted attention for increasing the price of pain relievers Vimovo and Pennsaid by 1200 percent and 515 percent sine 2013 respectively.\n\n“I think in the near-term you will see these companies pull back a bit on acquisitions that rely on price hikes. The decline in the stock price may put somewhat of a crimp on deals going forward,” said Loo.\n\nEndo Pharmaceuticals has also drawn comparisons to Canada-based Valeant due to its reliance on a Irish domicile that offers tax advantages and gives it an edge in acquisitions. It significantly stepped up buying drug makers after hiring Chief Executive Officer Rajiv De Silva, who was previously president of Valeant. Endo said on Wednesday that specialty pharmacies accounted for only 3 percent of the company’s projected 2015 revenues.\n\nNot all analysts share the same concerns as the stock’s sellers. Umer Raffat, a managing director at Evercore ISI noted that the majority of Valeant’s nearly $40 billion in acquisitions have not been dependent on price hikes, including its two largest, the $16 billion purchase of Salix Pharmaceuticals and the $9 billion acquisition of Bausch & Lomb.\n\nIn its third-quarter earnings call on Monday, Valeant distanced itself from price hikes as a growth strategy, noting that its 2015 core profit target only assumes a 10 percent increase in prices. Chief Executive Michael Pearson also said that the company did not see any compelling acquisition targets at the moment.\n\nValeant also revealed plans to explore a spinoff or sale of its legacy portfolio, which is the most reliant on increased prices for growth.\n\n“While Mallinckrodt does not publicly quantify contributors to revenue growth, since becoming independent the majority of our growth has been through increased volume,” the company said in a statement.",
        "link": "http://www.reuters.com/article/us-valeant-pharmacies-rivals-idUSKCN0SG02L20151022"
    },
    {
        "header": "Valeant shares plunge on short-seller report",
        "time": "10:36AM UTC",
        "body": "Oct 21 (Reuters) - Shares of Valeant Pharmaceuticals International Inc tumbled by nearly 28 percent after a short-seller released a report critical of the company, causing the stock to be temporarily halted due to the decline.\n\nA report by Citron Research, a short-selling firm run by Andrew Left, based in California, hit shares hard shortly after 10 a.m. EDT (1400 GMT). After reopening, the stock was down 21 percent to $115.50 on heavy volume. The company was not immediately available for comment. (Reporting by David Gaffen; Editing by Jeffrey Benkoe)",
        "link": "http://www.reuters.com/article/valeant-citron-idUSL1N12L16920151021"
    },
    {
        "header": "Citron's Left hits nerve with new Valeant broadside",
        "time": "3:08PM UTC",
        "body": "NEW YORK (Reuters) - Andrew Left’s Citron Research is largely a one-man investment research operation that has shaken financial markets in both the United States and China from his home office in Beverly Hills, California.\n\nHis missive on Wednesday on Valeant Pharmaceuticals International Inc caused the already-reeling stock to plunge and fed further doubts about the drug company’s operations, beginning with its pricing practices.\n\n“It’s down 18 percent now. It’s got a lot more to go. The work speaks for itself,” Left told Reuters shortly after his report was emailed to subscribers, for which he does not charge.\n\n“I have a team around me, but I keep everything secret,” Left said, adding: “I always want the message to be the important thing, not the messenger. Notice they say it is Citron, not Andrew Left. There is no ego in this game. Read what I write. I don’t talk about my operation.”\n\nValeant’s U.S. shares were last down 39.5 percent at $88.77 on record trading volume. Left wrote two other reports on Valeant this year, on Sept. 28 and Oct. 2.\n\nHe came to prominence when he and several others, most notably Carson Block of Muddy Waters Capital, targeted U.S.-listed shares of Chinese companies; a number of those companies eventually either went bankrupt or were de-listed.\n\nLeft started out as a broke college graduate who answered an ad for a boiler-room commodities brokerage, Universal Commodity Corp in 1993, touting an opportunity to earn $100,000 a year.\n\nHe quit nine months later in March 1994. The Florida firm was cited in December 1995 by the National Futures Association (NFA) for failure to supervise employees engaged in fraudulent practices. Left was sanctioned by the NFA as part of a wider probe into the firm. The firm was closed down in December 2008 after another infraction, the NFA says.\n\n“I didn’t know what a boiler room was when I was 23,” he said in a 2011 interview with Reuters.\n\nOn Sept. 28, the day of Left’s first report on Valeant, shares fell 16 percent, but that was the same day 18 Democratic members of a U.S. House of Representatives committee urged their chairman to subpoena the company, seeking documents related to price increases.\n\nThe shares gained on Oct. 2, when the next Citron report was published.\n\nLike many short-sellers who tout their research publicly, Left has a mixed record over 14 years of publishing online.\n\nIn November 2014, he notably called wearable camera maker GoPro as having the “ most optimistic conceivable valuation” that it possibly could command. Shares were trading around $82 a share at that time – they now trade at $29 a share. On the flip side, he said he was short Tesla Motors in September of 2013; the stock is up 14 percent since then.\n\nAmong his recent calls, on Oct. 12 Left published a report critical of 2U Inc, saying the education company was 67 percent overvalued. The stock had already been falling, but shares fell nearly 18 percent on the day of his report and have not since recovered.\n\nLeft has not always been negative on a company. In March, he cautioned against piling into the selloff of Lumber Liquidators after it was accused of selling unsafe flooring. While he did not disclose a position, he said he was caught too many times thinking a company was going out of business. Shares, however, continued to sink.\n\nA long position he disclosed in Sodastream in February 2014 has also been a loser, as the stock has slipped in that time. His bet on Blackberry from January 2014 was a winner for several months, but the stock has underperformed since the summer.",
        "link": "http://www.reuters.com/article/us-valeant-citron-left-idUSKCN0SF2K020151021"
    }
]