[
    {
        "header": "FTC looking at Valeant's contact lens dealings -source",
        "time": "6:03PM UTC",
        "body": "(Reuters) - The U.S. Federal Trade Commission is looking into whether Canadian drugmaker Valeant Pharmaceuticals International Inc illegally cornered the market for a component of a new type of contact lens, an industry source told Reuters.\n\nValeant said on Monday it had received a letter from the FTC on or about Oct. 16 seeking more information about Valeant’s recent acquisition of Paragon Vision Sciences, which produces a material used to make gas permeable lenses.\n\nThat probe focuses primarily on a small subset of the contact lens market, Ortho-K lenses, according to the contact lens industry source, who asked not to be named to protect business relationships.\n\nThe Ortho-K lens, when worn overnight, reshape the patient’s cornea to counteract nearsightness and other vision problems.\n\nAfter acquiring the Paragon Vision Sciences in May, Valeant obtained a de facto monopoly on Ortho-K lenses, because Paragon and Bausch + Lomb, which Valeant already owned, are the only holders of the FDA approvals required to manufacture the lenses.\n\nThe FTC also asked questions about whether Valeant used distribution contracts as leverage to persuade manufacturers to exclusively sell other Valeant contact lens products, the person said.\n\nValeant did not immediately respond to questions regarding this story.\n\nProPublica, a non-profit newsroom that produces investigative journalism, was the first to report the probe. [bit.ly/1jNZTWP ]\n\nValeant said earlier this month that it had been subpoenaed by U.S. prosecutors seeking information on its pricing decisions, drug distribution and patient assistance programs.\n\nThe company has come under intense scrutiny for increasing drug prices. The New York Times also reported last week that Valeant and other drugmakers were using specialty drug distributors to circumvent barriers to raise prices.\n\nValeant’s shares went into a tailspin last week after short-seller Citron Research said the company was using specialty pharmacies to inflate its revenue.\n\nThe company denied the allegation and asked the U.S. Securities and Exchange Commission to look into Citron.\n\nValeant’s U.S.-listed shares closed up just under 1 percent at $145.46 on Tuesday. Up to Monday’s close, the stock had lost about 38 percent of its value since Oct. 14 when the company disclosed that it had received a federal subpoena.",
        "link": "http://www.reuters.com/article/valeant-pharmacies-ftc-idUSL1N12R3KX20151027"
    },
    {
        "header": "Ackman to hold call to discuss investment in Valeant",
        "time": "5:09PM UTC",
        "body": "(Reuters) - Pershing Square Holdings (PSH.AS) said it would hold a call later this week where its CEO Bill Ackman and other executives would address questions related to the hedge fund’s investment in Valeant Pharmaceuticals International (VRX.TO).\n\nValeant shares have lost a quarter of their value since last Wednesday, following a report from influential short-seller Citron Research that suggested the Canadian drugmaker may have fraudulently inflated revenues by using its ties with a specialty pharmacy.\n\nOn Monday, the Valeant laid out a detailed defense of its relationship with the little-known specialty pharmacy Philidor Rx Services, but its arguments failed to calm all investor concerns.\n\nAckman, known for his brash bets, swept up 2.1 million additional shares last week even as Valeant shares plunged.\n\nPershing Square is set to hold the investor call on Oct. 30 at 9 am ET.",
        "link": "http://www.reuters.com/article/us-valeant-pharmacies-ackman-idUSKCN0SL1W520151027"
    },
    {
        "header": "ValueAct rallies Valeant investors as company fends off attack: source",
        "time": "5:09PM UTC",
        "body": "(Reuters) - Activist firm ValueAct is meeting with other large investors in Valeant Pharmaceuticals International (VRX.N), as the company aims to rally support amid allegations of improper accounting and aggressive pricing.\n\nMason Morfit, a partner at ValueAct, rejoined the board of Valeant on Monday and shortly afterwards started meeting with representatives from the company’s top ten investors, a person familiar with the matter said on Tuesday.\n\nValeant shares have plunged more than 50 percent since their August peak after U.S. Democratic politicians took aim at the company’s pricing policies. A federal subpoena followed and then last Wednesday, short-seller Andrew Left issued a report claiming fraud at Valeant, sending shares into a tailspin.\n\nValeant laid out a detailed defense on Monday of its relationship with specialty pharmacy Philidor - the firm at the center of Left’s accusations.\n\nValeant has said it properly accounts for sales through its pharmacy partners and only books revenue once one of its medicines reaches a patient.\n\nMorfit, who served on Valeant’s board from 2007 to 2014, is expected to reiterate that message in his meetings, which may extend to smaller shareholders, said the person, who did not want to be identified because the discussions are confidential.\n\nValeant’s top ten shareholders include Ruane, Cunniff and Goldfarb, T. Rowe Price, Paulson & Co, and Lone Pine Capital.\n\nMorfit stepped down from the board in May 2014, in part because he had just joined the Microsoft Corp (MSFT.O) board and wanted to dedicate his efforts there, he said at the time. Four months later, ValueAct CEO Jeffrey Ubben joined the Valeant board as deal discussions with Allergan were heating up.\n\nHe remained on the board until August of this year, when he stepped down and handed the seat to ValueAct partner Robert Hale. According to a person familiar with the matter, Ubben stepped down from Valeant because he had just taken on a new role as a board member at 21st Century Fox. Hale remains a Valeant board member.\n\nValeant’s stock dipped to $109.54 on Tuesday. Prior to Left’s report last Wednesday, Valeant’s stock was trading in the $150 range - and as high as $263 in early August.\n\nThe direct outreach by Morfit to Valeant shareholders, on top of the conversations that Valeant CEO Michael Pearson is already having with investors, shows how the activist hedge fund is going into overdrive to deal with the crisis and shore up its own investment.\n\nValueAct has been an investor in Valeant since 2006. Ubben and Morfit were involved in recruiting Pearson, who became CEO in 2008 and built the company into a more than $40 billion giant from more than 100 transactions. ValueAct, with $19 billion under management, now has two directors on the company’s board, and was the fourth largest shareholder as of June 30.\n\nWilliam Ackman’s Pershing Square, Valeant’s third-largest shareholder, has scheduled a call on Friday at 9 am EDT to address the drug company’s issues. Pershing’s investment in Valeant came on the heels of the Allergan deal, which fell apart last year. Pershing owned 5.7 percent of Valeant as of June 30, and faced a paper loss of more than $800 million at one point last week.\n\nValueAct declined to comment for this story.",
        "link": "http://www.reuters.com/article/us-valeantpharms-valueact-idUSKCN0SL2YZ20151027"
    }
]