[
    {
        "header": "U.S. House Democrats take aim at price hikes for Valeant drugs; shares drop",
        "time": "1:49PM UTC",
        "body": "Sept 28 (Reuters) - All 18 Democratic members of a U.S. House of Representatives committee on Monday urged their chairman to subpoena Canada’s Valeant Pharmaceuticals International Inc to force it to provide documents related to “massive” price increases for two of its heart drugs.\n\nValeant shares fell more than 13 percent in afternoon trading amid a 6 percent decline for the biotech sector. Shares of many pharmaceutical companies have fallen sharply in the past week, after Democratic presidential hopeful Hillary Clinton blasted big increases in drug prices.\n\nThe members of the House Committee on Oversight and Government Reform also requested that Chairman Jason Chaffetz, a Republican, invite Valeant Chief Executive Officer Michael Pearson to testify at a hearing next week.\n\nThat meeting was called to hear testimony from the CEO of privately held Turing Pharmaceuticals, whose own company has been widely criticized for a more than 5,000 percent increase in the price of its Daraprim treatment for a dangerous parasitic infection. (Reporting by Ransdell Pierson; Editing by Lisa Von Ahn)",
        "link": "http://www.reuters.com/article/valeant-pharms-congress-idUSL1N11Y1NS20150928"
    },
    {
        "header": "UPDATE 3-U.S. House Democrats slam Valeant's drug price hikes; shares sink",
        "time": "8:27PM UTC",
        "body": "Sept 28 (Reuters) - Democratic lawmakers on Monday attacked “massive” price increases of two heart drugs by Canada’s Valeant, fueling a rout in drugmaker shares on worries of a government and insurer clampdown on U.S. drug prices.\n\nAll 18 Democratic members of the House of Representatives Committee on Oversight and Government Reform urged their chairman to subpoena Valeant Pharmaceuticals International Inc and force it to provide documents relating to price increases of 212 percent for Isuprel and 525 percent for Nitropress. Valeant boosted the prices immediately after buying the heart drugs last February.\n\nShares of Valeant tumbled 16.5 percent on the New York Stock Exchange, and other pharmaceutical company shares also slid. Investors are worried that the drug industry faces a moment of reckoning for steep price hikes for both new and older medicines.\n\nShares of many pharmaceutical companies have slumped since 2016 Democratic presidential hopeful Hillary Clinton last week proposed ways for the government to prevent “profiteering” by the industry.\n\nThe slump in Valeant shares on Monday hit hedge funds run by activist investors Bill Ackman, John Paulson and Jeffrey Ubben.\n\nAckman’s fund, Pershing Square Capital Management, owns nearly 5.76 percent of Valeant, which partnered with Ackman last year in a failed bid to acquire Botox-maker Allergan Plc .\n\nThe Nasdaq Biotech Index sank 6 percent, while the ARCA Pharmaceuticals Index of large drugmakers dropped 3.5 percent. AbbVie Inc, Eli Lilly & Co and Gilead Sciences Inc were among the hardest hit.\n\nThe Democratic House members also urged panel Chairman Jason Chaffetz, a Republican, to invite Valeant Chief Executive Michael Pearson to testify at a hearing next week. That would put Pearson in the same hot seat as Martin Shkreli, chief executive of privately held Turing Pharmaceuticals, who has already been called to testify.\n\nChaffetz said Monday evening that he had not yet read the letter from the Democrats. “I‘m going to take a look at it, but I haven’t yet read it,” he told Reuters outside the Capitol.\n\nTiny Turing has been widely criticized for a price hike of more than 5,000 percent for its Daraprim treatment for a dangerous parasitic infection, to $750 per pill from the original price of $13.50. Turing said last week that it roll back the price, but only said that it would be below $750.\n\nClinton on Monday called on Turing to roll back the price to the original $13.50 per pill.\n\n“It just makes people more nervous that you are going to see Michael Pearson sitting next to Martin Shkreli,” said Evercore ISI analyst Umer Raffat.\n\nPearson has built Valeant into one of the world’s largest drugmakers through a series of acquisitions. His business model has featured price hikes and deep cuts in research spending. Officials at Valeant could not be immediately reached for comment on the requests for a subpoena.\n\nU.S. biotech stock valuations have been falling since they peaked in mid-July.\n\n“The sector was overvalued and today we’re seeing a big flush,” said Len Yaffe, portfolio manager of the StockDoc Partners healthcare fund. He said the decline was exacerbated by trading in exchange traded funds, which hold a basket of stocks and tend to track a particular stock index. “We’re seeing the negative side of investing in ETFs.”\n\nClinton last week unveiled a plan that includes a $250 monthly cap on out-of-pocket costs for prescription drugs. It would allow the Medicare plan for the elderly to negotiate drug pricing and permit Americans to buy drugs more cheaply from other countries.\n\nOn Monday, she suggested in a Facebook posting that large drugmakers should help increase competition among generic drugs by investing in their production when there is only one manufacturer.\n\nIndustry experts are skeptical that Clinton, if elected, could overcome tremendous Republican opposition to such measures in Congress. But her high-profile focus on the issue is expected to embolden efforts by health insurers, doctors’ groups and others to pressure drugmakers.\n\n“(Stock) selling hasn’t really stopped since Hillary Clinton made her comments last week,” said Jeff Jonas, a portfolio manager with Gabelli funds. “The Democratic committee members would certainly continue that trend that Hillary started.”",
        "link": "http://www.reuters.com/article/valeant-pharms-congress-idUSL1N11Y1PZ20150929"
    },
    {
        "header": "CANADA STOCKS-TSX slumps as resources weigh, Valeant tumbles",
        "time": "4:37PM UTC",
        "body": "* TSX ends down 373.99 points, or 2.8 percent, at 13,004.58\n\n* All 10 of the TSX’s main groups fall\n\nTORONTO, Sept 28 (Reuters) - Canada’s main stock index plunged on Monday, with drugmaker Valeant Pharmaceutical International stunned by U.S. congressional rebuke and global malaise hurting a range of Canadian resource companies as commodities prices fell.\n\nShares of Valeant, a major weight on the index, fell 16.3 percent to C$221.81 after Democratic lawmakers attacked “massive” price increases for two heart drugs after the company bought them in February.\n\nWhile Valeant’s fall was by far the biggest reason for the day’s decline, a range of financial and resource-related stocks - the index’s biggest groups - also fell amid unease over the economic health of China and other big emerging markets.\n\n“People are still blaming global growth, China. But I think it’s now beyond that,” said Allan Small, a senior investment adviser at HollisWealth. “I think it’s now just this overall feeling of negativity in these markets.”\n\nThe Toronto Stock Exchange’s S&P/TSX composite index ended down 373.99 points, or 2.8 percent, at 13,004.58. All 10 main groups fell, with energy retreating 2.6 percent and the materials group down 4.6 percent.\n\nU.S. crude prices were down 2.8 percent to $44.42 a barrel, while Brent crude lost 2.6 percent to $47.32. Gold futures fell 1.2 percent to $1,133.2 an ounce, and copper prices declined 1.2 percent to $4,965 a tonne.\n\nGoldcorp Inc fell 6.6 percent to C$16.60 and Canadian Natural Resources Ltd lost 2.8 percent to C$25.47.\n\nDecliners outnumbered advancers by 227 to 13, and the index posted one new 52-week high and 25 new lows.\n\nRoyal Bank of Canada fell 1.2 percent to C$71.05 and Brookfield Asset Management slipped 2.9 percent to C$40.55, while the overall financial sector lost 1.3 percent.\n\nTranscanada Corp was another weighty loser, sliding 4.8 percent to C$41.55. The pipeline operator’s planned Keystone KL pipeline has resurfaced as a U.S. election issue.",
        "link": "http://www.reuters.com/article/markets-stocks-canada-idUSL1N11Y2GF20150928"
    },
    {
        "header": "CANADA STOCKS-TSX slumps as Valeant tumbles, resource stocks weigh",
        "time": "4:04PM UTC",
        "body": "TORONTO, Sept 28 (Reuters) - Canada’s main stock index ended lower on Monday, dragged down by drugmaker Valeant Pharmaceutical International and resources companies hurt by falls in commodities from oil to gold to iron ore and copper.\n\nThe Toronto Stock Exchange’s S&P/TSX composite index unofficially closed down 373.99 points, or 2.80 percent, at 13,004.58. All 10 main groups fell.",
        "link": "http://www.reuters.com/article/markets-stocks-canada-close-idUSL1N11Y2C920150928"
    }
]