[
    {
        "header": "Valeant to offer cash, stock to keep staff after turmoil",
        "time": "10:01AM UTC",
        "body": "(Reuters) - Valeant Pharmaceuticals International Inc (VRX.TO) will likely offer cash and stock incentives to more key U.S. staff as it aims to avoid mass departures from the heavily scrutinized company, a spokeswoman said on Wednesday.\n\nLaval, Quebec-based Valeant partially uses stock to compensate employees, but shares have fallen more than 70 percent since early August over concerns about its use of a U.S. specialty pharmacy and price spikes for some of its drugs.\n\nAbout 70 Valeant employees in key positions below the executive level are receiving cash and stock to stay with the company, and Valeant will likely offer the incentives to more U.S. staff in coming weeks, said Laurie Little, head of investor relations. She did not give details.\n\n“In the U.S., definitely there has been some anxiety,” Little said at a Jefferies investor conference in London. “Through this turmoil, we definitely don’t want to see an exodus.”\n\nLittle said employees outside the United States are feeling less pressure because Valeant is known by other names in some countries.\n\nValeant’s previously undisclosed use of a specialty pharmacy, Philidor Rx Services, drew allegations from short-seller Citron Research last month that it was inflating revenues. The company has denied the allegations, but said it would sever ties with Philidor.\n\nValeant shares on Wednesday climbed 1.5 percent to $71.35 in New York morning trading.",
        "link": "http://www.reuters.com/article/us-valeant-pharmacies-workers-idUSKCN0T724Q20151118"
    },
    {
        "header": "BRIEF-Valeant seeing 'anxiety' among US staff, will expand retention program - spokeswoman",
        "time": "9:03AM UTC",
        "body": "* Likely to make tuck-in acquisitions, but debt repayment the focus - spokeswoman\n\n* Spokeswoman speaking at London health care conference Further company coverage: (Reporting By Rod Nickel)",
        "link": "http://www.reuters.com/article/idUSL1N13D0ZG20151118"
    }
]