[
    {
        "header": "Valeant Pharma posts profit, says CFO to step down",
        "time": "6:28AM UTC",
        "body": "April 29 (Reuters) - Canadian drugmaker Valeant Pharmaceuticals International Inc reported a quarterly profit, compared with a year-ago loss, driven by higher demand in the United States.\n\nThe company also said Chief Financial Officer Howard Schiller would step down.\n\nNet income attributable to shareholders was $73.7 million, or 21 cents per share, in the first quarter ended March 31, compared with a loss of $22.6 million, or 7 cents per share, a year earlier.\n\nRevenue rose about 16 percent to $2.19 billion. (Reporting by Rosmi Shaji in Bengaluru; Editing by Maju Samuel)",
        "link": "http://www.reuters.com/article/2015/04/29/valeant-pharms-results-idUSL4N0XQ3BO20150429"
    },
    {
        "header": "Drugmaker Valeant raises forecasts, says CFO to leave ",
        "time": "10:32AM UTC",
        "body": "(Reuters) - Drugmaker Valeant Pharmaceuticals International Inc (VRX.TO) (VRX.N) raised its earnings and sales forecasts for the year on Wednesday and said its chief financial officer will step down.\n\nThe Laval, Quebec-based company, whose top-selling products are heart treatment Isuprel and anti-depressant Wellbutrin, also reported profit and revenue for the first quarter that beat market estimates, helped by a 39 percent jump in U.S. sales.\n\nValeant shares rose in early trade in Toronto and New York.\n\nValeant said Howard Schiller, the company’s chief financial officer since December 2011, will step down once a replacement is found.\n\nSchiller, 53, said he is leaving to pursue other interests, likely with a private company, but would remain on Valeant’s board and seek re-election in May.\n\nSchiller’s move is disappointing to investors, BMO analyst Alex Arfaei said in a note. “Valeant is a controversial company with complex, heavily scrutinized financials. Mr. Schiller has essentially been the explainer in chief.”\n\nSchiller collected $23.7 million worth of stock awards in 2014 as he reached the three-year mark with Valeant.\n\nThe company, which lost a bid to buy Botox maker Allergan Inc in November, is often criticized for a growth plan that is driven by acquisitions and cost-cutting.\n\nChief Executive Michael Pearson said he was disappointed that Schiller is leaving.\n\nValeant said it expects 2015 revenue of $10.4-$10.6 billion, up from its previous estimate of $9.2-$9.3 billion, an increase that reflects about $1 billion in sales from its acquisition of gastrointestinal drugmaker Salix, which closed April 1. It raised its adjusted profit forecast to $10.90-$11.20 per share from $10.10-$10.40.\n\nPearson said he is reluctant to use stock to make another major acquisition, but did not rule it out.\n\n“We are not right now out there looking for a large deal,” he said. “But we will continue to be opportunistic.”\n\nValeant said sales in the United States rose to $1.40 billion in the first quarter, ended March 31. The country accounts for nearly two-thirds of Valeant’s total revenue.\n\nNet income attributable to shareholders was $73.7 million, or 21 cents per share, in the quarter, compared with a loss of $22.6 million, or 7 cents per share, a year earlier.\n\nCash earnings, which exclude one-time items, were $2.36 per share, versus analysts’ average estimate of $2.34, according to Thomson Reuters I/B/E/S.\n\nRevenue rose 16 percent to $2.19 billion, ahead of the Wall Street estimate of $2.15 billion.",
        "link": "http://www.reuters.com/article/2015/04/29/us-valeant-pharms-results-idUSKBN0NK12820150429"
    }
]