[
    {
        "header": "CANADA STOCKS-TSX jumps soon after open on GDP data, Valeant rally",
        "time": "9:46AM UTC",
        "body": "TORONTO, Sept 30 (Reuters) - Canada’s main stock index rallied more than 1 percent shortly after the open as Valeant Pharmaceuticals International Inc shares rebounded after being battered by charges of price gauging and as higher-than-expected domestic growth data also gave other sectors a healthy boost.\n\nThe Toronto Stock Exchange’s S&P/TSX composite index rose 142.02 points, or 1.09 percent, to 13,178.98. Materials, which groups miners and other resource names, was the only sector in the red. (Reporting by Solarina Ho; Editing by Lisa Von Ahn)",
        "link": "http://www.reuters.com/article/markets-stocks-canada-open-idUSL1N12010Z20150930"
    },
    {
        "header": "CANADA STOCKS-TSX rallies as Valeant rebounds, July GDP data upbeat",
        "time": "11:48AM UTC",
        "body": "* TSX up 182.59 points, or 1.4 percent, at 13,219.55\n\nTORONTO, Sept 30 (Reuters) - Canada’s main stock index rallied more than 1 percent on Wednesday as higher-than-expected domestic growth data provided a healthy boost to sentiment and as Valeant Pharmaceuticals International Inc shares rebounded after being battered by charges of price gauging.\n\nCanada’s economy grew 0.3 percent in July, the second consecutive month of growth after contracting for the first five months of 2015. Financials, energy, mining and manufacturing were among sectors leading the growth.\n\nThe figures supported the idea that any recession in the first half of the year was short-lived.\n\nThe financials group, which makes up roughly a third of the index, climbed 1.7 percent. Toronto-Dominion Bank rose 2.1 percent to C$52.53, and Royal Bank of Canada jumped 2.1 percent to C$73.53. Six of the index’s 10 most influential gainers were financial names.\n\nAt 11:40 a.m. EDT (1540 GMT), the Toronto Stock Exchange’s S&P/TSX composite index was up 182.59 points, or 1.4 percent, at 13,219.55.\n\nAll 10 of the index’s main sectors were in positive territory. Advancing issues outnumbering declining ones on the TSX by 197 to 42, for a 4.69-to-1 ratio on the upside.\n\nThe TSX has been extremely volatile in the last month and has been on a steady decline since mid-April, having given back some 15 percent during that period.\n\nA Reuters poll released on Wednesday showed that investors believed the index would post its first loss this year since 2011, hurt by concerns including China’s growth and commodity prices.\n\nValeant, regularly a significant mover of the index, jumped 4.7 percent to C$222.10 after tumbling more than 30 percent over the last 1-1/2 weeks. Drugmakers like Valeant have come under fire in recent days over accusations of overcharging for their products.\n\nHudson’s Bay Co jumped 11.4 percent to C$23.10 after the retailer raised its sales forecast following the closing of its acquisition of German department store chain Galeria Kaufhof.\n\nOn the downside, gold miners failed to make gains, shadowed by bullion prices that were on track for their biggest quarterly loss in a year.\n\nHowever, the overall materials group, home to mining and resource names, climbed 1.0 percent. (Reporting by Solarina Ho; Editing by Lisa Von Ahn)",
        "link": "http://www.reuters.com/article/markets-stocks-canada-idUSL1N1201I520150930"
    },
    {
        "header": "CANADA STOCKS-TSX ends up 2.1 percent; Valeant rebounds",
        "time": "4:11PM UTC",
        "body": "TORONTO, Sept 30 (Reuters) - Canada’s main stock index surged more than 2 percent on Wednesday as Valeant Pharmaceuticals International Inc rebounded and higher-than-expected domestic growth data gave a range of sectors a healthy boost amid end-of-quarter positioning.\n\nThe Toronto Stock Exchange’s S&P/TSX composite index unofficially closed up 270 points, or 2.07 percent, at 13,306.96. It fell 4 percent in September and 8.6 percent in the quarter. (Reporting by Alastair Sharp; Editing by Lisa Von Ahn)",
        "link": "http://www.reuters.com/article/markets-stocks-canada-close-idUSL1N12032B20150930"
    }
]