[
    {
        "header": "Valeant CEO Pearson to return effective immediately",
        "time": "7:53PM UTC",
        "body": "NEW YORK, Feb 28 (Reuters) - Valeant Pharmaceuticals International said on Sunday that Chief Executive Officer Michael Pearson will return from medical leave effective immediately, and the drugmaker will postpone the release of fourth-quarter results planned for Monday.\n\nThe company said will also delay a conference call scheduled for Monday and withdraw its financial guidance for 2016. Last week, it said it would delay filing its audited 2015 annual report with the SEC and planned to restate some revenues and earnings from 2014 and 2015.\n\nBoard member Robert Ingram has been appointed chairman and interim CEO Howard Schiller will transition out of his position and return to the board, Valeant said.\n\nOn Friday, CNBC reported that Valeant’s board of directors was mulling if Pearson would return.\n\nPearson went on medical leave in late December because of severe pneumonia, the company said. (Reporting by Caroline Humer; Editing by Cynthia Osterman)",
        "link": "http://www.reuters.com/article/valeant-pharms-ceo-idUSL2N16800W"
    },
    {
        "header": "Valeant CEO Pearson to return effective immediately, results delayed",
        "time": "9:10PM UTC",
        "body": "NEW YORK (Reuters) - Valeant Pharmaceuticals International (VRX.TO) said on Sunday that Chief Executive Officer Michael Pearson would return from medical leave effective immediately, and it postponed the release of fourth-quarter results planned for Monday.\n\nValeant was under pressure for its drug price increases when it said in late December that Pearson had been hospitalized for severe pneumonia. Weeks later, the company appointed board member and former Chief Financial Officer Howard Schiller as interim CEO, saying Pearson remained unwell.\n\nInvestors have been divided on Pearson’s return, and shares fell last week, reflecting concern about the company’s future.\n\nOn Feb. 22, Valeant said it would delay filing its audited 2015 annual report with the U.S. Securities and Exchange Commission and planned to restate some revenues and earnings from 2014 and 2015 as a result of the preliminary results of that review. It set Feb. 29 as a date to announce unaudited fourth-quarter earnings.\n\nOn Friday, CNBC reported that Valeant’s board of directors was mulling whether Pearson would return.\n\nThe company said that because of Pearson’s return, it would delay the Monday release of financials and its conference call.\n\nValeant also withdrew its prior financial outlook and said it would release preliminary 2015 results and a 2016 outlook “in the near term.”\n\n“I realize that recent events are disappointing to everyone and it is my responsibility to set the appropriate tone for the organization,” Pearson said in the statement. He said among his immediate priorities would be “improving Valeant’s reporting procedures, internal controls and transparency.”\n\nValeant’s shares fell from a high of $263.70 in August to a low of $69.34 in November as it came under pressure over its dealings with Philidor RX Services, a pharmacy with which it had a close relationship and which sources said used aggressive tactics to increase sales of its dermatology products. A board committee began an investigation into those ties.\n\nValeant is also being investigated by the New York and Massachusetts attorneys general.\n\nThe board committee is continuing to review the accounting matters and to assess the impact on financial reporting and internal controls, Valeant said.\n\nISI Evercore analyst Umer Raffat said in a research note that Pearson’s return was a positive development that should calm investors. But he said that rescheduling Monday’s earnings call and withdrawing 2016 guidance was a negative.\n\nOn Friday, shares closed at $80.65 in New York trading.",
        "link": "http://www.reuters.com/article/us-valeant-pharms-ceo-idUSKCN0W204O"
    }
]