[
    {
        "header": "Valeant Pharmaceuticals woos investors, stock dips",
        "time": "2:47PM UTC",
        "body": "Jan 13 (Reuters) - Valeant Pharmaceuticals International Inc sought on Wednesday to win back investors, pitching the beleaguered company’s plans to grow revenues internally and sell drugs through pharmacy chain Walgreens.\n\nBut Valeant’s stock, already down about two-thirds since August, extended losses during the company’s presentation at the JPMorgan Healthcare Conference in San Francisco.\n\nShares fell 1.9 percent to $86.21 in New York as the company avoided talking about sensitive areas such as former ties to a specialty pharmacy and investigations into its drug price hikes.\n\nInterim Chief Executive Howard Schiller, in his first public presentation since taking over temporarily for ailing CEO Mike Pearson earlier this month, said there was no update on Pearson’s health.\n\nValeant has a promising roster of new drugs in development and organic - or internally generated - growth amounted to 10 percent last year, the company said. Valeant has grown mainly through acquisitions.\n\n“We have a team that is unbelievably focused on delivering the goods, doing what’s right and restoring the trust and confidence you have in us and the company,” Schiller said.\n\nSchiller and two other Valeant executives highlighted the company’s distribution deal with Walgreens Boots Alliance Inc pharmacies, announced last month to replace one with mail-order pharmacy Philidor.\n\nThe Walgreens partnership includes two programs, one focusing on dermatology products starting on Friday, and the other aiming to sell about 30 brand-name drugs at generic prices, starting mid-year, said Executive Vice President Ari Kellen.\n\nIn October, shortseller Citron Research accused Valeant of having inflated revenue, and several news outlets, including Reuters, reported on how Philidor used aggressive tactics to try to increase insurer reimbursement, mostly for dermatology drugs. Valeant has denied the shortseller accusations and a board committee is investigating the Philidor situation.\n\nThe company did not provide an update on the investigation.\n\nValeant is also under investigation by government prosecutors in New York and Massachusetts and is the target of a congressional inquiry over concerns about its drug pricing. (Reporting by Caroline Humer in San Francisco and Rod Nickel in Winnipeg, Manitoba; Editing by Marguerita Choy)",
        "link": "http://www.reuters.com/article/valeant-pharms-ceo-idUSL2N14X1JZ20160113"
    },
    {
        "header": "BRIEF-Valeant Pharmaceuticals says no update on CEO's health",
        "time": "1:58PM UTC",
        "body": "* Valeant Pharmaceuticals interim CEO says no update on health of ailing CEO Mike Pearson\n\n* Speaking at JPMorgan Healthcare conference in San Francisco Further company coverage: (Reporting By Rod Nickel)",
        "link": "http://www.reuters.com/article/idUSL2N14X1XQ20160113"
    }
]