[
    {
        "header": "tech wrap: amazon fights ipad with fire",
        "link": "http://www.reuters.com/article/2011/09/28/idUS269205591220110928",
        "time": "5:42PM UTC",
        "body": "Amazon.com Inc introduced its eagerly awaited tablet computer on Wednesday with a price tag that could make it the first strong competitor in a tablet market that has been dominated by Apple Inc’s iPad. The new device, priced at $199, may have the biggest impact on other makers of tablets and e-readers, such as Samsung Electronics Co Ltd and Barnes & Noble Inc, maker of the Nook.\n\n“It’s a Nook killer,” said Scot Wingo, chief executive of ChannelAdvisor, which helps merchants sell more on websites including Amazon.com. “And it’s a very compelling offering if you’re not in the Apple ecosystem already.”\n\nSee how Amazon’s Fire stacks up to Apple’s iPad 2. Also a cool graphic breaking down the top 4 tablets.\n\nAmazon’s debut of the Fire came on the same day that reports escalated that Apple will unveil a new iPhone next week. The new iPhone would be the first major product launch under Tim Cook, who took over full-time as chief executive after co-founder Steve Jobs resigned last month.\n\nAnd just as Amazon was taking aim at Apple, Groupon launched its online retail arm Groupon Goods for its American subscribers, moving beyond daily group discounts to compete with leaders like Amazon.\n\nIs Meg Whitman the right person to lead Hewlett Packard? Entrepreneur, author and former venture capitalist Peter Sims doesn’t think so. He writes about Whitman: “Those who have worked closely with her have a lot of respect for her intelligence, yet the picture that consistently emerges is that she is most interested in power, rather than purposeful leadership.”"
    },
    {
        "header": "factbox: amazon's fire versus apple's ipad 2",
        "link": "http://www.reuters.com/article/2011/09/28/us-amazon-tablet-apple-idUSTRE78R54K20110928",
        "time": "3:25PM UTC",
        "body": "(Reuters) - Amazon.com Inc introduced a new tablet computer on Wednesday called the Kindle Fire, bringing a new competitor to a market that has so far been dominated by Apple Inc.\n\nHere is a comparison of the main features of both devices.\n\n* The iPad 2 costs $499 to $799 depending on the amount of storage and connectivity.\n\n* The Fire has a seven inch color screen.\n\n* The Fire is Wi-Fi only.\n\n* The Fire has no camera.\n\n* IPad 2 comes with front- and back-facing cameras.\n\n* The Fire comes with 8 gigabytes of internal storage.\n\n* The Fire lasts eight hours for reading, 7.5 for video.\n\n* The Fire accesses Amazon’s Android App store, which has roughly 10,000 apps.\n\n* Apple’s app store has more than 100,000 iPad apps.\n\n* Fire users will be able to access over one million Kindle e-books.\n\n* Apple’s iBookstore has more than 200,000 ebooks.\n\n* The Fire can tap more than 100,000 movies and TV shows to buy or rent. Amazon Prime members, who pay $79 a year, can stream 11,000 movies and TV shows for free.\n\n* IPad users can buy or rent more than 50,000 TV shows and over 10,000 movie catalogues through Apple’s iTunes store.\n\n* The Kindle Fire gives access to more than 17 million songs via Amazon’s MP3 service online."
    },
    {
        "header": "amazon unveils kindle fire tablet",
        "link": "http://www.reuters.com/article/2011/09/28/uk-amazon-tablet-idUSLNE78R04W20110928",
        "time": "11:55AM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) introduced its eagerly-awaited tablet computer on Wednesday with a $199 price tag, potentially cheap enough to compete with Apple Inc’s (AAPL.O) iPad.\n\nThe Kindle Fire tablet has a 7-inch screen, free data storage over the Internet and a new browser called Amazon Silk. It expects shipments to start on November 15.\n\n“These are premium products at non-premium prices,” Chief Executive Jeff Bezos said. “We are going to sell millions of these.”\n\nIt also introduced the Kindle Touch, an e-reader with no buttons and a touch screen starting at $99. It also cut the price of its basic Kindle e-reader to $79 from $99.\n\nAmazon shares rose 3.2 percent in morning trading, while Barnes & Noble (BKS.N), maker of the Nook e-reader, dropped 6.2 percent. Apple shares dipped 0.5 percent to $401.49.\n\nAnalysts expected the tablet to be priced around $250, roughly half the price of Apple’s dominant iPad, which starts at $499. The Nook Color e-reader costs $249.\n\nHaving its own tablet is important for Amazon because the company has amassed a mountain of digital goods and services that could be sold through such a device.\n\nAs the world’s largest Internet retailer, a tablet might also encourage Amazon customers to shop online for physical products more often.\n\nBreaking into the tablet market will be difficult. Companies including Hewlett Packard (HPQ.N), Motorola Mobility (MMI.N), Samsung (005930.KS) and Research in Motion RIM.TO, have each launched tablets but none have taken a bite out of Apple’s lead.\n\nApple dominates the North American tablet market, with 80 percent of the 7.5 million units shipped during the second quarter of 2011, according to Strategy Analytics. (Reporting by Alistair Barr in San Francisco and Phil Wahba and Liana Balinsky-Baker in New York; Editing by Derek Caney)"
    },
    {
        "header": "amazon ignites tablet war with fire, takes on apple",
        "link": "http://www.reuters.com/article/2011/09/28/us-amazon-tablet-idUSTRE78Q6MJ20110928",
        "time": "7:31PM UTC",
        "body": "NEW YORK (Reuters) - Amazon.com Inc took the wraps off its long-awaited “Kindle Fire” on Wednesday, tacking on a mass market-friendly $199 price tag that poses a serious threat to the dominance of Apple Inc’s two-year-old iPad.\n\nThe eagerly anticipated gadget, while lacking many of the high-tech bells and whistles common on tablets from cameras to 3G wireless connection, may sound the death knell for a raft of devices based on Google Inc’s Android. The software powers tablets made by Samsung, Motorola, Asustek, HTC and LG Electronics.\n\nDotcom-entrepreneur and billionaire-CEO Jeff Bezos unveiled to a packed audience the gadget he hopes will wed Amazon’s books, movies, music and other content with cloud or Internet-based storage and Web browsing.\n\n“People have been waiting for a tablet for 200 bucks for a long time and this is the best one I’ve seen so far,” Tim Stevens, editor-in-chief of gadget review website Engadget, told Reuters.\n\nThe Kindle Fire tablet has a 7-inch screen, free data storage over the Internet and a new browser called Amazon Silk. Amazon expects shipments to start on November 15 -- hitting store shelves at Best Buy and other chains just in time for the peak holiday shopping season.\n\nBy pricing the Fire at less than half the iPad -- yet stripping out costlier components and features -- the Internet retailer hopes to get the device into millions of consumers’ hands, who in turn will buy Amazon content.\n\nOne key differentiator that might help the Fire stand out during the cut-throat holidays is Amazon’s “EC2” cloud computing service, which supports Internet browsing and helps speed loading of websites. That was not available on rival tablets, Stevens noted.\n\n“Expect a blood bath as pricing will have to get extremely aggressive,” said Mark Gerber, an analyst at Detwiler Fenton & Co. He expects Amazon to sell at least 3 million Kindle Fires this holiday season, taking the No. 2 spot in the tablet market.\n\nThe Fire was unveiled alongside several rock-bottom-priced versions of the basic Kindle reader, with the lowest at $79 -- a clear challenge to Barnes & Noble Inc’s Nook that will surely force the ailing bookstore chain to try and match.\n\n“These are premium products at non-premium prices,” Chief Executive Jeff Bezos said. “We are going to sell millions of these.”\n\nAnalysts had expected Amazon’s tablet to be priced around $250, roughly half the price of Apple’s dominant iPad, which starts at $499. The Nook Color e-reader costs $249.\n\nThe Web retailer might be angling for a lower-end slice of the market that Apple -- which maintains a careful grip over its higher-end branding and margins -- has traditionally steered clear of.\n\nBezos said Amazon is making “millions” of the tablet, without being more specific. However, he urged customers to pre-order the device.\n\nWhen the original Kindle e-reader came out in 2007, it quickly sold out.\n\nColin Sebastian, an analyst at RW Baird, kept his Amazon tablet sales forecasts the same on Wednesday on concern about potential supply issues. He expects two million to three million units to be sold this year and four to six million next year.\n\n“While we think the Kindle Fire could easily be the most successful Android-based tablet to date, the November 15 launch date, and the possibility of issues with ramping production -- Apple encountered significant production issues with the iPad 2 -- are the key reasons we are maintaining our current tablet estimates.”\n\nBreaking into a crowded tablet market will be difficult. Companies from Hewlett Packard Co, Motorola, Samsung and Research in Motion Ltd have launched tablets, but none has taken a big bite out of Apple’s lead.\n\nApple dominates the North American tablet market, with 80 percent of the 7.5 million units shipped during the second quarter of 2011, according to Strategy Analytics.\n\nBezos took a jab at its larger rival during the New York press conference on Wednesday, noting that the Fire needs no wires for syncing. An image of a white USB cord appeared on the screen behind him, prompting laughter from the crowd.\n\nBezos didn’t mention Apple but the picture of the cord resembled those commonly used to connect iPhones and iPads to computers.\n\nStill, Michael Yoshikami, who oversees $1 billion at YCMNET Advisors, discounted any serious hit to Apple -- for now -- because of Apple’s similarly rich library of content.\n\nBut he thought Apple may need to start offering some sort of subscription-based video streaming service -- iTunes is download primarily -- to respond. Rivals without their own content or services to support their devices, such as Samsung, are most exposed, he added.\n\n“HP’s decision to get out of tablets is actually looking fairly bright,” he told Reuters.\n\nHaving its own tablet is important for Amazon because the company has amassed a mountain of digital goods and services that could be sold through such a device.\n\nThe tablet might also encourage customers of Amazon, the world's largest Internet retailer, to shop online for physical products more often. (link.reuters.com/xab24s)\n\nAmazon recently redesigned its main shopping website to make it easier to navigate for mobile users.\n\n“Getting this device into the hands of customers means Amazon can expand their e-commerce footprint -- this is a strategic focus for the company,” said Eric Best, an Amazon veteran who now runs online commerce company Mercent.\n\n“Every Kindle Fire user, by virtue of the better browser and richer operating system, has the potential to become a more frequent Amazon shopper.”\n\nMeanwhile, competition at the high end of the market is heating up. Motorola on Wednesday announced it will offer 4G-LTE upgrades for Motorola Xoom users on Verizon Wireless, improving loading speeds."
    },
    {
        "header": "amazon tablet priced at $199, bloomberg reports",
        "link": "http://www.reuters.com/article/2011/09/28/amazon-tablet-idUSS1E78Q21820110928",
        "time": "10:21AM UTC",
        "body": "Sept 28 (Reuters) - Amazon.com Inc’s (AMZN.O) long-awaited tablet computer will cost $199, Bloomberg reported on Wednesday, potentially cheap enough to give Apple Inc’s (AAPL.O) iPad some serious competition for the first time.\n\nThe Kindle Fire has a seven-inch screen, Wi-Fi, but no camera or 3G wireless connection, according to Bloomberg.\n\nAmazon shares rose 3.2 percent $231.29, while shares of Barnes & Noble (BKS.N), maker of the Nook e-reader, dropped 7.9 percent to $12.16 in morning action. (Reporting by Alistair Barr in San Francisco and Phil Wahba and Liana Balinsky-Baker in New York, editing by Gerald E. McCormick)"
    },
    {
        "header": "amazon pushes barnes & noble's back to the wall",
        "link": "http://www.reuters.com/article/2011/09/28/us-barnesandnoble-amazon-idUSTRE78R5UO20110928",
        "time": "5:32PM UTC",
        "body": "NEW YORK (Reuters) - Amazon.com Inc’s aggressive pricing on its Kindle devices leaves Barnes & Noble Inc little choice but to match the online retailer and update its own devices, even if that means more damage to the bookstore chain’s bottom line.\n\nAmazon introduced its long expected Kindle Fire tablet on Wednesday, as well as a touchscreen device and a cheaper version of its basic Kindle e-reader.\n\nThose items are less expensive than their counterparts in Barnes & Noble’s series of Nook devices and have the added benefit of giving consumers access to Amazon’s cloud computing and entertainment services.\n\nBarnes & Noble shares closed down 6.8 percent after falling as much as 13.3 percent earlier.\n\n“It hurts them a lot more than it does Apple because they’re so reliant on the Nook,” said Michael Souers, an analyst with S&P Equity Research, forecasting lower Nook prices. “They need to maintain market share, which means their profitability is going to decline.”\n\nBarnes & Noble, which is facing an industry-wide decline in book sales, has gotten some relief from its Nook, launched in 2009 about two years after the first Kindle came on the market.\n\nLast month, Barnes & Noble forecast sales of its Nook devices and e-books would double this year and reach $1.8 billion, or nearly a quarter of its revenue, even as its same-store sales stagnate.\n\nForrester Research estimates Barnes & Noble has a fifth of the e-book and e-reader market, compared with Amazon’s 60 percent.\n\nBarnes & Noble, which forecast a loss for the current fiscal year, suspended its dividend in February to hoard more money to invest in Nook.\n\nIt has so far proven a feisty challenger. It got the Nook Color to market a year before Amazon’s Fire and a touchscreen version was introduced in May.\n\nThe Kindle Fire costs $199, compared with the Nook Color’s $249. Amazon also lowered the price on its basic Kindle to $79, including ads. That compares with $139 for the basic Nook.\n\nWith the holidays nearing, the pressure is on. The bookseller must also contend with Amazon’s ability to bundle its Kindles with other services, such as its cloud music storage and movie streaming, McQuivey said.\n\n“It just means that Barnes & Noble has no time to really rest because on every single product front they have to respond,” said Forrester Research analyst James McQuivey. “Barnes & Noble cannot offer all this media experience.”\n\nBut Janney Capital Markets analyst David Strasser said he expected “a major product refresh” given that Nook Color is a year old now.\n\n“They’re going to need faster hardware for sure. The Nook is a reasonably good performing device, but it’s certainly not something you’d call quick,” Tim Stevens, editor in chief of technology blog Endgadget, told Reuters at the Amazon launch in New York. “And there is no access to a broad Android market like there is here.”\n\nOthers say the game may still be too early to call.\n\n“We are in the fairly early innings of the e-reader and digital transformation,” said Morningtar’s Peter Wahlstrom."
    },
    {
        "header": "amazon unveils kindle fire tablet, touch-screen kindles",
        "link": "http://www.reuters.com/article/2011/09/28/idUS118788404320110928",
        "time": "5:23AM UTC",
        "body": "After months of anticipation about Amazon’s entrance into the tablet market, CEO Jeff Bezos unveiled a suite of new handheld devices on Wednesday at a media event in New York, including not just the Kindle Fire tablet but also two new touch-screen Kindle e-readers.\n\nright before the event.\n\nThe Kindle Fire will cost $200, have wi-fi but not 3G and give users a 30-day free trial to Amazon Prime. That last bit is a modest surprise, as some predicted no free Prime and others a free year-long subscription.\n\nDespite Amazon's recent streaming deals with the likes of Fox and CBS, which many saw as a threat to Netflix, the device will carry a Netflix app.\n\nThat will be one of the many apps available through Amazon's take on the Android App Store, which will also offer the likes of Pandora and Angry Birds.\n\nAs anticipated, the tablet lacks a microphone and camera, though, again, it costs consumers less than half what the iPad does.\n\nIn order to generate sufficient revenue given the lower price, Amazon will bank on the tablet spurring increased sales of electronic books, movies and music through its own services, which has happened with e-book since the release of the Kindle.\n\nMany of Amazon's own stores and apps will be prominently displayed, including Amazon MP3 and several cloud-related services, such as the Amazon Cloud Player and Amazon Cloud Drive.\n\nThe cloud is key to this new device, as Amazon CEO Jeff Bezos made clear on Wednesday. He described a pair of models as being broken – syncing with a cord and backing content up.\n\nInstead, consumers can access most of their data in the cloud and transfer it wirelessly.\n\nGiven the importance of selling Amazon products, it is no surprise that this tablet is more focused on reading, video and music. Because its touch screen has only \"two-point\" touch as compared to the iPad's \"10-point\" screen, it is less suited for gaming.\n\nWhile the tablet is the biggest news, Amazon also seized on this moment to launch a new line of e-readers, differentiating them from its new tablet.\n\nThe new premium e-reader is the Kindle Touch 3G, which costs $149 and will ship Nov. 21 -- in time for the holiday season. As its name indicates, it comes with a touch screen and 3G internet.\n\nFor those who do not need 3G on their e-reader, there is the Kindle Touch, which has a black and white screen. It also comes with the “x-ray” feature, which lets you flesh out your understanding of a book without internet. If there is a term you want to know more about, you can click on it and go to a Wikipedia page. That information comes as a companion to an e-book purchase.\n\nFinally, there will also now be a \"bargain\" Kindle, offered for just $79.99.\n\nWhile it was assumed Wednesday would be about a new challenger to the iPad, these new e-readers may cause a lot more consternation for Barnes & Noble and its new Nook than the Kindle Fire does for Apple.\n\nThus far, the market seems to agree. While Amazon's shares are up almost 5 percent so far today, Barnes & Noble's are down almost 9 percent. And Apple? Up half a percent. Related Articles: Amazon's Tablet Launch: Can the Kindle Fire Burn Apple and Netflix? Apple's iPad Did Not Kill the Kindle -- It Only Made it Stronger"
    },
    {
        "header": "amazon to use bricks and mortar to sell tablet",
        "link": "http://www.reuters.com/article/2011/09/28/us-amazon-tablet-bestbuy-idUSTRE78R63320110928",
        "time": "6:13PM UTC",
        "body": "(Reuters) - Amazon.com Inc, the world’s largest online retailer, is using bricks-and-mortar stores to help sell its new tablet computer.\n\nBest Buy Co, one of the largest consumer electronics retailers and a major Amazon rival, said on Wednesday that it will carry the new Kindle Fire tablet in all its stores in time for the holidays.\n\nStaples Inc will also have the tablet in its stores ahead of the end of year rush, a spokeswoman for the office supplies retailer said.\n\n“We think these Kindles are going to be some of the hottest gifts this year,” said Brian Dunn, chief executive of Best Buy.\n\nAmazon introduced its long expected-Kindle Fire tablet on Wednesday, as well as a touchscreen device and a cheaper version of its basic Kindle e-reader.\n\nWhen Amazon released its first Kindle e-reader in 2007, the device was only available for sale on the company’s website. Best Buy did not sell it until the 2010 holiday season.\n\nAmazon’s decision to sell the Kindle Fire tablet in physical stores of a rival retailer straight away shows how keen the company is to get the device into as many customers’ hands as possible."
    }
]