[
    {
        "header": "amazon's $199 fire sparks supply, margin questions",
        "link": "http://www.reuters.com/article/2011/09/30/amazon-supply-idUSS1E78S1Z020110930",
        "time": "9:03PM UTC",
        "body": "* Analysts worry about re-run of first Kindle launch\n\n* Amazon’s already thin margins may get thinner-analysts\n\nSept 29 (Reuters) - The rock-bottom price of the new Kindle Fire tablet computer is raising questions about Amazon.com Inc’s (AMZN.O) ability to keep up with demand and the device’s effect on the company’s already razor-thin profit margins.\n\nAmazon’s billionaire Chief Executive Jeff Bezos unveiled the Fire on Wednesday at a lower-than-expected price of $199.\n\nBezos said Amazon is making “millions” of the tablets, without being more specific. However, he urged customers to pre-order the device early.\n\n“When Bezos quipped that people should get their pre-orders in quick, that wasn’t just a sales pitch,” said Brian Blair, an analyst at Wedge Partners. “That was him warning this will sell out.”\n\nWhen the first Kindle came out in 2007, Amazon hadn’t made enough and the e-reader sold out in less than a week. That meant the company missed out on sales and got the device into fewer customers’ hands, limiting quick adoption.\n\n“I hope they learned their lesson from the last time,” said Vinita Jakhanwal, an analyst at IHS iSuppli, which tracks electronic component supply chains.\n\nAmazon spokeswomen didn’t respond to a request for comment on Thursday.\n\nAmazon has lined up about four to five million screens for the Fire in the fourth quarter, which is a “fairly significant” amount, Jakhanwal added.\n\nHowever, the technology that is being used for the Fire’s screen has been around for at least a year and already has been produced in high volume, reducing the chances of supply shortages, Jakhanwal said.\n\nOne of the components that was in shorter supply in the first half of 2011 was the 10-inch screen, mostly because of the iPad, according to Bradley Gastwirth of technology research firm ABR Investment Strategy.\n\n“This is probably one of the main reasons why Amazon started off at the 7-inch form factor,” he said.\n\nStill, other specialized components may be in short supply and that could limit how many Kindle Fire’s can be made quickly, Jakhanwal said.\n\nOther components aren’t known yet, according to Wedge’s Blair. But he expects a re-run of 2007, with the Fire selling out quickly.\n\nColin Sebastian, an analyst at RW Baird, kept his Amazon tablet sales forecasts the same on Wednesday on concern about potential supply issues. He expects two million to three million units to be sold this year and four to six million next year.\n\nAmazon has better data on consumer demand and supply chains than it did in 2007, said Scott Devitt, an analyst at Morgan Stanley.\n\n“But the $199 price point could drive heavy demand, so supply issues are possible and something to consider,” he added.\n\nPart of Apple Inc’s (AAPL.O) success with the iPad and other products was driven by the company’s tight control of its supply chain, which ensured it got enough parts before rivals.\n\n“Apple’s supply chain, production and distribution capabilities provide a competitive advantage over Amazon, which may find it difficult to produce more than a few million Kindle Fires for the holiday season,” said Gene Munster, an analyst at PiperJaffray.\n\nThe Fire’s $199 price has Munster and others concerned about profit margins at Amazon too.\n\nAmazon always competes aggressively on price, often sucking up losses when it enters new markets. The company is currently branching out in several new areas and its profit margins have suffered.\n\nApple enjoys gross profit margins over 30 percent on the iPad. That’s partly because the company offers digital content cheaply to promote purchases of such devices. In contrast, Munster estimated that Amazon will probably lose about $50 on each Kindle Fire it sells.\n\nAnthony DiClemente, an analyst at Barclays Capital, expects Amazon’s pro-forma operating profit margin to be 3.2 percent in the fourth quarter, down 160 basis points from a year earlier.\n\nStill, Amazon hopes to make up any losses on the Kindle Fire through extra purchases of the company’s other products and services made by users of the device.\n\nMorgan Stanley’s Devitt cites the example of ebooks. The Kindle Fire may increase purchases of digital books, hastening the demise of physical bookstores, he explained.\n\nThat would “lead to an industry with fewer merchants and thus higher long-term margins,” Devitt said. (Reporting by Alistair Barr; editing by Carol Bishopric)"
    },
    {
        "header": "kindle fire may force android tablet makers to cut prices",
        "link": "http://www.reuters.com/article/2011/09/29/us-amazon-tablet-asia-idUSTRE78S0RF20110929",
        "time": "7:33AM UTC",
        "body": "SEOUL (Reuters) - Asian technology companies came under pressure on Thursday to slash prices of their tablet computers after Amazon.com launched its Kindle Fire at a mass market-friendly $199.\n\nFrom Samsung Electronics to Sony Corp, major Asian tablet makers have ambitious plans to take on Apple, whose iPad is the gold standard in the booming market.\n\nWith their me-too type of products priced almost at the same level as the iPad’s starting price of $499, none of them have however been able to gain any significant market share from Apple.\n\nSo far, Samsung has been seen as the most credible challenger to the iPad and some analysts suggest it could lose its No. 2 position to the eagerly anticipated Fire.\n\nThe South Korean company’s tablet marketing campaign has also stumbled in recent months due to Apple’s legal attempts to ban Samsung’s tablet sales in Australia, the United States and Germany, over patent infringement, among other claims.\n\nThe Kindle Fire, while lacking many of the high-tech bells and whistles common on tablets from cameras to 3G wireless connection, may sound the death knell for a raft of devices based on Google Inc’s Android operating system.\n\n“The pricing is critical to gain traction in the tablet market... Rival manufacturers have failed to attract consumers as they have matched the iPad’s price point without matching its content offering,” said Adam Leach, an analyst at research firm Ovum.\n\n“Amazon’s retail-based business model allows the company to subsidize the device on the premise that consumers will buy more from Amazon, be that physical goods or its digital content.”\n\nSamsung’s Galaxy Tab, Sony’s S tablet, Motorola’s Zoom and many others from Acer Inc and Asustek Computer Inc all run on Android, which Amazon’s Fire also uses and combines with its online store.\n\nBy pricing the Fire at less than half the iPad -- yet stripping out costlier components and features -- the Internet retailer hopes to get the device into millions of consumers’ hands and then into Amazon books, movies, music and other content.\n\nSamsung’s new tablet Galaxy 10.1 is priced roughly the same as the iPad. Even at that price, a slim profit margin of around 5 percent makes it difficult for Samsung to cut prices sharply, analysts say.\n\nWorldwide tablet shipments will more than triple to 60 million units this year and surge to 275.3 million units by 2015, research firm IHS iSuppli forecasts.\n\nApple dominates the North American tablet market, with 80 percent of the 7.5 million units shipped during the second quarter of 2011, Strategy Analytics says.\n\nAnalysts had expected Amazon’s tablet to be priced around $250, roughly half the price of Apple’s iPad, which starts at $499.\n\nSony vowed in January to become the world’s No. 2 tablet maker -- behind Apple -- by 2012 and Sony executives have since stuck to that ambitious claim.\n\n“We expect the Amazon tablet to... put pressure on the other non-iPad competitors as they are unlikely to be able to compete on price and value,” UBS analysts said in a note.\n\n“At the $199, we believe Amazon’s tablet has the potential to be disruptive to the market and, in particular, the non-iPad market...Other tablet vendors will find it difficult to match Amazon’s price point.”\n\nHP’s firesale of its TouchPad tablet at $99 just six weeks after its launch created strong demand for its soon-to-be-killed product, a sign of just how critical prices are in the sector."
    },
    {
        "header": "amazon ignites tablet war with fire, takes on apple",
        "link": "http://www.reuters.com/article/2011/09/29/uk-amazon-tablet-idUSLNE78R04W20110929",
        "time": "3:16AM UTC",
        "body": "NEW YORK (Reuters) - Amazon.com Inc (AMZN.O) took the wraps off its long-awaited “Kindle Fire” on Wednesday, tacking on a mass market-friendly $199 price tag that poses a serious threat to the dominance of Apple Inc’s (AAPL.O) two-year-old iPad.\n\nThe eagerly anticipated gadget, while lacking many of the high-tech bells and whistles common on tablets from cameras to 3G wireless connection, may sound the death knell for a raft of devices based on Google Inc’s (GOOG.O) Android. The software powers tablets made by Samsung (005930.KS), Motorola (MMI.N), Asustek (2357.TW), HTC (2498.TW) and LG Electronics (066570.KS).\n\nDotcom-entrepreneur and billionaire-CEO Jeff Bezos unveiled to a packed audience the gadget he hopes will wed Amazon’s books, movies, music and other content with cloud or Internet-based storage and Web browsing.\n\n“People have been waiting for a tablet for 200 bucks for a long time and this is the best one I’ve seen so far,” Tim Stevens, editor-in-chief of gadget review website Engadget, told Reuters.\n\nThe Kindle Fire tablet has a 7-inch screen, free data storage over the Internet and a new browser called Amazon Silk. Amazon expects shipments to start on November 15 -- hitting store shelves at Best Buy (BBY.N) and other chains just in time for the peak holiday shopping season.\n\nBy pricing the Fire at less than half the iPad -- yet stripping out costlier components and features -- the Internet retailer hopes to get the device into millions of consumers’ hands, who in turn will buy Amazon content.\n\nOne key differentiator that might help the Fire stand out during the cut-throat holidays is Amazon’s “EC2” cloud computing service, which supports Internet browsing and helps speed loading of websites. That was not available on rival tablets, Stevens noted.\n\n“Expect a blood bath as pricing will have to get extremely aggressive,” said Mark Gerber, an analyst at Detwiler Fenton & Co. He expects Amazon to sell at least 3 million Kindle Fires this holiday season, taking the No. 2 spot in the tablet market.\n\nThe Fire was unveiled alongside several rock-bottom-priced versions of the basic Kindle reader, with the lowest at $79 -- a clear challenge to Barnes & Noble Inc’s Nook that will surely force the ailing bookstore chain to try and match.\n\n“These are premium products at non-premium prices,” Chief Executive Jeff Bezos said. “We are going to sell millions of these.”\n\nAnalysts had expected Amazon’s tablet to be priced around $250, roughly half the price of Apple’s dominant iPad, which starts at $499. The Nook Color e-reader costs $249.\n\nThe Web retailer might be angling for a lower-end slice of the market that Apple -- which maintains a careful grip over its higher-end branding and margins -- has traditionally steered clear of.\n\nBezos said Amazon is making “millions” of the tablet, without being more specific. However, he urged customers to pre-order the device.\n\nWhen the original Kindle e-reader came out in 2007, it quickly sold out.\n\nColin Sebastian, an analyst at RW Baird, kept his Amazon tablet sales forecasts the same on Wednesday on concern about potential supply issues. He expects two million to three million units to be sold this year and four to six million next year.\n\n“While we think the Kindle Fire could easily be the most successful Android-based tablet to date, the November 15 launch date, and the possibility of issues with ramping production -- Apple encountered significant production issues with the iPad 2 -- are the key reasons we are maintaining our current tablet estimates.”\n\nBreaking into a crowded tablet market will be difficult. Companies from Hewlett Packard Co (HPQ.N), Motorola, Samsung and Research in Motion Ltd RIM.TO have launched tablets, but none has taken a big bite out of Apple’s lead.\n\nApple dominates the North American tablet market, with 80 percent of the 7.5 million units shipped during the second quarter of 2011, according to Strategy Analytics.\n\nBezos took a jab at its larger rival during the New York press conference on Wednesday, noting that the Fire needs no wires for syncing. An image of a white USB cord appeared on the screen behind him, prompting laughter from the crowd.\n\nBezos didn’t mention Apple but the picture of the cord resembled those commonly used to connect iPhones and iPads to computers.\n\nStill, Michael Yoshikami, who oversees $1 billion at YCMNET Advisors, discounted any serious hit to Apple -- for now -- because of Apple’s similarly rich library of content.\n\nBut he thought Apple may need to start offering some sort of subscription-based video streaming service -- iTunes is download primarily -- to respond. Rivals without their own content or services to support their devices, such as Samsung, are most exposed, he added.\n\n“HP’s decision to get out of tablets is actually looking fairly bright,” he told Reuters.\n\nHaving its own tablet is important for Amazon because the company has amassed a mountain of digital goods and services that could be sold through such a device.\n\nThe tablet might also encourage customers of Amazon, the world's largest Internet retailer, to shop online for physical products more often. (link.reuters.com/xab24s)\n\nAmazon recently redesigned its main shopping website to make it easier to navigate for mobile users.\n\n“Getting this device into the hands of customers means Amazon can expand their e-commerce footprint -- this is a strategic focus for the company,” said Eric Best, an Amazon veteran who now runs online commerce company Mercent.\n\n“Every Kindle Fire user, by virtue of the better browser and richer operating system, has the potential to become a more frequent Amazon shopper.”\n\nMeanwhile, competition at the high end of the market is heating up. Motorola on Wednesday announced it will offer 4G-LTE upgrades for Motorola Xoom users on Verizon Wireless, improving loading speeds. (Additional reporting by Liana Balinsky-Baker and Sinead Carew in New York; Writing by Alistair Barr in San Francisco and Edwin Chan in Los Angeles; Editing by Derek Caney, Gerald E. McCormick and Bernard Orr)"
    },
    {
        "header": "amazon lights a fire, apple ices the cake",
        "link": "http://www.reuters.com/article/2011/09/29/idUS28015717120110929",
        "time": "9:11AM UTC",
        "body": "That was the week that was.\n\nI can imagine saying that in years to come about the eight days that began on Wednesday with Amazon’s paradigm-busting entry into the tablet business, its deeper walk into the cheaper e-ink e-reader woods with less expensive Kindles, bookended next Wednesday by Apple’s latest iPhone(s) reveal.\n\nBoth unveilings have lots to do with “everywhere” consumption, and both have aspects of evolution. But a counter-revolution began this week, and we’ll be talking about for years to come.\n\nDare I say it: Amazon’s $199 “Fire” tablet may not make us forget Apple’s tablet, but it could very well be the first credible answer to the question: “Why wouldn’t I buy an iPad?”\n\nIt helps that this device comes from a very credible source. Amazon pretty much invented the e-book business. Before that, it sold lots of print books (still does). But the vision and seeming conflict that didn’t deter founder and CEO Jeff Bezos from a business then dominated by big box stores, and especially Barnes and Noble, is the same drive that has him now taking on Apple in its strongest suit.\n\nLet’s face it. When you introduce a new tablet there is really only one horseman you are worried about. No offense HP, Samsung, Research in Motion, etc. But that’s the reality of it. The comparison is inevitable, and the only one a consumer cares about.\n\nHP demonstrated that price can matter, when it decided to give up on $500 tablets — the same price point as the entry-level iPad — and emptied the shelves at $100.\n\nEnter Amazon, with a $200 tablet that — no surprises here — plugs you into their eco-system just as well as Apple does (or aspires to) and Google accomplishes with Android and its hardware partners. So, Amazon Prime customers, who are already one-click, free-two-day-shipping junkies (I speak from personal experience) can stream the somewhat paltry but respectable library of media Amazon offers.\n\nTablets are a big part of the future. While predictions that tablets would kill e-readers turned out to be completely wrong, isn’t it a bit risky to give your own customers a reason not to buy what is probably still the single-most popular e-reader on the planet?\n\nNot to worry, Bezos says. “They’re going to buy both,” he told Wired‘s Steven Levy in a pre-launch interview.\n\nBezos is probably right enough. I was curmudgeonly about the whole device proliferation thing. Not only are two mobile devices the limit — but appliances, like things which only let you read books, are anathema.\n\nAfter writing that e-reading wasn’t here yet, and reviewing both a Nook and a Kobo, I discovered that e-readers do actually disappear and are so perfectly designed for the single task they perform that, yes, you might want one as well as a tablet and a smartphone. There is actually no better way to read a book. E-ink offer a superior all-around experience than the relevant alternatives, and by that I also mean print media. (Full disclosure: I own a Nook Touch, purchased at full retail, and my main quibble with the Kindle was the hardware keyboard, which with the latest crop is now gone.)\n\nMy e-reader reviews always harped on the price. As an appliance, I argued, one would have to cost something in the neighborhood of $50 for it to be a no brainer, for every student and grandmother and dentist’s office to buy in. Bezos isn’t going that low, but at $80 there should be considerable new interest from the price conscious consumer or tech timid.\n\nAnd what of the new latest iPhone? Apple isn’t even being coy about the subject of their October event this year. But, as usual, the details are skimpy and unconfirmed. Thin would appear to be in, just at the iPad 2 slimmed down. Al Gore, an Apple board member, allowed as there would be more than one new iPhone. There is talk of an even larger display and a different shaped home button. We still don’t know Apple’s commitment to 4G, which is rolling out slowly.\n\nBut the big question is whether Apple’s event, hosted this year for the first time by new CEO Tim Cook, will suck all the air out of the room, the way Apple iPhone and iPad events always do. Or whether, as it seems very likely right now, that we’ll still be talking about Amazon having the most exciting story in a while in hardware.\n\nPhotos, top to bottom: Amazon CEO Jeff Bezos holds up the new Kindle Touch at a news conference during the launch of Amazon’s new tablets in New York September 28, 2011. REUTERS/Shannon Stapleton; Hans-Henrik Duessel from Svendborg, Denmark, displays his old Apple Macintosh Classic computer from 1990 beside his newly purchased Apple iPad after being among the first to purchase the new device during an iPad launch event at the Apple retail store in Hamburg May 28, 2010. REUTERS/Christian Charisius"
    }
]