[
    {
        "header": "brief-amazon.com shares turn higher in after-hours trade; last up 2.3 pct",
        "link": "http://www.reuters.com/article/2013/01/29/amazoncom-brief-idUSWEN007GF20130129",
        "time": "4:06PM UTC",
        "body": "NEW YORK, Jan 29 (Reuters) - Amazon.Com Inc : * Shares turned higher in after-hours trade and were last up 2.3 percent"
    },
    {
        "header": "instant view: amazon's income leaps 56 percent in holiday quarter",
        "link": "http://www.reuters.com/article/2013/01/29/us-amazon-results-iv-idUSBRE90S13420130129",
        "time": "4:44PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc posted a 56 percent jump in operating income and its highest profit margin in years, after grabbing a big share of online spending during the crucial holiday period.\n\n“Incredibly strong margins. This is the highest fourth-quarter margin in North America that they’ve reported since the third quarter of 2009. The highest in over three years.”\n\n“It was a much better-than-expected gross margin, a strong forward indicator to drive margin expansion. What is really important is gross profit dollars and that line is stronger.”\n\n”Revenue was light. In general, weaker than everyone expected on the top line and guidance was similarly weaker than what everyone was expecting on the top line. There was a massive selloff at the beginning.\n\n“I‘m not that surprised. We’ve had a lot of negative retail data points. General suggestions have been that e-commerce was not as strong as people had expected.”"
    },
    {
        "header": "amazon shares set record after strong quarterly profit",
        "link": "http://www.reuters.com/article/2013/01/30/us-amazon-results-idUSBRE90S12520130130",
        "time": "7:22PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc shares hit a record on Tuesday after it reported better-than-expected quarterly profit, fueled by the growth of higher-margin businesses during the fiercely competitive holiday quarter.\n\nThe world’s largest Internet retailer said that its cloud computing services, video content sales and its aggressive expansion in e-books helped increase profitability.\n\nIn addition, a growing network of warehouses or fulfillment centers closer to customers held down shipping costs as it vied with Wal-Mart Stores Inc and other major retailers for consumer dollars over the holidays.\n\nChief Executive Jeff Bezos highlighted the Kindle’s e-book business, calling it a multi-billion dollar category that grew about 70 percent in 2012. Its traditional physical book business rose about five percent in the same period, he noted.\n\n“We’re now seeing the transition we’ve been expecting,” Bezos said in the company’s results statement.\n\nProfits have shrunk in recent years as the company invested for longer-term growth, building massive fulfillment centers, developing a Kindle Fire tablet hardware and digital content business in competition with Apple Inc, and expanding into Internet-based cloud services.\n\nThe fourth-quarter profit results suggested that Amazon may be able to generate attractive returns from such spending, analysts said.\n\n“The fourth-quarter operating income was up more than expected,” said R.J. Hottovy, an equity analyst at Morningstar. “This supports the bull case that Amazon can monetize its growth over the longer term.”\n\nThe Seattle-based company said operating income jumped 56 percent to $405 million in the fourth quarter, compared with $260 million in the fourth quarter of 2011.\n\nAmazon’s stock climbed 9 percent to $284 in after-hours trading and touched $288 earlier in the session. It hit a record of $284.72 in regular trading on January 25.\n\nThe company also said fourth-quarter revenue rose 22 percent to $21.27 billion as it grabbed a big share of online spending during the holidays. But it was the profit that initially caught Wall Street’s eye.\n\n“It was a much better-than-expected gross margin, a strong forward indicator to drive margin expansion. What is really important is gross profit dollars and that line is stronger,” said Ken Sena at Evercore Partners.\n\nThe gross profit margins were 24 percent in the fourth quarter, compared with Wall Street expectations of about 22 percent.\n\n“Incredibly strong margins,” said Jordan Rohan, an analyst at Stifel Nicolaus. Amazon generated the highest quarterly gross margin in its North America business in more than three years, he noted.\n\nAmazon mainly operates as a retailer, buying physical products at wholesale prices, storing them and then selling at a slight mark-up to consumers online.\n\nBut the company has expanded into other businesses that are potentially more profitable, including cloud computing, digital content and acting as an online marketplace for other merchants.\n\nThese newer businesses are growing faster than the company’s original retail operations, boosting profitability.\n\nThe improved profitability was partly driven by the growth of Amazon’s online marketplace for third-party merchants, known as 3P.\n\nThis business accounted for 39 percent of total unit sales in the fourth quarter, up from 36 percent a year earlier. Total unit sales rose 32 percent in the holiday quarter, while 3P unit sales climbed more than 40 percent, compared with the fourth quarter of 2011, according to Amazon Chief Financial Officer Tom Szkutak.\n\nWhen Amazon sells products itself, it reports the total value of the sale as revenue. The cost of that product is then subtracted for a gross profit margin. When a third-party merchant sells products on Amazon’s marketplace, the company gets a cut of that sale. That commission is reported as revenue, and most of it falls straight to its bottom line as profit.\n\n“That shift means lower revenue numbers but much higher profit margins,” said Rohan.\n\nAmazon’s cloud computing business, Amazon Web Services, or AWS, is also thought to be higher margin than the company’s original retail business.\n\nAmazon also runs an online advertising business that is also considered a lot more profitable.\n\nThese businesses are in the company’s North America Other category, which generated fourth-quarter revenue of $769 million, up 68 percent from a year earlier.\n\n“AWS is growing very fast and that is certainly impacting our operating profit,” said CFO Szkutak.\n\nThe financial chief also highlighted Amazon’s newer digital content businesses, particularly its video streaming offering.\n\nAmazon has invested heavily in TV shows and movies to stream over the Internet. It has partly packaged this as a free service to consumers who have subscribed to its Prime two-day shipping service. But customers can also pay to stream other video, often newer movies.\n\n“The percentage of Prime customers who were watching free content through Prime instant video has gone up dramatically year-over-year,” Szkutak said during a conference call with analysts. “We’ve also increased Prime membership dramatically year-over-year. They are also purchasing paid content.”\n\nOne of Amazon’s biggest investments in recent years has been focused on building lots of fulfillment centers closer to shoppers.\n\nIt costs a lot to set up these giant warehouses, but over the long term, Amazon hopes they will help the company reduce its shipping costs.\n\nThat strategy shows signs of success in the fourth quarter. Net shipping costs were 4.5 percent of sales in the period, down from 5.4 percent a year early, the company reported.\n\n“Over the past few years, we have expanded our fulfillment network to the point where we are closer to customers and you’re seeing that reflected in our transportation costs,” Szkutak CFO said."
    },
    {
        "header": "brief-amazon.com shares down 2.5 pct after the bell following results",
        "link": "http://www.reuters.com/article/2013/01/29/amazoncom-brief-idUSWEN007GB20130129",
        "time": "4:01PM UTC",
        "body": "NEW YORK, Jan 29 (Reuters) - Amazon.Com Inc : * Shares were down 2.5 percent after the bell following the release of its results."
    },
    {
        "header": "amazon quarterly revenue rose 22 pct to $21.27 bln",
        "link": "http://www.reuters.com/article/2013/01/29/amazon-results-idUSL1N0AXMCU20130129",
        "time": "4:06PM UTC",
        "body": "SAN FRANCISCO, Jan 29 (Reuters) - Amazon.com Inc said on Tuesday that fourth-quarter revenue jumped 22 percent to $21.27 billion as the world’s largest Internet retailer grabbed a big share of online spending during the crucial holiday period.\n\nThe Seattle-based company also reported net income of $97 million, or 21 cents a share in the fourth quarter, compared with $177 million, or 38 cents a share in the same period a year earlier."
    }
]