[
    {
        "header": "us stocks snapshot-wall st ends flat, but amazon helps nasdaq",
        "link": "http://www.reuters.com/article/2013/07/26/markets-usa-stocks-positive-idUSEAP10RQ2I20130726",
        "time": "4:08PM UTC",
        "body": "NEW YORK, July 26 (Reuters) - U.S. stocks finished mostly flat on Friday, though a rally in Amazon.com shares a day after the online retailer’s results helped boost the Nasdaq.\n\nThe Dow Jones industrial average was up 2.99 points, or 0.02 percent, at 15,558.60. The Standard & Poor’s 500 Index was up 1.39 points, or 0.08 percent, at 1,691.64. The Nasdaq Composite Index was up 7.98 points, or 0.22 percent, at 3,613.16.\n\nFor the week, the Dow rose 0.1 percent, the S&P 500 was flat and the Nasdaq rose 0.7 percent."
    },
    {
        "header": "amazon hits new high on optimism about its u.s. business",
        "link": "http://www.reuters.com/article/2013/07/26/us-amazon-shares-idUSBRE96P0XJ20130726",
        "time": "5:17PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc shares hit a record on Friday after quarterly results increased optimism about the Internet retailer’s U.S. business.\n\nThe company reported a second-quarter net loss and weaker international growth on Thursday. However, its domestic business expanded quickly and profit in the region improved.\n\n“Their biggest market looks really healthy,” said Matt Nemer, an analyst at Wells Fargo.\n\nAmazon is trying to turn itself from an online retailer into a broader technology company offering consumer gadgets like tablets and cloud computing services to corporations and governments. It is doing this while expanding in competitive overseas markets such as China.\n\nIt is spending billions of dollars on this expansion, which takes a toll on earnings. However, investors have so far trusted that Chief Executive and Founder Jeff Bezos can pull it off and produce big profits in the future. That’s help pushed Amazon shares to new records.\n\nThe stock rose 2.7 percent to $311.70 on Friday afternoon and hit a record of $313.62 earlier in the day.\n\nAmazon said North American sales jumped 30 percent to $9.5 billion in the second quarter while operating profit in the region was $409 million, up from $344 million a year earlier.\n\nSales of apparel and consumables are growing very strongly and this is helping bring shoppers to Amazon’s website more frequently, Amazon Chief Financial Officer Tom Szkutak said.\n\nAmazon Prime, the company’s subscription program that offers free two-day shipping for $79 a year in the United States, is also growing very strongly, the CFO added.\n\nThe company’s cloud business, Amazon Web Services, was among the fastest growing part of the company. Amazon includes results from this unit in its “Other” segment for reporting purposes and revenue from this area jumped 61 percent to $892 million in the second quarter.\n\n“AWS continues to power through, driven by broader adoption from larger enterprises,” said Ben Schachter, an analyst at Macquarie. “That certainly helps the gross margin.”\n\nAmazon does not disclose AWS profits, but Wall Street reckons the business has higher profit margins than the company’s main retail business. So as AWS grows, Amazon’s margins expand.\n\nAmazon’s gross profit margin - a closely watched measure of earnings that excludes several expenses - was 28.6 percent in the second quarter, the highest in the company’s 19 year history, according to Michael Graham, an analyst at Canaccord Genuity.\n\nAWS growth helped, but also more sales of higher-margin digital products and the expansion of the company’s online marketplace for third-party merchants.\n\nSome on Wall Street are still concerned that Amazon will spending heavily to fuel growth and sacrifice profits. However, Szkutak gave doubters some hope.\n\n“Frequently we would be asked historically, is double-digit operating margins possible? And we still think it’s possible,” the CFO said. “But ... if a good, high single-digit operating margin gets us to better, higher free cash flow over time, that’s fine too.”\n\nAmazon doesn’t usually take notice of short-term profit concerns on Wall Street, but executives occasionally address the issue to reassure investors, Wells Fargo’s Nemer said.\n\n“They could double their profit margins in the next quarter if they wanted to,” Nemer added. “But they would have to stop investing in all these interesting areas.”"
    }
]