[
    {
        "header": "amazon's overseas weakness overshadows strength at home",
        "link": "http://www.reuters.com/article/2013/07/25/us-amazon-results-idUSBRE96O1C320130725",
        "time": "7:54PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc forecast disappointing income and revenue as it grapples with a weaker international market, overshadowing improving profitability and economic conditions in the United States.\n\nAmazon and other multinational corporations are being pressured by a declining European economy that is sapping consumer spending across the region. While North American sales jumped 30 percent in the second quarter, its international segment did not earn a profit and revenue rose 13 percent.\n\n“International was far weaker than expected and that plays into the guidance. We’re seeing weakness on the international side that the domestic business isn’t able to make up,” said Scott Tilghman, an analyst with B. Riley & Co.\n\n“The European consumer has been weak. It’s a tremendous opportunity for Amazon. International margins have been constrained. If they can get to 5 percent profit margins or more, that’s tremendous operating leverage. But you need the macro environment to be better.”\n\nAmazon shares fell 2.8 percent to $294.95 in after-hours trade. The stock hit a record of $309.39 on July 16.\n\nAfter the bell on Thursday, the company reported a second-quarter net loss of $7 million or 2 cents a share, compared to a profit of $7 million or a penny a share a year earlier. Revenue in the latest quarter was $15.7 billion.\n\nThe largest Internet retailer had been expected to earn 5 cents a share on $15.73 billion in revenue in the latest quarter, according to Thomson Reuters I/B/E/S.\n\nAmazon also issued a cautious third-quarter outlook. It forecast revenue of $15.45 billion to $17.15 billion and operating results ranging from a loss of $100 million to a profit of $275 million.\n\nWall Street was looking for third quarter revenue of $17 billion and operating profit of $390 million.\n\nAmazon is trying to turn itself from an online retailer into a broader technology company offering consumer gadgets like tablets and cloud computing services to corporations and governments. It is doing this while expanding in competitive overseas markets such as China.\n\nIt is spending billions of dollars on this expansion, which has taken a toll on its earnings. However, investors have so far trusted that Chief Executive and Founder Jeff Bezos can pull it off and produce big profits in the future. That’s help pushed Amazon shares to new records.\n\nAmazon’s International business broke even in the second quarter, leaving it nursing a $16 million operating loss in the first half of this year.\n\nRevenue generated by the company’s International media business, which includes books, music and movies, shrank 1 percent in the second quarter, compared to a year earlier.\n\nOverseas, Amazon is in the early stages of a transition from physical media products like books and CDs to digital media such as e-books and MP3s, Chief Financial Officer Tom Szkutak said.\n\nThis shift requires lots of up-front investment, developing and marketing gadgets like the Kindle Fire tablet for new markets and buying digital content to sell through such devices. The company is also investing heavily in fulfillment centers in relatively new countries like China and Spain.\n\nSzkutak said the Internet retailer is spending heavily on digital video content - in Europe as well as the United States - ahead of the holidays. This spending is partly responsible for a cautious third-quarter forecast, the executive added, during a conference call with reporters.\n\nAmazon’s domestic business performed much better in the second quarter. North American operating profit was $409 million, up from $344 million a year earlier.\n\nThe company’s cloud business, Amazon Web Services, grew strongly. Amazon includes results from this unit in its “Other” segment for reporting purposes and revenue from this area jumped 61 percent to $892 million in the second quarter.\n\n“AWS continues to power through, driven by broader adoption from larger enterprises,” said Ben Schachter, an analyst at Macquarie. “And that certainly helps the gross margin.”\n\nAmazon does not disclose AWS profits, but Wall Street reckons the business has higher profit margins than the company’s main retail business. So as AWS grows, Amazon’s margins expand.\n\nAmazon’s gross profit margin - a closely watched measure of earnings that excludes several expenses - was 28.6 percent in the second quarter, up from 26.1 percent a year ago, according to Tilghman.\n\n“That’s very high - higher than anybody was looking for,” the analyst added.\n\nAWS growth helped, but also more sales of higher-margin digital products and the expansion of the company’s online marketplace for third-party merchants, Tilghman explained."
    },
    {
        "header": "amazon spending heavily on digital video ahead of holidays -cfo",
        "link": "http://www.reuters.com/article/2013/07/25/amazon-cfo-idUSL1N0FV24X20130725",
        "time": "5:08PM UTC",
        "body": "SAN FRANCISCO, July 25 (Reuters) - Amazon.com Inc Chief Financial Officer Tom Szkutak said on Thursday the Internet retailer is spending heavily on digital video content ahead of the holidays.\n\nThe spending is partly responsible for a cautious third-quarter forecast, the executive added, during a conference call with reporters following the company’s second-quarter results."
    },
    {
        "header": "amazon shares dip on cautious third-quarter forecast",
        "link": "http://www.reuters.com/article/2013/07/25/amazon-results-idUSL1N0FV1ZL20130725",
        "time": "4:15PM UTC",
        "body": "SAN FRANCISCO, July 25 (Reuters) - Amazon.com Inc reported a second-quarter net loss and issued cautious third-quarter forecasts on Thursday, pressuring shares of the world’s largest Internet retailer.\n\nAmazon shares declined 2.1 percent to $297 in after-hours trading following the results. (Reporting by Alistair Barr; Editing by Bernard Orr)"
    }
]