[
    {
        "header": "us stocks-futures flat ahead of data; amazon, boeing climb early",
        "link": "http://www.reuters.com/article/2013/01/30/markets-usa-stocks-idUSL1N0AZ2U620130130",
        "time": "7:57AM UTC",
        "body": "* S&P 500 on track for best month since October 2011\n\n* Fed to conclude meeting, no change in policy seen\n\nNEW YORK, Jan 30 (Reuters) - U.S. stock index futures were flat on Wednesday as investors digested recent gains and awaited key U.S. economic data, though Amazon and Boeing both rose after earnings topped expectations.\n\nEquities have soared in recent weeks, with the S&P 500 rising for nine of the past 10 sessions. The Dow Jones industrial average has been flirting with 14,000, a level it hasn’t seen since October 2007. Many analysts have said markets may need to take a pause at current levels.\n\nThe first read on U.S. fourth-quarter economic growth is due at 8:30 a.m. (1330 GMT) Analysts see a 1.1 percent annualized pace of growth in GDP, down from the 3.1 percent in the third quarter.\n\n“I wouldn’t read too much into the slowing from the third quarter, since that was impacted by (superstorm) Sandy and the fiscal cliff. The momentum in the data has been strong, which could be enough to keep us grinding higher,” said John Brady, managing director at R.J. O‘Brien & Associates in Chicago.\n\nTraders will also look to the January ADP employment report, which is expected to show 165,000 private-sector jobs were created in the month, down from 215,000 in December. The report precedes the closely watched nonfarm payroll report on Friday, which is expected to show modest but steady job growth.\n\nAmazon.com Inc was the latest high-profile name to rally after results, rising 8.8 percent to $283.30 in premarket trading a day after the online retailer reported better-than-expected fourth-quarter earnings and strong revenue growth. The rally put the stock within striking distance of an all-time high.\n\nBoeing Co rose 1 percent to $74.35 before the bell after reporting adjusted fourth-quarter earnings that beat expectations. The Dow component also said that while production continued on its Dreamliner segment, which has had technical problems recently, it was suspending delivery until clearance was granted by the Federal Aviation Administration.\n\nThomson Reuters data showed that of the 174 companies in the S&P 500 that have reported earnings this season, 68.4 percent have been above analyst expectations, which is a higher proportion than over the past four quarters and above the average since 1994.\n\nS&P 500 futures fell 0.7 point but remained above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures were flat and Nasdaq 100 futures rose 2 points.\n\nThe S&P has been hovering around 1,500, a level market technicians say is an inflection point that will determine the overall direction in the near term. The benchmark index is on track to post its best monthly performance since October 2011 as investors poured $55 billion in new cash into stock mutual funds and exchange-traded funds in January, the biggest monthly inflow on record.\n\nThe Federal Reserve concludes a two-day meeting on Wednesday, and while the central bank is expected to keep monetary policy on a steady path, intensive debates continue behind the scenes over when the controversial bond-buying program should be curtailed.\n\nIn company news, Chesapeake Energy Corp rose 10.5 percent to $20.95 in premarket trading a day after saying Aubrey McClendon would step down as chief executive after a year in which a series of Reuters investigations triggered civil and criminal probes of the second-largest U.S. natural gas producer.\n\nU.S. stocks advanced on Tuesday, led by defensive sectors, in a sign the cash piles recently moving into the market are being put to use by cautious investors to pick up more gains."
    },
    {
        "header": "us stocks-wall st edges higher, amazon offsets gdp",
        "link": "http://www.reuters.com/article/2013/01/30/markets-usa-stocks-idUSL1N0AZ6UN20130130",
        "time": "9:48AM UTC",
        "body": "* S&P 500 on track for best month since October 2011\n\n* Fed to conclude meeting, no change in policy seen\n\nNEW YORK, Jan 30 (Reuters) - U.S. stocks were flat on Wednesday as an unexpectedly weak read on fourth-quarter economic activity was offset by strong results at Boeing and Amazon.com.\n\nEquities continued to shrug off negative news, with the S&P 500 staying above 1,500, a level that market technicians call an inflection point that will determine the overall direction in the near term.\n\nThe first read showed gross domestic product fell 0.1 percent, far below expectations for growth of 1.1 percent. However, private sector employment topped forecasts, with the ADP National Employment report showing 192,000 jobs added in January, higher than the 165,000 expectation.\n\n“The GDP report is the only negative shock we’ve had in a while, and it isn’t terrible since it showed increases in business and consumer spending, which is what everyone wants to drive growth from here,” said Randy Frederick, managing director of active trading and derivatives for Charles Schwab in Austin, Texas.\n\nDeeper losses were prevented by a rise in both Boeing Co and Amazon.com Inc, which rallied after earnings beat expectations, continuing a trend this quarter of high-profile names advancing after results.\n\nAmazon.com Inc rose 6.7 percent to $277.87 a day after reporting strong revenue growth. Boeing rose 0.5 percent to $74 after its results. The Dow component also said that while production continued on its Dreamliner jet, which has had technical problems recently, it was suspending delivery until clearance was granted by the Federal Aviation Administration.\n\nThomson Reuters data showed that of the 174 companies in the S&P 500 that have reported earnings this season, 68.4 percent have been above analyst expectations, which is a higher proportion than over the past four quarters and above the average since 1994.\n\nThe Dow Jones industrial average was up 5.50 points, or 0.04 percent, at 13,959.92. The Standard & Poor’s 500 Index was up 1.09 points, or 0.07 percent, at 1,508.93. The Nasdaq Composite Index was up 5.73 points, or 0.18 percent, at 3,159.39.\n\nThe S&P 500 is on track to post its best monthly performance since October 2011 as investors poured $55 billion in new cash into stock mutual funds and exchange-traded funds in January, the biggest monthly inflow on record.\n\nThe Dow Jones industrial average has been flirting with 14,000, a level it hasn’t seen since October 2007. Many analysts have said markets may need to take a pause.\n\n“I‘m neutral on markets at these levels, even though there aren’t a lot of negatives out there,” Frederick said. “At some point there will be a pullback, but the underlying trends remain strong and I think it is possible the S&P could hit a new all-time high sometime this quarter.”\n\nThe all-time intraday high for the S&P 500 is 1,576.09, reached Oct. 11, 2007.\n\nThe Federal Reserve concludes a two-day meeting on Wednesday, and while the central bank is expected to keep monetary policy on a steady path, intensive debates continue behind the scenes over when the controversial bond-buying program should be curtailed.\n\nChesapeake Energy Corp rose 11 percent to $21.11 as the S&P’s biggest percentage gainer, a day after saying Aubrey McClendon would step down as chief executive after a year in which a series of Reuters investigations triggered civil and criminal probes of the second-largest U.S. natural gas producer."
    },
    {
        "header": "wall street keeps an eye on amazon's sales tax hit",
        "link": "http://www.reuters.com/article/2013/01/30/us-amazon-salestax-idUSBRE90T15520130130",
        "time": "1:13PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc’s (AMZN.O) unfamiliar role as tax collector may have dented its crucial holiday quarter by reducing the online retail giant’s longstanding price advantage over its rivals in several major markets.\n\nSales growth in California for merchants who sold their goods via Amazon lagged growth in the rest of the country after the company began collecting state sales tax there on September 15, according to an analysis by e-commerce firm ChannelAdvisor.\n\nAnd Best Buy Co (BBY.N), Amazon’s arch-rival in high-priced consumer electronics, saw holiday online sales increase in the three states where Amazon started collecting sales tax: California, Texas, and Pennsylvania.\n\n“There was a little softness in states where Amazon is now collecting sales tax,” said R.J. Hottovy, a Morningstar analyst. “It levels the playing field for brick-and-mortar retailers.”\n\nCritics of Amazon have long railed against what they deem an unfair advantage, because for years most other retailers have had to collect state sales tax on online sales because they operate physical stores in those states.\n\nBut many states, hungry for extra revenue to plug yawning deficits following the financial crisis, introduced laws requiring that Internet-only retailers also collect sales tax. Brick-and-mortar retailers hope the requirement will trim Amazon’s price advantage and eventually help them recoup lost sales.\n\nAmazon’s fourth-quarter results - due on January 29 - should provide clues as to whether U.S. consumers changed their shopping habits when faced with higher taxes on their purchases.\n\n“This makes Amazon equal to everyone else. They no longer have that sales tax advantage,” said Anne Zybowski, vice president of retail insights at Kantar Retail. “If this had happened to Amazon when they were just a bookseller years ago, they may not be as big as they are now.”\n\nWall Street on the whole is betting that e-commerce companies like Amazon and eBay Inc (EBAY.O) fared better than retail rivals rooted in the physical world. On Wednesday eBay posted marginally better-than-expected results for the fourth quarter.\n\nBut some analysts say investors may not appreciate the extent to which revenues of Amazon’s competitors might have been suppressed by the sales tax effect. Amazon does not break out sales in individual states or markets.\n\nAmazon began collecting sales tax of 7.25 percent to 9.75 percent in California about two weeks before the start of the fourth quarter. It started collecting sales tax in Pennsylvania in September, and in Texas in July.\n\nChannelAdvisor, which helps merchants boost sales online, analyzed clients’ sales growth on Amazon in California and in the rest of the country before and after the Golden State’s internet sales tax kicked in.\n\nFrom July through early September, sales growth in California for Amazon clients was 5 percent to 10 percent higher than in the rest of the United States. But the week before the September 15 start of the tax, sales growth spiked as much as 70 percent above growth in the rest of the country as buyers rushed to beat the deadline.\n\n“The surge before the tax went into effect was much larger than I thought it would be,” said Scot Wingo, chief executive of ChannelAdvisor.\n\nAfter September 15, California sales growth rose at the same pace as the rest of the country. But in early November, sales growth slipped as much as 10 percent below the rest of the nation, ChannelAdvisor data showed.\n\nDuring one of the busiest holiday periods, from late November to early December, sales growth dipped further in California. Only toward the end of the holiday period did client sales growth in California recover, the data showed.\n\nEBay, another Amazon rival, is an investor in ChannelAdvisor. Wingo also owned Amazon shares but sold them in the fourth quarter for personal tax reasons, he said.\n\nThe California tax impact was particularly pronounced on items priced at $200 to $250, Wingo said.\n\nBest Buy’s solid showing during the holidays may provide another clue to the tax’s impact.\n\nOverall, Best Buy reported better-than-expected holiday sales last week.\n\nDespite the tax changes, Amazon’s consumer electronics prices were still at least 5 percent below Best Buy’s during the holiday season, Kantar’s Zybowski said. But Best Buy may have benefited from even a small change in this area.\n\n“Particularly in consumer electronics, any narrowing of Amazon’s price advantage at the margin is important because Best Buy brings service and other shopper benefits to the category,” she said.\n\nAn Amazon spokesman declined to comment when asked if the company saw an impact on fourth-quarter sales from the collection of sales tax in the three states.\n\nIn the past, Amazon executives have said there was little or no impact from such changes in other regions.\n\nSeveral analysts said that shoppers use Amazon not just because they can find a bargain, but also because of its vast selection, convenience, fast shipping and returns. Regardless, the retailer wasted no time in discounting to try to safeguard its edge.\n\nAmazon probably lowered prices 8 percent to 9 percent on items most affected by this, although it is tricky to separate such reductions from the usual holiday season promotions that were also happening, Wingo said.\n\nExtra price competition may dent Amazon’s profitability in the fourth quarter, Morningstar’s Hottovy said.\n\nAmazon is expected to report revenue of $22.3 billion, according to Thomson Reuters I/B/E/S.\n\n“Amazon was wise to hold on to the sales tax advantage as long as they did,” said Sucharita Mulpuru, an analyst at Forrester Research. “They obviously felt that they were strong enough now, with enough other profit pools, that acquiescing to state authorities would not have an adverse impact on their business.”"
    },
    {
        "header": "update 1-ecuador's petroamazonas sees oil output up 4 pct in 2013",
        "link": "http://www.reuters.com/article/2013/01/30/ecuador-oil-petroamazonas-idUSL1N0AZ7MX20130130",
        "time": "11:18AM UTC",
        "body": "* Says company plans to invest $2.23 billion in 2013 (Adds quote, background, byline)\n\nBOGOTA, Jan 30 (Reuters) - Ecuador’s state-run oil company Petroamazonas expects crude output to increase 4 percent in 2013 to an average of 325,000 barrels per day (bpd), its General Manager Oswaldo Madrid told Reuters on Wednesday.\n\nPetroamazonas is Ecuador’s largest oil company and its output accounts for about 60 percent of the crude produced in the OPEC-member country.\n\nMadrid said in an interview in Bogota that the company will invest $2.23 billion in 2013, up from $1.4 billion in 2012.\n\n“With these (investments) we will carry out exploration and drilling work ... to be able to meet our output target this year,” he said.\n\nStarting on Jan. 1, state-run company Petroecuador transferred control of its fields to Petroamazonas, which is now the state’s upstream company. Petroecuador is the downstream company, and runs three refineries and a key oil pipeline.\n\n“The (output) increase will come mainly from work that Petroamazonas will carry out in the fields that we just received from Petroecuador,” Madrid said.\n\nHe said that Ecuador’s average crude output is likely to increase to 524,000 bpd in 2013 and to 540,000 bpd in 2014.\n\nEcuador is the Organization of the Petroleum Exporting Copuntries’ smallest member, and in 2011 its average production reached 500,000 bpd, up from 486,000 bpd in 2010.\n\nAfter taking office in 2007, Ecuador’s leftist president, Rafael Correa, introduced reforms to increase state revenue from the oil industry, and since then foreign oil companies have not invested in new projects.\n\nIn November, Ecuador launched a licensing round for 13 oil blocks in Amazon areas near the border with Peru, while Petroamazonas plans to tap three more blocks nearby.\n\nHigher crude prices have allowed Correa to increase social spending in recent years, which in turn has boosted his popularity among the country’s poor majority ahead of a presidential election scheduled for February. (Reporting By Jack Kimbal; Writing By Eduardo Garcia; Editing by Gerald E. McCormick and Maureen Bavdek)"
    },
    {
        "header": "amazon opens 9 percent higher, analysts raise price targets",
        "link": "http://www.reuters.com/article/2013/01/30/us-amazon-research-idUSBRE90T0UO20130130",
        "time": "10:09AM UTC",
        "body": "(Reuters) - Amazon.com Inc’s shares opened 9 percent higher, just shy of a record high, after strong profit margins at the world’s largest internet retailer surprised Wall Street.\n\nAt least 13 brokerages raised their price targets on Amazon’s stock after the company reported fourth-quarter gross profit margins of 24 percent on Tuesday, higher than Wall Street expectations of about 22 percent.\n\nShares of the Kindle maker were trading at $275.66 in early trade on the Nasdaq after touching a high of $284.20. The stock hit a record high of $284.72 on January 25.\n\n“We can’t help but stop and wonder whether the Amazon bull case has now pivoted from one of revenue growth to one of margin expansion,” Barclays Capital analysts said in a note.\n\nThe analysts raised their target price on the stock to $260 from $245.\n\n“Amazon has outpaced the ecommerce market, retailers and even internet leaders like Google Inc meaningfully,” said Benchmark Co analyst Daniel Kurnos, who raised his price target to $330 from $310.\n\nJ.P.Morgan Securities, which said Amazon’s results suggested the retailer could continue to expand gross margins, raised its target price by $88 to $333.\n\nAmazon’s fourth-quarter revenue jumped 22 percent from a year earlier, but fell short of analysts’ expectations. However, the company reported strong holiday sales and lower shipping costs that helped boost profitability.\n\nBofA Merrill Lynch said Amazon’s growth metrics may have disappointed, but investor sentiment would be supported by a shift to a third-party model, ongoing gross margin upside and solid U.S. margins.\n\nBofA Merrill nudged its target on Amazon shares to $315 from $300, while Nomura Equity Research raised its price target to $325 from $285."
    },
    {
        "header": "corrected-update 1-wall street keeps an eye on amazon's sales tax hit",
        "link": "http://www.reuters.com/article/2013/01/30/amazon-salestax-idUSL1E9CH7QQ20130130",
        "time": "1:08PM UTC",
        "body": "* Street expects strong holiday but may be underestimating impact\n\nSAN FRANCISCO, Jan 17 (Reuters) - Amazon.com Inc’s unfamiliar role as tax collector may have dented its crucial holiday quarter by reducing the online retail giant’s longstanding price advantage over its rivals in several major markets.\n\nSales growth in California for merchants who sold their goods via Amazon lagged growth in the rest of the country after the company began collecting state sales tax there on Sept. 15, according to an analysis by e-commerce firm ChannelAdvisor.\n\nAnd Best Buy Co, Amazon’s arch-rival in high-priced consumer electronics, saw holiday online sales increase in the three states where Amazon started collecting sales tax: California, Texas, and Pennsylvania.\n\n“There was a little softness in states where Amazon is now collecting sales tax,” said R.J. Hottovy, a Morningstar analyst. “It levels the playing field for brick-and-mortar retailers.”\n\nCritics of Amazon have long railed against what they deem an unfair advantage, because for years most other retailers have had to collect state sales tax on online sales because they operate physical stores in those states.\n\nBut many states, hungry for extra revenue to plug yawning deficits following the financial crisis, introduced laws requiring that Internet-only retailers also collect sales tax. Brick-and-mortar retailers hope the requirement will trim Amazon’s price advantage and eventually help them recoup lost sales.\n\nAmazon’s fourth-quarter results - due on Jan. 29 - should provide clues as to whether U.S. consumers changed their shopping habits when faced with higher taxes on their purchases.\n\n“This makes Amazon equal to everyone else. They no longer have that sales tax advantage,” said Anne Zybowski, vice president of retail insights at Kantar Retail. “If this had happened to Amazon when they were just a bookseller years ago, they may not be as big as they are now.”\n\nWall Street on the whole is betting that e-commerce companies like Amazon and eBay Inc fared better than retail rivals rooted in the physical world. On Wednesday eBay posted marginally better-than-expected results for the fourth quarter.\n\nBut some analysts say investors may not appreciate the extent to which revenues of Amazon’s competitors might have been suppressed by the sales tax effect. Amazon does not break out sales in individual states or markets.\n\nAmazon began collecting sales tax of 7.25 percent to 9.75 percent in California about two weeks before the start of the fourth quarter. It started collecting sales tax in Pennsylvania in September, and in Texas in July.\n\nChannelAdvisor, which helps merchants boost sales online, analyzed clients’ sales growth on Amazon in California and in the rest of the country before and after the Golden State’s internet sales tax kicked in.\n\nFrom July through early September, sales growth in California for Amazon clients was 5 percent to 10 percent higher than in the rest of the United States. But the week before the Sept. 15 start of the tax, sales growth spiked as much as 70 percent above growth in the rest of the country as buyers rushed to beat the deadline.\n\n“The surge before the tax went into effect was much larger than I thought it would be,” said Scot Wingo, chief executive of ChannelAdvisor.\n\nAfter Sept. 15, California sales growth rose at the same pace as the rest of the country. But in early November, sales growth slipped as much as 10 percent below the rest of the nation, ChannelAdvisor data showed.\n\nDuring one of the busiest holiday periods, from late November to early December, sales growth dipped further in California. Only toward the end of the holiday period did client sales growth in California recover, the data showed.\n\nEBay, another Amazon rival, is an investor in ChannelAdvisor. Wingo also owned Amazon shares but sold them in the fourth quarter for personal tax reasons, he said.\n\nThe California tax impact was particularly pronounced on items priced at $200 to $250, Wingo said.\n\nBest Buy’s solid showing during the holidays may provide another clue to the tax’s impact.\n\nOverall, Best Buy reported better-than-expected holiday sales last week.\n\nDespite the tax changes, Amazon’s consumer electronics prices were still at least 5 percent below Best Buy’s during the holiday season, Kantar’s Zybowski said. But Best Buy may have benefited from even a small change in this area.\n\n“Particularly in consumer electronics, any narrowing of Amazon’s price advantage at the margin is important because Best Buy brings service and other shopper benefits to the category,” she said.\n\nAn Amazon spokesman declined to comment when asked if the company saw an impact on fourth-quarter sales from the collection of sales tax in the three states.\n\nIn the past, Amazon executives have said there was little or no impact from such changes in other regions.\n\nSeveral analysts said that shoppers use Amazon not just because they can find a bargain, but also because of its vast selection, convenience, fast shipping and returns. Regardless, the retailer wasted no time in discounting to try to safeguard its edge.\n\nAmazon probably lowered prices 8 percent to 9 percent on items most affected by this, although it is tricky to separate such reductions from the usual holiday season promotions that were also happening, Wingo said.\n\nExtra price competition may dent Amazon’s profitability in the fourth quarter, Morningstar’s Hottovy said.\n\nAmazon is expected to report revenue of $22.3 billion, according to Thomson Reuters I/B/E/S.\n\n“Amazon was wise to hold on to the sales tax advantage as long as they did,” said Sucharita Mulpuru, an analyst at Forrester Research. “They obviously felt that they were strong enough now, with enough other profit pools, that acquiescing to state authorities would not have an adverse impact on their business.” (Editing by Grant McCool)"
    }
]