[
    {
        "header": "instant view: amazon profit beats street view; sales forecast weak",
        "link": "http://www.reuters.com/article/2013/04/26/us-amazon-results-instant-idUSBRE93O1A620130426",
        "time": "9:22PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc’s first-quarter revenue jumped 22 percent to $16.1 billion, propelled by growing sales of digital content, cloud-computing services and gains in retail. But it forecast weak sales this quarter, raising concerns about a slowing international business.\n\n”This quarter is a bit of a ‘tweener’ so to speak: the company gave you a favorable margin, which is evident in both gross-margin performance and the upside in earnings, and then sales while not spectacular were good.\n\n”Increase in third-party unit sales has been funding their gross margins.\n\n”When I read the guidance for Q2 for operating margins, it suggests to me they’re telegraphing that the company is going to continue a heightened rate of investment.\n\n“Looking at the international performance, I think the message there is North America was better than expected but international was softer. The questions is: is this a reflection of macro trends in Europe, or is there something else going on there?”\n\n”The fundamentals of the business improved significantly. So you saw a material improvement in gross margins, as well as a significant upside to estimates for their pro-forma operating margins. The trends are moving in the right direction fundamentally for the company.\n\n”The high end of the guidance for revenue was above the Street. The pro-forma operating margins were slightly below the Street on the high end but they typically guide conservatively on that. Net, net it was a good print.\n\n”The margins in international declined and that was a weak post.\n\n“What we’re seeing is that Amazon is really getting leverage from shipping costs. AWS is becoming a big part of their mix. They are also benefiting from a greater mix of advertising revenues. We’ll continue to see that improve.”\n\n”The numbers came in relatively in-line.\n\n”Guidance was maybe slightly disappointing. But when you look at the gross profit for the quarter, it beat expectations. They grew gross profit at 35 percent year-over-year.\n\n“At the end of the day, at least on that basis, they are showing some very good progress. You are seeing benefit from the higher-margin Amazon Web Services business, and also higher-margin third-party marketplace business.”\n\n”Gross margin is definitely better than expected. That is something that investors are certainly keen on.\n\n“Guidance was light, both top- and bottom-line. That certainly won’t help the stock perform, although they have over the last several quarters exceeded expectations on the operating income side. So for the guidance, people are more concerned about revenue than operating income.”"
    },
    {
        "header": "brief-amazon.com shares up 2.3 pct after the bell following results",
        "link": "http://www.reuters.com/article/2013/04/25/amazoncom-brief-idUSWEN008O820130425",
        "time": "4:10PM UTC",
        "body": "NEW YORK, April 25 (Reuters) - Amazon.com Inc : * Shares were up 2.3 percent after the bell following the release of its results. They briefly turned lower in after-hours trading, but bounced back."
    },
    {
        "header": "instant view: amazon sustains growth, revenue up 22 percent",
        "link": "http://www.reuters.com/article/2013/04/25/us-amazon-results-instant-idUSBRE93O1A620130425",
        "time": "4:47PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc’s first-quarter revenue jumped 22 percent to $16.1 billion, propelled by growing sales of digital content, cloud-computing services and gains in retail. But it forecast weak sales this quarter, raising concerns about a slowing international business.\n\n”The fundamentals of the business improved significantly. So you saw a material improvement in gross margins, as well as a significant upside to estimates for their pro-forma operating margins. The trends are moving in the right direction fundamentally for the company.\n\n”The high end of the guidance for revenue was above the Street. The pro-forma operating margins were slightly below the Street on the high end but they typically guide conservatively on that. Net, net it was a good print.\n\n”The margins in international declined and that was a weak post.\n\n“What we’re seeing is that Amazon is really getting leverage from shipping costs. AWS is becoming a big part of their mix. They are also benefiting from a greater mix of advertising revenues. We’ll continue to see that improve.”\n\n”The numbers came in relatively in-line.\n\n”Guidance was maybe slightly disappointing. But when you look at the gross profit for the quarter, it beat expectations. They grew gross profit at 35 percent year-over-year.\n\n“At the end of the day, at least on that basis, they are showing some very good progress. You are seeing benefit from the higher-margin Amazon Web Services business, and also higher-margin third-party marketplace business.”\n\n”Gross margin is definitely better than expected. That is something that investors are certainly keen on.\n\n“Guidance was light, both top- and bottom-line. That certainly won’t help the stock perform, although they have over the last several quarters exceeded expectations on the operating income side. So for the guidance, people are more concerned about revenue than operating income.”"
    },
    {
        "header": "amazon growth slows, while profit margins expand",
        "link": "http://www.reuters.com/article/2013/04/25/net-us-amazon-results-idUSBRE93O19E20130425",
        "time": "7:19PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc’s revenue growth slowed in the first quarter as the world’s largest Internet retail struggled overseas, but margins jumped on lower shipping expenses and the expansion of more profitable new businesses.\n\nAmazon shares fell 1.9 percent to $269.43 in after-hours trading on Thursday following the results.\n\n“The message there is North America was better than expected but international was softer. The question is ... ‘Is this a reflection of macro trends in Europe, or is there something else going on there?'” said Telsey Advisory Group analyst Tom Forte.\n\nEurope’s lackluster economies are weighing on corporate sales in the region - even for fast-growing e-commerce businesses. EBay Inc, Amazon’s main rival, reported disappointing results last week and noted European weakness.\n\nAmazon’s revenue rose 22 percent to $16.07 billion, propelled by growing sales of digital content, cloud-computing services and gains in its main retail business. But it was a decline from 36 percent growth in the first quarter of 2012.\n\nInternational revenue rose 16 percent in the most-recent quarter, year-over-year, down from a 31 percent growth rate in the same period of 2012.\n\nDuring a conference call with analysts on Wednesday, Chief Financial Officer Tom Szkutak was peppered with questions about slowing growth.\n\n“There is some softness from a macro standpoint that others are seeing,” the CFO said.\n\nAmazon has also struggled to grow in China and the CFO told analysts the company is still in “investment mode” in that country.\n\nSzkutak reported that total year-over-year unit growth, which measures the number of items Amazon sells, was 30 percent in the first quarter, down from 49 percent in the first quarter of 2012.\n\n“Unit growth is slowing which disappointed some,” said Ben Schachter, an analyst at Macquarie. “The law of large numbers is affecting Amazon too. You can’t grow 100 percent forever, otherwise you become the universe.”\n\nAmazon forecast second-quarter revenue of $14.5 billion to $16.2 billion and operating results from break-even to $350 million. The latter guidance excludes stock-based compensation expenses and other items such as amortization of intangible assets.\n\nWall Street was looking for second-quarter revenue of $15.94 billion and operating results of $452 million, according to Mark Mahaney, an analyst at RBC Capital Markets.\n\nDespite weaker growth and a cautious forecast, Amazon’s results showed that the company is becoming more profitable.\n\nGross profit margin, a closely watched measure of profitability, came in at a better-than-expected 26.6 percent, compared with 24 percent a year earlier.\n\nThe first-quarter gross margin was the highest in at least a decade, according to Scott Tilghman, an analyst at B Riley & Co.\n\nAmazon is building distribution warehouses closer to customers, reducing shipping costs. It has also been charging third-party merchants on its marketplace higher fees for shipping and warehouse storage.\n\nIn the first quarter, net shipping costs were 4.7 percent of sales, down from 5.1 percent a year earlier.\n\nMoving into other areas is also boosting margins.\n\nThe company mainly operates as a retailer, buying physical products at wholesale prices, storing them and then selling at a slight mark-up to consumers online. But it has expanded into other businesses that are potentially more profitable, including cloud computing, advertising, digital content and acting as an online marketplace for other merchants.\n\nThese newer businesses are growing faster than the company’s original retail operations, boosting profitability.\n\nAmazon’s web services (AWS) and advertising businesses are reported in a segment the company calls “other.” Revenue from this area surged 59 percent to $798 million in the quarter.\n\n“At the end of the day, at least on that (profit) basis, they are showing some very good progress,” said Evercore analyst Ken Sena. “You are seeing benefit from the higher-margin Amazon Web Services business, and also higher-margin third-party marketplace business.”"
    },
    {
        "header": "amazon first-quarter revenue matches expectations",
        "link": "http://www.reuters.com/article/2013/04/25/amazon-results-idUSL2N0DC28320130425",
        "time": "4:09PM UTC",
        "body": "SAN FRANCISCO, April 25 (Reuters) - Amazon.com Inc’s first-quarter revenue jumped 22 percent to $16.07 billion, propelled by growing sales of digital content, cloud-computing services and gains in its main retail business.\n\nThe world’s largest Internet retailer had been expected to record revenue of $16.1 billion in the typically slower first quarter, according to average forecasts on Wall Street."
    }
]