[
    {
        "header": "us stocks-wall street dips after data; amazon drags",
        "link": "http://www.reuters.com/article/2013/04/26/markets-usa-stocks-idUSL2N0DD1VH20130426",
        "time": "10:29AM UTC",
        "body": "* Dow up 0.22 pct, S&P off 0.04 pct, Nasdaq down 0.25 pct\n\nNEW YORK, April 26 (Reuters) - U.S. stocks slipped on Friday after data showed the pace of economic growth fell short of expectations and a separate report on consumer sentiment showed a drop from the previous month.\n\nThe Commerce Department said gross domestic product expanded at a 2.5 percent rate, increasing from 0.4 percent in the fourth quarter but shy of estimates for growth of 3 percent.\n\nThe data could raise doubts about the ability of the economy to absorb government spending cuts and higher taxes, and may fuel speculation on the possibility of more Federal Reserve measures to boost growth, or at least keep its current stimulus plans in place.\n\n“What we are going to do is just average the fourth quarter and the first quarter and take a look and see the economy is growing way underneath its potential growth rate which keeps the Fed in play to do more quantitative easing,” said John Canally, investment strategist and economist for LPL Financial in Boston.\n\n“The market has been rallying on the fact the ECB might actually start to do something; if the U.S. market reacts in the same way, that might get the market rallying. If not and they think the Fed’s hands are tied, the market might sell off.”\n\nThe Thomson Reuters/University of Michigan’s final reading on the overall index on consumer sentiment fell to 76.4 from 78.6 in March, although it topped economists’ expectations for 73.2 and improved upon the preliminary April reading of 72.3.\n\nChevron Corp, up 1.1 percent to $119.78, helped lift the Dow and curbed declines on the S&P 500 index, after the second-largest U.S. oil company, posted its first-quarter earnings.\n\nAmazon.com Inc shed 5.6 percent to $259.20 as the biggest drag on both the S&P 500 and Nasdaq 100 indexes after revenue growth slowed in the first quarter as the world’s largest Internet retailer struggled overseas, even as margins jumped on lower shipping expenses.\n\nThe Dow Jones industrial average gained 32.33 points, or 0.22 percent, to 14,733.13. The Standard & Poor’s 500 Index shed 0.66 points, or 0.04 percent, to 1,584.50. The Nasdaq Composite Index lost 8.17 points, or 0.25 percent, to 3,281.81.\n\nStarbucks Corp slipped 1.3 percent to $59.74 after the world’s biggest coffee chain reported a quarterly profit that matched Wall Street estimates but its revenue was slightly below expectations.\n\nThe PHLX housing sector index gained 1.3 percent and was on track for its sixth consecutive advance, getting a lift from D.R. Horton Inc and Weyerhaeuser Co after the No. 1 U.S. homebuilder and forest products company reported earnings.\n\nD.R. Horton shares jumped 7.3 percent to $26.31 while Weyerhaeuser gained 0.8 percent to $31.63.\n\nAccording to Thomson Reuters data through Thursday morning, of the 235 companies in the S&P 500 that have reported earnings to date for Q1 2013, 67.7 percent have reported earnings above analysts’ expectations, above the 63 percent average since 1994 and slightly above the 67 percent beat rate over the past four quarters.\n\nHowever, revenue has been lackluster, with only 41.4 percent having topped analyst forecasts, well below the 62 percent average since 2002 and the 52 percent beat rate for the last four quarters.\n\nAnalysts now see earnings growth of 3.6 percent this quarter, up from expectations of 1.5 percent at the start of the month."
    },
    {
        "header": "amazon to open shipping centre in czech republic: report",
        "link": "http://www.reuters.com/article/2013/04/26/us-amazon-czech-idUSBRE93P0OY20130426",
        "time": "9:25AM UTC",
        "body": "PRAGUE (Reuters) - Amazon.com Inc plans to build a 100,000-sqm logistics center in the Czech Republic, daily E15 reported, citing several unnamed sources familiar with the company’s plans.\n\nIt said the U.S. online seller picked the Czech Republic over neighboring Poland.\n\nThe shipping site should create at least 1,000 new jobs in the central European country and Amazon had plans to launch its operation by the autumn, the paper also said.\n\nAmazon was not immediately available to comment."
    },
    {
        "header": "amazon growth slows, while profit margins expand",
        "link": "http://www.reuters.com/article/2013/04/26/us-amazon-results-idUSBRE93O19E20130426",
        "time": "9:25AM UTC",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc’s revenue growth slowed in the first quarter as the world’s largest Internet retail struggled overseas, but margins jumped on lower shipping expenses and the expansion of more profitable new businesses.\n\nAmazon shares fell 1.9 percent to $269.43 in after-hours trading on Thursday following the results.\n\n“The message there is North America was better than expected but international was softer. The question is ... ‘Is this a reflection of macro trends in Europe, or is there something else going on there?'” said Telsey Advisory Group analyst Tom Forte.\n\nEurope’s lackluster economies are weighing on corporate sales in the region - even for fast-growing e-commerce businesses. EBay Inc, Amazon’s main rival, reported disappointing results last week and noted European weakness.\n\nAmazon’s revenue rose 22 percent to $16.07 billion, propelled by growing sales of digital content, cloud-computing services and gains in its main retail business. But it was a decline from 36 percent growth in the first quarter of 2012.\n\nInternational revenue rose 16 percent in the most-recent quarter, year-over-year, down from a 31 percent growth rate in the same period of 2012.\n\nDuring a conference call with analysts on Wednesday, Chief Financial Officer Tom Szkutak was peppered with questions about slowing growth.\n\n“There is some softness from a macro standpoint that others are seeing,” the CFO said.\n\nAmazon has also struggled to grow in China and the CFO told analysts the company is still in “investment mode” in that country.\n\nSzkutak reported that total year-over-year unit growth, which measures the number of items Amazon sells, was 30 percent in the first quarter, down from 49 percent in the first quarter of 2012.\n\n“Unit growth is slowing which disappointed some,” said Ben Schachter, an analyst at Macquarie. “The law of large numbers is affecting Amazon too. You can’t grow 100 percent forever, otherwise you become the universe.”\n\nAmazon forecast second-quarter revenue of $14.5 billion to $16.2 billion and operating results from break-even to $350 million. The latter guidance excludes stock-based compensation expenses and other items such as amortization of intangible assets.\n\nWall Street was looking for second-quarter revenue of $15.94 billion and operating results of $452 million, according to Mark Mahaney, an analyst at RBC Capital Markets.\n\nDespite weaker growth and a cautious forecast, Amazon’s results showed that the company is becoming more profitable.\n\nGross profit margin, a closely watched measure of profitability, came in at a better-than-expected 26.6 percent, compared with 24 percent a year earlier.\n\nThe first-quarter gross margin was the highest in at least a decade, according to Scott Tilghman, an analyst at B Riley & Co.\n\nAmazon is building distribution warehouses closer to customers, reducing shipping costs. It has also been charging third-party merchants on its marketplace higher fees for shipping and warehouse storage.\n\nIn the first quarter, net shipping costs were 4.7 percent of sales, down from 5.1 percent a year earlier.\n\nMoving into other areas is also boosting margins.\n\nThe company mainly operates as a retailer, buying physical products at wholesale prices, storing them and then selling at a slight mark-up to consumers online. But it has expanded into other businesses that are potentially more profitable, including cloud computing, advertising, digital content and acting as an online marketplace for other merchants.\n\nThese newer businesses are growing faster than the company’s original retail operations, boosting profitability.\n\nAmazon’s web services (AWS) and advertising businesses are reported in a segment the company calls “other.” Revenue from this area surged 59 percent to $798 million in the quarter.\n\n“At the end of the day, at least on that (profit) basis, they are showing some very good progress,” said Evercore analyst Ken Sena. “You are seeing benefit from the higher-margin Amazon Web Services business, and also higher-margin third-party marketplace business.”"
    },
    {
        "header": "us stocks snapshot-wall st ends flat as gdp, amazon.com weigh",
        "link": "http://www.reuters.com/article/2013/04/26/markets-usa-stocks-close-idUSEAP10RQ2I20130426",
        "time": "4:06PM UTC",
        "body": "NEW YORK, April 26 (Reuters) - U.S. stocks ended little changed in thin volume on Friday, though the market had a strong week overall despite a mixed bag of earnings and weak economic figures.\n\nThe Dow Jones industrial average edged up 11.90 points, or 0.08 percent, at 14,712.70. The Standard & Poor’s 500 Index slipped 2.91 points, or 0.18 percent, to 1,582.25. The Nasdaq Composite Index fell 10.72 points, or 0.33 percent, to 3,279.26."
    },
    {
        "header": "amazon's success formula: move bits instead of boxes",
        "link": "http://www.reuters.com/article/2013/04/26/amazon-results-digital-idUSL2N0DC28Y20130426",
        "time": "3:00AM UTC",
        "body": "SAN FRANCISCO/NEW YORK, April 26 (Reuters) - Amazon.com Inc appears to have figured out the secret to being more profitable: sell less physical stuff.\n\nThe company reported slowing revenue growth and offered a disappointing outlook for this quarter on Thursday, exacerbating uncertainty about the health of its business beyond the United States.\n\nBut that may be masking a fundamental shift in its business on home turf. The Internet retail giant that once specialized in moving books and other physical items quickly is increasingly trying to do the same in the digital world, where profit margins are higher, partly because e-books, music and video files and are transmitted electronically at high speed.\n\nThrow in a fast-expanding third-party merchant business, where Amazon simply books a cut of sales from seller listings on its website, and the retail giant’s margin outlook is looking a lot better.\n\n“Over the long term it does help margins,” said Ben Schachter, an analyst at Macquarie. “You don’t have to put these things on a truck and ship them.”\n\nIn the first quarter, net shipping costs stood at 4.7 percent of sales, down from 5.1 percent a year earlier.\n\nAmazon has been doing all the things a retail business will usually do to goose margins, like putting its distribution closer to customers and charging partners more to ship goods.\n\nBut it has also diversified aggressively into other revenue streams like digital content, advertising and the Amazon Web Services cloud computing business.\n\nIn its news release Thursday, Amazon listed 14 highlights for the first quarter - all but one related to its digital businesses.\n\nChief Executive Jeff Bezos talked about Amazon’s effort to make its own TV shows, which will be delivered over the Internet, rather than in DVD form.\n\nNotably, Amazon’s top-10 selling items in the first quarter were digital goods or Kindle gadgets, which are tablets or e-readers used to buy and consume digital content, Chief Financial Officer Tom Szkutak told analysts during a conference call.\n\n“That is the first time that we have seen that,” he said.\n\nIn the short term, the Internet retail giant that started out as a book-retailing business faces several challenges. Its business faces a sluggish European economy and inconsistent efforts to break into emerging markets such as China, where competition from the likes of Alibaba is intense.\n\nAmazon’s shares slid 3 percent to about $267 in Thursday after-hours trade, after executives pointed out the macroeconomic challenges.\n\nBut longer term, analysts say Amazon’s focus on aggressively pushing digital content - such as by selling Kindles at close to cost, undercutting much of the competition - is a winning strategy.\n\nAmazon has largely focused on using price as a lever to get its content in front of more customers.\n\nWhether selling Kindle e-book readers and Kindle Fire tablets cheaply, or bundling on-demand streaming video with subscriptions to other services, Amazon has bet that it can keep people once it has their attention.\n\nLately, it has branched into creating original video content. Last week the company posted 14 pilot TV shows online, intending to let reviews decide which ones it turns into full series.\n\nAmazon has also been gaining on Apple Inc in the digital music business, tripling its market share over the last five years - albeit to a level still just a third of Apple‘s.\n\nAt the same time, the company has also made much of its cloud computing unit, Amazon Web Services, which provides data services to a broad range of companies. AWS, as it is commonly known, generated $1.8 billion in revenue last year and is expected to grow rapidly.\n\nIn the most recent quarter, net sales in Amazon’s “other” line, which includes AWS in North America as well as advertising services, rose 59 percent.\n\n“What we’re seeing is that Amazon is really getting leverage from shipping costs. AWS is becoming a big part of their mix. They are also benefiting from a greater mix of advertising revenues. We’ll continue to see that improve,” Topeka Capital’s Victor Anthony said."
    },
    {
        "header": "us stocks-futures decline with gdp data on tap; amazon slips",
        "link": "http://www.reuters.com/article/2013/04/26/markets-usa-stocks-idUSL2N0DD1G920130426",
        "time": "8:04AM UTC",
        "body": "NEW YORK, April 26 (Reuters) - U.S. stock index futures dipped on Friday, indicating the S&P 500 may snap a five-day winning streak ahead of data on the pace of economic growth and consumer sentiment.\n\nEconomic data due at 8:30 a.m. EDT (1230 GMT) is expected to show U.S. economic growth likely rebounded in the first quarter after nearly stalling at the end of 2012, but the trend is likely temporary.\n\nGross domestic product probably grew at a 3.0 percent annual rate, quickening from the fourth quarter’s pedestrian 0.4 percent pace, according to a Reuters poll of economists.\n\nLater in the session at 9:55 a.m. (1355 GMT), investors will eye the Thomson Reuters/University of Michigan Surveys of Consumers final April consumer sentiment index. Economists expect a reading of 73.2, compared with 72.3 in the preliminary April report.\n\n“These two numbers will be very interesting today, maybe some people are getting ahead of that and probably taking some money off the table in the futures market, hedging themselves a little bit,” said Keith Bliss, senior vice-president at Cuttone & Co in New York.\n\n“If we get a good GDP and outlays and consumer sentiment number then it’s not too late for them to jump back in.”\n\nStarbucks Corp slipped 2.2 percent to $59.20 in premarket trading after the world’s biggest coffee chain reported a quarterly profit that matched Wall Street estimates but its revenue was slightly below expectations.\n\nS&P 500 companies expected to report earnings on Friday include Dow component Chevron Corp, Flir Systems and Goodyear Tire & Rubber.\n\nAmazon.com Inc’s shed 2.5 percent to $267.80 in premarket trading after revenue growth slowed in the first quarter as the world’s largest Internet retail struggled overseas, but margins jumped on lower shipping expenses and the expansion of more profitable new businesses.\n\nS&P 500 futures fell 4.2 points and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures lost 31 points, and Nasdaq 100 futures declined 10.25 points.\n\nD.R. Horton Inc shares jumped 6 percent to $26 in premarket after the No.1 U.S. homebuilder reported a 173 percent jump in quarterly profit and said the spring selling season was off to a strong start.\n\nForest products company Weyerhaeuser Co reported a first-quarter net profit that more than tripled due to a recovery in the U.S. housing market, and said it expects higher sales volumes for all its wood products for the current quarter. Its shares gained 1.8 percent to $31.95 in light trading before the opening bell.\n\nAccording to Thomson Reuters data through Thursday morning, of the 235 companies in the S&P 500 that have reported earnings to date for Q1 2013, 67.7 percent have reported earnings above analyst expectations, above the 63 percent average since 1994 and slightly above the 67 percent beat rate over the past four quarters.\n\nHowever, revenue has been lackluster, with only 41.4 percent having topped analyst forecasts, well below the 62 percent average since 2002 and the 52 percent beat rate for the last four quarters.\n\nAnalysts now see earnings growth of 3.6 percent this quarter, up from expectations of 1.5 percent at the start of the month.\n\nDisappointing corporate earnings pushed European shares lower, halting momentum on indexes which had risen over the previous five sessions.\n\nAsian shares rose, tracking global equities higher after an upbeat report on the U.S. labor market."
    },
    {
        "header": "us stocks-wall street lower after gdp data, amazon results",
        "link": "http://www.reuters.com/article/2013/04/26/markets-usa-stocks-idUSL2N0DD28Q20130426",
        "time": "1:00PM UTC",
        "body": "* Major averages on track to post solid gains for the week\n\nNEW YORK, April 26 (Reuters) - U.S. stocks fell on Friday as the broadest measure of U.S. economic growth fell short of expectations in the first quarter and Amazon.com gave a disappointing outlook.\n\nAmazon.com Inc tumbled after the world’s largest Internet retailer reported its results late on Thursday and was the biggest drag on the S&P 500 and Nasdaq indexes.\n\nGains by shares of Hewlett-Packard Co and Chevron Corp limited losses in the Dow. Despite Friday’s decline, major indexes were on track for a week of solid gains.\n\nGross domestic product expanded at a 2.5 percent rate in the first quarter, the Commerce Department said, which was below estimates of 3 percent but stronger than the fourth quarter’s 0.4 percent rate in 2012.\n\nEven before the data, economists have raised doubts about the ability of the economy to absorb government spending cuts and higher taxes. Investors likely speculated the Federal Reserve, which meets next week, will debate whether to take more measures to boost growth or at least keep the current stimulus plans in place.\n\n“The moderate move to the downside isn’t out of line with the GDP data as light as it was,” said Steve Sosnick, equity-risk manager at Timber Hill/Interactive Brokers Group in Greenwich, Connecticut. “It wasn’t so great, but not bad enough to derail the freight train the market has been on.”\n\nThe S&P is 1.5 percent higher for the week while the Dow is up 1 percent and the Nasdaq up 2 percent.\n\nThe Thomson Reuters/University of Michigan’s final reading on the overall index on consumer sentiment fell to 76.4 from 78.6 in March, although it topped economists’ expectations.\n\nAmazon shed 7.4 percent to $254.51 after it said revenue growth slowed in the first quarter as the company struggled overseas, but margins jumped on lower shipping expenses.\n\nChevron rose 0.8 percent to $119.48 after the second largest U.S. oil company posted earnings that beat expectations, helped by foreign currency gains.\n\n“In general, earnings haven’t been blockbusters, but the fact that we’ve had a sharp rally through the season tells you the market is relatively sanguine about what has come out,” Sosnick said.\n\nThe Dow Jones industrial average was down 6.44 points, or 0.04 percent, at 14,694.36. The Standard & Poor’s 500 Index was down 6.84 points, or 0.43 percent, at 1,578.32. The Nasdaq Composite Index was down 19.94 points, or 0.61 percent, at 3,270.05.\n\nHewlett-Packard gained 3.3 percent to $20.24, helping to limit losses by the Dow.\n\nJ.C. Penney Co was the S&P 500’s biggest gainer, jumping 8.7 percent to $16.56 a day after investor George Soros reported a 7.9 percent passive stake in the company.\n\nShares of Starbucks Corp, the world’s biggest coffee chain, slipped 1 percent to $59.85 after it reported revenue was slightly below expectations.\n\nThe PHLX housing sector index gained 1.2 percent and was on track for its sixth consecutive advance, getting a lift from D.R. Horton Inc after the No. 1 U.S. homebuilder reported earnings.\n\nWith 51 percent of the S&P having reported, 69 percent have beaten earnings expectations, above the 63 percent average since 1994 and slightly over the 67 percent beat rate over the past four quarters.\n\nHowever, revenue has been lackluster, with only 42 percent topping analyst forecasts, well below the 62 percent average since 2002 and the 52 percent beat rate for the last four quarters.\n\nAnalysts now see earnings growth of 3.6 percent this quarter, up from expectations of 1.5 percent at the start of the month."
    },
    {
        "header": "growth concerns dog amazon as it shores up digital beachhead",
        "link": "http://www.reuters.com/article/2013/04/26/us-amazon-results-digital-idUSBRE93P09820130426",
        "time": "2:37PM UTC",
        "body": "SAN FRANCISCO/NEW YORK (Reuters) - Amazon.com Inc’s stock sank 6 percent on Friday as a poor financial outlook revived concerns about whether the company can sustain its torrid pace of expansion while profitability improves.\n\nThe world’s largest Internet retailer on Thursday reported its highest gross profit margins in a decade as years of spending on high-margin businesses, from digital media to cloud services, began to pay off. But slower revenue growth and a disappointing outlook for this quarter exacerbated uncertainty about the its business beyond the United States.\n\nAmazon faces a sluggish European economy and has had inconsistent success breaking into emerging markets such as China, where competition from the likes of Alibaba is intense.\n\nYear-over-year unit growth, which measures the number of items Amazon sells, was 30 percent in the first quarter, down from 49 percent in the first quarter of 2012.\n\nAs growth concerns worsen, the company will have trouble justifying its triple-digit price-earnings multiple. Analysts at J.P. Morgan, Credit Suisse and Pacific Crest Securities on Friday lowered their price targets on Amazon shares, citing the top-line deceleration.\n\n“As unit growth decelerates, does Amazon stop being a growth stock and start becoming growth-at-a-reasonable price?” said one analyst, who requested anonymity. “Margins are coming up but they are still pretty low, so there’s not much support for an earnings multiple valuation.”\n\nThe analyst did not want to be identified because these concerns are based on a worst-case scenario for Amazon.\n\n“That’s not my base case but that’s the concern,” the analyst added. “The stock could be stuck between $250 and $280.”\n\nLonger-term, investors are keeping a close eye on a fundamental shift in its business.\n\nThe Internet retail giant that once specialized in moving books and other physical items quickly is increasingly trying to do the same in the digital world, where profit margins are higher, partly because e-books, music and video files and are transmitted electronically at high speed.\n\nIt has diversified aggressively into other revenue streams like digital content, advertising and the Amazon Web Services cloud computing business. Lately, it has even branched into creating original video content.\n\nThrow in a fast-expanding third-party merchant business, where Amazon books a cut of sales from seller listings on its website, and the long-term margin outlook looks solid.\n\n“Over the long term it does help margins,” said Ben Schachter, an analyst at Macquarie. “You don’t have to put these things on a truck and ship them.”\n\nIn the first quarter, net shipping costs stood at 4.7 percent of sales, down from 5.1 percent a year earlier.\n\n“What we’re seeing is that Amazon is really getting leverage from shipping costs. AWS is becoming a big part of their mix. They are also benefiting from a greater mix of advertising revenues. We’ll continue to see that improve,” said Victor Anthony, an analyst at Topeka Capital Markets.\n\nBut its brick-and-mortar rivals are catching on, in many cases borrowing pages from Amazon’s pioneering e-commerce play-book.\n\n“Amazon’s now growing at about 2x eCommerce, compared to 3x a year ago,” Doug Anmuth, an analyst at J.P. Morgan, wrote in a note to investors following the company’s results.\n\nRetailers are losing less market share to Amazon than they used to as they increase selection online, price-match more aggressively, and work to combat showrooming, Anmuth argued.\n\nShares of Best Buy Co and HH Gregg Inc, electronic retailers that have been particularly hard hit by Amazon competition, have doubled so far this year.\n\nAmazon shares are up 1.5 percent this year, while Wal-Mart Stores Inc and Target Corp are up about 16 percent and 20 percent, respectively.\n\nDespite declines, Amazon shares still trade at about 100 times 2013 estimated earnings and 75 times 2014 forecast profit.\n\nEven on a more-forgiving valuation method, Amazon shares are expensive. The stock trades at about 20 times earnings, before interest, tax, depreciation and amortization, or EBITDA. Google Inc trades at about 10 times EBITDA and eBay Inc trades at 11 to 12 times EBITDA.\n\nAmazon will need to pump out higher earnings in the future to support such valuations, especially if growth rates continue to slide, analysts said.\n\nThe company’s gross profit margin hit a better-than-expected 26.6 percent in the first quarter, up from 24 percent a year earlier.\n\nStill, one major source of recent profit growth, Amazon’s online marketplace for third-party sellers, known as 3P, stalled in early 2013.\n\nFirst-quarter 3P unit growth was 33 percent, down from a 40 percent growth rate in the first quarter of 2012, according to Ken Sena, an analyst at Evercore Partners.\n\nAmazon’s retail business, known as 1P, buys products at bulk prices and sells them at higher prices, collecting the difference as profit and recording the sale price as revenue.\n\nIn a 3P transaction, Amazon books commissions from third-party sales on its marketplace as revenue. That revenue is almost all profit, so as the 3P business has grown, Amazon’s gross profit margins have expanded.\n\nThe slowdown in 3P growth during the first quarter “has some concerned that the gross margin leverage story may be nearing its end,” Sena said.\n\nAmazon shares were down 6.3 percent at $257.36 on Friday afternoon on the Nasdaq, off an earlier low at $252.81."
    }
]