[
    {
        "header": "wall street rallies on facebook and gdp; amazon sinks late",
        "link": "http://www.reuters.com/article/2014/01/30/us-markets-stocks-idUSBREA080LL20140130",
        "time": "6:00PM UTC",
        "body": "NEW YORK (Reuters) - The S&P 500 scored its biggest gain in more than a month on Thursday as Facebook led a tech rally and data showed the U.S. economy was on solid footing in the fourth quarter.\n\nThe day’s rebound pushed the S&P 500 back into positive territory for the week, but the index was still down 2.9 percent for the month.\n\nFacebook Inc (FB.O) shares jumped 14.1 percent to end at $61.08, hitting a lifetime high of $62.50 during the session and supporting both the S&P 500 and Nasdaq. The social media company delivered its strongest revenue growth in two years on Wednesday, beating analysts’ estimates.\n\nGoogle Inc (GOOG.O) shares jumped 2.6 percent to $1,135.39, a day after Lenovo Group (0992.HK) said it would buy the Internet search giant’s Motorola handset division for $2.91 billion.\n\nAfter the closing bell, Google’s shares extended gains by 4.6 percent when the company reported quarterly revenue that beat analysts’ expectations.\n\nThe S&P 500 tech sector index .SPLRCT finished the regular session up 1.5 percent, ranking among the day’s best-performing sectors. All 10 S&P sector indexes ended the day higher.\n\nOn Wednesday, each of the three major U.S. stock indexes dropped 1 percent after the Federal Reserve announced it would reduce its monthly bond purchases by another $10 billion.\n\nTurmoil in emerging markets eased on Thursday as the hard-hit Turkish lira and South African rand rebounded.\n\n“I think the rhetoric about emerging market currencies had settled down some ... I‘m not surprised to see the market really bounce back, especially in sectors that had been pretty hard hit,” said Tim Ghriskey, chief investment officer of Solaris Group in Bedford Hills, New York.\n\nAdding to support, data showed U.S. gross domestic product grew at an annual rate of 3.2 percent in the fourth quarter, the Commerce Department said on Thursday, in line with expectations. Strong household spending and robust exports supported the growth.\n\nThe Dow Jones industrial average .DJI rose 109.82 points or 0.70 percent, to end at 15,848.61. The S&P 500 .SPX gained 19.99 points or 1.13 percent, to finish at 1,794.19, its biggest daily percentage gain since December 18.\n\nThe Nasdaq Composite .IXIC added 71.69 points or 1.77 percent, to close at 4,123.13, its best daily percentage rise since October 10.\n\nShares of Amazon.com Inc (AMZN.O) slid after the bell, tumbling 7.5 percent to $373 after the world’s largest Internet retailer reported sales for the holiday quarter with less growth than some had hoped for outside North America. During the regular session, Amazon’s stock had jumped 4.9 percent to close at $403.01.\n\nAfter-hours gainers included Chipotle Mexican Grill Inc (CMG.N), whose shares jumped 9.5 percent to $541 following the release of the burrito chain’s results. Shares of video game maker Zynga Inc (ZNGA.O) surged 19.9 percent to $4.27 after the company said it would slash its workforce by 15 percent.\n\nDuring the regular session, shares of Qualcomm (QCOM.O) rose 3 percent to $73.26, a day after the leading mobile chipmaker reported results. Qualcomm bumped up its full-year earnings outlook.\n\nAmong other gainers, Visa Inc (V.N) shares climbed 1.7 percent to $220.88 after the world’s largest credit and debit card company reported a 9 percent increase in quarterly profit as more people used its cards.\n\nThe day’s economic data also showed the number of Americans filing new claims for unemployment benefits rose more than expected last week, but the underlying trend suggested the labor market continued to heal.\n\nSome analysts were recommending large-cap stocks in 2014 over small caps due to the sector’s high valuation and the impact of increased market volatility as the Fed continues to taper its stimulus efforts.\n\n“Attractive relative valuations, improving global economic growth and higher long-term interest rates are all likely to benefit large caps more than their smaller counterparts,” said Mary Ann Bartels, chief investment officer for portfolio solutions at Bank of America Merrill Lynch Wealth Management, in a note to clients.\n\nVolume was just below average for the month. About 6.8 billion shares changed hands on U.S. exchanges, compared with the average of 6.9 billion so far this month, according to data from BATS Global Markets.\n\nAdvancers outnumbered decliners on the New York Stock Exchange and the Nasdaq by slightly more than 3 to 1."
    },
    {
        "header": "update 3-amazon warns of possible q1 loss, stock falls",
        "link": "http://www.reuters.com/article/2014/01/30/amazon-results-idUSL2N0L425120140130",
        "time": "6:00PM UTC",
        "body": "SEATTLE, Jan 30 (Reuters) - Amazon.com Inc missed Wall Street’s profit estimates for the crucial holiday period and cautioned investors about a possible operating loss this quarter, pushing its shares down more than 4 percent on Thursday.\n\nThe world’s largest Internet retailer, which has spent heavily to forge new markets in cloud computing and digital media, expects operating results for the current quarter to range from a $200 million loss to a $200 million profit, compared with a $181 million profit a year ago.\n\nAmazon has been trying to sustain its red-hot pace of growth by investing heavily in its retail and distribution network across the globe, while expanding into the technology realm with Kindle digital devices, cloud computing services and online media.\n\nThat has taken a toll on its bottom line. With revenue growth slowing as Amazon achieves unprecedented scale, analysts said investors may be getting impatient.\n\n“Amazon’s gotten so many hall passes on earnings,” said Colin Gillis, an analyst at BGC Financial, adding that pressure on the company to produce profit is now rising. “Perhaps the market expectations for them to deliver income, as their revenue growth slows” is increasing, said Gillis.\n\nExecutives on Thursday told analysts they were considering an increase in prices for its “Prime” two-day shipping service in the United States, which also includes free video streaming on demand and a book-lending library.\n\nBut they had made no final decision on that.\n\nThe company posted net income of $239 million, or 51 cents per share, compared with $97 million, or 21 cents per share, in the year-ago quarter. Analysts had expected 66 cents, on average.\n\nNet sales grew 20 percent to $25.6 billion in the fourth quarter, versus expectations for just above $26 billion and slowing from the 24 percent of the previous three months.\n\nNorth American net sales in particular grew 26 percent to $15.3 billion, from 30 percent or more in the past two quarters.\n\nInternational sales rose just 13 percent, below Wall Street expectations for around 14 percent to 15 percent growth.\n\nThe company forecast revenue of $18.2 billion to $19.9 billion in the first quarter, a conservative outlook relative to Wall Street’s expectation for about $19.7 billion in sales.\n\nShares in Amazon were down almost 4 percent at $388, from a close of $403.01 on the Nasdaq. The stock was down more than 10 percent at one point in extended trading.\n\nFourth-quarter income from operations rose to $510 million from $405 million in the same quarter of 2012."
    },
    {
        "header": "rpt-us stocks-wall st rallies on facebook and gdp; amazon sinks late",
        "link": "http://www.reuters.com/article/2014/01/30/markets-usa-stocks-idUSL2N0L42B220140130",
        "time": "5:58PM UTC",
        "body": "* Google’s stock extends gains after the bell on results\n\n* Dow up 0.7 pct; S&P 500 up 1.1 pct; Nasdaq up 1.8 pct\n\nNEW YORK, Jan 30 (Reuters) - The S&P 500 scored its biggest gain in more than a month on Thursday as Facebook led a tech rally and data showed the U.S. economy was on solid footing in the fourth quarter.\n\nThe day’s rebound pushed the S&P 500 back into positive territory for the week, but the index was still down 2.9 percent for the month.\n\nFacebook Inc shares jumped 14.1 percent to end at $61.08, hitting a lifetime high of $62.50 during the session and supporting both the S&P 500 and Nasdaq. The social media company delivered its strongest revenue growth in two years on Wednesday, beating analysts’ estimates.\n\nGoogle Inc shares jumped 2.6 percent to $1,135.39, a day after Lenovo Group said it would buy the Internet search giant’s Motorola handset division for $2.91 billion.\n\nAfter the closing bell, Google’s shares extended gains by 4.6 percent when the company reported quarterly revenue that beat analysts’ expectations.\n\nThe S&P 500 tech sector index finished the regular session up 1.5 percent, ranking among the day’s best-performing sectors. All 10 S&P sector indexes ended the day higher.\n\nOn Wednesday, each of the three major U.S. stock indexes dropped 1 percent after the Federal Reserve announced it would reduce its monthly bond purchases by another $10 billion.\n\nTurmoil in emerging markets eased on Thursday as the hard-hit Turkish lira and South African rand rebounded.\n\n“I think the rhetoric about emerging market currencies had settled down some ... I‘m not surprised to see the market really bounce back, especially in sectors that had been pretty hard hit,” said Tim Ghriskey, chief investment officer of Solaris Group in Bedford Hills, New York.\n\nAdding to support, data showed U.S. gross domestic product grew at an annual rate of 3.2 percent in the fourth quarter, the Commerce Department said on Thursday, in line with expectations. Strong household spending and robust exports supported the growth.\n\nThe Dow Jones industrial average rose 109.82 points or 0.70 percent, to end at 15,848.61. The S&P 500 gained 19.99 points or 1.13 percent, to finish at 1,794.19, its biggest daily percentage gain since Dec. 18.\n\nThe Nasdaq Composite added 71.69 points or 1.77 percent, to close at 4,123.13, its best daily percentage rise since Oct. 10.\n\nShares of Amazon.com Inc slid after the bell, tumbling 7.5 percent to $373 after the world’s largest Internet retailer reported sales for the holiday quarter with less growth than some had hoped for outside North America. During the regular session, Amazon’s stock had jumped 4.9 percent to close at $403.01.\n\nAfter-hours gainers included Chipotle Mexican Grill Inc , whose shares jumped 9.5 percent to $541 following the release of the burrito chain’s results. Shares of video game maker Zynga Inc surged 19.9 percent to $4.27 after the company said it would slash its workforce by 15 percent.\n\nDuring the regular session, shares of Qualcomm rose 3 percent to $73.26, a day after the leading mobile chipmaker reported results. Qualcomm bumped up its full-year earnings outlook.\n\nAmong other gainers, Visa Inc shares climbed 1.7 percent to $220.88 after the world’s largest credit and debit card company reported a 9 percent increase in quarterly profit as more people used its cards.\n\nThe day’s economic data also showed the number of Americans filing new claims for unemployment benefits rose more than expected last week, but the underlying trend suggested the labor market continued to heal.\n\nSome analysts were recommending large-cap stocks in 2014 over small caps due to the sector’s high valuation and the impact of increased market volatility as the Fed continues to taper its stimulus efforts.\n\n“Attractive relative valuations, improving global economic growth and higher long-term interest rates are all likely to benefit large caps more than their smaller counterparts,” said Mary Ann Bartels, chief investment officer for portfolio solutions at Bank of America Merrill Lynch Wealth Management, in a note to clients.\n\nVolume was just below average for the month. About 6.8 billion shares changed hands on U.S. exchanges, compared with the average of 6.9 billion so far this month, according to data from BATS Global Markets.\n\nAdvancers outnumbered decliners on the New York Stock Exchange and the Nasdaq by slightly more than 3 to 1."
    },
    {
        "header": "amazon warns of possible first-quarter loss, stock falls",
        "link": "http://www.reuters.com/article/2014/01/30/us-amazon-results-idUSBREA0T1UA20140130",
        "time": "6:01PM UTC",
        "body": "SEATTLE (Reuters) - Amazon.com Inc missed Wall Street’s profit estimates for the crucial holiday period and cautioned investors about a possible operating loss this quarter, pushing its shares down more than 4 percent on Thursday.\n\nThe world’s largest Internet retailer, which has spent heavily to forge new markets in cloud computing and digital media, expects operating results for the current quarter to range from a $200 million loss to a $200 million profit, compared with a $181 million profit a year ago.\n\nAmazon has been trying to sustain its red-hot pace of growth by investing heavily in its retail and distribution network across the globe, while expanding into the technology realm with Kindle digital devices, cloud computing services and online media.\n\nThat has taken a toll on its bottom line. With revenue growth slowing as Amazon achieves unprecedented scale, analysts said investors may be getting impatient.\n\n“Amazon’s gotten so many hall passes on earnings,” said Colin Gillis, an analyst at BGC Financial, adding that pressure on the company to produce profit is now rising. “Perhaps the market expectations for them to deliver income, as their revenue growth slows” is increasing, said Gillis.\n\nExecutives on Thursday told analysts they were considering an increase in prices for its “Prime” two-day shipping service in the United States, which also includes free video streaming on demand and a book-lending library.\n\nBut they had made no final decision on that.\n\nThe company posted net income of $239 million, or 51 cents per share, compared with $97 million, or 21 cents per share, in the year-ago quarter. Analysts had expected 66 cents, on average.\n\nNet sales grew 20 percent to $25.6 billion in the fourth quarter, versus expectations for just above $26 billion and slowing from the 24 percent of the previous three months.\n\nNorth American net sales in particular grew 26 percent to $15.3 billion, from 30 percent or more in the past two quarters.\n\nInternational sales rose just 13 percent, below Wall Street expectations for around 14 percent to 15 percent growth.\n\nThe company forecast revenue of $18.2 billion to $19.9 billion in the first quarter, a conservative outlook relative to Wall Street’s expectation for about $19.7 billion in sales.\n\nShares in Amazon were down almost 4 percent at $388, from a close of $403.01 on the Nasdaq. The stock was down more than 10 percent at one point in extended trading.\n\nFourth-quarter income from operations rose to $510 million from $405 million in the same quarter of 2012."
    },
    {
        "header": "amazon posts holiday sales close to expectations",
        "link": "http://www.reuters.com/article/2014/01/30/amazon-results-idUSL2N0L41KI20140130",
        "time": "4:11PM UTC",
        "body": "SEATTLE, Jan 30 (Reuters) - Amazon.com Inc reported a $239 million fourth-quarter net profit on Thursday, helped by strong U.S. sales during the most competitive holiday season since the recession.\n\nThe world’s largest Internet retailer, which has steadily chipped away at its brick-and-mortar rivals’ market share, racked up $25.6 billion in revenue, versus expectations for just above $26 billion."
    },
    {
        "header": "amazon warns of possible loss, mulls prime fee-hike",
        "link": "http://www.reuters.com/article/2014/01/31/us-amazon-results-idUSBREA0T1UA20140131",
        "time": "8:16PM UTC",
        "body": "SEATTLE (Reuters) - Amazon.com Inc missed Wall Street’s estimates for the crucial holiday period and cautioned investors about a possible operating loss this quarter as shipping costs climb, pushing its shares down more than 5 percent.\n\nThe world’s largest online retailer faced lofty expectations going into one of the most heavily competitive holiday seasons in years, with retailers vying to out-do each other with steep discounts. It was a contest that many retail industry executives have blamed on Amazon.\n\nThe Seattle-based company, which has spent freely to forge new markets in cloud computing and digital media, is experiencing slower growth at home after years of rip-roaring expansion, and its international business continues to underperform.\n\nAmazon expects operating results for the current quarter to range from a $200 million loss to a $200 million profit, compared with a $181 million profit a year ago.\n\nTo cover rising fuel and transport costs, the company is considering a $20 to $40 increase in the annual $79 fee it charges users of its “Prime” two-day shipping and online media service, considered instrumental to driving online purchases of both goods and digital media.\n\nAmazon has been trying to sustain its pace of growth by investing heavily in retail and distribution networks across the globe, while expanding into the technology realm with Kindle digital devices, cloud computing services and online media.\n\nThat has taken a toll on its bottom line. With revenue growth slowing as Amazon achieves unprecedented scale, analysts said investors may be getting impatient.\n\n“Amazon’s gotten so many hall passes on earnings,” said Colin Gillis, an analyst at BGC Financial, adding that pressure on the company to produce profit is now rising. “Perhaps the market expectations for them to deliver income, as their revenue growth slows” is increasing, said Gillis.\n\nAmazon now has to tread carefully as it ponders a Prime fee-hike, which could boost revenue and earnings but also risks alienating tens of millions of existing customers or discouraging new ones.\n\nExecutives said no decision had been made but stressed that they had not touched the fees since Prime’s inception.\n\n“When we launched Prime nine years ago, one of the things we hoped for was customers do a lot more cross-shopping, that they would buy more from us,” CFO Tom Szkutak told analysts on a post-results conference call.\n\nAmazon’s growth beyond the United States has struggled amid economic malaise in Europe and parts of Asia. At home, the company is still faring better than its fellow retailers, in part because of a steadily improving distribution system anchored by a growing web of giant warehouses, that helps keep costs down.\n\nRetailers in general faced the most promotional 2013 holiday season since the recession, trying to outdo one another with deep discounts to lure shoppers. That has pressured traditional retail chains such as Sears and Kmart.\n\nAlso, Amazon’s net shipping costs in the period jumped 19 percent to $1.21 billion.\n\nThe company more than doubled net income to $239 million, or 51 cents per share. Analysts had expected 66 cents, on average.\n\nNet sales grew 20 percent to $25.6 billion in the fourth quarter, versus expectations for just above $26 billion and slowing from the 24 percent of the previous three months.\n\nNorth American net sales in particular grew 26 percent to $15.3 billion, from 30 percent or more in the past two quarters.\n\nThe company forecast revenue of $18.2 billion to $19.9 billion in the first quarter, a conservative outlook relative to Wall Street’s expectation for about $19.7 billion in sales.\n\nShares in Amazon were down to $382.50, from a close of $403.01 on the Nasdaq. The stock was down more than 10 percent at one point in extended trading."
    }
]