[
    {
        "header": "smucker's coffee price hike kindles memories of 2011 backlash",
        "link": "http://www.reuters.com/article/2014/06/04/us-coffee-prices-smucker-idUSKBN0EF17J20140604",
        "time": "9:01AM UTC",
        "body": "NEW YORK (Reuters) - The last time U.S. coffee roaster J.M. Smucker Co raised prices, sales of brands like Folgers and Dunkin’ Donuts were booming and single-serving competitors were a newly launched curiosity.\n\nSmucker is the first major roaster to bow to the unrelenting cost pressure of a 50 percent surge in arabica futures prices due to a drought. Roasters have resisted raising prices because they face a shrinking market share and the last price hike three years cut deeply into consumption.\n\nIn the past, price moves by Smucker, seen as an industry trendsetter, have triggered similar adjustments by other U.S. roasters.\n\nBut still stinging from the consumer backlash in 2011, other coffee firms may be more reluctant than ever before to follow suit.\n\n“No one really ever wants to take pricing (action) in a declining volume category,” said Jonathan Feeney, food and beverage analyst for Athlos Research in Wayne, Pennsylvania.\n\nBy dipping its toe in the water, Smucker will measure both its customers’ willingness to accept higher prices and its rivals’ readiness to follow.\n\n“Hopefully the private label and other coffee processors follow. If they don‘t, you’ll see a lot less Folgers sold and they’ll have to respond,” he said.\n\nSmucker has implemented the price hike four months after futures prices started surging as a drought scorched crops in Brazil, the world’s No. 1 producer, reflecting greater caution and concerns about losing sales, experts said.\n\nThat is in stark contrast to May 2010 when the firm made its first price hike in the early stages of a prolonged futures rally. Over the next 12 months, it raised prices four times by a combined 38 percent.\n\n“All of the (roasters) are leery of price raises because they’re concerned it will further decline their canned (coffee) sales,” said Sean Bredt, a vice president at Mother Parkers Tea & Coffee, one of the largest North American private label roasters.\n\nThe root of the hesitation goes back to 2011 when U.S. retail coffee sales volumes measured in tonnes fell about 2 percent, ending at least three years of growth, as roasters implemented sweeping price hikes, data from beverage industry analyst Euromonitor shows.\n\nSmucker’s sales volume measured in tonnes fell 9 percent between 2010 and 2013 while rival Kraft Foods Group Inc lost almost 20 percent of its volume over the same period.\n\nRoasters operating in higher-end markets have gained momentum, with Starbucks Corp growing its volume by 18 percent since 2010. The data excludes single-serve pod sales.\n\nTo be sure, Smucker is still by far the largest with almost a quarter of the total retail market, but its share has shrunk from 27 percent four years ago. Kraft’s portion has fallen to 10 percent from 14 percent.\n\nContrasting with the tough U.S. market conditions, Smucker and Maxwell House-maker Kraft both raised prices in May for flagship brands in Canada, a smaller and less competitive market. Some increases were as high as 20 percent.\n\nOther factors are at play. Some big roasters may be able to hold off increasing prices if they secured more beans than usual when prices fell in 2013. Starbucks and Keurig Green Mountain Inc have said they are covered into fiscal 2015.\n\nEven so, roast and ground coffee sold in bags and canisters also face a relatively new challenge for shelf space from the popular single-serve sector which is dominated by Green Mountain through its “K-Cups” and its growing list of licensing deals with roasters, such as Smucker.\n\nDuring the last rally, Green Mountain made up a tiny portion of retail coffee sales, but last year, it knocked Smucker off the top spot in the U.S. retail market measured by value, Euromonitor data shows."
    },
    {
        "header": "amazon stirs smartphone launch talk with june 18 event",
        "link": "http://www.reuters.com/article/2014/06/04/us-amazon-event-idUSKBN0EF2C220140604",
        "time": "5:56PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc revived speculation about its next major product on Wednesday, using a mysterious YouTube video and website post to tease a June 18 “launch event” in Seattle to be hosted by CEO Jeff Bezos.\n\nThe 50-second video posted by Amazon featured people staring downward at something just off-camera, moving their heads from side-to-side to try different vantage points and making comments like “It’s very real-life,” and “I don’t know how you guys do it.”\n\nAmazon would not elaborate further. But speculation is growing that the Internet retailer is set to unveil some kind of smartphone or device in the wake of several hardware launches over the past year, including the Fire TV streaming box and new Kindle Fire tablets.\n\nThe company has been working on a smartphone for some time, according to two sources briefed on its plans. But it’s unclear what the Internet retailer can offer consumers beyond what Apple Inc and Samsung already do.\n\nThe Wall Street Journal and several tech blogs report that Amazon may be working on a phone with a three-dimensional display.\n\nThe last time Bezos hosted a major press briefing in Seattle, the company introduced new versions of its Kindle Fire tablets that, among other things, featured video tech-support."
    }
]