[
    {
        "header": "amazon shares fall 9 percent after warning of possible loss",
        "link": "http://www.reuters.com/article/2014/01/31/us-amazon-results-research-idUSBREA0U12820140131",
        "time": "9:54AM UTC",
        "body": "(Reuters) - Amazon.com Inc shares fell more than 9 percent in early trading on Friday, after the online retailer warned of a possible loss in the current quarter and its quarterly results missed expectations in the holiday shopping season.\n\nAt least seven brokerages cut their price targets on the stock, by as much as $30 to a low of $415. Another seven raised their price targets by as much as $100 to a high of $500.\n\nAmazon shares were down at $372.81 in early trading. The stock had gained by about a third in the last six months.\n\nThe world’s biggest online retailer said it expects operating results for the current quarter to range from a $200 million loss to a $200 million profit, compared with a profit of $181 million a year earlier.\n\nThe outlook was somewhat conservative, reflecting Amazon’s focus on investing aggressively in growth opportunities and new initiatives, analysts said.\n\n“In addition to increased internal investment to build out the digital library, distribution center capacity and enhance offerings, ... Amazon may be facing further margin pressure due to the success of its Amazon Prime offering,” Benchmark analyst Daniel Kurnos wrote.\n\nAmazon charges users an annual fee of $79 for its “Prime” two-day shipping and online media service, considered instrumental in driving online purchases of both goods and digital media.\n\nThe company said it was considering raising prices for Amazon Prime by $20-$40 in the United States due to higher fuel and transportation costs and increasing usage.\n\nAnalysts said the price increase would add about $600 million to Amazon’s annual revenue while still representing compelling value to customers.\n\nThe company more than doubled its profit to $239 million, or 51 cents per share, in the fourth quarter, but fell short of analysts’ average estimate of 66 cents per share.\n\nAmazon faced lofty expectations going into one of the most heavily competitive holiday seasons in years, with retailers vying to out-do each other with steep discounts.\n\n“As much as we continue to hope for a 4Q unit acceleration, AMZN continues to prove that its business is less holiday-driven than many other retailers due to the high volume of ‘staple’ and recurring unit sales,” Susquehanna Financial analyst Brian Novak wrote.\n\nAt least seven brokerages raised their price targets on the stock, saying the value created by Amazon’s innovation and investments in retail and the cloud should help the company to grow more quickly."
    }
]