[
    {
        "header": "peru says to crack down on palm oil-related amazon deforestation",
        "link": "http://www.reuters.com/article/us-un-assembly-peru-idUSKCN0RS01W20150928",
        "time": "9:08PM UTC",
        "body": "UNITED NATIONS (Reuters) - Peru will confront the deforestation of its Amazon region by issuing a decree next month putting palm oil plantations under federal rather than local authority, Environment Minister Manuel Pulgar-Vidal said on Sunday.\n\nWith big areas of Peru already stripped of natural vegetation, largely due to farming, Pulgar-Vidal said it was important to strengthen regulations on palm oil. He expects the decree within two weeks. “It’s ready to go,” he said.\n\nDemand for palm oil, a cash crop widely used in food and cosmetics, has fueled deforestation in Indonesia and Malaysia. Palm oil plantations are relatively new to Peru and other South American countries.\n\n“Part of the problem is that land use procedures are too easy in some cases, and managed by regional governments that are not strong enough to deal with the problem,” Pulgar-Vidal said on the sidelines of the United Nations General Assembly.\n\nForests worldwide play a key role in removing carbon dioxide from the atmosphere; chopping them down worsens global warming.\n\nOver the last decade an average total of 13 million hectares\n\nof forest have been cleared annually. Tropical forests are\n\n“Since 2008 the national government has delegated land use decisions to regional authorities, including the right to offer palm oil concessions,” Pulgar-Vidal said. “We recognize that was not a good decision.”\n\n“The idea of the new regulation is to have clearer land use rules, so that Palm oil plantation are limited to already-deforested areas of the country.”\n\nForests cover 30 percent of the planet’s surface and are\n\nhome to an estimated 350 million indigenous people whose\n\ncultures and livelihoods depend upon them.\n\n“In Peru the biggest driver of deforestation is migratory agriculture, mostly poor people who migrate from the Andes to the Amazon. Illegal mining is also a big problem,” Pulgar-Vidal said. “The decree will affect everything related to land use ... I hope it will take effect in no more than two weeks.”"
    }
]