[
    {
        "header": "belgium arrests seven as french attacks rekindle refugee row",
        "link": "http://www.reuters.com/article/france-shooting-idUSKCN0T40F420151115",
        "time": "1:28PM UTC",
        "body": "PARIS/BRUSSELS (Reuters) - Two of the attackers who brought carnage to Paris were French nationals living in Belgium, officials said on Sunday, as a row over Europe’s refugee crisis re-ignited, with conservatives demanding an end to “the days of uncontrolled immigration”.\n\nThree jihadist cells staged the co-ordinated hits on Friday night at bars, a concert hall and soccer stadium, killing 129 people and injuring 352, including 99 who were in a serious condition, Paris prosecutor Francois Molins said.\n\nFrench authorities said they found the bodies of seven killers but Islamic State, which claimed responsibility as revenge for French military action in Syria and Iraq, said there were eight, raising questions over whether one was on the loose.\n\nProsecutors have said the slaughter involved a multinational group with links to the Middle East, Belgium and possibly Germany as well as home-grown French roots.\n\nBelgian officials said two of the gunmen were French nationals living in Brussels and arrested seven people in the capital after two Belgian-registered cars were discovered in Paris, both suspected of being used by attackers.\n\nPrime Minister Charles Michel said Belgium needed to do more to crack down on radicalisation\n\n“I do not want any preachers of hatred on Belgian soil! There is no place for them in Belgium,” Michel said on Twitter.\n\nIn Germany, Interior Minister Thomas De Maiziere said there could be more would-be attackers out there and that Germany was a target country of the Islamic State group just like France.\n\nIn a sign that at least one gunman might have escaped, a source close to the investigation said a Seat car believed to have been used by the attackers had been found in the eastern Paris suburb of Montreuil with three Kalashnikov rifles inside.\n\nMuseums and theatres remained closed in Paris for a second day on Sunday, with hundreds of soldiers and police patrolling the streets and metro stations after French President Francois Hollande declared a state of emergency.\n\nTourists near the Eiffel Tower, one of the most visited sights in Paris, said they felt saddened and frightened.\n\n“I think the whole of Europe should be scared, maybe the next one is in Germany, maybe the next one is in, I don’t know, Great Britain, I think the whole of Europe, the situation for the whole of Europe is very bad right now,” Austrian tourist Markus Herr said.\n\nThe first of the seven gunmen to be identified was named as Ismael Omar Mostefai, a 29-year-old who lived in the city of Chartres, southwest of Paris.\n\nFrench media said he was French-born and of Algerian descent. Molins said he had a security file for Islamist radicalisation and a criminal record but had never been in jail.\n\nMostefai’s father and brother and others believed to be close to him had been taken in for questioning, a judicial source said.\n\nOne attacker appears to have followed the route taken by hundreds of thousands of asylum seekers, crossing by boat from Turkey to the Greek Islands and seeking asylum in Serbia before heading north.\n\nThe Serbian government said the holder of a Syrian passport found near the body of one of the gunmen had passed through the country last month.\n\nIt said his details were the same as those of a man who had registered in Greece on Oct. 3, after landing on the island of Leros. They believe that another of the assailants may also have passed through Greece with Syrian refugees fleeing civil war.\n\nThe attacks have reignited a row within the European Union on how to handle the flood of asylum seekers from Syria and other countries in the Middle East, Africa and Asia.\n\nTop Polish and Slovak officials have poured cold water on an EU plan to relocate asylum seekers across the bloc, saying the violence underlined the concerns of Europeans about taking in Muslim refugees.\n\nBut Juncker said EU states should not give in to base reactions. “The one responsible for the attacks in Paris... he is a criminal and not a refugee and not an asylum seeker,” he told a news conference on the sidelines of a G20 summit of world leaders in Turkey.\n\nNevertheless, Bavarian allies of German Chancellor Angela Merkel called for a reversal of her “open-door” refugee policy, saying the attacks underlined the need for tougher measures to control the influx of migrants.\n\n“The days of uncontrolled immigration and illegal entry can’t continue just like that. Paris changes everything,” Bavarian finance minister Markus Soeder told Welt am Sonntag newspaper. Most asylum seekers entering Germany have done so through the southern state.\n\nIn Vienna, Iraqi Foreign Minister Ibrahim al-Jaafari said his country’s intelligence services had shared information they had which indicated that France, the United States and Iran were among countries being targeted for attack.\n\nAt the G20 summit, U.S. President Barack Obama vowed to step up efforts to eliminate Islamic State in Syria and prevent it from carrying out attacks like those in Paris, while European leaders urged Russia to focus its military efforts on the radical Islamists.\n\nFrance was the first European state to join U.S. air strikes against Islamic State targets in Iraq in September 2014, while a year later it extended its air strikes to Syria. Russia began its own air campaign in Syria in October, but has been targeting mainly areas controlled by other groups opposed to its ally, President Bashar al-Assad, Moscow’s critics say.\n\nMany of the victims were young people out enjoying themselves on a Friday night. The dead included one U.S. citizen, one Swede, one Briton, one German, two Belgians, two Romanians and two Mexicans, their governments said.\n\nIn the worst carnage, three gunmen killed at least 89 people at a rock concert by an American band at the Bataclan theatre before detonating explosive belts.\n\nBritish police handed out leaflets to passengers arriving at St Pancras station on Eurostar trains from Paris, appealing for any information they might have.\n\nIt was the deadliest attack in France since World War Two and the worst in Europe since the Madrid train bombings of 2004, in which Islamists killed 191 people.\n\nIsrael’s spy services saw a “clear operational link” between the Paris mayhem, suicide bombings in Beirut on Thursday, which killed 43, and the Oct. 31 downing of a Russian airliner over Egypt, where 224 people died, Israeli television quoted an unnamed official as saying.\n\nFrance had been on high alert since Islamist gunmen attacked the satirical weekly Charlie Hebdo and a kosher supermarket in Paris in January, killing 18 people.\n\nThose attacks briefly united France in defence of freedom of speech, with a mass demonstration of more than a million people. But far-right populist Marine Le Pen is now making gains by blaming France’s security problems on immigration and Islam."
    }
]