[
    {
        "header": "target challenges amazon, enters grocery delivery with instacart",
        "link": "http://www.reuters.com/article/us-target-delivery-idUSKCN0RF22A20150915",
        "time": "12:15PM UTC",
        "body": "CHICAGO (Reuters) - Target Corp said on Tuesday it has partnered with Instacart Inc to deliver groceries for as little as $3.99 per order, as it overhauls its food business and competes with Amazon.com Inc’s grocery delivery service.\n\nThe discount retailer will launch a pilot to test the offering in its hometown of Minneapolis and customers in some areas will be able to order online for food, pet products and baby items from two Target stores and have them delivered to their homes.\n\nTarget has been revamping its grocery department after customer complaints about freshness and product quality, and the business has been a key priority for Chief Executive Brian Cornell. The company’s grocery division accounted for more than 20 percent of revenue last year, with approximately $18 billion in sales.\n\nThe push expands online order options for Target customers, who can get free delivery within five days on a $25 minimum order.\n\nAt $3.99 per order, Target customers would have to place 75 orders to match the cost of Amazon’s annual $299 delivery fee for groceries.\n\nOnline groceries are a $10.9 billion industry in the United States, and the market is expected to grow 9.6 percent annually through 2019, according to a December report by market research firm IbisWorld. One of the largest players in the segment is Amazon Fresh, which delivers in Seattle, New York, Philadelphia, and northern and southern California.\n\nTarget’s grocery delivery pilot follows on a recent expansion of its curbside pick-up test, which started in San Francisco.\n\nWith the partnership, Target joins an increasingly long list of companies using Instacart for last mile delivery, including Whole Foods Market Inc, Costco Wholesale Corp and most recently the H-E-B grocery chain in Texas.\n\nInstacart does not hold inventory but picks up orders from the store and brings them to a customer’s home in as little as one hour. The company said it was exploring plans to expand Target deliveries beyond Minneapolis."
    },
    {
        "header": "nazis? cults? creative freedom draws hollywood to netflix, amazon tv",
        "link": "http://www.reuters.com/article/us-awards-emmys-streaming-idUSKCN0RF1ZX20150915",
        "time": "2:39PM UTC",
        "body": "LOS ANGELES (Reuters) - When Tina Fey pitched a comedy series to broadcast network NBC, the home of her Emmy-winning hit “30 Rock,” she ran into problems with the new show’s “potentially tricky” premise about a woman held hostage by a religious zealot.\n\n“With broadcast, when you’re going into people’s homes, you have to be a little more polite,” Fey told Reuters. On the streaming service Netflix, however, “you can get into more dangerous topics.”\n\nIn two years, Netflix Inc and online streaming platform Amazon Studios have drawn top names across film and television, enticing them with creative liberty, freedom from time constraints and no fears of offending advertisers.\n\nAs a result, online platforms are fast defining a new age of television that is reflected in 46 nominations for Amazon and Netflix shows at Sunday’s Primetime Emmy Awards.\n\nFey’s controversial topic came in the form of “Unbreakable Kimmy Schmidt” about a chirpy, naive ‘mole woman’ who moves to New York after escaping her cult-like captor.\n\n“With a premise like this that is potentially tricky for people - a kidnapped woman who’s getting her life back - once you move to Netflix, the premise is not a problem at all,” Fey said.\n\nThe show goes into Sunday’s ceremony with seven Emmy nominations including best comedy series. Netflix’s political thriller “House of Cards” and prison drama “Orange is the New Black” are also well represented, along with Amazon’s groundbreaking transgender series “Transparent.”\n\nAmazon offers TV shows and movies through its $99-a-year Amazon Prime membership. It releases a selection of pilots online and uses audience input to help decide which to greenlight.\n\nOn-demand viewing offered on streaming platforms lets viewers watch at their own pace and all episodes are released at once. The model disposes with scheduling decisions, breaks for commercials or potential problems with advertisers over content.\n\n“There’s no topic we can’t go toward. You don’t have to worry about advertisers or institutions,” Fey said.\n\nFor the creators of upcoming series “The Man in the High Castle,” based on Philip K. Dick’s novel of an alternate America in which the Nazis won World War Two, Amazon was the last port of call after a nearly decade-long journey to bring the series to television.\n\n“This show would not exist now were it not for Amazon,” said Isa Dick Hackett, the late author’s daughter and executive producer of the series, who pitched the show previously to the BBC and Syfy networks. It will be released on Amazon in November.\n\n“It’s incredibly ambitious, the material is sensitive. People said ‘we don’t want to do a show with Nazis,'” Hackett said.\n\nBrazilian filmmaker Jose Padilha said Netflix was his only choice for his gritty Spanish/English-language drug drama “Narcos,” mainly for its reach across more than 50 countries, including Spanish-speaking nations.\n\n“We wanted to make it bilingual because the real life story was bilingual, and we thought Netflix had the audience that would go for that,” he said of “Narcos,” which was released on Netflix in August.\n\nSome of Hollywood’s biggest players who have largely avoided television are now embracing the streaming trend.\n\nWoody Allen, who has not worked in television in more than 50 years, is creating a series for Amazon for release next year while Brad Pitt and Angelina Jolie are developing separate movies for Netflix."
    },
    {
        "header": "norway to complete $1 billion payment to brazil for protecting amazon",
        "link": "http://www.reuters.com/article/us-climatechange-amazon-norway-idUSKCN0RF1P520150915",
        "time": "9:52AM UTC",
        "body": "OSLO (Reuters) - Norway will make a final $100-million payment to Brazil this year to complete a $1-billion project that rewards a slowdown in forest loss in the Amazon basin, Norway’s Environment Ministry said on Tuesday.\n\nBrazil had more than achieved a goal of reducing the rate of deforestation by 75 percent, the condition for the payments under an agreement for 2008-15 meant to protect the forest and slow climate change, it said.\n\nThe remaining cash would be paid before a U.N. summit on climate change in Paris in December, the ministry said. Since 2008, Norway has paid about $900 million to Brazil’s Amazon Fund.\n\n“Brazil has established what has become a model for other national climate change funds,” Norwegian Environment Minister Tine Sundtoft said in a statement.\n\nNorway, rich from offshore oil, has been the biggest donor to protect tropical rainforests, which soak up heat-trapping carbon dioxide as they grow and release it when trees rot or are burnt to make way for farmland.\n\nOslo is also financing projects to help protect forests in countries including Indonesia, Guyana, Liberia and Peru.\n\nWorldwide, the rate at which trees were cut down slowed for the third year in a row in 2014, but the area lost was still twice the size of Portugal, the U.S.-based think-tank World Resources Institute said on Sept. 2.\n\n“This is an outstanding example of the kind of international collaboration we need to ensure the future sustainability of our planet,” U.N. Secretary-General Ban Ki-moon said in a statement on the Brazilian deal.\n\nBrazil says the cash has helped its national efforts to slow deforestation. Brazilian President Dilma Roussef says she wants to reach a zero deforestation rate.\n\nA Norwegian ministry spokeswoman, Gunhild Oland Santos-Nedrelid, said Norway and Brazil were in talks about further collaboration. She did not give details."
    },
    {
        "header": "amazon's jeff bezos ups his stake in billionaires' space race",
        "link": "http://www.reuters.com/article/us-space-bezos-idUSKCN0RF1SR20150915",
        "time": "4:03PM UTC",
        "body": "CAPE CANAVERAL, Fla. (Reuters) - Amazon founder Jeff Bezos unveiled plans on Tuesday to build a rocket manufacturing plant and launch site in Florida to better compete with fellow billionaires using their fortunes and tech prowess to open a new frontier in human space travel and exploration.\n\nBezos’ space startup, Blue Origin, intends to invest more than $200 million to build the rocket-making facility adjacent to NASA’s Kennedy Space Center.\n\nThe vehicles will blast off from a refurbished launch pad at Cape Canaveral Air Force Station, located just south of NASA’s seaside spaceport.\n\n“As a kid, I was inspired by the giant Saturn 5 (Apollo moon) missions that roared to life from these shores. Today, we’re thrilled to be coming to the Sunshine State for a new era of exploration,” Bezos told an invitation-only crowd gathered at the company’s launch site.\n\nBezos’ announcement comes at a pivotal time in the U.S. space industry, which is luring private investment and technological innovation in an attempt to lower the cost of space travel and improve safety.\n\nBlue Origin is competing against Elon Musk’s SpaceX and a handful of other startups backed by billionaire entrepreneurs, including Microsoft co-founder Paul Allen and Virgin Group Chief Executive Richard Branson.\n\nLike Branson’s Virgin Galactic, one of Blue Origin’s goals is to fly tourists into suborbital, and ultimately orbital, space.\n\n“For sure, this is an industry where people are competitive, but I think it’s also an industry where there is a lot of heart and people doing this for reasons of passion,” Bezos said.\n\n“If my only goal were to make money, I’d would just open a new kind of snack food company. It’s way more likely to work ... but I don’t want to do that,” he added.\n\nBlue Origin has been developing and testing a small rocket in West Texas, called New Shepard, that can travel about 62 (100 km) above the planet before returning to Earth. The company’s new rockets, which have yet to be named, will be able to reach orbital altitudes, such as the 250- (400 km) mile-high perch of the International Space Station, and beyond.\n\nBlue Origin also will test its new BE-4 engines in Florida. The company is partnering with United Launch Alliance (ULA), a joint-venture of Lockheed Martin and Boeing, on the engine development. Bezos later told reporters he is not sure whether the engine would fly first on ULA’s Vulcan rocket, or Blue’s booster.\n\n“Our approach on this is very simple, which is heads down, focus on the technology,” Bezos said.\n\nULA also is backing an alternative engine under development by Aerojet Rocketdyne Holdings Inc, which last month submitted a $2 cash billion offer to buy ULA.\n\n“Ultimately (ULA) will make the decision about what they want to do, but we’re going to work our butts off to give them a great engine,” Bezos told Reuters.\n\nBezos said Blue Origin’s new rocket should debut before the end of the decade. He declined to say how much he had invested in Blue Origin to date but said it was “significant with much more to come.”\n\n“I‘m a huge believer that this is a viable and good business,” Bezos said. “I‘m also kind of well known for being long-term oriented, although I think Blue Origin is going to set a new standard for me in that regard.”"
    },
    {
        "header": "jeff bezos' rocket company expanding to florida",
        "link": "http://www.reuters.com/article/space-bezos-idUSWNAB08BO220150915",
        "time": "10:30AM UTC",
        "body": "CAPE CANAVERAL, Fla., Sept 15 (Reuters) - Amazon founder Jeff Bezos is ramping up his investment in commercial space, with plans for a rocket manufacturing plant and launch site in Florida, officials said on Tuesday.\n\n“This is... the evolution of a new commercial space industry in Florida,” said Frank DiBello, president of Space Florida, a state-backed economic development agency that spearheaded the project.\n\nBezos’ space company, Blue Origin, will spend more than $200 million on the project, which will complete against industry behemoth United Launch Alliance, a partnership of Lockheed Martin and Boeing, as well as privately owned SpaceX, founded and operated by technology entrepreneur Elon Musk. (Reporting by Irene Klotz; Editing by Daniel Grebler)"
    }
]