[
    {
        "header": "amazon expands home services marketplace in u.s. cities",
        "link": "http://www.reuters.com/article/us-amazon-home-idUSKCN0PW10E20150722",
        "time": "11:30AM UTC",
        "body": "SEATTLE (Reuters) - Amazon.com Inc (AMZN.O) said on Wednesday it would expand a marketplace that offers home services from plumbing to fence repairs in 15 U.S. cities and help customers find contractors for more expensive home projects as it develops its role as a middle man for third-party vendors. The e-commerce company said it now offers more than 15 million unique services through its home services marketplace, up from 2 million when it launched in March.\n\nThe home services platform is an ambitious frontier for Amazon, pitting it against consumer review sites Yelp Inc (YELP.N) and Angie’s List Inc ANGI.O as well as U.S. home improvement chains Home Depot Inc (HD.N) and Lowe’s Companies Inc (LOW.N), which have both invested in ways to link customers with service providers.\n\n“We have seen an incredible surge in applications from providers to be part of the platform since our launch and that’s what has allowed us to expand so rapidly,” Nish Lathia, general manager of Amazon Home Services, told Reuters.\n\n“Our plan is to add more services and locations,” said Lathia. Amazon said the website was focused for now on the home but could eventually offer a wider variety of services. Customers can already order piano lessons and find car mechanics on Amazon’s site.\n\nLathia said the home services site was predominantly used by members of Amazon Prime, the online retailer’s premium membership service. The company believes there is universal demand for reliable referrals for home improvement and other services, but declined to give specifics on the possibility of expanding the marketplace abroad.\n\nAmazon will offer its home services to customers in 15 metropolitan areas including Chicago, Houston and Miami after applications from plumbers, electricians and other service providers wanting to list on the marketplace quadrupled since it launched in March. It declined to disclose the number of service providers currently available.\n\nCustomers can select a variety of services such as plumbing and TV installation and see recommended local contractors and pricing. Now customers will also be able to request referrals for specialized and more complex projects such as installing air conditioning, Amazon said.\n\nThe company charges a 10 to 20 percent referral fee to contractors and provides customer support and refunds if there is any dissatisfaction with the service.\n\nAmazon said it screens service providers and individual contractors thoroughly and less than 3 percent of applicants normally get through the vetting process."
    },
    {
        "header": "macy's to expand same-day delivery to new u.s. markets, challenging amazon",
        "link": "http://www.reuters.com/article/us-macys-delivery-idUSKCN0PW14U20150722",
        "time": "11:40AM UTC",
        "body": "CHICAGO/SAN FRANCISCO (Reuters) - Macy’s Inc (M.N) is expanding same-day delivery to several new U.S. markets this summer, one of the most aggressive pushes by a brick-and-mortar retailer in an area dominated by e-commerce giant Amazon (AMZN.O), according to a Macy’s official.\n\nMacy‘s, the nation’s largest department store chain, already offers same-day delivery services in eight markets. By partnering with Deliv, an Uber-like startup that uses a fleet of contract drivers to pick up online orders from stores and malls, the retailer has found a cost-effective way to expand, said the Macy’s official, who spoke on condition of anonymity.\n\nThe official said that the initial plan is to offer the service in several more markets but there nay be additions later this year, and that could take it ahead of Amazon – which currently offers same-day delivery in 14 markets. Currently, Macy’s is offering the service in Houston, San Francisco, San Jose, Seattle, Washington D.C., Chicago, Los Angeles and New Jersey. It couldn’t be immediately ascertained which ones were being added.\n\nThe department store company’s efforts come as the “last mile” - the final portion of a package’s journey that takes it from a retailer’s warehouse or store to the customer’s front door - becomes the next battleground for retailers trying to increase online sales. Macy’s has one possible advantage over Amazon in that it has 886 stores as of May 2 in the U.S. from which to source products for delivery – meaning the packages often have less distance to travel - against 50 fulfilment centers and smaller distribution facilities run by Amazon.\n\nBut fast shipping is costly and most retailers who offer it currently lose money on the service, warn logistics experts. For example, analysts estimate that Amazon loses $1 billion to $2 billion a year on its U.S. Prime service, which promises delivery within anything from one hour to two days. Amazon’s net shipping cost rose to $4.2 billion in 2014, up from $3.5 billion a year earlier.\n\nMacy’s spokesman Jim Sluzewski confirmed the retailer’s plans to expand the service this year but declined to give further details.\n\nFaster delivery also becomes a differentiating factor when new online retail sites like Jet.com, which launched on Tuesday, promise to offer cheaper prices than Amazon. The startup, which will charge $49 a year for membership, claims its consumers can get the lowest price on anything they buy online, with the trade-off of being relatively slow delivery service.\n\nEven as Macy’s rushes to extend fast delivery, many other traditional retailers are far more cautious. The costs of same-day delivery and ambivalence from many customers remain concerns, analysts say.\n\nNordstrom Inc (JWN.N) has offered same-day delivery for $15 since 2011, but the service is still only available in three markets: Seattle and Bellevue in Washington state, and La Jolla in California.\n\nA January survey of 5,118 online shoppers by UPS and Comscore found that 85 percent of people surveyed were willing to wait five days or more for their delivery.\n\n“The thing that’s so perplexing about this last mile and same day is that the consumers overwhelmingly prefer free shipping over speed,” said Satish Jindel, a logistics consultant and president of SJ Consulting Group.\n\nThat could change, said David Bell, a professor of marketing at the University of Pennsylvania’s Wharton School, and if consumers became accustomed to same-day service, the result would be an expensive “race to the bottom for retailers” who would not be able to compete with Amazon on the delivery cost.\n\nMacy’s does not disclose how many items it has available for same-day delivery, and Deliv will not say how many items it carries for Macy‘s.\n\nAmazon has more than a million products available for same-day delivery.\n\nMacy’s charges its customers $5 for same-day delivery, but it is unclear how much of its costs that covers. Deliv says its rates for retailers are in line with the average $8 ground delivery cost of carriers such as UPS and FedEx, but it was unclear whether that’s what it charges Macy’s or whether it takes a loss to offer the service to Macy‘s.\n\n“It’s very hard to compete with Amazon, but traditional retailers have an advantage in that they already have all of their inventory in place five miles from 90 percent of their purchasing population at their stores,” said Deliv CEO Daphne Carmeli.\n\n“This is one of those opportunities to out-Amazon Amazon,” she said.\n\nAlthough Macy’s does not break out details of its online sales or shipping costs, analysts assume the company is losing money on the service once additional costs are taken into account, including finding the product, getting the package ready for delivery, and restocking expenses.\n\n“Only the biggest of retailers that are capable will be able to afford these operations,” said Jarrett Streebin, the CEO of EasyPost, a shipping startup. He estimated costs per package could reach $20 or more with additional logistics processes and staffing to handle the orders. “Who’s willing to pay the bill?” he asked."
    }
]