[
    {
        "header": "amazon may export delivery lessons from india to cut costs abroad",
        "link": "http://www.reuters.com/article/us-amazon-com-india-logistics-idUSKCN0T12PL20151112",
        "time": "5:07PM UTC",
        "body": "BENGALURU, India (Reuters) - E-commerce giant Amazon.com (AMZN.O) is taking lessons learnt from its daily battles with India’s choked roads and cramped cities to some of its largest developed markets, exporting a model of cheaper deliveries and reduced warehousing costs.\n\nOnline shopping is booming in India, where millions of consumers are newly able to access the Internet thanks to cheap smartphones. For Amazon, it is already the largest contributor of new customers outside the United States.\n\nBut, like local rivals Flipkart and Snapdeal, Amazon has struggled with deliveries in cities where snarl-ups are frequent and road signs unreliable. In response, firms have set up logistics networks and use motorbikes instead of trucks.\n\nFlipkart, for one, has tapped Mumbai’s dabbawalas, a more than a century-old lunch box distribution service.\n\nMore than two years on from its arrival in India, Amazon says it is now ready to apply some of the innovations applied here to markets including the United States, Mexico and Brazil.\n\nBritain, for example, could get a delivery service called Easy Ship, where orders are picked up by Amazon’s crew directly from sellers, cutting out the time and cost of sending goods to a warehouse and the need for more space.\n\n“It’s not just that we learn from the big brothers like North America,” Akhil Saxena, director of operations at Amazon India said in a recent interview at the company’s local headquarters in the southern city of Bengaluru.\n\n“There is so much focus on India and the kind of growth that is happening here... People say, if it works for them, let’s see what we can pick and learn,” said Saxena.\n\nE-commerce in India could grow to $137 billion by 2020 from $11 billion in 2013, says Morgan Stanley, and firms like Amazon, local market leader Flipkart and rival Snapdeal, backed by Japan’s SoftBank (9984.T), are fighting for a bigger share.\n\nSpeedy and cheap delivery is critical to winning over customers in a cut-throat industry, where heavy discounts mean firms are already burning through substantial cash to grow.\n\nHarish Bijoor, an independent brand expert and business analyst, said the innovative delivery services were helping Amazon extend its reach in India, even at the cost of giving up some control over logistics - a lesson it could export.\n\n“E-commerce is a trust business today and without that you cannot achieve scale,” Bijoor said.\n\nUnlike in its other markets, government restrictions on foreign investment mean Amazon operates in India purely as a marketplace, rather than hawking its own goods. That tightens its relations with a multitude of sellers, and underlines the need to keep those connections simple.\n\nLaunched in India in 2014, Easy Ship, for example, cuts out costs of storing, packing and separately shipping goods.\n\n“This probably cuts your overall transportation cost at least by half,” said Samuel Thomas, Amazon India’s director of transportation, adding that it trains sellers to provide the service, now used by 30,000, or more than 75 percent of them.\n\nAnother service introduced in India in May and considered for export to other markets, Seller Flex, allows sellers to have the flexibility to store goods and ship them to customers on their own, instead of routing them through Amazon.\n\nAmazon provides technology and training to ensure goods are packed, labeled and delivered as the company would.\n\nWhile Amazon in developed markets may not want to tweak its model for best selling goods, analysts said, it could consider the made-in-India seller solution to cut down on warehousing and delivery costs for thousands of “non core” products which are offered, but infrequently bought.\n\n“Amazon is becoming a lot more flexible about how it services its customers,” said Neil Saunders, at UK-based retail research firm Conlumino.\n\n“If you go back about five years ... it was fairly one-dimensional. Now you have Amazon Prime, in some cities you have same day deliveries, a couple of hour deliveries ... And this is part of that.”"
    },
    {
        "header": "america is the loser in amazon's 'the man in the high castle'",
        "link": "http://www.reuters.com/article/us-film-themaninthehighcastle-idUSKCN0T11VB20151112",
        "time": "12:09PM UTC",
        "body": "LONDON (Reuters) - The average American viewer will probably balk at the images of swastikas on their flag or in Times Square, but what may shock them most in the new streamed video drama “The Man in the High Castle” will be the depiction of a United States crushed.\n\nThe 10-episode series is an adaptation of sci-fi writer Philip K. Dick’s 1962 novel which posits an alternate history in which the Axis powers win World War Two and divide up the United States into an Imperial Japan-run West and Nazi-run East.\n\nMade by the U.S. company Amazon, all the episodes will be available from Nov. 20 on the Amazon Prime streaming service.\n\n“I saw my buddy’s brains blown out on Virginia Beach” -- spoken by a defeated American veteran -- is one of the lines from the show that critics have cited from previews.\n\n“You know, it’s chilling. I think they’re (viewers) going to have a hard time accepting it but at the same time I think they’re going to be intrigued by it,” Luke Kleintank, who plays Joe Blake, a main character, said.\n\nFrench-born American actress Alexa Davalos, who plays a reluctant recruit to the nascent resistance to Axis rule, said she was impressed with Amazon’s commitment to the show.\n\n“They’re beginning and they’re hungry and they’re experimental and they’re fearless and they’re taking a risk with all of their material so it’s very exciting to be part of that,” she said.\n\nComing hard on the heels of Amazon’s gender-bending hit “Transparent”, the Philip K. Dick adaptation is perhaps the most expensive gambit by Amazon to compete with Netflix -- something Amazon is proud to trumpet though it is keeping actual cost figures private.\n\n“That’s not stuff that we put in the public domain,” Russell Morris, marketing and merchandising director for Amazon in Britain, said when asked at a preview about the budget for the show.\n\nBut people associated with the production, which was filmed on a tight schedule mostly in Vancouver, say Amazon went all out.\n\n“I think this story really goes into unbelievably dark places that will shock everyone,” said Stewart Mackinnon, an executive producer on the series.\n\nAnother executive producer is Ridley Scott, maker of the pioneering Philip K. Dick film adaptation “Bladerunner”.\n\n“America defeated, the consequences of a defeated America, and for an American company ... it’s like jaw-dropping,” Mackinnon said.\n\nFrank Spotnitz, an executive producer and writer, said the series -- as well as Dick’s novel -- throws a spotlight on the knife edge of history.\n\n“I think for me the show just reminds you how fortunate we are that this generation fought World War Two, and the sacrifices they made so we don’t live in a world like you see in ‘The Man in the High Castle’,” he said."
    },
    {
        "header": "amazon debuts in thomson reuters 2015 top 100 innovators list",
        "link": "http://www.reuters.com/article/thomsonreuters-innovatorslist-idUSKCN0T10IG20151112",
        "time": "2:32AM UTC",
        "body": "REUTERS - Online marketplace Amazon.com Inc made its debut in the 2015 Thomson Reuters Top 100 global innovators list, leaving International Business Machines Corp, the world’s largest technology services company, out of the list.\n\nAmazon joins the innovators list for the first time for innovations in data centers, devices, electronic methods and systems, according to its latest report.\n\nThe Thomson Reuters Top 100 global innovators program identifies innovators annually through an in-depth analysis based on a series of patent-related metrics that analyze what it means to be truly innovative.\n\nThere are 27 companies that are dropped from the list this year, including AT&T, IBM, Siemens and Xerox.\n\n“For IBM, although they regularly top the list of U.S. patentees by volume of patents each year, the Top 100 Global Innovators listing evaluates not just volume, but also success, globalization and impact,” said Bob Stembridge, analyst with Thomson Reuters IP & Science.\n\nJapan and the United States are innovation hot spots and chemical, semiconductor and electronic components and autos are the top innovative industries, according to the report.\n\nThomson Reuters analysts studied Silicon Valley for the first time to see which companies are leading in the region. The top Bay Area innovators list shows that 11 companies overlap with the top 100 global innovators, indicating that 31 percent of leading U.S. innovators and 11 percent of the world’s top innovators are located in the San Francisco Bay Area.\n\nUber and Tesla Motors Inc did not make it to the list.\n\n“Both Uber and Tesla do innovate, but not at a sufficient level to feature in the Top 100 list of innovative organizations around the globe as measured by patent metrics of volume, success, globalization and impact. They neither have sufficiently large portfolios to qualify for inclusion with less than 100 granted inventions during 2010-2014,” Stembridge said.\n\nFor the Thomson Reuters Top 100 global innovators list for previous years, see (top100innovators.com/)"
    }
]