[
    {
        "header": "brazil asks court to uphold closure of vale amazon nickel mine",
        "link": "http://www.reuters.com/article/vale-copper-environment-idUSL1N13S07720151203",
        "time": "10:49PM UTC",
        "body": "RIO DE JANEIRO, Dec 2 (Reuters) - Brazil’s attorney general has asked the supreme court to uphold the closure of Brazilian mining company Vale SA’s Onça Puma nickel mine for allegedly failing to meet the terms of its environmental license, the prosecutor said on Wednesday.\n\nAttorney General Rodrigo Janot made the request in response to a petition by the state of Pará to reopen the mine, ordered closed in August, on the grounds that the shutdown puts 850 jobs at risk and threatens the region’s economy, according to a statement from his office.\n\nLocated in Brazil’s Amazon region, Onça Puma produced 5,900 tonnes of nickel in the third quarter, or 8.2 pct of production at Vale, the world’s largest nickel producer.\n\nRio de Janeiro-based Vale allegedly failed to mitigate mine impacts and compensate the Cateté and Kaiapó native groups for the intrusion on their way of life, as required under an operating license granted in 2004, the attorney general said.\n\n“In the balance of values, life takes priority over eventual economic losses stemming from the stoppage of the project,” he said in the statement.\n\nAt the same time, the prosecutor said, rivers “were seriously contaminated by heavy metals such as iron, copper, nickel, chrome and other bio-accumulative metals with serious risks to human health.”\n\nVale officials did not respond to requests for comment.\n\nThe petition comes as Vale and its 50-50 joint-venture partner in Samarco Mineração SA, Australia’s BHP Billiton Ltd , face a 20 billion real ($5.21 billion) lawsuit from Brazilian government agencies for damages related to a deadly November dam-burst at Samarco’s iron ore mine in Minas Gerais state.\n\nOn Tuesday, Vale’s non-ferrous metals chief, Jennifer Maki told investors in New York that while Vale had stopped all mining at Onça Puma’s open-pit nickel mine in Brazil’s Carajas region, it was still operating the its ferro-nickel processing plant at the site.\n\nVale has said it is in full compliance with the court-ordered shutdown. Processing of ores to separate pure metal from other elements such as oxygen chemically bonded to them is the principal source of toxic impacts from mining.\n\nVale has said efforts to comply with the license have been blocked by native groups’ refusal to open native land to researchers to assess mine impacts and to calculate compensation.\n\nAmazon rivers have also suffered from unregulated wildcat gold mining leaving many contaminated with heavy metals."
    },
    {
        "header": "china's baidu says will become default search engine for amazon's kindle in china",
        "link": "http://www.reuters.com/article/baidu-china-amazoncom-idUSB9N13M03320151203",
        "time": "11:41PM UTC",
        "body": "BEIJING, Dec 3 (Reuters) - China’s Baidu Inc said it would become the default search engine for Amazon.com Inc’s Kindle and Fire hardware platforms in China, effective on Thursday.\n\nBaidu will also cooperate with Amazon on search service, distribution, and video content, it said on its website on Thursday. (Reporting by Beijing Monitoring Desk; Editing by Miral Fahmy)"
    }
]