[
    {
        "header": "amazon launches data analytics service quicksight",
        "link": "http://www.reuters.com/article/amazoncom-aws-quicksight-idUSL3N12740R20151007",
        "time": "12:28PM UTC",
        "body": "Oct 7 (Reuters) - Amazon.com Inc’s cloud operations, Amazon Web Services (AWS), has launched QuickSight, a cloud-based service to help companies analyse their data.\n\nQuickSight is easy and fast and can used by non-technical staff in a company who are looking to share and collaborate using analyses, the company said on Wednesday.\n\nThe service was available for preview from Wednesday, Andy Jassy, AWS senior vice president, said at the AWS re:Invent conference in Las Vegas. (Reporting by Abhirup Roy and Devika Krishna Kumar in Bengaluru; Editing by Maju Samuel)"
    },
    {
        "header": "update 2-amazon rolls out new services for cloud",
        "link": "http://www.reuters.com/article/amazoncom-aws-idUSL3N12741F20151007",
        "time": "2:32PM UTC",
        "body": "Oct 7 (Reuters) - Amazon.com Inc’s cloud business, Amazon Web Services, launched a service on Wednesday to help companies analyse their data, as well as a suitcase-like product that will let them ship large amounts of data for storage on the cloud.\n\nCloud computing is the fastest growing business for Amazon, which until recently was mostly known as an online marketplace, and the new services will help the company capitalize on rising demand to store and manage large amounts of information.\n\nAmazon said its new analytics service, QuickSight, is fast and easy to use by non-technical staff who want to share analysed data, either live or by screenshot.\n\nQuickSight is now available for preview, Andy Jassy, AWS’s senior vice president, said at an AWS event in Las Vegas.\n\nFor a standard edition, a customer will be charged $9 per month with a one-year commitment, or “one-tenth the cost of traditional (business intelligence) solutions,” Amazon said.\n\nThe service will compete with offerings from IBM, Microsoft, SAP and Tibco Software Inc. The Wall Street Journal said on Monday that SAP plans to announce a new business-analysis product in coming weeks.\n\n“I don’t think that anyone thinks that Amazon isn’t leading the pack in terms of innovation,” said Benchmark Co analyst Daniel Kurnos. “I certainly believe that they are.”\n\nAmazon said it would offer QuickSight to an initial set of users later this month, with a full launch in 2016.\n\nThe shippable storage product, Snowball, is designed to let companies shift huge amounts of data to the AWS cloud without having to spend a lot of time and bandwidth to transfer it over the Internet.\n\nThe 47-lb (21.3 kg) container, available to AWS customers immediately, can hold 50 terabytes of data, has 110 Volt power and a 10 GB network connection. Several can run in parallel.\n\nCustomers will be charged $200 per job in addition to shipping charges, based on the destination and shipment method.\n\nUsers will have 10 days to upload their data and ship it, after which they will be charged $15 for each extra day.\n\nAmazon also announced a preview of “Amazon Inspector”, a new service that helps customers identify potential security issues within applications run on AWS.\n\nAmazon shares were little changed at $537.50 in afternoon trading. (Reporting by Abhirup Roy and Devika Krishna Kumar in Bengaluru; Editing by Maju Samuel and Ted Kerr)"
    },
    {
        "header": "postcards from the amazon",
        "link": "http://www.reuters.com/article/life-idUSRTS38U7",
        "time": "10:56AM UTC",
        "body": ""
    },
    {
        "header": "amazon rolls out new services for cloud",
        "link": "http://www.reuters.com/article/us-amazon-com-aws-quicksight-idUSKCN0S121B20151007",
        "time": "2:36PM UTC",
        "body": "(Reuters) - Amazon.com Inc’s cloud business, Amazon Web Services, launched a service on Wednesday to help companies analyze their data, as well as a suitcase-like product that will let them ship large amounts of data for storage on the cloud.\n\nCloud computing is the fastest growing business for Amazon, which until recently was mostly known as an online marketplace, and the new services will help the company capitalize on rising demand to store and manage large amounts of information.\n\nAmazon said its new analytics service, QuickSight, is fast and easy to use by non-technical staff who want to share analyzed data, either live or by screenshot.\n\nQuickSight is now available for preview, Andy Jassy, AWS’s senior vice president, said at an AWS event in Las Vegas.\n\nFor a standard edition, a customer will be charged $9 per month with a one-year commitment, or “one-tenth the cost of traditional (business intelligence) solutions,” Amazon said.\n\nThe service will compete with offerings from IBM, Microsoft, SAP and Tibco Software Inc. The Wall Street Journal said on Monday that SAP plans to announce a new business-analysis product in coming weeks.\n\n“I don’t think that anyone thinks that Amazon isn’t leading the pack in terms of innovation,” said Benchmark Co analyst Daniel Kurnos. “I certainly believe that they are.”\n\nAmazon said it would offer QuickSight to an initial set of users later this month, with a full launch in 2016.\n\nThe shippable storage product, Snowball, is designed to let companies shift huge amounts of data to the AWS cloud without having to spend a lot of time and bandwidth to transfer it over the Internet.\n\nThe 47-lb (21.3 kg) container, available to AWS customers immediately, can hold 50 terabytes of data, has 110 Volt power and a 10 GB network connection. Several can run in parallel.\n\nCustomers will be charged $200 per job in addition to shipping charges, based on the destination and shipment method.\n\nUsers will have 10 days to upload their data and ship it, after which they will be charged $15 for each extra day.\n\nAmazon also announced a preview of “Amazon Inspector”, a new service that helps customers identify potential security issues within applications run on AWS.\n\nAmazon shares were little changed at $537.50 in afternoon trading."
    },
    {
        "header": "amazon considering online tv service: bloomberg",
        "link": "http://www.reuters.com/article/us-amazon-com-tv-idUSKCN0S12F120151007",
        "time": "5:43PM UTC",
        "body": "(Reuters) - Amazon.com Inc is considering the creation of a live online TV service and has reached out to networks such as CBS Corp and Comcast’s NBCUniversal to express interest in carrying their channels, Bloomberg reported.\n\nThe e-commerce giant's talks with the networks are in preliminary stages, Bloomberg reported, citing people familiar with the matter. (bloom.bg/1Ru8rgn)\n\nSuch a move would increase Amazon’s already growing presence in online video. Amazon currently offers an on-demand video streaming service similar to that of Netflix Inc.\n\nAmazon signed an exclusive deal with former “Top Gear” host Jeremy Clarkson in July to present a new motoring show for its Amazon Prime subscription service.\n\nThe company last month said it would launch six TV show pilots for its video streaming service in the United States, the UK, Germany and Austria for the 2015 fall pilot season.\n\nSpokespersons for Amazon and CBS declined to comment, while NBCUniversal did not immediately respond to a request for comment."
    }
]