[
    {
        "header": "edward hadas: amazon’s ultra-xy management style",
        "link": "http://www.reuters.com/article/idUS405059751620150819",
        "time": "10:44AM UTC",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nJeff Bezos is on the defensive. The founder and chief executive of Amazon says that the New York Times has it wrong about the executive corporate culture at his company. Bezos denies that the retail giant offers “a soulless, dystopian workplace.” He says that the newspaper’s tales of tears, endless hours on the job, constant insecurity and heartless treatment of workers with personal issues are either exaggerated or exceptional. He has testimonials from happy “Amazonians” to support his case.\n\nOf course he does. The company would not have survived without many people who love its culture and many more who tolerate it. However, the Bezos corporate style is basically an invitation to trouble. The problem can be seen in the boss’ own description. Amazon, he once said, is “friendly and intense, but if push comes to shove we’ll settle for intense.” With that combination, a lot of shove is pretty much guaranteed.\n\nThere’s a management theory to explain the problem, developed by management professor Douglas McGregor in 1960. The friendly side is his Theory Y, the idea that workers naturally want to be excellent so managers should encourage them to use all of their abilities to the fullest. The intense bit goes with McGregor’s Theory X, which assumes that workers naturally do less than they can, so they need to be prodded along, with careful supervision and an extensive array of punishments and rewards.\n\nA pure Theory Y approach can work in exceptional circumstances, when almost all workers are totally dedicated to the task at hand. The early years of some religious orders, the operations of crack military groups and the Manhattan Project for the development of the nuclear bomb are examples. Bezos seems to expect a similarly extreme fervour among his executives.\n\nBut the Amazon vision doesn’t justify an all-Y management style. A retail revolution, plus Kindle readers for the world and who knows what else, may have enough appeal to keep some Amazon executives working excitedly through the night. But it is less compelling than gaining the kingdom of heaven or defeating the nation’s enemies. Bezos needs more than friendly Theory Y to build his empire.\n\nIn that sense, Amazon is a typical employer. Most management cultures blend Y and X. Bosses are friendly and supportive, but up to a point. The workplace is intense at times, but flexible when needed.\n\nThe Amazon distinction is to take both theories to their extreme. On the Y side, such leadership principles as “hire and develop the best” and “never settle” show that employees are expected to be exceptional. On the other, executives mostly live in the intensity of an extreme X-world. They are constantly monitored and evaluated. Big carrots of money and respect alternate with frightful sticks of shame and dismissal.\n\nAmazon suggests that the old management theory needs to be updated to include a new category: the ultra-XY company. In this enterprise workers are expected to do great things, but there is almost no space for illness, outside interests, family life or time fully away from the job. Some executives thrive in ultra-XY firms, at least while they are young, healthy and naïve. But for many workers, even ones with great ability and a strong desire to succeed, the pressure is toxic.\n\nAmazon’s defenders point out that disgruntled employees can always leave, and that the executive culture seems to have worked well for customers and shareholders. That is fair, although high-tech successes such as Google and fast growing retailers like Sweden’s Hennes & Mauritz have flourished with a less intense Theory Y and a lot less Theory X.\n\nFortunately for Amazonians, both Y and X fanaticisms tend to fade. Ultra-Y religious orders and crack regiments often slip into corruption while ultra-X treatment of workers leads to strikes, sabotage and bad publicity. The Times article may be a sign that Amazon’s most ultra days are over. Sooner or later, much of the company will be too mature to tolerate Bezos-style fervour.\n\nAs age produces a softer Amazon, its founder might not be the right person to lead. In his response to the Times article, Bezos promoted a new crusade, against callousness: “our tolerance for any such lack of empathy needs to be zero.” This ultra-Y demand will presumably be enforced with the traditional ultra-X Amazon rigour.\n\nIf that is the thinking, then Bezos is not getting the message. The Times tells of an Amazon boss who showed no sympathy for a woman who had just had a stillbirth. A company that would tolerate that behaviour has a deep cultural problem. It cannot be solved by setting yet another extreme expectation, of kindness on command."
    }
]