[
    {
        "header": "amazon.com escapes trademark suit after appeals court reverses itself",
        "link": "http://www.reuters.com/article/amazoncom-trademark-idUSL1N12L1NL20151021",
        "time": "12:22PM UTC",
        "body": "(Reuters) - Amazon.com Inc did not violate the trademarks of a high-end watchmaker by offering alternative brands with similar styles in its search results, a federal appeals court ruled on Wednesday.\n\nIn a rare move, the 9th U.S. Circuit Court of Appeals in San Francisco reversed its own opinion from July and said that a lower court correctly found in Amazon.com’s favor because the search results would not likely confuse customers.\n\nMulti Time Machine Inc makes the MTM Special Ops military-style wristwatch, which is not sold on Amazon’s website, according to the ruling.\n\nIf an Amazon shopper searches for it, however, the site does not say it does not carry MTM products. Instead, Amazon displays MTM Special Ops in the search field and immediately below the search field, but lists only similar watches manufactured by MTM’s competitors for sale.\n\nLos Angeles-based MTM alleged this could cause customers to buy a competitor’s watch, rather than encouraging them to look for MTM watches elsewhere.\n\nMTM sued in 2011, and a federal judge in Los Angeles resolved the trademark claims in favor of Amazon.com before trial. In July, the 9th Circuit ruled that MTM’s lawsuit should be allowed to proceed.\n\nBut after Amazon.com asked for a rehearing, the panel withdrew the previous decision and on Wednesday said MTM’s case fails.\n\n“Because Amazon’s search results page clearly labels the name and manufacturer of each product offered for sale and even includes photographs of the items, no reasonably prudent consumer accustomed to shopping online would likely be confused as to the source of the products,” the panel majority said in a 2-1 opinion.\n\nRepresentatives for Amazon.com and MTM could not immediately be reached.\n\nCircuit Judge Carlos Bea, however, dissented, saying that he believed an Amazon.com shopper looking for an MTM watch might initially think the watches on offer are affiliated with MTM.\n\nThe case in the 9th Circuit is Multi Time Machine Inc vs. Amazon.com Inc and Amazon Services LLC, 13-55575."
    },
    {
        "header": "amazon, apple 'very different' from fiat, starbucks tax cases: eu",
        "link": "http://www.reuters.com/article/us-eu-taxavoidance-apple-amazon-com-idUSKCN0SF0ZT20151021",
        "time": "11:28AM UTC",
        "body": "BRUSSELS (Reuters) - Inquiries into tax deals involving Amazon (AMZN.O) and Apple (AAPL.O) are very different from those into illegal tax deals struck by Fiat (FCHA.MI) and Starbucks (SBUX.O) and a decision will be taken in due course, the EU’s competition chief said.\n\nThe Commission ordered the Netherlands to recover 20-30 million euros in back taxes from Starbucks on Wednesday and told Luxembourg to claim the same amount from Fiat Chrysler Automobiles, saying their favorable tax arrangements breached the bloc’s rules.\n\nAsked about the Amazon and Apple tax deal cases, Margrethe Vestager told a news conference: “These are very different cases and will be assessed on their own merit. The outcome today does not prejudge the next decisions we will eventually take.”\n\n“We will take a decision when the cases are ready for decision making,” she added."
    }
]