[
    {
        "header": "amazon releases video showcasing unmanned delivery drones",
        "link": "http://www.reuters.com/article/us-amazon-drone-video-idUSKBN0TJ00Z20151130",
        "time": "8:19PM UTC",
        "body": "NEW YORK (Reuters) - Amazon has unveiled what its unmanned drones for package delivery would look like with a video launched on Sunday on the prototype of technology it announced two years ago.\n\nThe promotional clip, narrated by television show host Jeremy Clarkson, shows a family receiving in about 30 minutes replacement soccer shoes for the one chewed up by its dog.\n\n“In time, there will be a whole family of Amazon drones. Different designs for different environments,” Clarkson says.\n\nThe video shows the box containing the shoes ordered by the family fitting seamlessly into the body of the drone.\n\nIt then rises vertically, in helicopter style, for nearly 400 feet, according to Clarkson, after which it assumes a horizontal orientation, flying like an airplane.\n\nClarkson said the drone in the clip could fly for 15 miles (24 kms).\n\nIt was equipped with what he called “sense-and-avoid technology” to sense, then avoid, obstacles in its path.\n\nThe video shows the drone approaching its targeted landing spot, dropping the package, then taking off again, presumably to return where it came from.\n\nThe launch of the video appeared to be timed ahead of “Cyber Monday”, one of the biggest shopping events for electronics retailers.\n\nAmazon did not say when it hoped to have the drones in service.\n\nA senior Federal Aviation Administration official said in June the agency expects to finalize regulations for commercial drone operations over the next 12 months.\n\nThis would be a substantially shorter period than previous forecasts that had anticipated rules allowing commercial operations by the end of 2016 or the beginning of 2017.\n\nGoogle and Wal-Mart are other retailers developing drones for package delivery."
    }
]