[
    {
        "header": "google and amazon grapple happily with maturity",
        "link": "http://www.reuters.com/article/idUS265669750720151022",
        "time": "7:05PM UTC",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nAlphabet and Amazon are grappling happily with maturity. The $450 billion holding company for Google is returning lots more money to shareholders. The $260 billion internet mega-retailer delivered profits. Both operations are growing so fast, and throwing off so much cash, that they can act as responsible stewards of capital while still chasing the next big thing.\n\nThird-quarter results showed both firms overcoming challenges from rivals. Despite consumers spending more time on Facebook, and Apple rolling out mobile ad blockers, Alphabet managed to increase revenue by 13 percent. While advertisers paid 11 percent less per click, the number of paid clicks rose 23 percent. The waters of internet advertising are rising faster than rivals can divert them, and that’s carrying Alphabet higher.\n\nMoreover, newish finance chief Ruth Porat showed her influence on sensible capital allocation, with the company announcing its first big buyback. Of course, Alphabet hasn’t settled down entirely. It is still pursuing moon shots from robotics to bioinformatics with vigor. It hasn’t given up its nerdy humor either – the buyback figure represents the square root of 26, which is the number of letters in the alphabet. None of this will dent the balance sheet. Alphabet can invest and repurchase, as its cash hoard has increased by $10 billion over the past year to $73 billion.\n\nAmazon isn’t nearly as profitable. But it is in the black, and the company is growing far faster: 23 percent at the top line in the quarter. Its retail operations are chugging along, and the company expects a blockbuster holiday season. But the real gem is now its Web Services division, which provides on-demand computing. It’s expanding at more than 75 percent per annum. And margins, as the company defines them, are now at 25 percent and rising.\n\nTrue, it’s hard to nail down the profitability of this business. Amazon strips out various costs such as stock-based compensation. But the company can easily afford to take on all comers. Amazon’s operations overall threw off $2.6 billion of cash in the quarter, and that figure is nearly 50 percent higher than it was a year ago.\n\nAlphabet and Amazon are sharing some of the benefits of maturity with their shareholders, but they aren’t giving up the exciting perks of youth."
    },
    {
        "header": "amazon posts profit as north america sales jump",
        "link": "http://www.reuters.com/article/amazoncom-results-idUSL3N12M5IS20151022",
        "time": "4:07PM UTC",
        "body": "Oct 22 (Reuters) - E-commerce giant Amazon.com Inc reported a profit for the second quarter in a row, propelled by higher sales in North America, its biggest market, and another period of strong growth in its Amazon Web Services cloud business.\n\nThe world’s biggest online retailer reported a profit of $79 million, or 17 cents per share, for the third quarter ended Sept. 30, compared with a loss of $437 million, or 95 cents per share, a year earlier.\n\nTotal net sales rose 23.2 percent to $25.36 billion. (Reporting by Anya George Tharakan in Bengaluru; Editing by Sriraj Kalluvila)"
    },
    {
        "header": "amazon posts second straight profit powered by web services ",
        "link": "http://www.reuters.com/article/us-amazon-com-results-idUSKCN0SG2LR20151023",
        "time": "8:39PM UTC",
        "body": "(Reuters) - E-commerce company Amazon.com Inc (AMZN.O) on Thursday recorded a surprise profit for the second quarter in a row, propelled by higher sales in North America and its cloud computing business, and its shares rose 11 percent.\n\nAmazon, which has historically struggled with profitability while spending to expand beyond its core online marketplace offerings, reined in costs and was helped to profitability by growth at its Amazon Web Services (AWS) segment.\n\nChief Financial Officer Brian Olsavsky told reporters on a conference call that the balance between investing and cost controls “will be lumpy over time.”\n\nOlsavsky said the company would continue to invest in areas that work with customers, adding that even though investments would “remain very high” Amazon would be looking for ways to cut costs.\n\nNet sales from Amazon Web Services, which has more than 1 million active customers in 190 countries, rose more than 78 percent in the quarter to $2.09 billion.\n\n“There are questions about what’s the sustainable margin for this? Are we seeing just a hyper growth phase now? But for right now, AWS is driving the train, and it’s going to for the near future,” said BGC Partners analyst Colin Gillis.\n\nAnalysts on a separate conference call asked Amazon about its forecast for long-term margins on AWS, but the company provided no figures.\n\nCloud computing is the fastest growing business for Amazon, and the new services in which it is investing, such as Internet of Things, will help the company capitalize on rising demand to store and manage large amounts of information.\n\nSales in North America, the largest market for the world’s biggest retailer, rose 28.3 percent to $15.01 billion in the third quarter ended Sept. 30, on robust Prime Day sales and demand for electronics and general merchandise.\n\nIn July, Amazon said customers had ordered 34.4 million items worldwide during the one-day sale for members of its $99 per year Prime subscription service.\n\nThe company forecast net sales growth of 14 percent to 25 percent, to a range of $33.50 billion and $36.75 billion, for the holiday shopping quarter.\n\nAnalysts, on average, had been expecting revenue of $35.16 billion, according to Thomson Reuters I/B/E/S.\n\nFor the latest quarter, Amazon reported a profit of $79 million, or 17 cents per share, compared with a loss of $437 million, or 95 cents per share, a year ago.\n\nTotal net sales rose 23.2 percent to $25.36 billion. Analysts, on average, had expected a loss of 13 cents per share on revenue of $24.91 billion, according to Thomson Reuters I/B/E/S.\n\nAmazon’s shares rose to $625 in late trade after closing at $563.91 on Thursday."
    }
]