[
    {
        "header": "brief-amazon cfo says putting 'a lot more energy' in 2015 around improving productivity",
        "link": "http://www.reuters.com/article/2015/01/29/amazoncom-results-idUSL1N0V83LP20150129",
        "time": "4:49PM UTC",
        "body": "* amazon.com inc cfo says customers who test prime for video convert at higher rate than other channels\n\n* Amazon cfo says team putting ‘a lot more energy’ in 2015 around improving productivity Source text for Eikon: Further company coverage:"
    },
    {
        "header": "say “ni hao” to jack ma’s amazon-style volatility",
        "link": "http://www.reuters.com/article/2015/01/29/idUS175353551320150129",
        "time": "2:11PM UTC",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nJack Ma is a force of nature, and he pushes Alibaba in unexpected directions. Like counterpart Jeff Bezos at Amazon, Ma has built online retail dominance. But “predictable” isn’t a word to describe either company. The Chinese group’s stock tumbled more than 10 percent on Thursday following its latest financial results. That followed a 4.4 percent decline on Wednesday after a Chinese regulator targeted Alibaba. The two-day loss in market value tallies to nearly $40 billion.\n\nThat’s Amazon-style volatility. The U.S. company, due to unveil its own quarterly results later on Thursday, failed to match what analysts expected in its last report in October, costing the shares more than 10 percent. One big difference is that Alibaba, now worth around $220 billion, generates good money, whereas the $140 billion Amazon has lately reported losses. Yet both powerhouses remain firmly hitched to the visions and idiosyncrasies of their founders, making it hard to forecast or even understand their performance.\n\nHence an enhanced likelihood of surprises – although they’re inevitable for Alibaba, whose valuation, at a price-to-forecast earnings ratio of around 40, depends heavily on rapid growth. It’s not as though the firm’s quarterly numbers were bad. Revenue in the three-month period to December shot up 40 percent from a year earlier to $4.2 billion, and adjusted EBITDA margins rebounded to nearly 60 percent after dipping in the previous quarter, its first results following a record-setting initial public offering. Rather, they fell short of bullish projections on Wall Street.\n\nThe earnings disappointment came hot on the heels of a scathing critique of Alibaba’s controls over vendors by China’s industrial watchdog. The company called the report flawed and said it would make a formal complaint. The episode nevertheless dented faith in Ma’s good relations with Beijing. These are needed not just for Alibaba’s business, but also to ensure that the structure of the company, which involves widely used but not fully battle-tested methods of skirting Chinese foreign ownership restrictions, doesn’t come under serious attack.\n\nWith Alibaba stock trading some 30 percent above last fall’s IPO price, many investors will still be sitting on gains. Those who can’t take this week’s kind of heat, however, should probably exit Ma’s kitchen."
    },
    {
        "header": "amazon sales climb in holiday quarter, shares rise",
        "link": "http://www.reuters.com/article/2015/01/29/amazoncom-results-idUSL1N0V734S20150129",
        "time": "4:11PM UTC",
        "body": "SAN FRANCISCO, Jan 29 (Reuters) - Amazon.com Inc reported earnings of 45 cents per share as sales climbed 15 percent during the crucial holiday quarter, sending its shares up 5 percent.\n\nRevenue rose 15 percent to $29.3 billion in the quarter, slightly short of the average analyst estimate of nearly $30 billion, according to Thomson Reuters I/B/E/S. About a third of Amazon’s annual revenue is recorded in the holiday quarter."
    },
    {
        "header": "amazon sales rise in holiday quarter, shares jump",
        "link": "http://www.reuters.com/article/2015/01/30/us-amazon-com-results-idUSKBN0L22Q520150130",
        "time": "7:20PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc reported stronger than expected earnings on Thursday as North American sales surged during the crucial holiday quarter, sending its shares up 9 percent.\n\nThe online commerce giant, which gets about a third of its revenue from October to December, reported earnings of 45 cents a share, trouncing Wall Street’s average prediction for 17 cents.\n\nRevenue climbed 15 percent to $29.3 billion in the quarter, compared to an average analyst estimate of nearly $30 billion. However, revenue rose 18 percent if $895 million in an unfavorable impact from year-over-year changes in foreign exchange rates were excluded, executives said on a conference call.\n\nThe sharply higher profit was a welcome surprise for Wall Street, which has clamored for Amazon to come to grips with its growing investments in everything from Hollywood-style television productions, and cloud computing and consumer devices with mixed success.\n\nIn a conference call with reporters, Chief Financial Officer Tom Szkutak said Amazon is putting “a lot more energy around making sure we get great productivity around our various fixed and variable assets.”\n\nEven so, few analysts expect Chief Executive Officer Jeff Bezos will rein in his spending significantly this year, especially as Amazon beefs up its $99-a-year Prime membership program, which offers standard two-day shipping, streaming video and unlimited photo storage among other perks.\n\n“I did see some signs of expense control but it was more or less driven by top line growth into the holiday season,” S&P Capital IQ analyst Tuna Amobi said. They haven’t indicated any kind of shift in terms of investments.\n\n“It just seems like foreign exchange was not as much of a headwind as believed.”\n\nWorldwide, paying Prime membership rose 53 percent in 2014, and 50 percent in the U.S. market. In 2014, Amazon paid billions for Prime shipping and put $1.3 billion into its Prime video service, Bezos said in a statement.\n\nNet sales leapt 22 percent in North America, compared to 3 percent for everywhere else. Overall operating expenses rose 14.6 percent in the quarter to $28.7 billion. Net shipping costs represented 4.6 percent of worldwide net sales, slightly lower than the previous four quarters."
    }
]