[
    {
        "header": "etsy doubles down on manufacturing as it faces off with amazon",
        "link": "http://www.reuters.com/article/us-etsy-amazon-idUSKCN0S021U20151006",
        "time": "6:29PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Etsy Inc, the online store that made its name selling handmade crafts, is trying to stop merchants from defecting as giant rival Amazon.com Inc prepares to attack it on its own ground with a new site for artisanal items called Handmade.\n\nBut Etsy’s policy of allowing sellers to use outside manufacturers continues to anger some of the smaller vendors of handmade items who helped make it successful. Even changes to that policy have done little to address the criticism or hold off defections, analysts and sellers say.\n\n“Until now, Etsy sellers had nowhere else to go,” said Gil Luria, an analyst at Wedbush Securities based in Los Angeles. “But what Handmade at Amazon represents is a trip back in time to Etsy’s original vision.”\n\nEtsy disputes that sellers had no other outlets, saying it knows that while about half of its sellers sell only on its site, the other half also use other venues - from craft fairs to their own websites. But on average, even those who sell in many venues make the majority of their income on Etsy, the company said.\n\nEtsy, launched 10 years ago, became popular as an alternative to Amazon and eBay Inc, tapping into shoppers’ appetite for handmade items.\n\nBut since its April initial public offering, which valued the company at $4 billion, Etsy’s shares have fallen by more than 50 percent. And the company’s losses doubled in the most recent quarter due in part to rising expenses and the stronger dollar, which dampened demand for U.S. products.\n\nCEO Chad Dickerson rejected the notion that Amazon’s new product posed a threat, telling Reuters that Etsy’s sellers want to be in an environment where their creativity is respected. He added, “the most important thing about Etsy is not about having the lowest price or the fastest shipping.”\n\nIn 2013, Etsy let sellers use outside manufacturers. That decision backfired, according to some critics of the company. Many sellers felt the decision was a betrayal of the site’s roots. Sellers shut down their stores on the site in protest.\n\nIn September Etsy announced Etsy Manufacturing, which will connect merchants with pre-approved manufacturers in the U.S. and Canada, emphasizing smaller companies that treat workers fairly.\n\nSome sellers say the policy does not address their primary concern, which is that they have to compete against larger vendors on price rather than the quality and distinctiveness of their products.\n\n“I went from being a big fish in a handmade ecosystem to being a little fish in a saturated market,” said Stacy Mecklenburg, a vendor of handmade swimsuits whose sales plateaued, she said, when she had to compete with cheaper manufactured goods.\n\nAmazon has been courting Etsy sellers since May, when it invited artists to apply to join Handmade. The retailer said recently it was putting the “final touches” on the site before it launches. It has not given a date for the launch.\n\nRecent Etsy chat forums show some sellers on the site saying they were sticking with Etsy - citing reasons varying from the extra work involved in managing another store presence, to Amazon’s fees."
    }
]