[
    {
        "header": "amazon doubles down on entertainment with 'indie' movie bet",
        "link": "http://www.reuters.com/article/2015/01/20/us-amazon-com-movies-idUSKBN0KS1L620150120",
        "time": "7:35PM UTC",
        "body": "(Reuters) - Amazon.com Inc is making a high-stakes foray into the challenging realm of independent movies, the latest step in its attempt to move beyond simply distributing digital entertainment content to creating it.\n\nAmazon said on Monday it was aiming to produce close to 12 movies a year for theatrical release which would then be available on its Prime video service within two months, significantly faster than the roughly one-year wait it normally faces to stream Hollywood releases.\n\nAmazon expects to focus on “indie” movies with budgets of between $5 million and $25 million, spokeswoman Sally Fouts said. While modest compared with Hollywood blockbusters, the move will add to already hefty spending at Amazon, potentially unnerving investors concerned about the company’s lack of profitability.\n\nSuch films have proved challenging even for major Hollywood studios such as Paramount and Warner Brothers, which have bowed out of the business in recent years, said Jeff Bock, Box office analyst at Exhibitor Relations.\n\n“It’s a tough, tough racket to play consistently,” he said, pointing to the difficulty of getting good content and the competition for quality productions at festivals like Sundance.\n\nThe move shows Amazon’s growing ambitions in digital media, coming just days after the online retailer signed director Woody Allen to create a TV series and one of its existing series won a Golden Globe Award, a first for Internet TV services.\n\nUnlike rival Netflix Inc, a standalone Internet TV service, Amazon’s Prime video service comes bundled with the Internet retailer’s two-day delivery for items purchased on the site, which costs $99 a year, a key driver of revenue for the company.\n\nIt remains unclear whether Amazon believes the movie business can make money on its own, but most of its other ventures are ultimately aimed at bolstering its underlying retail business.\n\nAmazon founder Jeff Bezos is known for his hunger to tackle new markets but the company has had a mixed track record, as with the recent Amazon Fire phone, whose price tag it has slashed after weak sales.\n\nIts movie-production gamble ups the ante for Netflix, which said in September it would jointly produce a sequel to “Crouching Tiger, Hidden Dragon” and in October signed a deal for comedian Adam Sandler to star in and produce four films to be shown exclusively on the service.\n\nAmazon said it has hired Ted Hope, a producer of independent movies including “Crouching Tiger, Hidden Dragon” and Academy Award-nominated “Eat Drink Man Woman”, to spearhead the effort.\n\n“He’s very much tuned into the indie world and the specialized film vibe,” said Paul Dergarabedian, an analyst at Rentrak. “It’s just a way to get out the kind of edgy, interesting and sometimes enlightening content that these films sometimes provide.”\n\nIf successful, Amazon Original Movies could further threaten traditional big-screen movie theaters, which have been coping with dwindling audiences. Sony Pictures’ recent success in releasing its comedy “The Interview” through video-on-demand services after threats from hackers was also seen as a blow to big-screen businesses.\n\n“That verbiage probably scares theater owners,” Bock said, referring to Amazons’ plan to narrow the window between theatrical releases and streaming availability, adding that the theater chains could take some solace in Amazon’s decision not to go for simultaneous release or just putting films straight out on video.\n\nNational Association of Theater Owners Vice President Patrick Corcoran declined to comment on Amazon’s move but said the time between theatrical and home video release would play into theaters’ decision on whether to take a particular film.\n\nSome theater chains objected vociferously when Netflix said it hoped to release the “Crouching Tiger, Hidden Dragon” sequel in select IMAX theaters and its streaming service at the same time.\n\nAmazon may have decided to target theatrical releases rather than pushing movies straight to Prime because big name talent still associates paying ticketholders with prestige, said Phil Contrino, chief analyst at Boxoffice.com.\n\n“At the end of the day a theatrical release still generates a lot of publicity, it gets a movie reviewed – every person that goes to watch that movie is paying for it,” he said.\n\nWhile Hope is known for making independent movies rather than big-budget Hollywood blockbusters, Amazon Studios has succeeded in the world of television in part by aligning itself with high-profile directors like Allen and Steven Soderbergh of “Ocean’s Eleven” fame.\n\nThe company spent an estimated $2 billion on content in 2014 with about $200 million of that used to develop original shows, according to Wedbush Securities analysts. Such projects include “Mozart in the Jungle” and the multi-Golden Globe Award-winning “Transparent”.\n\n“The Golden Globes, they got that, now the next step is Oscar nominations,” Bock said, adding that only theatrically released movies are eligible for Hollywood’s biggest award."
    },
    {
        "header": "amazon to produce movies for theaters, prime video service",
        "link": "http://www.reuters.com/article/2015/01/19/amazoncom-movies-idUSL4N0UY40I20150119",
        "time": "10:38AM UTC",
        "body": "Jan 19 (Reuters) - Amazon.com Inc said Amazon Studios would produce and buy original movies to be released in theaters and for early-window distribution on Prime Instant Video.\n\nThe company has been investing heavily in digital media, hoping to draw traffic and drive sales as consumers increasingly spurn traditional TV offerings in favor of on-demand content.\n\nAmazon said on Monday its movies would premiere on Prime Instant Video in the United States in four-eight weeks after their theatrical debut.\n\nThe video service serves up thousands of movies and TV programs in direct competition with Netflix Inc. (Reporting By Shubhankar Chakravorty in Bengaluru; Editing by Joyjeet Das)"
    }
]