[
    {
        "header": "german watchdog investigates apple and amazon audiobooks agreement",
        "link": "http://www.reuters.com/article/germany-apple-amazon-idUSL8N13B2JW20151116",
        "time": "7:14AM UTC",
        "body": "FRANKFURT, Nov 16 (Reuters) - Germany’s Federal Cartel Office has begun an investigation into Apple Inc’s arrangement with Amazon for purchasing audiobooks, the competition watchdog said in a statement on Monday.\n\nIt said both companies had a long-term agreement for the purchase of audio books by Apple from Amazon’s Audible business for distribution via Apple’s iTunes store.\n\n“The two companies have a strong position in the digital offering of audiobooks in Germany. Therefore, we feel compelled to examine the agreement between these two competitors in the audiobooks in more detail,” cartel office chief Andreas Mundt said in the statement.\n\nApple declined to comment. Amazon was not immediately available to comment. (Reporting by Harro ten Wolde. Editing by Jane Merriman)"
    },
    {
        "header": "german watchdog probes apple and amazon audiobooks agreement",
        "link": "http://www.reuters.com/article/us-germany-apple-amazon-idUSKCN0T519P20151116",
        "time": "9:05AM UTC",
        "body": "FRANKFURT (Reuters) - Germany’s Federal Cartel Office has begun an investigation into Apple Inc’s arrangement with Amazon for purchasing audiobooks, the competition watchdog said in a statement on Monday.\n\nIt said both companies had a long-term agreement for the purchase of audio books by Apple from Amazon’s Audible business for distribution via Apple’s iTunes store.\n\n“The two companies have a strong position in the digital offering of audiobooks in Germany. Therefore, we feel compelled to examine the agreement between these two competitors in the audiobooks in more detail,” cartel office chief Andreas Mundt said in the statement.\n\nIn September ,the association of German book sellers lodged complaints with the watchdog that Amazon and Audible were building a monopoly in the audio book business.\n\nThe association said that Amazon and Audible were abusing their dominant market position to force publishers to accept “unreasonable conditions” for the marketing of audio books.\n\nIt said more than 90 percent of all downloads of audio books in Germany were made via the Audible or Amazon sites, or via the iTunes store, which is exclusively supplied by Audible.\n\nIn June, the European Commission opened an investigation into Amazon’s e-book business, examining whether clauses in its contracts prevented publishers from offering more favorable deals to competitors."
    }
]