[
    {
        "header": "hollywood's indie film pool prepares for the amazon plunge",
        "link": "http://www.reuters.com/article/2015/01/21/us-amazon-hollywood-idUSKBN0KU0AR20150121",
        "time": "11:53PM UTC",
        "body": "LOS ANGELES (Reuters) - When Amazon Inc announced on Monday its move into the movie business, the Internet retailer sent a ripple through Hollywood’s pool of independent film.\n\nIt’s a pool where the major studios don’t swim much any more and where projects get stuck for years for lack of financing. But from its waters also spring many acclaimed films, best picture Oscar nominees like “Selma” and “Whiplash” and quite a few commercial successes.\n\nWith plans to produce 12 films per year with budgets ranging from $5 million to $25 million, for theatrical release and streaming on Amazon Prime video 4-8 weeks later, a digital company is creating a new art-house studio and getting films into consumers’ hands and living rooms faster.\n\n“It’s a great business,” said Mark Gordon, the veteran Hollywood television and film producer behind movies like “Saving Private Ryan” and the new Steve Jobs biopic.\n\n“By financing a movie they feel good about and knowing where their second window is going to be, there is a huge opportunity for them and the rest of the creative community.”\n\nAmazon’s announcement came as a surprise, but the Seattle-based company had already built up its credibility among Hollywood’s creative types, most notably with its television\n\nseries “Transparent,” which won two Golden Globes last week, its first major awards since starting Amazon Studios in 2010.\n\n“They have clearly been able to do it on the episodic side, I see no reason why they can’t do it on the feature film side,” said Franklin Leonard, founder of the Black List, a site where unproduced screenplays are shared with filmmakers and producers.\n\n“The real challenge will be getting filmmakers in the door who want to make films for Amazon and giving those filmmakers the freedom to make the films that become ‘12 Years a Slave’ or ‘Birdman’,” he said.\n\nAmazon has already drawn Woody Allen to make a new TV series, his first foray onto the small screen.\n\nMost of Hollywood’s big studios largely abandoned the dramatic film business to concentrate on action adventure blockbusters and sequels, where there is less risk among a built-in fan base and more likely financial reward.\n\nNews of a new, deep-pocketed buyer in the independent sphere would always be welcome, but Amazon’s decision to hire a big name in the independent film world to head up Amazon Original Movies drew special praise.\n\n“It’s exciting, especially because it’s led by Ted Hope, who has a pretty sterling track record in terms of filmmaking and projects that he’s been involved with,” said Ned Benson, who made his directorial debut with “The Disappearance of Eleanor Rigby,” released last year.\n\nHope was the producer behind films like “Eat Drink Man Woman” and “American Splendor.” The latter won the Grand Jury Prize at the Sundance Film Festival. Hope will be at Sundance looking at films when it opens later this week, Amazon said.\n\nDirector Wash Westmoreland, who made the drama “Still Alice,” starring Julianne Moore, for $4 million last year, said filmmakers like him could get a lift from the likes of Amazon.\n\n“Right now, in independent film, everything is crushed down to budgets below $5 million, so you end shooting in 20 days,” he said. “In the next tier, there is such an expansion with the potential of projects that filmmakers are very eager for.”\n\nIn announcing the move Monday, Amazon Studios vice president Roy Price said: “We hope this program will also benefit filmmakers, who too often struggle to mount fresh and daring stories that deserve an audience.”\n\nProduction will start later this year.\n\nWith the news still fresh, it was hard to find skepticism in Hollywood for Amazon’s grand plans. Even its biggest competitor in the digital original content race, Netflix Inc., threw a rose its way.\n\n“In terms of changing movie distribution, we are really allied in our view that consumers are tired of waiting so long,” Netflix chief executive Reed Hastings told Reuters.\n\n“It may turn out that their entry is quite helpful to help both of us grow in that area.”"
    },
    {
        "header": "amazon doubles down on entertainment with 'indie' movie bet",
        "link": "http://www.reuters.com/article/2015/01/21/us-amazon-com-movies-idUSKBN0KS1L620150121",
        "time": "8:37PM UTC",
        "body": "(Reuters) - Amazon.com Inc is making a high-stakes foray into the challenging realm of independent movies, the latest step in its attempt to move beyond simply distributing digital entertainment content to creating it.\n\nAmazon said on Monday it was aiming to produce close to 12 movies a year for theatrical release which would then be available on its Prime video service within two months, significantly faster than the roughly one-year wait it normally faces to stream Hollywood releases.\n\nAmazon expects to focus on “indie” movies with budgets of between $5 million and $25 million, spokeswoman Sally Fouts said. While modest compared with Hollywood blockbusters, the move will add to already hefty spending at Amazon, potentially unnerving investors concerned about the company’s lack of profitability.\n\nSuch films have proved challenging even for major Hollywood studios such as Paramount and Warner Brothers, which have bowed out of the business in recent years, said Jeff Bock, Box office analyst at Exhibitor Relations.\n\n“It’s a tough, tough racket to play consistently,” he said, pointing to the difficulty of getting good content and the competition for quality productions at festivals like Sundance.\n\nThe move shows Amazon’s growing ambitions in digital media, coming just days after the online retailer signed director Woody Allen to create a TV series and one of its existing series won a Golden Globe Award, a first for Internet TV services.\n\nUnlike rival Netflix Inc, a standalone Internet TV service, Amazon’s Prime video service comes bundled with the Internet retailer’s two-day delivery for items purchased on the site, which costs $99 a year, a key driver of revenue for the company.\n\nIt remains unclear whether Amazon believes the movie business can make money on its own, but most of its other ventures are ultimately aimed at bolstering its underlying retail business.\n\nAmazon founder Jeff Bezos is known for his hunger to tackle new markets but the company has had a mixed track record, as with the recent Amazon Fire phone, whose price tag it has slashed after weak sales.\n\nIts movie-production gamble ups the ante for Netflix, which said in September it would jointly produce a sequel to “Crouching Tiger, Hidden Dragon” and in October signed a deal for comedian Adam Sandler to star in and produce four films to be shown exclusively on the service.\n\nAmazon said it has hired Ted Hope, a producer of independent movies including “Crouching Tiger, Hidden Dragon” and Academy Award-nominated “Eat Drink Man Woman”, to spearhead the effort.\n\n“He’s very much tuned into the indie world and the specialized film vibe,” said Paul Dergarabedian, an analyst at Rentrak. “It’s just a way to get out the kind of edgy, interesting and sometimes enlightening content that these films sometimes provide.”\n\nIf successful, Amazon Original Movies could further threaten traditional big-screen movie theaters, which have been coping with dwindling audiences. Sony Pictures’ recent success in releasing its comedy “The Interview” through video-on-demand services after threats from hackers was also seen as a blow to big-screen businesses.\n\n“That verbiage probably scares theater owners,” Bock said, referring to Amazons’ plan to narrow the window between theatrical releases and streaming availability, adding that the theater chains could take some solace in Amazon’s decision not to go for simultaneous release or just putting films straight out on video.\n\nNational Association of Theater Owners Vice President Patrick Corcoran declined to comment on Amazon’s move but said the time between theatrical and home video release would play into theaters’ decision on whether to take a particular film.\n\nSome theater chains objected vociferously when Netflix said it hoped to release the “Crouching Tiger, Hidden Dragon” sequel in select IMAX theaters and its streaming service at the same time.\n\nAmazon may have decided to target theatrical releases rather than pushing movies straight to Prime because big name talent still associates paying ticketholders with prestige, said Phil Contrino, chief analyst at Boxoffice.com.\n\n“At the end of the day a theatrical release still generates a lot of publicity, it gets a movie reviewed – every person that goes to watch that movie is paying for it,” he said.\n\nWhile Hope is known for making independent movies rather than big-budget Hollywood blockbusters, Amazon Studios has succeeded in the world of television in part by aligning itself with high-profile directors like Allen and Steven Soderbergh of “Ocean’s Eleven” fame.\n\nThe company spent an estimated $2 billion on content in 2014 with about $200 million of that used to develop original shows, according to Wedbush Securities analysts. Such projects include “Mozart in the Jungle” and the multi-Golden Globe Award-winning “Transparent”.\n\n“The Golden Globes, they got that, now the next step is Oscar nominations,” Bock said, adding that only theatrically released movies are eligible for Hollywood’s biggest award."
    }
]