[
    {
        "header": "amazon revenue rises about 20 pct as n. america sales grow",
        "link": "http://www.reuters.com/article/amazoncom-results-idUSL3N1035P620150723",
        "time": "4:13PM UTC",
        "body": "July 23 (Reuters) - E-commerce company Amazon.com Inc reported an 19.9 percent rise in quarterly revenue, helped by higher sales in North America, its biggest market, and continued growth in its Amazon Web Services unit.\n\nThe company reported a profit of $92 million, or 19 cents per share, for the second quarter ended June 30, compared with a loss of $126 million, or 27 cents per share, a year earlier.\n\nRevenue rose to $23.19 billion from $19.34 billion. (Reporting by Anya George Tharakan in Bengaluru and Mari Saito in San Francisco; Editing by Simon Jennings)"
    },
    {
        "header": "update 2-amazon surprises with quarterly profit, stock rallies",
        "link": "http://www.reuters.com/article/amazoncom-results-idUSL3N1035PK20150723",
        "time": "5:27PM UTC",
        "body": "July 23 (Reuters) - Amazon.com Inc swung to an unexpected quarterly profit on higher sales in North America, its popular Prime subscription service and growing demand for its Web services, sending the online retailer’s shares up more than 17 percent.\n\nSales in North America, the company’s biggest market, rose 25.5 percent to $13.8 billion in the second quarter from a year earlier, helped by strong demand for electronics and general merchandise.\n\nCloud-computing revenue soared 81.5 percent to $1.82 billion, accounting for nearly 8 percent of the quarter’s revenue, Amazon said on Thursday.\n\n“Growth has been fueled in large part by Prime growth and also (item) selection growth so it’s been a huge driver both in North America and international segments,” Amazon Chief Financial Officer Brian Olsavsky said on a conference call with reporters.\n\nAmazon Prime subscribers get free two-day shipping and exclusive access to certain movies, music and Kindle books. Amazon held its first Prime Day on July 15, touting it as a sales event rival to Black Friday, to attract more customers to the service.\n\n“It looks like they beat across every major revenue line,” said Colin Sebastian, analyst with Robert W. Baird & Co. “That, along with the surprise profit beat, is icing on the cake, so to speak.”\n\nThe company forecast net sales would grow 13 percent to 24 percent, to a range of $23.3 billion to $25.5 billion, in the third quarter. This is well above analysts’ consensus estimate of $23.89 billion according to Thomson Reuters I/B/E/S.\n\nAmazon estimated an operating loss of $480 million to an operating income of $70 million for the third quarter.\n\nAmazon reported a profit of $92 million, or 19 cents per share, for the second quarter ended June 30, compared with a loss of $126 million, or 27 cents per share, a year earlier.\n\nAnalysts on average had expected a loss of 14 cents per share and revenue of $22.39 billion.\n\nAmazon shares traded at around $565 after closing at $482.18 on Nasdaq."
    },
    {
        "header": "amazon shares soar on surprise profit, market value tops wal-mart's",
        "link": "http://www.reuters.com/article/amazon-com-results-idUSKCN0PX2IC20150724",
        "time": "10:48PM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) shares surged more than 17 percent on Thursday as the online retailer posted an unexpected quarterly profit, pushing its market value above that of Wal-Mart Stores Inc (WMT.N), the world’s largest retailer.\n\nCombined with a bullish forecast for the third quarter, upbeat comments from company executives on Amazon’s Prime delivery service and rapid growth in its cloud computing service, Amazon delivered the kind of results Wall Street is looking for.\n\nSeattle-based Amazon, which last reported a profit in the 2014 fourth quarter, has often faced worries by investors that its heavy spending on new ventures will not actually pay off.\n\n“My quick take is that management has a lot of discretion over spending and appears to understand that investors prefer profits to losses,” said Michael Pachter, analyst at Wedbush Securities. “If they keep delivering profits, the stock should work.”\n\nAmazon’s shares had languished for much of last year as the company failed to deliver sustainable profits. The shares traded as low as $284 last October, virtually half of the price reached in after-hours trade on Thursday.\n\nPrime, which for $99 a year also provides exclusive access to certain movies, music and Kindle books, is getting new subscribers at rates “higher than we’ve ever seen,” Chief Financial Officer Brian Olsavsky told analysts on a conference call.\n\nMembership was growing faster outside the United States than inside, helped in part by a recent one-day sale event called “Prime Day,” Amazon said. It declined to disclose membership figures.\n\n“Growth has been fuelled in large part by Prime growth and also (item) selection growth so it’s been a huge driver both in North America and international segments,” Olsavsky said in a separate call for reporters.\n\nFor the second quarter, Amazon reported a profit of $92 million, or 19 cents per share, compared with a loss of $126 million, or 27 cents per share, a year earlier. Revenue rose 19.9 percent to $23.19 billion.\n\nAnalysts on average had expected a loss of 14 cents per share on revenue of $22.39 billion.\n\n“It looks like they beat across every major revenue line,” said Colin Sebastian, analyst with Robert W. Baird & Co. “That, along with the surprise profit beat, is icing on the cake, so to speak.”\n\nSales in North America, the company’s biggest market, rose 25.5 percent to $13.8 billion from a year earlier, helped by strong demand for electronics and general merchandise.\n\nRevenue from the cloud computing division, Amazon Web Services, soared 81.5 percent to $1.82 billion, accounting for nearly 8 percent of the quarter’s revenue.\n\nAmazon considers Amazon Web Services a core engine of growth, along with Amazon Prime and Marketplace, where the company acts as a middleman for third-party vendors. Wall Street views AWS as an important source of stable profits.\n\nShares of Amazon, which began as an online bookstore 20 years ago, jumped to $566.02 in after-hours trade. If the stock maintains this level on Friday, Amazon’s market value would well exceed Wal-Mart’s $233.52 billion.\n\nAmazon declined to comment on rising competition from new online retailers like Jet.com, which offers annual memberships at half the price of Amazon Prime and promises savings on 10 million products.\n\nJet, which has so far raised $220 million from top venture capital firms, will list its discounted prices next to Amazon’s lowest price for the same products.\n\n“We’ve been in competition with some of the biggest names in retail,” Olsavsky said, “so we’re used to competition but we’re focused on the customer.”\n\nThe company forecast net sales would grow 13 percent to 24 percent, to a range of $23.3 billion to $25.5 billion, in the third quarter, well above analysts’ consensus estimate of $23.89 billion, according to Thomson Reuters I/B/E/S.\n\nAmazon estimated third-quarter operating results ranging from a loss of $480 million to income of $70 million."
    }
]