[
    {
        "header": "amazon launches online video service allowing users to upload",
        "link": "http://www.reuters.com/article/amazoncom-video-idUSL3N1874H7",
        "time": "10:03AM UTC",
        "body": "May 10 (Reuters) - Amazon.com Inc launched a service on Tuesday that allows users to post videos and earn royalties from them, setting up the world’s biggest online retailer to compete directly with Alphabet Inc’s YouTube.\n\nThe service, called Amazon Video Direct, will make the uploaded videos available to rent or own, to view free with ads, or be packaged together and offered as an add-on subscription.\n\nAmazon already offers access to movies and television shows through its Prime loyalty program, which includes digital entertainment products such as Prime Music and Prime Video. (Reporting by Narottam Medhora in Bengaluru; Editing by Ted Kerr)"
    },
    {
        "header": "us stocks snapshot-s&p 500 has best day in 2 months; amazon a boost",
        "link": "http://www.reuters.com/article/usa-stocks-idUSZXN0RQD2I",
        "time": "4:05PM UTC",
        "body": "NEW YORK, May 10 (Reuters) - U.S. stocks ended sharply higher on Tuesday, with a rally in Amazon.com helping propel the S&P 500 to its best day in two months.\n\nBased on the latest available data, the Dow Jones industrial average was up 222.16 points, or 1.25 percent, to 17,928.07, the S&P 500 had gained 25.68 points, or 1.25 percent, to 2,084.37 and the Nasdaq Composite had added 59.67 points, or 1.26 percent, to 4,809.88. (Reporting by Caroline Valetkevitch; Editing by Nick Zieminski)"
    },
    {
        "header": "us stocks-wall st rallies, led by financials, energy stocks and amazon",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL3N1874QH",
        "time": "11:22AM UTC",
        "body": "* Gap drops after sales fall for fifth straight quarter\n\nMay 10 (Reuters) - U.S. stock rose strongly in late morning trading on Tuesday, helped by a rally in financial shares and with commodity prices boosting energy and industrial stocks.\n\nAmazon jumped as much as 3.2 percent to a record high of $701.40, providing the biggest boost on the S&P and the Nasdaq, after Bernstein set a $1,000 price target on the stock.\n\nAll 10 major S&P sectors were higher, led by a 1.35 percent rise in the energy index. Oil was up over 3 percent as supply disruptions in Canada and elsewhere overshadowed fears of oversupply.\n\nWorld stock markets had also risen, helped by solid corporate earnings in Europe, progress on Greek debt talks, and a new pledge by Japan that it was prepared to weaken the yen.\n\n“Comments from Japan regarding an intervention in the yen and a stabilization in oil prices are helping equities today,” said Dan Farley, regional investment strategist at U.S. Bank Wealth Management in Minneapolis.\n\n“We’re also at the end of the earnings season and while we aren’t expecting a massive improvement in profit, I do expect to see some revenue growth in the second quarter.”\n\nAt 11:00 a.m. ET (1500 GMT) the Dow Jones industrial average was up 173.37 points, or 0.98 percent, at 17,879.28, the S&P 500 was up 18.39 points, or 0.89 percent, at 2,077.08 and the Nasdaq Composite was up 32.58 points, or 0.69 percent, at 4,782.78.\n\nThe S&P 500, which has risen about 15 percent since its February lows, has seen its rally slow in the last two weeks due to underwhelming quarterly earnings and mixed U.S. economic data.\n\nHowever, a three-day losing streak was broken on Friday after a disappointing U.S. jobs report suggested the Federal Reserve would raise rates just once this year. Wall Street also ended mostly higher on Monday as healthcare shares rose.\n\nThe S&P industrials sector was up about 1.33 percent. The financials index gained 1.21 percent, with Goldman up 2 percent and JPMorgan up 1.4 percent.\n\nGap tumbled 12.7 percent to $19, the biggest drop among S&P 500 companies, after the retailer reported a decline in sales for the fifth straight quarter.\n\nAllergan was up 5.9 percent at $226.46 after the Botox maker reported a better-than-expected quarterly profit.\n\nAdvancing issues outnumbered decliners on the NYSE by 2,082 to 731. On the Nasdaq, 1,564 issues rose and 977 fell.\n\nThe S&P 500 index showed 40 new 52-week highs and four new lows, while the Nasdaq recorded 28 new highs and 36 new lows. (Reporting by Tanya Agrawal in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "header": "amazon is good for cinema industry, says cannes festival director",
        "link": "http://www.reuters.com/article/us-filmfestival-cannes-fremaux-idUSKCN0Y11TK",
        "time": "11:31AM UTC",
        "body": "CANNES, France (Reuters) - The Cannes film festival is partly opening the door for streaming video giants this year, allowing Amazon to make its debut on the Croisette while leaving Netflix out of its 69th annual session.\n\nFestival director Thierry Fremaux says Amazon’s presence is good news because its SVOD (streaming video on demand) service releases its films in cinemas before they are streamed online.\n\nThe film industry prefers having these so-called “release windows” - usually three months - when they can show the film exclusively. Netflix releases its films at the same time in cinemas and online.\n\n“Amazon is different from Netflix. It is a real distributor, producer,” he told Reuters before Wednesday’s opening ceremony.\n\n“They have Woody Allen but also some foreign films, so it’s good news because thanks to them these films will be distributed,” he said.\n\nThe festival will kick off with Woody Allen’s ‘Cafe Society’, one of five Amazon films selected in Cannes. Three of them have been picked for the main competition.\n\nNicolas Winding Refn’s ‘The Neon Demon’, Jim Jarmusch’s ‘Paterson’ and ‘Gimme Danger’ and Park Chan-wook’s ‘The Handmaiden’ are also Amazon‘s.\n\n“The presence of Amazon is not significant (just) for the Cannes film festival, it’s significant for the whole industry of cinema,” Fremaux said.\n\n“I think it’s good news, it’s money, a new kind of money. Having Amazon buying four, five films is a very good sign showing cinema is alive.”\n\nThis year, Netflix and Amazon bought a combined total of 12 films at the Sundance film festival and the Venice film festival screened Netflix’s ‘Beasts of No Nation’ last year."
    },
    {
        "header": "amazon delivers s&p 500 its best day in two months",
        "link": "http://www.reuters.com/article/us-usa-stocks-idUSKCN0Y11EA",
        "time": "5:34PM UTC",
        "body": "(Reuters) - U.S. stocks rose across the board on Tuesday, with a jump in oil and a rally in Amazon.com helping propel the S&P 500 to its best day in two months.\n\nBuoyed as well by higher global stock markets, Wall Street’s gains appeared to breathe new life into a two-month rally that had petered out in mid-April, and left the S&P 500 with an increase of nearly 2 percent for 2016.\n\nAmazon (AMZN.O) jumped 3.43 percent to a record of $703.07, giving the biggest boost to the S&P 500 and the Nasdaq. Bernstein raised its price target on the stock to $1,000, the highest on Wall Street, saying it believes Amazon’s margins will expand much faster than currently expected.\n\nAll 10 major S&P sectors gained and seven of them were up over 1 percent, led by a 1.75 percent rise in the energy index .SPNY. Oil rose over 4 percent as supply disruptions in Canada and elsewhere overshadowed fears of oversupply.\n\nInternational stock markets were helped by solid corporate earnings in Europe, progress on Greek debt talks, and a new pledge by Japan that it was prepared to weaken the yen.\n\n“A great triple-digit day, it’s fantastic,” said Jake Dollarhide, chief executive officer of Longbow Asset Management in Tulsa, Oklahoma. “People are feeling confident.”\n\nWith first-quarter earnings reports almost all in and not quite as bad as expected, investors have become more optimistic that the profit recession that has weighed on large-cap stocks for almost a year may be losing its grip.\n\nThe proportion of companies that have raised their forecasts versus those that lowered forecasts is the healthiest it has been since 2011, according to Thomson Reuters data.\n\n“While we aren’t expecting a massive improvement in profit, I do expect to see some revenue growth in the second quarter,” said Dan Farley, regional investment strategist at U.S. Bank Wealth Management in Minneapolis.\n\nThe Dow Jones industrial average .DJI climbed 1.26 percent to end at 17,928.35 and the S&P 500 .SPX jumped 1.25 percent to 2,084.39.\n\nThe S&P 500 and Dow Jones notched their biggest daily percentage gain since March 11 and the Nasdaq recorded its biggest gain since April 13.\n\nAfter the bell, Walt Disney Co (DIS.N) posted a fiscal second-quarter report that disappointed investors and its stock fell 5 percent.\n\nDuring the session, Gap (GPS.N) tumbled 11.51 percent after the retailer reported a decline in sales for the fifth straight quarter.\n\nAllergan (AGN.N) added 5.28 percent after the Botox maker reported a better-than-expected quarterly profit.\n\nAdvancing issues outnumbered decliners on the NYSE by 2,300 to 701. On the Nasdaq, 1,864 issues rose and 946 fell.\n\nThe S&P 500 index showed 49 new 52-week highs and four new lows, while the Nasdaq recorded 48 new highs and 61 new lows.\n\nAbout 6.6 billion shares changed hands on U.S. exchanges, below the 7.3 billion daily average for the past 20 trading days, according to Thomson Reuters data."
    },
    {
        "header": "amazon takes aim at youtube with new video service",
        "link": "http://www.reuters.com/article/us-amazon-com-video-idUSKCN0Y11W2",
        "time": "4:51PM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) launched a service on Tuesday that allows users to post videos and earn royalties from them, setting up the world’s biggest online retailer to compete directly with Alphabet Inc’s (GOOGL.O) YouTube.\n\nThe service, called Amazon Video Direct, will make the uploaded videos available to rent or own, to view free with ads, or be packaged together and offered as an add-on subscription.\n\nAmazon will pay content creators 50 percent of the revenue earned from rental receipts or sale of the videos, according to the company’s license agreement. For ad-supported videos, the creators will get half of the net ad receipts.\n\nAmazon’s fast-growing Prime loyalty program already offers original TV programming and access to digital entertainment products such as Prime Music and Prime Video, as well as one-hour delivery of purchases, for an annual fee of $99.\n\nYouTube offers a free, ad-supported service as well as a $10-per-month subscription option called YouTube Red.\n\nAmazon, though, has a long way to go to catch up with YouTube, the go-to venue for video on the internet since 2005.\n\n“I don’t see 50 million Prime users making a huge dent in the 2 billion YouTube user ecosystem,” Wedbush Securities analyst Michael Pachter said in an email to Reuters.\n\nIvan Feinseth, at Tigress Financial Partners, said Amazon had the technological wherewithal and financial resources to be a contender in any business, but was similarly cautious.\n\n“I don’t know if it’s going to totally disrupt YouTube, or even some of the other services, but for those that are heavy Amazon users, it will have an appeal,” he told Reuters.\n\nAmazon’s shares, already up about 57 percent in the past 12 months, rose 3.2 percent to an intraday record of $701.40.\n\nUsers of Amazon’s service will be able to make their videos available in United States, Germany, Austria, the United Kingdom and Japan.\n\nThe company has also signed up several partners for the service, including Conde Nast Entertainment, the Guardian, tech blog Mashable and toymaker Mattel Inc (MAT.O).\n\nAmazon has been making a concentrated push into video.\n\nIn a client note issued earlier on Tuesday, Bernstein analyst Carlos Kirjner estimated that the company will spend about $2.9 billion on video content for Amazon Prime this year.\n\nAmazon recently launched a monthly subscription to its video program for $10.99 and plans to offer its video streaming service as a standalone service for a monthly fee of $8.99."
    },
    {
        "header": "brief-amazon announces amazon video direct",
        "link": "http://www.reuters.com/article/idUSFWN1870WB",
        "time": "10:18AM UTC",
        "body": "* Announces Amazon Video Direct, Giving Video Providers A Self-Service program to reach amazon customers, including tens of millions of prime members\n\n* Amazon video direct available as an add-on subscription through streaming partners program\n\n* Creators from around world can make their videos available to customers as part of prime video and earn royalties based on hours streamed\n\n* Customers in u.s., uk, germany, austria, japan have access to new movies, tv shows, docu-series and music videos from content creators\n\n* Launch of avd stars program, which gives video creators a share of one million dollars per month based on customer engagement with their title\n\n* Will distribute to creators a monthly bonus from one million dollar monthly fund, based on top 100 avd titles in prime video Source text for Eikon: Further company coverage: (Bengaluru Newsroom: +1-646-223-8780)"
    },
    {
        "header": "us stocks-amazon puts wall st on track for best day in a month",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL2N1871HG",
        "time": "2:53PM UTC",
        "body": "* Gap drops after sales fall for fifth straight quarter\n\nMay 10 (Reuters) - U.S. stocks rose across the board on Tuesday, with a rally in Amazon.com putting the S&P 500 on track for its best day in a about a month.\n\nBuoyed by rises in oil and global stock markets, Wall Street’s gains appeared to breathe new life into a two-month rally that petered out in mid-April, and it left the S&P 500 with an increase of nearly 2 percent for 2016.\n\nAmazon jumped 3.2 percent to a record of $701.40, giving the biggest boost to the S&P and the Nasdaq. Bernstein raised its price target on the stock to $1,000, the highest on Wall Street, saying it believes Amazon’s margins will expand much faster than currently expected.\n\nAll 10 major S&P sectors gained and six of them were up over 1 percent, led by a 1.64-percent rise in the industrials index and a 1.55-percent rise in the energy index. Oil rose 4 percent as supply disruptions in Canada and elsewhere overshadowed fears of oversupply.\n\nInternational stock markets were helped by solid corporate earnings in Europe, progress on Greek debt talks, and a new pledge by Japan that it was prepared to weaken the yen.\n\n“There’s pent-up demand to buy,” said Jake Dollarhide, chief executive officer of Longbow Asset Management in Tulsa, Oklahoma. “You’re seeing the cream rise to the top but the bottom of the barrel stuff is also getting a nice pop.”\n\nAt 2:39 pm, the Dow Jones industrial average was up 1.06 percent at 17,893.01 points and the S&P 500 had gained 1.06 percent to 2,080.51.\n\nThe S&P 500 and Nasdaq were set for their biggest intraday percentage gain since April 13 and the Dow was on track for its biggest gain since March 11.\n\nGap tumbled 11.78 percent after the retailer reported a decline in sales for the fifth straight quarter.\n\nAllergan added 4.48 percent after the Botox maker reported a better-than-expected quarterly profit.\n\nAdvancing issues outnumbered decliners on the NYSE by 2,266 to 697. On the Nasdaq, 1,827 issues rose and 952 fell.\n\nThe S&P 500 index showed 46 new 52-week highs and four new lows, while the Nasdaq recorded 45 new highs and 50 new lows. (Additional reporting by Tanya Agrawal; Editing by Savio D‘Souza and Nick Zieminski)"
    }
]