[
    {
        "header": "ecuador begins drilling for oil in pristine corner of amazon",
        "link": "http://www.reuters.com/article/us-ecuador-oil-yasuni-idUSKCN11D2SQ",
        "time": "7:34PM UTC",
        "body": "TIPUTINI, Ecuador (Reuters) - Ecuador began drilling for oil on Wednesday near an Amazon nature reserve known as Yasuni, a site that President Rafael Correa had previously sought to protect from development and pollution under a pioneering conservation plan.\n\nCorrea in 2007 asked wealthy countries to donate $3.6 billion to offset revenue lost by not drilling in the Yasuni National Park. But the initiative was scrapped in 2013 after it brought in less than 4 percent of the amount requested.\n\nCorrea’s government blamed the international community for the failure of a plan once seen as a possible model for other developing countries seeking to resist the lure of oil money.\n\nWednesday’s drilling by the state oil company Petroamazonas began in the ITT (Ishpingo-Tambococha-Tiputini) block at Tiputini, which is just outside Yasuni. Ishpingo and Tambococha are within the Yasuni reserve itself.\n\nCorrera has said previously that drilling would affect less than 1 percent of the reserve.\n\n“It’s the start of a new era for Ecuadorean oil,” said Vice President Jorge Glas after a tour of the site on Wednesday.\n\n“In this new era, first comes care for the environment and second responsibility for the communities and the economy, for the Ecuadorean people,” he told reporters, adding that the cost of production was less than $12 per barrel.\n\nEcuador is OPEC’s smallest member and has suffered heavily from the fall in oil prices. Around half its income comes from oil, according to the World Bank.\n\nIt is also one of the world’s most biodiverse nations, boasting Amazon rainforest, Andean mountains and the Galapagos Islands.\n\nThe end of Ecuador’s conservation initiative for the eastern Yasuni, a vast swath of rainforest on the equator, drew outrage from environmentalists when it was first announced.\n\n“This is the worst imaginable place to be drilling for oil. The world can simply not afford to lose a place like Yasuni,” said Kevin Koenig, Ecuador program director at Amazon Watch, in a statement.\n\nAbout 1.67 billion barrels of oil lie under Yasuni’s soil.\n\nWith output from the Tiputini field, Ecuador’s oil production will rise to some 570,000 barrels per day (bpd) from a current level of about 550,000 bpd, government officials say."
    },
    {
        "header": "amazon to start restaurant deliveries in london",
        "link": "http://www.reuters.com/article/us-amazon-britain-restaurants-idUSKCN11D0MA",
        "time": "11:25AM UTC",
        "body": "LONDON (Reuters) - Amazon said it would start delivering meals from restaurants direct to customers in some parts of London, the newest entrant to an increasingly competitive market which includes Just Eat, UberEats and Deliveroo.\n\nAmazon said in a statement on Wednesday that its “Amazon Restaurants” service would be available to subscribers of its Prime delivery scheme and that delivery would be free for orders over 15 pounds ($20).\n\nMopeds and bicycles sporting either the Just Eat, UberEats or Deliveroo logos are an increasingly common sight on London’s streets as the city’s residents use the services for restaurant meals without having to leave their homes."
    }
]