[
    {
        "header": "behind those amazon prime boxes, a bull market in warehouses",
        "link": "http://www.reuters.com/article/us-usa-stocks-warehouses-idUSKCN0Z92AK",
        "time": "3:27PM UTC",
        "body": "NEW YORK (Reuters) - With Amazon and other e-commerce sites continuing to take market share from malls and other physical retailers, U.S. mutual fund managers are upping their bets on an overlooked part of the online shopping boom: warehouses.\n\nReal estate investment trusts (REITs) that own the distribution centers required to fill all those Amazon Prime boxes are a growing favorite on Wall Street after two years of underperformance compared with the broad real estate market.\n\nIn large part, the move comes about because of changes in the supply chains of online retail giants like Amazon.com Inc (AMZN.O) over the last few years as they focus on fast, two-day shipping.\n\nWhereas a traditional retailer might send a pallet full of merchandise to a store, online shippers send out individual packages. That requires significantly more space to hold greater amounts of inventory on hand and to route all those boxes, said Eric Frankel, an analyst at research firm Green Street Advisors.\n\nThat has allowed companies such as Prologis Inc (PLD.N) - which counts Amazon among its largest customers - to raise rents a record 20.1 percent in the first three months of the year. Even with the rent increases seen this year, warehouse occupancy rates are at their highest since 2000, making rent spikes across the industry likely for newer, modern warehouses near major cities, according to Green Street.\n\n“We think the shift to e-commerce is just going to create more demand for warehouses and while those aren’t the sexiest parts of the industry, that’s where the demand is,” said Nate Weisshaar, a portfolio manager at Motley Fool Asset Management. He has been adding to his position in Stag Industrial Inc (STAG.N), a warehouse company whose shares are up 24 percent year-to-date.\n\nTotal fund ownership of real estate companies such as Prologis Inc and Duke Realty Corp (DRE.N) has jumped by 30 percent or more over the last quarter, according to Morningstar data. At the same time, their share prices are up 15 percent or more for the year to date, well outpacing the 3-percent gain in the benchmark S&P 500, or the 9.9-percent increase in the Dow Jones All REIT index.\n\nThe rally in warehouse stocks has sent the shares like Prologis to their highest levels since before the 2008 financial crisis.\n\nSome fund managers expect the rally to continue, in part because of a technical change by S&P that will recognize real estate as its own sector, rather than a part of financials. That will require active U.S. equity fund managers - who have traditionally been underweight real estate - to buy more than $100 billion in real estate shares to reach a market neutral position, according to J.P. Morgan.\n\n“You’re going to see more adoption of REITs overall, especially on the part of managers who haven’t held the sector before, and they’re going to gravitate to what they know,” said Mike Underhill, portfolio manager at RidgeWorth Investments.\n\nUnderhill estimates Prologis will be among the companies that see the largest inflows as a result of the change because of its connection to the more-familiar consumer discretionary sector.\n\nHe is also bullish on mid-cap REITs such as DCT Industrial Trust Inc (DCT.N), which has been expanding its urban distribution centers in areas such as Atlanta and Washington DC in order to make it easier to fulfill next-day delivery orders.\n\n“These industrial REITs are caught up in the same paradigm shift that’s been a negative for bricks and mortar retailers, but on the other side of it,” he said."
    }
]