[
    {
        "header": "brief-amazon.com introduces new kindle for $79.99",
        "link": "http://www.reuters.com/article/idUSFWN19E02H",
        "time": "9:39AM UTC",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "amazon jaguar shot dead after olympic torch ceremony",
        "link": "http://www.reuters.com/article/us-olympics-rio-jaguar-idUSKCN0Z72P4",
        "time": "10:29AM UTC",
        "body": "RIO DE JANEIRO (Reuters) - A jaguar featured at an Olympic torch ceremony was shot dead by a soldier shortly after the event in the Brazilian Amazon city of Manaus as the animal escaped from its handlers, an army statement said.\n\nThe jaguar was killed on Monday at a zoo attached to a military training center where the Olympic torch ceremony was held. A soldier fired a single pistol shot when the escaped animal, despite being tranquilized, approached the soldier, the army said.\n\n“We made a mistake in permitting the Olympic torch, a symbol of peace and unity, to be exhibited alongside a chained wild animal. This image goes against our beliefs and our values,” the local organizing committee Rio 2016 said in a statement.\n\n“We guarantee that there will be no more such incidents at Rio 2016,” the committee added.\n\nA cartoon smiling yellow jaguar known as Ginga is the mascot of the Brazilian Olympic team.\n\nThe jaguar is a near-threatened species that is already extinct in Uruguay and El Salvador, according to the International Union for Conservation of Nature.\n\nThe shooting caused uproar among animal rights groups, which pointed to the recent killing of a gorilla at a Cincinnati zoo and alligators at Walt Disney World in Orlando as evidence of flawed policy towards wild animals. Many questioned why the animal was involved in the Olympic event.\n\n“When will we learn? Wild animals held captive and forced to do things that are frightening, sometimes painful, and always unnatural are ticking time bombs — our actions put them and humans at risk,” Brittany Peet, director of captive animal law enforcement at People for the Ethical Treatment of Animals (PETA), said in a statement.\n\nIn Brazil, the Rio de Janeiro-based animal rights group Animal Freedom Union asked the same question.\n\n“When will people (and institutions) stop with this sick need to show power and control by confining, taming and showcasing wild animals?” it said on its Facebook page.\n\nThe use of Juma, as the jaguar was known, at the event was also illegal, according to Ipaam, the Amazonas state government environmental authority that oversees the use of wild animals.\n\n“No request was made to authorize the participation of the jaguar ”Juma“ in the event of the Olympic torch,” Ipaam said in a statement. Ipaam said it is investigating the incident."
    },
    {
        "header": "faa proposes two new fines against amazon.com over hazardous shipments",
        "link": "http://www.reuters.com/article/us-amazon-com-faa-idUSKCN0Z82H8",
        "time": "4:04PM UTC",
        "body": "WASHINGTON (Reuters) - The U.S. Federal Aviation Administration said on Wednesday it is proposing $130,000 in civil fines against Amazon.com Inc for two new violations of shipping products that allegedly violated hazardous materials regulations.\n\nThe proposed fines cover two shipments of materials in May and June 2014, and come less than two weeks after the FAA proposed a $350,000 fine against Amazon for a shipment that injured several UPS workers who handled a package.\n\nAmazon has 30 days to respond to the FAA.\n\nThe FAA said Amazon in May 2014 sent packages containing corrosive rust stain preventer from Illinois to Florida. Workers at FedEx’s sorting facility in Lake Wales, Florida, discovered one of the containers leaked through the cardboard box. The FAA proposed a $78,000 fine.\n\nThe FAA also proposed a $52,000 fine after it said Amazon sent a flammable gas from Whitestown, Indiana, to Glendale, California, in June 2014. Workers in UPS’s Louisville, Kentucky sorting facility discovered the container. The shipments were not properly marked as hazardous materials, FAA said.\n\nEarlier this month, the FAA alleged that on Oct. 15, 2014, Amazon sent a UPS package with a one-gallon container of a corrosive drain cleaner for transportation by air from Kentucky, to Colorado.\n\nThe package leaked and nine UPS employees who came into contact with the box reported feeling a burning sensation and were treated with a chemical wash, the FAA said, in proposing a $350,000 fine.\n\nThat’s the largest fine the FAA has proposed imposing on Amazon.\n\nAmazon said in a written statement earlier this month that it ships “tens of millions of products every day and (has) developed sophisticated technologies to detect potential shipping hazards and use any defects as an opportunity for continuous improvement.”\n\nEarlier this month, the FAA said that from February 2013 to September 2015, the government found Amazon had violated the hazardous materials regulations 24 other times and is seeking a total of nearly $1.3 million in fines. In at least 15 instances, hazardous material leaked."
    },
    {
        "header": "brief-amazon announces plans for expansion in georgia",
        "link": "http://www.reuters.com/article/idUSFWN19D0GE",
        "time": "5:53AM UTC",
        "body": "* announces plans for expansion in Georgia with new fulfillment center and more than 500 full-time jobs\n\n* New fulfillment center is in Braselton, Georgia Source text for Eikon: Further company coverage:"
    }
]