[
    {
        "header": "us stocks-wall st rally fades as crude retreats, amazon weighs",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL3N14X4QI20160113",
        "time": "11:42AM UTC",
        "body": "* Dow down 0.05 pct, S&P up 0.08 pct, Nasdaq down 0.12 pct (Adds details,)\n\nJan 13 (Reuters) - Wall Street’s early gains evaporated on Wednesday morning, led by a drop in Amazon and other consumer discretionary stocks, while crude oil prices struggled to end their losing streak.\n\nAmazon fell 2.3 percent to $603.77 and was the biggest drag on the S&P 500 and the Nasdaq.\n\nCrude prices once again moved towards $30 per barrel, but held ground above the key level, after data showed a bigger-than-expected increase in U.S. crude stockpiles last week.\n\nStocks as well as oil prices rose earlier in the session after data showed China’s exports and imports fell less than expected in December, allaying concerns about the health of the world’s second-biggest economy.\n\n“It’s becoming quite apparent that any strength is being used to trim or exit positions as opposed to taking on new positions in the market, at least in the last couple of days,” said Ryan Larson, head of U.S. equity trading at RBC Global Asset Management in Chicago.\n\n“The overall theme is that people continue to worry about the deterioration in China and, more specifically, the continued erosion in WTI,” said Larson.\n\nOil prices have fallen for seven days in a row.\n\nAt 11:21 a.m. ET (1621 GMT), the Dow Jones industrial average was down 8.42 points, or 0.05 percent, at 16,507.8.\n\nThe S&P 500 was up 1.58 points, or 0.08 percent, at 1,940.26 and the Nasdaq Composite index was down 5.54 points, or 0.12 percent, at 4,680.38.\n\nSix of the 10 major S&P sectors were lower, led by a 0.66 percent drop in the consumer discretionary sector.\n\nThe S&P energy sector gave up most of its gains and was up marginally at 0.18 percent.\n\nExpress Scripts was down 6.4 percent at $80.09 after health insurer Anthem said it was renegotiating a contract with the pharmacy benefits manager. The stock was the second biggest drag on the S&P and the Nasdaq.\n\nGeneral Motors jumped 2.5 percent, while Ford slipped 2.5 percent after the automakers gave contrasting profit forecasts for the year.\n\nMetlife was up 6 percent at $44.71 after the biggest U.S. life insurer said it plans to separate a large part of its retail business.\n\nThe U.S. Treasury Department is scheduled to release its budget report for December at 2 p.m.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,590 to 1,329. On the Nasdaq, 1,554 issues fell and 1,074 advanced.\n\nThe S&P 500 index showed two new 52-week highs and 21 new lows, while the Nasdaq recorded six new highs and 181 new lows. (Reporting by Abhiram Nandakumar in Bengaluru; Editing by Savio D‘Souza)"
    }
]