[
    {
        "header": "amazon plans to open up to 400 bookstores, says mall operator ",
        "link": "http://www.reuters.com/article/us-amazon-com-bookstore-idUSKCN0VB2H2",
        "time": "7:19PM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) plans to open up to 400 physical bookstores, an executive of a major U.S. mall operator said on Tuesday.\n\nAmazon dipped its toe into the waters of brick-and-mortar stores with the opening of a bookstore in its home city of Seattle in November. An expansion of bookstores, which the company has not confirmed, would be a surprise reversal from the online retailer credited with driving physical booksellers out of business.\n\n“You’ve got Amazon opening brick-and-mortar bookstores and their goal is to open, as I understand, 300 to 400 bookstores,” Sandeep Mathrani, chief executive of General Growth Properties Inc (GGP.N), said on Tuesday, responding to an analyst’s question after it reported earnings.\n\nOn the call, Mathrani compared Amazon’s plans to similar moves by eyeware company Warby Parker or men’s clothing retailer Bonobos, both of which opened physical stores after finding success online.\n\nAn Amazon spokeswoman said the company does not comment on “rumors and speculation.”\n\nBefore branching out to offer everything from fresh groceries to original TV programming, Amazon got its start as a bookseller 20 years ago. It has since revolutionized the publishing industry by introducing its popular e-reader, the Kindle.\n\nAmazon’s bookstore in Seattle carries books selected based on customer ratings and popularity on Amazon.com. The storefront also provides a space for visitors to test-drive Amazon’s Kindle, Fire TV and other devices.\n\nAny move by Amazon to expand stores would further antagonize long-time rivals like Barnes & Noble Inc (BKS.N), the largest U.S. bookstore chain, which operated 640 bookstores across the United States as of January. Shares of Barnes & Noble fell more than 5 percent on Tuesday.\n\nThe Wall Street Journal first reported Mathrani’s comments on Tuesday.\n\nKevin Berry, vice president of investor relations at General Growth Properties, declined to comment beyond what was said during the conference call."
    },
    {
        "header": "amazon plans hundreds of physical bookstores - cnbc, citing dj",
        "link": "http://www.reuters.com/article/amazoncom-bookstore-idUSL3N15H5ES",
        "time": "4:28PM UTC",
        "body": "Feb 2 (Reuters) - Amazon.com Inc is planning to open hundreds of brick-and-mortar bookstores, CNBC reported on Tuesday, citing a Dow Jones report.\n\nThe report did not say where Amazon would open the stores. (cnb.cx/1QYW6D7)\n\nAmazon in November announced plans to open its first physical book store in Seattle. (Reporting by Ismail Shakil in Bengaluru; Editing by Savio D‘Souza)"
    }
]