[
    {
        "header": "u.s. agency says court found amazon liable for kid in-app charges",
        "link": "http://www.reuters.com/article/amazoncom-ftc-idUSEMN4HJWWM",
        "time": "10:09AM UTC",
        "body": "WASHINGTON, April 27 (Reuters) - A federal judge has ruled that Amazon.com was liable for billing parents for unauthorized charges that children made within apps, the Federal Trade Commission said on Wednesday.\n\nA judge on Tuesday granted the FTC’s motion for summary judgment on liability but also granted Amazon’s motion regarding injunctive relief. The court also ordered more briefing on the remedy, according to the court ruling.\n\nThe FTC said it would press for full refunds for the affected Amazon customers. (Reporting by Diane Bartz; Editing by Meredith Mazzilli)"
    },
    {
        "header": "amazon names doug gurr uk country manager",
        "link": "http://www.reuters.com/article/us-amazon-com-management-idUSKCN0XO1HD",
        "time": "8:52AM UTC",
        "body": "LONDON (Reuters) - Online retailer Amazon on Wednesday named Doug Gurr as the firm’s new UK country manager, moving him from the same role in China.\n\nAmazon said Gurr will take up his new job in late May, succeeding Christopher North, who was in March named as the new chief executive of digital imaging company Shutterfly..\n\nGurr first joined Amazon in the UK in 2011 as vice president of its hardlines division, which covers products such as lawn and garden tools and toys.\n\nHe is a former executive of Asda, the British supermarket arm of Wal-Mart.\n\nAmazon is growing quickly in Britain. It said in January it would create over 2,500 UK jobs in 2016.\n\nThe jobs form part of an investment by the U.S.-based company to expand its warehouses and delivery network, its research and development (R&D) capability, and build new infrastructure to support its cloud-computing business.\n\nIn February Amazon launched its biggest foray into food outside of the United States with a deal with British supermarket Morrisons to offer fresh and frozen goods to customers, in some places as quickly as under one hour."
    },
    {
        "header": "amazon found liable for charges incurred by kids using apps",
        "link": "http://www.reuters.com/article/amazoncom-ftc-idUSL2N17U1IH",
        "time": "5:04PM UTC",
        "body": "WASHINGTON (Reuters) - Amazon.com Inc is liable for billing parents for in-app purchases that their children made without permission, a federal judge has judge has decided, in a ruling that resolves accusations similar to ones that Apple Inc and Google Inc settled two years ago.\n\nU.S. District Judge John Coughenour in Washington state on Tuesday granted a Federal Trade Commission motion for summary judgment on liability in a fight between Amazon and the agency over the unauthorized purchases.\n\n“The millions of dollars billed to Amazon customers without a mechanism for consent, the thousands of customers complaining about unauthorized charges, and the time spent seeking refunds for those charges, all demonstrate substantial injury,” he wrote.\n\n“It is Amazon’s stated policy that in-app purchases are final and nonrefundable, likely discouraging much of its customer base from attempting to seek refunds.”\n\nThe judge also noted that 1,573 customers who sought refunds did not receive them.\n\nCoughenour denied the FTC’s request for an injunction that would have subjected Amazon to 20 years of oversight. Amazon has made changes in how in-app purchases are made since the FTC began probing the issue, the court said.\n\nThe judge did not immediately decide on a remedy. The FTC, which filed the lawsuit in 2014, said it would press for full refunds for affected Amazon customers.\n\nThe agency has accused the online retailer of failing to make proper disclosures to parents regarding purchases made by their children while using apps such as “Pet Shop Story.”\n\nThe judge cited in his ruling what he said was a confidential document about Amazon’s marketing plan in which it acknowledged that “‘IAP’ isn’t a concept widely known by customers.”\n\nJudge Coughenour also quoted Aaron Rubenson, who says on his Linkedin account that he is head of the Amazon Appstore, that customer complaints about the purchases were “near house on fire.” The judge also quoted Rubenson as saying, “We’re clearly causing problems for a large percentage of our customers.”\n\nFTC data analyst Julie Miller estimated that Amazon had made $86 million from the in-app purchases and refunded $10 million. She estimated that fully 42 percent of the total purchases were unauthorized, the judge said. The judge said he believed that number could be “inflated” and asked for a further briefing.\n\nAmazon called Miller’s estimate “fundamentally flawed,” the judge said. Amazon did not respond to requests for comment for this story.\n\nThe FTC settled similar cases with Apple and Google in 2014. Apple agreed to refund to customers at least $32.5 million in unauthorized charges, while Google agreed to pay at least $19 million."
    }
]