[
    {
        "header": "amazon expands logistics reach with move into ocean shipping",
        "link": "http://www.reuters.com/article/amazon-com-freight-idUSKCN0US2T0",
        "time": "10:05PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc’s China arm has registered as an ocean freight forwarder, according to the U.S. Federal Maritime Commission, a move that will give it more control over shipping products from Chinese factories to U.S. shoppers.\n\nThe registration is the latest indication that Amazon plans to expand its logistics reach to cut costs for its retail business and potentially provide third-party logistics services to other industries.\n\nIts new status as a freight forwarder, or “non-vessel operating common carrier,” gives Amazon, the world’s largest online retailer, a foothold in the $350 billion a year ocean freight business. It will not operate ships but subcontract that work.\n\nAmazon is already negotiating a deal to lease 20 jets to start an air-delivery service in the United States, the Seattle Times reported last year. The retailer bought truck trailers to add shipping capacity and started a program last year that uses a fleet of on-demand drivers to deliver packages.\n\n“It has more and more control over the supply chain of their business and it gives them the ability to squeeze (costs) even further,” said Satish Jindel, a logistics consultant and president of SJ Consulting Group.\n\nHe added the move gives Amazon an even bigger edge against traditional U.S. retailers in negotiating lower prices for goods.\n\nThe Federal Maritime Commission, a U.S. government agency that regulates the U.S.-international ocean transportation system, said on Thursday a business named Beijing Century Joyo Courier Service Co Ltd, with the trade names Amazon China, Amazon.CN and Amazon Global Logistics China, was registered in its database to provide ocean freight services.\n\nAmazon China submitted its registration request on Nov. 9, the commission said Thursday, and it was reviewed and registered on Nov. 13. It is the entity’s first registration.\n\n“Amazon’s ocean freight services will be far more attractive to Chinese sellers than to American buyers. Chinese suppliers would love direct access to Amazon’s vast American customer base,” wrote Ryan Petersen, chief executive officer of Flexport, a San Francisco-based freight forwarder who first wrote about Amazon’s registration on his company blog on Thursday.\n\nPetersen added that Amazon’s third-party merchants were unlikely to use its shipping service because it would expose key data like wholesale pricing and supplier names to a rival."
    },
    {
        "header": "update 1-amazon china approved to provide ocean freight services",
        "link": "http://www.reuters.com/article/amazoncom-freight-idUSL3N14Y5UR20160114",
        "time": "6:05PM UTC",
        "body": "SAN FRANCISCO, Jan 14 (Reuters) - Online retailer Amazon.com Inc’s China division has registered as an ocean freight forwarder, according to the U.S. Federal Maritime Commission, a move which allows it to coordinate cargo shipments between China and the United States.\n\nThe registration is the latest indication that the world’s largest online retailer plans to expand its logistics business to cut costs for its own retail business and potentially provide third-party logistics services to other industries.\n\nIts new status as a freight forwarder, or “non-vessel operating common carrier” means the Amazon unit can subcontract carriage of cargoes to a ship operator while it takes on legal liability and takes care of customs documentation.\n\nAmazon is already negotiating a deal to lease 20 jets to start its own air-delivery service in the United States, the Seattle Times reported last year. The retailer has also introduced its own truck trailers and started a program last year that uses a fleet of on-demand drivers to deliver packages.\n\nThe Federal Maritime Commission, a U.S. government agency that regulates the U.S.-international ocean transportation system, said on Thursday a business named Beijing Century Joyo Courier Service Co Ltd, with the trade names Amazon China, Amazon.CN and Amazon Global Logistics China, was registered in its database to provide ocean freight services.\n\nAmazon China submitted its registration request on Nov. 9 last year, submitting various documents and posting a bond, the commission said on Thursday. The request was reviewed and registered on Nov. 13. It is the entity’s first registration, the commission said.\n\nRyan Petersen, who heads Flexport, a San Francisco-based licensed freight forwarder, first wrote about Amazon’s registration on his company blog on Thursday.\n\n“Amazon’s ocean freight services will be far more attractive to Chinese sellers than to American buyers. Chinese suppliers would love direct access to Amazon’s vast American customer base,” wrote Petersen, adding that it could mean even more price pressure on U.S. merchants that already sell goods imported from China to customers through Amazon’s site.\n\nAn Amazon spokeswoman declined to comment. (Reporting by Mari Saito; Editing by Stephen R. Trousdale and Bill Rigby)"
    },
    {
        "header": "amazon china registers to provide ocean freight services",
        "link": "http://www.reuters.com/article/us-amazon-com-freight-idUSKCN0US2YW20160114",
        "time": "6:07PM UTC",
        "body": "(Reuters) - Online retailer Amazon.com Inc’s (AMZN.O) China division has registered to provide ocean freight services, which allows it to coordinate shipments between China and the United States, according to a Federal Maritime Commission filing.\n\nA freight forwarder organizes shipments from a supplier in one region and ships them to customers in faraway countries."
    },
    {
        "header": "update 1-brazil court suspends amazon hydrodam license on native demands",
        "link": "http://www.reuters.com/article/brazil-amazon-hydro-idUSL2N14Y2NI20160114",
        "time": "5:54PM UTC",
        "body": "RIO DE JANEIRO, Jan 14 (Reuters) - A Brazilian court suspended the operating license for the Belo Monte hydroelectric dam, one of the world’s largest, just weeks before owner Norte Energia SA planned to start electricity generation, prosecutors said on Thursday.\n\nJudge Maria Carolina Valente do Carmo of the Federal Court in Altamira, Para, said the license will be suspended until Norte Energia and Brazil’s government meet a previous license requirement to reorganize the regional office of Funai, the national Indian protection agency.\n\nA judge had already ordered the government and Norte Energia to carry out the Funai restructuring work in 2014, so Valente do Carmo also fined the government and the company 900,000 reais ($225,000) for non-compliance.\n\nThe Belo Monte dam, one of the most controversial ever constructed in Brazil, is located on the Xingu River near Altamira.\n\nBelo Monte will have an installed capacity of 11,233 megawatts. Its average output, though, will only be about a third of that as the original reservoir was greatly reduced at the request of native groups and environmentalists.\n\nThese critics objected to the dam blocking one of the last free-flowing major tributaries of the Amazon. They also opposed an early reservoir plan that would have flooded thousands of square kilometers of virgin rain forest.\n\nTens of thousands of workers moving to the region to build the massive project also raised fears that many would stay and expand illegal logging, mining and farming in the rainforest.\n\nBrazil is counting on the dam, now several years behind schedule, to help fill a power gap in Brazil’s south caused by delayed projects, rising demand and recent drought.\n\nNorte Energia, which is building and will operate the dam, is a consortium led by Brazil’s state-run utility Centrais Eletricas Brasileiras SA, or Eletrobras; Centrais Eletricas de Minas Gerais, or Cemig; Brazil’s Neoenergia SA and miner Vale SA.\n\nNorte Energia said it had no comment on the ruling because the company has not been formally notified of its contents.\n\nThe Funai requirements have been part of the rules governing operations at Belo Monte since the dam project received its preliminary license in 2010, prosecutors said in a statement.\n\nCurrently, the Funai offices in Altamira are closed and the agency has seen the number of workers in the region fall by nearly three-quarters. In 2001 there were 60 Funai employees there, today 23. All the Funai stations in indigenous villages near the dam have been closed."
    }
]