[
    {
        "header": "amazon's business marketplace hits $1 billion in sales",
        "link": "http://www.reuters.com/article/us-amazon-com-business-idUSKCN0XV1J2",
        "time": "9:08AM UTC",
        "body": "CHICAGO (Reuters) - Amazon.com Inc’s business marketplace, which connects businesses with suppliers, has generated $1 billion in sales in its first year, making it a significant player in a fragmented industry worth more than $8.2 trillion in the United States.\n\nAmazon Business offers U.S. businesses exclusive pricing and discounts for buying in bulk, free two-day shipping for orders of more than $49, tax exemption and the option to get products delivered with an Amazon guarantee.\n\n“We are continuing to grow at a rate of 20 percent month-on-month, and that highlights ... how strong the need is in this segment,” Amazon Vice President Prentis Wilson told Reuters on Tuesday.\n\nThe business marketplace, which Amazon has described as one of its important areas for growth, extends its role as a middleman for third-party vendors, which account for more than 40 percent of the company’s sales.\n\nThis also helps Amazon gain an edge in the fast-growing online business-to-business sector, which is likely to account for about 12 percent of B2B sales in the United States by 2020, according to estimates by Forrester Research in 2015.\n\nWilson said Amazon added more than 30,000 sellers and more than 300,000 businesses to its platform in the past year and continues to add “thousands of customers” every week.\n\nAmazon’s customers on the platform range from companies like Cardinal Financial Corp to consumer products makers like Henkel & Co HNKG_P.DE and institutions like the University of California-San Diego and the University of Illinois.\n\nSome of the most widely sold products on the platform include computer and information technology equipment, office supplies, lab equipment and food service supplies.\n\nAmazon Business has also started beta testing an offer to extend lines of credit to businesses that register on its platform, Wilson said.\n\nThese lines of credit could range from tens of thousands of dollars up to $1 million, Wilson added."
    }
]