[
    {
        "header": "new grain terminal in brazilian amazon to start exports in july",
        "link": "http://www.reuters.com/article/brazil-grains-ports-idUSE6N12Y04S",
        "time": "11:42AM UTC",
        "body": "SAO PAULO, Feb 3 (Reuters) - Logistics firm Hidrovias do Brasil plans to start exporting grains from a new terminal with up to 6.5 million tonnes annual capacity in the Brazilian Amazon in July, serving international grain merchants, CEO Bruno Serapião said.\n\nNoble Agri and Holland’s Nidera, both controlled by Chinese food giant COFCO, as well as Multigrain, a Brazilian subsidiary of Japan’s Mitsui, signed long-term contracts to use the terminal on the Tapajos river in Para state, he said in an interview. (Reporting by Gustavo Bonato; Writing by Caroline Stauffer)"
    },
    {
        "header": "mall operator ceo backtracks on comments about amazon bookstores",
        "link": "http://www.reuters.com/article/us-amazon-com-bookstore-idUSKCN0VC2N3",
        "time": "7:32PM UTC",
        "body": "(Reuters) - The CEO of a U.S. mall operator who said this week that Amazon.com Inc (AMZN.O) plans to open up to 400 physical bookstores attempted to downplay his comments on Wednesday, without specifically denying them, saying they were “not intended” to represent the online retailer’s plans.\n\nSandeep Mathrani, chief executive of Chicago-based General Growth Properties Inc (GGP.N), which owns and leases retail mall properties, said on his company’s earnings call with analysts on Tuesday that Amazon had plans to open “300 to 400 bookstores.”\n\nHis comments drove down shares of bookseller Barnes & Noble Inc (BKS.N).\n\nThe mall operator did not, however, indicate whether its clarified statement meant Amazon was not planning bookstores. Kevin Berry, the vice president of investor relations at General Growth, declined to elaborate further.\n\nAn Amazon spokeswoman said on Tuesday that the company does not comment on “rumors and speculation.”\n\nSeparately, technology news site Re/code reported on Wednesday that Amazon would indeed open more bookstores, although it said there were no immediate plans for 300 to 400 stores.\n\nAmazon is hiring an assistant store manager based in the La Jolla or San Diego area, according to a recent job posting found on its site. Re/code first reported on the job posting.\n\nIt also said the company plans to open up stores selling other types of products, although it is not clear what they would sell or how they would be set up.\n\nBefore branching out to offer everything from fresh groceries to original TV programming, Amazon started as an online bookseller 20 years ago.\n\nAmazon opened a bookstore in its home city of Seattle in November. An expansion of bookstores would be a surprise reversal for the online retailer credited with driving physical booksellers out of business.\n\nIts bookstore in Seattle carries books selected based on customer ratings and their popularity on Amazon.com. The storefront also provides a space for visitors to test-drive Amazon’s Kindle, Fire TV and other devices."
    },
    {
        "header": "general growth properties ceo clarifies comment on amazon",
        "link": "http://www.reuters.com/article/amazoncom-bookstore-idUSL3N15I5S1",
        "time": "4:24PM UTC",
        "body": "Feb 3 (Reuters) - General Growth Properties Inc said on Wednesday that a statement concerning Amazon.com Inc made by its chief executive, Sandeep Mathrani, was not intended to represent Amazon’s plans.\n\nMathrani, responding to an analyst’s question on a conference call, said on Tuesday that Amazon planned to open 300 to 400 bookstores.\n\nAn Amazon spokeswoman said on Tuesday that the company does not comment on “rumors and speculation.” (Reporting by Abhirup Roy in Bengaluru; Editing by Robin Paxton)"
    },
    {
        "header": "update 1-new grain terminal in brazil's amazon to start exports in july",
        "link": "http://www.reuters.com/article/brazil-grains-ports-idUSL2N15I1WD",
        "time": "12:55PM UTC",
        "body": "SAO PAULO, Feb 3 (Reuters) - Logistics firm Hidrovias do Brasil plans to start exporting from a new grain terminal in the Brazilian Amazon in July, serving international merchants, CEO Bruno Serapião said.\n\nCommodities traders Noble Agri and Holland’s Nidera, both controlled by Chinese food giant COFCO, as well as Multigrain, a Brazilian subsidiary of Japan’s Mitsui, signed long-term contracts to use the terminal on the Tapajos river in Para state, Serapião said in an interview.\n\nThe 1.5 billion reais ($384 million) terminal in Miritituba will start receiving grains in February or March, and within five years will have the capacity to move up to 6.5 million tonnes, taking pressure off crowded southern ports, he said.\n\nThe terminal will receive soybeans trucked up from top growing state Mato Grosso on the BR-163 highway to the banks of the Tapajos river, where they will be loaded onto barges sailed along the Amazon River to the coastal port of Barcarena.\n\nEven though BR-163 is a rough and not entirely paved road, the voyage costs less and is faster than trucking 2,000 kilometers (1,243 miles) from Mato Grosso to Brazil’s main ports of Santos and Paranagua in the southeast, Serapião added.\n\n“Transport by waterway is more competitive,” he said, adding that all work on the BR-163 was expected to be complete by the end of the year.\n\nHidrovias do Brasil follows Bunge in installing a terminal in Miritituba for exports through Barcarena. Bunge has the capacity to export 4 million tonnes per year through the route.\n\nHidrovias do Brasil is controlled by Patria Investimentos’ fund P2 Brasil, with participation from Canada’s Alberto Investment Management Corporation (Aimco)and Singapore’s Temasek Holdings. (Reporting by Gustavo Bonato; Writing by Caroline Stauffer; Editing by Paul Simao)"
    }
]