[
    {
        "header": "amazon to attack uk grocery market with morrisons deal",
        "link": "http://www.reuters.com/article/us-morrison-supermk-amazon-com-idUSKCN0W20NO",
        "time": "2:44PM UTC",
        "body": "LONDON (Reuters) - Amazon has launched its biggest foray into food outside of the United States with a deal with British supermarket Morrisons to offer fresh and frozen goods to customers, in some places as quickly as under one hour.\n\nEnabling the online retail giant to compete with Britain’s biggest supermarket stores and smallest local shops, the deal opens another front on Amazon’s assault on the 178 billion pounds ($247 billion) British grocery market, already hammered by a brutal price war and changing shopping habits.\n\nAmazon will now add hundreds of fresh and frozen products to its existing offering of packaged grocery goods, setting it up to take on Tesco, Sainsbury’s and Wal-Mart’s Asda, as well as online specialist Ocado, in one of the world’s most developed online retail markets.\n\n“The advance of Amazon as a participant in UK grocery is a potential challenge to the whole trade, in time,” Shore Capital retail analyst Clive Black said on Monday. “Any new entrant is, but particularly the American behemoth.”\n\nThe tie-up boosted shares of Morrisons, Britain’s fourth largest supermarket, which has been a laggard in online sales. Since 2013 it has outsourced logistics for its own online food business to Ocado.\n\nMorrisons shares rose 5.6 percent. Those of Ocado fell 9.3 percent on fears the deal would increase competition and reduce the likelihood that Amazon could one day buy it. Market leader Tesco’s shares fell by 3 percent.\n\n“Tesco could soon be about to find out what it’s like to be David rather than Goliath,” said Retail Vision consultant John Ibbotson. Amazon has a market cap of $261 billion.\n\nThe UK grocery market has been convulsed in recent years by thrifty shoppers turning to discounters Aldi and Lidl, convenience stores and online shops. The British Retail Consortium predicts that 900,000 retail jobs could go by 2025 as the industry moves online.\n\nAmazon, the world’s largest online retailer, launched a fresh food offering in Seattle in 2007 and has moved to a handful of other U.S. cities since then, but it has struggled to find the best pricing model, with fresh food proving one of the toughest nuts to crack.\n\nAfter waiving the membership fee for several years, Amazon finally said last year it would begin charging customers $299 a year for its Prime Fresh membership in the U.S.\n\nIts expansion into food in the rest of the world has focused so far just on packaged goods due to the complexity of delivering fresh and frozen products. However, it is keen to extend its offering, just as supermarkets are increasingly competing on its home turf by selling more non-food products online.\n\nThe Morrisons tie-up stops short of replicating its broader U.S. Amazon Fresh service, which offers about 20,000 chilled, frozen and perishable products and items from local shops that analysts have long speculated Amazon was targeting for the UK.\n\nBut it gives Amazon a platform to attack a UK online grocery market predicted to nearly double to 17.2 billion pounds in the five years to 2020, according to industry research group IGD.\n\nIt has offered some food and drink items to British customers since 2010, and in November it extended a packaged groceries offer already available in Germany and Japan to Amazon Prime subscription members in Britain. Last year it added a small range of chilled and frozen items to its Prime Now service which offers one-hour delivery in Britain’s two biggest cities.\n\nAmazon has also begun surveying UK customers about their use of restaurant delivery services, in what analysts said was likely the first step in an international expansion of a business it rolled out in the U.S last September.\n\nMorrisons, with a smaller footprint in the more affluent areas of London and the south east of England than Tesco and Sainsbury‘s, may have gambled that it could cope better with the arrival of Amazon which would typically target those areas.\n\nMorrisons makes half of all the own brand and fresh food it sells, a greater share than other British supermarkets, and has spare capacity to service Amazon’s needs.\n\nMorrisons announced separate plans on Monday to extend its own online grocery deliveries to the whole of the UK, in agreement with Ocado. It would take space in a new Ocado London warehouse while Ocado will provide Morrisons with software to fulfill online orders from its own stores.\n\nFor Morrisons, a tie-up with outside giants like Amazon might be described as “letting the barbarians in”, said analysts at brokerage Bernstein.\n\nNevertheless, the deal could be “a convenient divide-and conquer outcome where Amazon and Morrisons specialize where they are best and support each other mutually,” Bernstein said.\n\n“Morrisons may feel that Amazon isn’t really a threat for its smaller stores in the North of England; on the contrary on our recent store visit, we saw a nice new shiny Amazon locker unit for picking up Amazon parcels.”"
    },
    {
        "header": "amazon enters britain's fresh food market with morrisons deal\u007f",
        "link": "http://www.reuters.com/article/morrison-supermk-amazoncom-idUSFWN16803M",
        "time": "2:20AM UTC",
        "body": "LONDON, Feb 29 (Reuters) - Amazon has struck a wholesale supply deal with British supermarket Morrisons that will help the online retailer step up its food offering in Britain with fresh and frozen products.\n\nMorrisons, Britain’s fourth biggest supermarket, said on Monday the deal would allow hundreds of Morrisons products to be available to Amazon Prime Now and Amazon Pantry customers in the coming months.\n\nThe British grocer already has an online supply deal with Ocado. The British supermarket sector has been convulsed by fierce competition in recent years and analysts have warned that a step up from Amazon could hurt the sector even more. (editing by Kate Holton)"
    }
]