[
    {
        "header": "rabies spread by bats kills 12 in peruvian amazon",
        "link": "http://www.reuters.com/article/us-peru-rabies-idUSKCN0VJ1VM",
        "time": "11:23AM UTC",
        "body": "LIMA (Reuters) - At least 12 people in remote indigenous communities in the Peruvian Amazon have died from rabies in recent months and several more remain sick after catching the disease from bats, a local governor said Wednesday.\n\nAuthorities were rushing to vaccinate people in native Achuar villages near the Morona River basin where the deaths have surged, said Fernando Melendez, the governor of the region Loreto.\n\nSome three children were among the 12 dead, said Melendez.\n\n“The death of even one child is grave,” Melendez said. “Today the people of Loreto are living a tragedy.”\n\nPeru’s central government was preparing a state of emergency to free up funds for additional vaccines and fly them into affected communities, which are far from roads, said Deputy Health Minister Percy Minaya.\n\nRabies deaths from bat bites are rare in Peru, where native Amazonian tribes tend to lack access to basic health care and emergencies can go unattended for days."
    },
    {
        "header": "amazon to buy back $5 billion of shares",
        "link": "http://www.reuters.com/article/us-amazon-com-buyback-idUSKCN0VJ2NC",
        "time": "5:17PM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O), the world’s largest e-commerce company, said on Wednesday its board authorized a $5 billion share buyback program.\n\nThe buyback replaces the $2 billion repurchase program approved in 2010. The company had $763 million remaining under the previous plan.\n\nThe company’s shares rose 1.5 percent to $498 in after-hours trading."
    },
    {
        "header": "amazon expands logistics reach in china",
        "link": "http://www.reuters.com/article/us-amazon-com-logistics-china-idUSKCN0VI21F",
        "time": "1:14PM UTC",
        "body": "SAN FRANCISCO/SHANGHAI (Reuters) - Amazon.com Inc (AMZN.O) is aggressively expanding its logistics operations in China as part of a broader effort to control the rising cost of shipping billions of packages.\n\nIts plans in China, outlined in filings there, include handling cargo and customs for goods headed to ports in Japan, Europe and the United States.\n\nSome analysts say the move could help position Amazon to offer shipping services to other companies, eventually competing with the likes of United Parcel Service Inc (UPS.N) and DHL Worldwide Express BV[DHL.UL].\n\nThat would mirror the strategy of Amazon’s cloud computing arm, Amazon Web Services, which is now the company’s fastest growing unit. The service was launched to serve Amazon’s own retail operations but now hosts data for other companies.\n\nSeattle-based Amazon faces increasing pressure from Wall Street to drive down shipping costs, which rose 37 percent in the most recent quarter compared to the same period a year ago.\n\nThe company revealed its China plans in documents filed with regulators there.\n\nAmazon registered its Chinese subsidiary, Beijing Century Joyo Courier Service, as a freight forwarder - a type of broker that does not own ships but handles customs and other documentation - with China’s transport ministry last year, allowing it to export cargo out of the country.\n\nAmazon’s Chinese subsidiary also made a similar application with the U.S. Federal Maritime Commission in November.\n\nAmazon also filed an application with the Shanghai Shipping Exchange to serve as a shipping broker for 12 trade routes, including Shanghai to Los Angeles and Shanghai to Hamburg, Germany.\n\n“These are major gateway ports,” said John Manners-Bell, who heads Transport Intelligence, a logistics analysis firm. “They appear to be laying the foundation for a large forwarding operation.”\n\nIn documents Beijing Century Joyo submitted to the exchange, the company said it plans to charge customers between $530 and $2,530 to transport a 40-foot dry van container from Shanghai to Hamburg. The rate is comparable to those charged by other forwarders, and the wide range gives it flexibility to adjust its prices based on volume.\n\nForwarders typically negotiate rates with shipping lines and pass them on to the owners of cargo.\n\nLast November, Beijing Century Joyo updated its Beijing business registration. The company offers a suite of logistics services such as domestic delivery and handling the import and export of goods.\n\nBrian Xue, vice president of operations for Amazon in China, signed the government filings. Xue, who joined Amazon in 2014, has emerged as a champion for its logistics build-out in China.\n\nAnalysts expect Amazon to use its new freight forwarder license to make it easier for Chinese merchants and manufacturers to transport their goods to major hubs where Amazon has warehouses that ship goods to customers.\n\nAmazon would handle paperwork and select the shipping line that will transport the goods and make sure there are trucks on the other end to take shipments to its fulfillment facilities. Merchants will deal only with Amazon rather than multiple companies for trucking, warehousing and shipping.\n\nThe license also would allow Amazon to cut shipping costs by bundling products from small and medium-sized companies to fill up containers, analysts said.\n\nAmazon rival Alibaba Group Holding Ltd (BABA.N) has been asserting greater control over its logistics network in China, spending billions on buying stakes in package delivery companies and launching a logistics arm that has been investing in warehouses.\n\nAmazon directly imported about 10,000 20-foot containers into the U.S. last year and received an additional 20,000 containers from merchants as part of the company’s Fulfillment by Amazon program, according to an analysis by Ocean Audit Inc, a freight auditing consultancy.\n\nThe program allows merchants to store their products in Amazon warehouses and makes them eligible for Prime, which promises consumers two-day shipping for $99-a-year for goods from merchants who sign up for the program.\n\nSome 90 percent of the shipments originated in China, according to Ocean Audit.\n\nIt’s not clear how many merchants have signed up to use Amazon’s freight services. Amazon China announced a new, cross-border logistics service to cater to Chinese merchants last October, and ocean freight appears to be part of its offering.\n\nBut freight forwarders already handling Amazon’s suppliers stand to lose business. Amazon could dictate that merchants use its forwarding service, said Cliff Sullivan, chairman of the Hong Kong Association of Freight Forwarding and Logistics.\n\n“We may get cut out,” he said.\n\nAmazon tried to tamp down concerns about its ambitions in the logistics industry on a recent earnings call, saying it did not plan to “replace” carriers like UPS but to handle more of its own deliveries at peak times.\n\nBut for the first time, the company noted in a recent filing with the U.S. Securities and Exchange Commission that it views companies that provide “fulfillment and logistics services for themselves or third parties” as competitors.\n\nThe retailer operates more than 120 fulfillment centers worldwide that hold millions of products supplied by third party merchants and Amazon’s own vendors and where warehouse workers pick and pack items for shipment.\n\nAmazon rolled out thousands of its own trailers and launched an Uber-like delivery service last year to handle the so-called last mile of delivery, taking packages from distribution centers to customers’ homes.\n\n“At the very least, Amazon will begin handling their own freight,” said Zvi Schreiber, the chief executive of Freightos, a start-up that provides an online marketplace linking forwarders and logistics vendors.\n\n“The next stage would be to offer the service to third party clients.”\n\nSome in the industry warn companies like Amazon against straying from their original business model.\n\n“They’re moving into something that could be potentially very treacherous,” said Andreas Krueger, head of ocean freight for DHL Global Forwarding in the Americas, speaking generally about new entrants into the logistics industry.\n\nDHL Global Forwarding, one of the biggest players in air and ocean freight, handles customized logistics programs.\n\n“The worst that would happen is we get another competitor in our midst, but I‘m not concerned,” he said. “We’ve been in the business since 1815.”"
    },
    {
        "header": "top amazon executive to take two-year post with italian prime minister",
        "link": "http://www.reuters.com/article/us-italy-amazon-digital-idUSKCN0VJ2O4",
        "time": "5:32PM UTC",
        "body": "ROME (Reuters) - A top executive at Amazon.com, Diego Piacentini, is taking a two-year leave of absence to lead Italian Prime Minister Matteo Renzi’s digital technology office, the company said on Wednesday.\n\nPiacentini, Amazon’s senior vice president of international consumer business, has been with the U.S. company for 16 years and will move to Rome this summer, working for free during his 24-month stint.\n\n“Mr. Prime Minister Matteo Renzi, we are so proud of Diego. Great for Italy. Kudos to all,” Amazon Chief Executive Jeff Bezos said on Twitter, announcing Piacentini’s temporary relocation to his home country.\n\n“Come to Italy and we can talk about innovation!” Renzi replied.\n\nIt was not immediately clear what was expected of Piacentini, but the Italian government is eager to upgrade the country’s technological know-how in an effort to aid the sluggish economy.\n\nOnly some 36 percent of Italian households are covered by so-called next-generation-access networks, according to latest European Union data, against 43 percent in France and 81 percent in Germany. Renzi has said he wants to give almost all households rapid broadband cover by 2020.\n\nHis government has also said it wants to establish “digital neighborhoods” in cities that will be dedicated to fostering hi-tech startups.\n\nLast month, U.S. technology giant Apple announced it would open a center for developing apps in the southern Italian city of Naples -- its first such facility in Europe."
    }
]