[
    {
        "header": "uk looks to rekindle china investment ties after hinkley hiccup",
        "link": "http://www.reuters.com/article/britain-china-finance-idUSL8N1DA7M4",
        "time": "7:01PM UTC",
        "body": "LONDON, Nov 10 (Reuters) - Britain will seek to rekindle its “Golden Era” of relations with China on Thursday in talks with Chinese Vice Premier Ma Kai focused on trade, infrastructure investment and closer financial cooperation.\n\nMa’s visit offers Prime Minister Theresa May a chance to smooth over a diplomatic spat caused by her surprise decision in July to delay approval of a partly-Chinese funded nuclear power project. She later granted it, but not before drawing criticism from Beijing.\n\nFacing a long and complicated withdrawal from the European Union, constrained government finances and an uncertain economic outlook, May said she wanted China to know that Britain was “open for business” as it prepares for life outside the bloc.\n\n“As we take the next step in this golden era of relations between the UK and China, I am excited about the opportunities for expanding trade and investment between our two countries,” she said in a statement.\n\nMay held a private meeting with Ma and finance minister Philip Hammond on Wednesday ahead of the eighth round of the annual “UK-China Economic and Financial Dialogue”.\n\nChinese President Xi Jinping made a state visit to London last October, agreeing $62 billions of pounds worth of deals before sharing an evening of fish, chips and beer with May’s predecessor David Cameron.\n\nMay’s intervention on the Hinkley power plant, one of her first major decisions after taking power, raised the prospect that the national security-conscious former interior minister would revise Cameron’s strategy of courting Chinese investment in key energy, housing and transport infrastructure projects.\n\nBut, having promised reform of foreign investment rules to better protect the national interest, May and senior colleagues will look to persuade China to put money into a series of infrastructure investments across northern England.\n\nMa will also meet with Bank of England chief Mark Carney during the visit, which is expected to yield a series of high profile announcements regarding financial services.\n\nLooking to use the City of London’s global status to tap into a potentially huge and lucrative market, Britain has developed close financial links with China in recent years as the country looks to internationalise its currency market.\n\nIn May, China used London to issue its first ever offshore sovereign bond, worth around 300 million pounds ($374.13 million), and the city was the world’s second-largest offshore clearing centre for China’s yuan currency in March. ($1 = 0.8019 pounds) (Editing by Tom Heneghan)"
    }
]