[
    {
        "header": "amazon looks to the sky to store products",
        "link": "http://www.reuters.com/article/us-amazon-com-airships-idUSKBN14I1NR",
        "time": "12:18PM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) has filed for a patent to use airships to store products and serve as a base for delivery-drones.\n\nThe patent application was filed two years ago but was spotted only on Wednesday by Zoe Leavitt, an analyst at technology data and research firm CB Insights.\n\nAccording to the patent filing, drones launched from the so-called “airborne fulfillment centers” (AFCs) would use far less power than those launched from the ground.\n\nThe AFCs would hover at about 45,000 feet (13,700 meters) and be restocked and resupplied by \"shuttles or smaller airships.\" bit.ly/2ihP1AU\n\nAmazon, which was not immediately available for comment, has laid out plans to start using drones for deliveries next year."
    },
    {
        "header": "run-dmc founder sues amazon.com, wal-mart over trademark",
        "link": "http://www.reuters.com/article/us-amazon-com-walmart-rundmc-lawsuit-idUSKBN14I21R",
        "time": "5:28PM UTC",
        "body": "NEW YORK (Reuters) - A founder of Run-DMC on Thursday filed a lawsuit accusing Amazon.com Inc and Wal-Mart Stores Inc of selling a wide variety of clothing and accessories bearing the pioneering rap group’s name without permission.\n\nDarryl McDaniels, the owner of Run-DMC Brand LLC, the plaintiff in the lawsuit, is seeking at least $50 million of damages from the retailers and other defendants over their alleged sale of glasses, hats, patches, T-shirts, wallets and other products that infringe the Run-DMC trademark registered in 2007.\n\nMcDaniels called the Run-DMC brand “extremely valuable,” and said it is the subject of several licensing agreements, including to endorse sneakers from Adidas AG.\n\nHe said the defendants are confusing consumers into believing that Run-DMC endorsed their products and are trading on the goodwill associated with the name, in violation of federal trademark and New York unfair competition laws.\n\n“Plaintiff will suffer immediate and irreparable injury, loss, or damage” unless the infringements are stopped, according to the complaint filed in the U.S. District Court in Manhattan.\n\nOther defendants include Jet.com, an online retailer that Wal-Mart bought, and a variety of companies that do business with Amazon or sell products through Amazon.\n\nAmazon, Wal-Mart and Jet.com did not immediately respond to requests for comment. McDaniels’ lawyer did not immediately respond to similar requests.\n\nRun-DMC was founded in the New York City borough of Queens in 1981 by McDaniels, Joseph “Run” Simmons and Jason “Jam Master Jay” Mizell. It became one of the best-known rap acts of the 1980s, including for the album “Raising Hell” and such songs as the Aerosmith cover “Walk This Way” and “My Adidas.”\n\nIn 2009, Run-DMC became the second rap act inducted into the Rock and Roll Hall of Fame.\n\nThe case is Run-DMC Brand LLC v Amazon.com Inc et al, U.S. District Court, Southern District of New York, No. 16-10011."
    }
]