[
    {
        "header": "brief-amazon.com inc announces expansion of amazon home services",
        "link": "http://www.reuters.com/article/idUSFWN1DF0O9",
        "time": "6:25AM UTC",
        "body": "* Amazon.Com Inc - announced expansion of amazon home services into 20 new metropolitan areas across United States Source text for Eikon: Further company coverage:"
    },
    {
        "header": "brief-tiger global management raises share stake in apple, cuts share stake in amazon",
        "link": "http://www.reuters.com/article/idUSFWN1DF1IJ",
        "time": "2:57PM UTC",
        "body": "* Tiger Global Management takes share stake of 283,877 Class C capital stock in Alphabet Inc\n\n* Tiger Global Management - Change in holdings are as of September 30, 2016 and compared with the previous quarter ended as of June 30, 2016\n\n* Tiger Global Management raises share stake in Apple Inc by 161.3 percent to 3.61 million shares - SEC filing\n\n* Tiger Global Management cuts share stake in Amazon.com Inc by 8.3 percent to 1.34 million shares\n\n* Tiger Global Management cuts share stake in JD.com Inc by 24 percent to 33.5 million shares\n\n* Tiger Global Management cuts share stake in Fleetcor Technologies Inc by 26.2 percent to 2.4 million shares Source text for quarter ended Sept 30, 2016: bit.ly/2fQsbxH Source text for quarter ended June 30, 2016: bit.ly/2bimrhL"
    },
    {
        "header": "argentina's macri calls trump, seeks to rekindle business ties",
        "link": "http://www.reuters.com/article/usa-trump-argentina-idUSL1N1DF1YV",
        "time": "6:04PM UTC",
        "body": "BUENOS AIRES, Nov 14 (Reuters) - Argentine President Mauricio Macri spoke to U.S. President-elect Donald Trump on Monday in a phone call meant to rekindle a relationship formed when they worked as businessmen before entering politics, Argentina’s foreign minister said.\n\nMacri is one of the few Latin American leaders who have spoken to Trump since last week’s election and is also one of the regional presidents who have worked hardest to improve relations with the United States under President Barack Obama.\n\n“The most salient aspect of the conversation is that the personal bond they had for many years was reconfirmed and re-established,” Foreign Minister Susana Malcorra, who arranged the call, said on local radio.\n\nMacri, the son of one of the richest men in Argentina, ended 12 years of leftist rule in Latin America’s third-largest economy when he took office last December. He had publicly expressed his preference for Democrat Hillary Clinton in last Tuesday’s election.\n\nMacri, 57, met Trump decades earlier while working for his father, Francisco Macri. According to a book by the elder Macri, his son beat Trump in a golf game during a complicated real estate deal in New York in the 1980s, and Trump broke his clubs after the game in frustration.\n\nFrancisco Macri sold his stake in the Lincoln West housing and office development in New York to Trump in 1985.\n\nDuring the 15-minute phone call on Monday, the Argentine leader told Trump he hoped to see him in Buenos Aires for the G20 meeting in 2018, according to a statement from the president’s office.\n\nTrump responded that he hoped Macri would come to the White House before that, and promised Argentina and the United States would have “the closest relationship in history,” the statement said.\n\nTrump has also spoken with Mexican President Enrique Pena Nieto since Tuesday’s election.\n\nMacri has pledged to open Argentina to the world after years of isolation, and has particularly sought closer ties with the United States. He is counting on a wave of foreign investment to lift Argentina’s economy out of recession.\n\nObama, Secretary of State John Kerry, and Treasury Secretary Jack Lew have visited Buenos Aires in the past year.\n\nArgentina has been in talks to export lemons and beef to the United States and the two governments are also working on an agreement to exchange tax data that would help Argentina repatriate overseas assets. (Reporting by Caroline Stauffer; Editing by Peter Cooney)"
    }
]