[
    {
        "header": "amazon payments' transaction volume surged in 2015",
        "link": "http://www.reuters.com/article/us-amazon-com-payments-idUSKCN0V41ZN",
        "time": "10:34AM UTC",
        "body": "CHICAGO (Reuters) - Amazon Payments’ transaction volume surged in 2015, a sign that Amazon.com Inc’s payment service is finally gaining traction after its inception nearly eight years ago.\n\nThe service allows customers to use their Amazon accounts to pay for goods on another retailer’s website. Customers sign in to their Amazon accounts on the site where they are shopping, avoiding the necessity of entering their credit card or shipping information.\n\nPayment volume through its “Pay with Amazon” service on other retailers’ sites rose 150 percent in 2015 from a year earlier, Amazon said on Tuesday. The average size of an order was $84 during the same period. The company did not provide total value of those sales or other financial details.\n\nPay with Amazon, which competes with PayPal Holdings, Apple Pay and Samsung Pay, was started in 2013 after several unsuccessful attempts by Amazon dating back to 2008 to get a payments business off the ground.\n\nPayments could represent a major revenue source for the world’s largest online retailer if it is able to duplicate its success with Amazon Marketplace, which allows independent sellers to compete with Amazon on Amazon’s own site. Amazon Marketplace now contributes more than 40 percent of Amazon.com’s total revenue.\n\nOnline payment checkout services available on some retailers’ websites make the payment process easier for customers. They also give the payment platform a slice of every transaction online.\n\nAmazon charges merchants fees for each transaction, which amounts to 2.9 percent of the order value plus 30 cents.\n\nAmazon said the number of merchants using Pay With Amazon grew by 200 percent in 2015, but did not reveal the total number of merchants involved.\n\nThe company has previously said it is targeting middle-sized and smaller businesses. The draw for these smaller retailers is Amazon’s 285 million account holders, whom they hope will make purchases on their websites.\n\nCiting a study by analytics firm comScore, Amazon said 60 percent of Pay with Amazon’s users have income higher than $100,000. The company also said that more than 23 million Amazon customers have used their accounts at non-Amazon merchants over the past two years.\n\nPay with Amazon is available in 170 countries including the countries in the European Union and Japan."
    },
    {
        "header": "woody allen casts pop star miley cyrus for amazon series",
        "link": "http://www.reuters.com/article/television-us-woodyallen-amazon-idUSKCN0V40D7",
        "time": "1:01AM UTC",
        "body": "(Reuters) - Acclaimed movie writer-director Woody Allen is turning his attention to the small screen, with a new streaming television series for Amazon starring pop star Miley Cyrus.\n\nOn her Instagram account, Cyrus confirmed on Monday she had been cast for the show, posting a photo of a painting of Allen and saying in an expletive-laced message she was “stoked to be in Woody Allen’s first series!!!!!”\n\nCyrus, whose career path took her from Disney star to provocative pop singer, will star alongside Allen and Elaine May in the six half-hour-episode series that will take place in the 1960s, Hollywood news site Deadline reported.\n\nThe project, which is due for release later this year, has not been named, the New York Times reported.\n\nAllen’s projects over the years have attracted top acting and celebrity talent, despite a much lower salary than many of his stars can command in Hollywood."
    }
]