[
    {
        "header": "amazon to start air delivery network with leasing deal",
        "link": "http://www.reuters.com/article/us-air-transport-sr-amazon-com-idUSKCN0WB1LA",
        "time": "2:20PM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) said on Wednesday it had signed a deal to lease 20 Boeing (BA.N) 767 widebody freighter aircraft to handle more of its own deliveries in the United States.\n\nThe deal comes at a time when the world’s biggest online retailer is offering ever-faster, and increasingly free, deliveries for millions of online orders.\n\nAmazon, which relies on carriers like United Parcel Service Inc (UPS.N) and FedEx Corp (FDX.N) to deliver most of its packages, spent $11.5 billion on shipping last year.\n\nIn a bid to assume more control over its supply chain and reduce costs, Amazon has rolled out thousands of trailers and launched a program that uses contract drivers to deliver fast orders.\n\nBut analysts said the long-rumored plan to build its own air fleet posed little threat to the leading delivery companies.\n\n“This is an incremental negative for FDX and UPS as it will likely remove some higher yielding express freight and parcel volume from each of the respective networks,” RBC Capital Markets analyst John Barnes wrote in a client note.\n\nUPS, the world’s No. 1 package delivery company, operates about 240 large planes while FedEx has a fleet of about 370, Barnes noted. FedEx and UPS shares were down about 1.5 percent.\n\nFedEx said on Wednesday the announcement was not a surprise and called Amazon a valuable customer.\n\n“We work closely with Amazon and have been aware for some time about their need for supplemental air capacity related to inventory management,” said Patrick Fitzgerald, senior vice president of integrated marketing and communications at FedEx.\n\nThe leased planes will start to go into operation on April 1, Amazon spokeswoman Kelly Cheeseman said in an email.\n\nAmazon has been testing deliveries by drones but has not said when they would be in service.\n\nThe duration of the leases will be five to seven years, lessor Air Transport Services Group Inc (ATSG.O) said.\n\nAs part of the agreement, Amazon has the right to buy up to 19.9 percent of ATSG’s stock over five years at $9.73 per share.\n\nATSG’s stock soared almost 27 percent to a record high of $14.90, before paring gains to about 16 percent."
    },
    {
        "header": "amazon to lease 20 boeing aircraft for cargo delivery",
        "link": "http://www.reuters.com/article/air-transport-sr-amazoncom-idUSL4N16H3ZZ",
        "time": "8:10AM UTC",
        "body": "March 9 (Reuters) - Aircraft lessor Air Transport Services Group Inc said it would lease 20 Boeing 767 freighter planes to Amazon.com Inc as the online retailer looks to operate its own air cargo network.\n\nAs part of the deal, Amazon also has the right to buy up to 19.9 percent of ATSG’s stock over five years at $9.73 per share. (Reporting by Sai Sachin R in Bengaluru; Editing by Anil D‘Silva)"
    },
    {
        "header": "brief-deutsche post not worried about amazon foray into delivery",
        "link": "http://www.reuters.com/article/idUSL5N16H21G",
        "time": "5:32AM UTC",
        "body": "* CEO- no plans for m&a right now, may do minor buys in future\n\n* Asked about Amazon, Deutsche Post CEO says others trying to gain foothold shows appeal of market\n\n* Deutsche Post CFO reiterates freight division not for sale as a whole; indian blue dart also not for sale Further company coverage: (Reporting by Frankfurt Newsroom)"
    },
    {
        "header": "update 2-deutsche post plays down hit to dhl from amazon's own deliveries",
        "link": "http://www.reuters.com/article/deutsche-post-results-idUSL5N16H0KY",
        "time": "6:45AM UTC",
        "body": "* Post confirms 2016 target and goals through to 2020\n\nBERLIN, March 9 (Reuters) - Deutsche Post shrugged off concerns for its DHL business over moves by Amazon to carry out more of its own parcel deliveries, sticking with its profit growth targets.\n\nDeutsche Post’s shares have come under pressure following moves by Amazon to start building up its own delivery capabilities which is seen as a threat to DHL’s business.\n\nCredit Suisse analysts estimate that Amazon accounts for about 30 percent of DHL parcel volumes and up to a quarter of its revenue.\n\nHowever, Deutsche Post’s Chief Executive Frank Appel said the announcement on Tuesday of a share buyback showed his optimism for the future of the group. He added that competition from Amazon did not undermine that.\n\n“It is good if other companies try to gain a foothold as it shows that our market is very appealing... we view it as a sportsman,” Appel told a news conference. “We are very confident that we will be able to continue the positive trend.”\n\nThe stock was down 1 percent at 1040 GMT versus a 0.5 percent firmer German blue=-chip index, having lost 23 percent in the last 12 months.\n\nAmazon set up its first parcel sorting centre in Germany last October and is planning more. It also wants to set up a parcel locker network across Europe to enable people to pick up their own orders, similar to a service offered by Deutsche Post.\n\nEkkehard Hahn, head of logistics firm Mail Professionals told the Handelsblatt daily on Wednesday that deliveries by DHL to his firm’s mail distribution centres in Munich where Amazon is piloting its own sorting centre are down 25 to 30 percent.\n\nJuergen Gerdes, head of the post, parcels and ecommerce unit of Deutsche Post, admitted the Amazon parcel centre was hurting its business but did not expect the impact to be sustained as Deutsche Post works on new offers like parcel boxes outside private homes as well as improving its same day delivery service.\n\n“It is not that we have any deficits. It is just Amazon trying something new... It is not a question of pricing,” he said, adding that Deutsche Post’s relationship with Amazon was still good and it would remain an important customer.\n\n“We are operating a very big machine with a big number of customers,” Gerdes said. Deutsche Post said 70 of the 100 biggest online retailers in Germany were its customers.\n\nDeutsche Post confirmed its expectation that operating earnings will rise by at least 1 billion euros ($1.1 billion) this year to between 3.4 and 3.7 billion in 2016, with more than 1.3 billion of that due to come from the post, parcels and e-commerce unit.\n\nDeutsche Post also reiterated its long-term targets for a rise in operating profit of more than 8 percent annually up to 2020, including average operating profit growth of 10 percent per year from DHL.\n\n“The confirmation of guidance for 2016 and 2020 is a positive signal. From our point of view, it can be interpreted as a signal that Deutsche Post believes that Amazon remains an important customer,” said DZ analyst Dirk Schlamp."
    }
]