[
    {
        "header": "amazon tribe in peru frees hostages after negotiations",
        "link": "http://www.reuters.com/article/us-peru-environment-idUSKCN0WB007",
        "time": "7:15PM UTC",
        "body": "LIMA (Reuters) - An indigenous village in the Peruvian Amazon freed public officials it had been holding hostage to press for help after a ruptured pipeline spilled 1,000 barrels of crude on its lands, the state-owned energy company Petroperu said.\n\nPetroperu, which operates the pipeline, struck a deal with chiefs of the Wampis village of Mayuriaga that includes bringing electrical and telephone coverage to the community and helping develop local businesses, the company said in a statement.\n\nMayuriaga villagers had seized a grounded military helicopter on Sunday and was holding its crew and officials of Petroperu and government agencies to demand inclusion in an emergency response plan.\n\nThe spill in Mayuriaga on Feb. 3 followed a similar leak in Petroperu’s pipeline that released 2,000 barrels near other indigenous communities.\n\nEnvironmental regulator said Petroperu did not maintain the 40-year-old pipeline properly and faced some $17 million in fines after oil polluted at least two Amazonian rivers.\n\nThe pipeline transported between 5,000 and 6,000 barrels of oil per day before the spills halted operations. It mostly moved crude from block 192, operated by Pacific Exploration & Production Corp to Petroperu’s Talara refinery."
    },
    {
        "header": "ambani's $20 billion bet on tv, telecoms may rekindle wealthy brothers' rivalry",
        "link": "http://www.reuters.com/article/india-reliance-cable-tv-idUSKCN0W92J4",
        "time": "2:25AM UTC",
        "body": "MUMBAI (Reuters) - India’s richest man, Mukesh Ambani, is muscling into the cable TV sector as part of a media and telecoms offensive that pits him against his once-estranged younger brother and threatens to shake up both industries.\n\nAmbani controls Reliance Industries (RELI.NS), an oil and gas behemoth that is India’s most profitable conglomerate. He is also now targeting consumers, taking steps most recently into telecoms, where he has spent at least $18 billion on 4G telecoms brand RJio, due to launch this year.\n\nNow, he plans to spend around $2 billion over three years to capture TV sets, two people with direct knowledge of the matter said, as he eyes an opportunity to use his financial clout in what is a highly fragmented sector.\n\nReliance Industries declined to comment on its plans.\n\nHome entertainment is wildly popular in India, but it’s a high-volume, low-margin business where many smaller local operators control the so-called “last mile” - the connection from fibre optic cable in the street into the living room.\n\nAmbani’s television unit has been aggressively wrapping up deals with hundreds of small players in a street-by-street effort to conquer that final hurdle in its cable TV drive, people familiar with the matter said.\n\nIt could also snap up rival operators as part of that push, those sources and analysts said, driving tie-ups in a densely populated sector that includes Hathway Cable (HAWY.NS), Den Networks (DENN.NS) and Siti Cable (SITI.NS).\n\nOne Reliance official, who didn’t want to be named because the targets are not public, said a mid-year goal of 1 million subscribers would rise to 5 million homes in the medium-term. Within three years, the aim is 20 million.\n\nToday, only 20 million homes in India have a broadband or another Internet connection - indicating huge potential in a country with a population of some 1.3 billion. There are just 170,000 subscribers for wireless Internet through optical fibre.\n\n“Once the company manages to crack the last mile... it will be a formidable player,” said Rajev Gavi, Managing Director of Den Satellite Network, a leading cable operator.\n\nReliance executives say it will offer a bundled package with hundreds of channels and video-on-demand in high definition, along with broadband Internet, a landline phone and home surveillance. It will also offer Jio Play, its version of the Netflix movie and TV series streaming service.\n\nAmbani’s targets dwarf the largest current player in either cable or satellite TV. Until 2010, the sectors were, like telecoms, the preserve of Anil Ambani’s Reliance Communications (RLCM.NS), known as RCom - though he has dominated neither and racked up debts of more than $5 billion chasing growth.\n\nThe two brothers fell out more than a decade ago after the death of their industrialist father, eventually splitting the family empire under a truce brokered by their mother. Mukesh took the oil and gas interests and Anil took control of RCom, previously run by Mukesh.\n\nIn 2010, they reconciled and scrapped a non-compete clause.\n\nWithin weeks, Mukesh snapped up the only company to have won a national licence in India’s broadband wireless spectrum auction, now called RJio and set to launch by this summer.\n\nAnalysts say the RJio threat prompted RCom to buy Russian conglomerate Sistema’s mobile business - the first big Indian telecoms deal in seven years - and it is in talks with Aircel to create the country’s second-largest mobile operator.\n\nThe two have, though, cooperated in some areas.\n\nRCom has a 140,000 km, pan-India fibre optic cable network which RJio will use under a 2014 deal, alongside its own 250,000 km network. A Reliance push into TV will also use RCom’s network of towers and cables. In January, the two companies signed a deal to share RCom’s 800 MHz spectrum for its 4G push.\n\nThat could provide something of a cushion, but is unlikely to ease the pressure. As Mukesh’s telecom and cable projects take hold, analysts and industry executives say Reliance Industries’ clout and the scale of its effort will pressure smaller rivals, including RCom.\n\n“If you look at each of these strategies, at the core of it, it’s no different from what others have done,” said Kunal Bajaj, a telecoms consultant. “But (what) the company is planning is at a scale that no one’s done before in India.”"
    }
]