[
    {
        "header": "peru pipeline leaks in amazon; two rivers polluted, agency says",
        "link": "http://www.reuters.com/article/peru-oil-spill-idUSL2N16120C",
        "time": "9:29PM UTC",
        "body": "LIMA (Reuters) - Ruptures in Peru’s main oil pipeline have spilled 3,000 barrels of crude in an Amazonian region, operator Petroperu said Monday, and the oil has polluted two rivers native villages rely on for water, according to government officials.\n\nTwo breaks in the pipeline have halted transportation of 5,000 to 6,000 barrels of oil per day, state-owned Petroperu said.\n\nThe oil has poured into the Chiriaco and Morona rivers in northwestern Peru, said national environmental regulator OEFA. At least eight native Achuar communities rely on the rivers for water, said Edwin Montenegro, a local indigenous leader.\n\nPeru’s health ministry declared a water quality emergency in five districts near the spill.\n\nState-owned Petroperu faces some 60 million soles ($17 million) in fines if tests confirm that the spills, in late January and early February, hurt the health of locals, said OEFA.\n\nIt could take “some time” to resume operations, said Petroperu president German Velasquez.\n\nPetroperu operates the pipeline and also refines the oil it transports, which had slowed in recent months to between 5,000 and 6,000 barrels per day amid slumping oil prices. The pipeline mostly transports crude from block 192, operated by Pacific Exploration & Production Corp.\n\nHeavy rains upended Petroperu’s initial efforts to contain the damage as oil burst from retaining walls and spread into nearby rivers, said Montenegro.\n\nTV images showed thickets of jungle sopped in black sludge and clean-up crews lifting buckets of crude from rivers.\n\nVelasquez said a landslide likely triggered the first leak but the cause of the second rupture was unclear.\n\nThe spills come as Petroperu has been preparing to take part in oil production with a private partner after more than two decades of mostly refining, commercializing and transporting crude. The company had also planned to put up to 49 percent of its actions on the Lima stock exchange.\n\nOEFA ordered Petroperu to replace parts of the pipeline and improve maintenance.\n\n“It’s important to note that the spills...are not isolated cases. Similar emergencies have emerged as a result of defects in sections of the pipeline,” OEFA said in a statement.\n\nVelasquez said the company was conducting an evaluation of the pipeline, built in the 70s, to prevent any future spills, a process that could take up to two months.\n\nHe denied reports the company paid children to clean up the oil but said he was evaluating firing four officials, including one who may have allowed children to collect the crude.\n\nHe said neither Petroperu or Pacific have declared force majeure - a clause in contracts which frees parties from obligations or liabilities due to an unavoidable accident or occurrence. Pacific did not immediately respond to requests for comment."
    },
    {
        "header": "ericsson forms alliance with amazon web services for telcos",
        "link": "http://www.reuters.com/article/us-telecoms-mobileworld-ericsson-idUSKCN0VV0NM",
        "time": "6:18AM UTC",
        "body": "BARCELONA (Reuters) - Ericsson and Amazon’s web services division (AWS) said on Monday they have agreed a deal that allows Ericsson, the world’s leading maker of mobile network gear, to act as a bridge for its telecom operator customers to use public cloud services.\n\nThe pact is part of a broader push by Ericsson to move telecommunications service providers to adopt cloud services instead of relying entirely on their own internal computer operations that help them to run more efficient mobile services.\n\nEricsson will provide software that help telecom service providers to tap Amazon’s cloud services while allowing them to keep control over their customer data to localization requirements and preserve full data encryption.\n\nNo financial terms were disclosed.\n\nIn addition to software tools, Ericsson said it is creating a global team of experts in using the AWS Cloud.\n\nThe first customer of the alliance will be Telstra, the Australian telecommunications operator, they said."
    },
    {
        "header": "colorado can enforce its 'amazon tax' law: u.s. appeals court",
        "link": "http://www.reuters.com/article/us-colorado-amazontax-decision-idUSKCN0VV29S",
        "time": "4:33PM UTC",
        "body": "(Reuters) - A federal appeals court endorsed a Colorado law designed to make it easier for the state to collect sales taxes on out-of-state purchases made over the Internet.\n\nMonday’s decision by the 10th U.S. Circuit Court of Appeals in Denver reversed a lower court ruling that blocked Colorado from enforcing its so-called “Amazon tax” law, named for online retailer Amazon.com Inc.\n\nThe decision is a victory for states seeking to boost revenue by ensuring that online shoppers pay taxes.\n\nIt is a defeat for the Direct Marketing Association, a trade group that challenged the 2010 law, and which a year ago won U.S. Supreme Court permission to pursue its case.\n\nThe law requires retailers that do not collect sales taxes to report transactions to customers and state tax authorities, with a goal of encouraging online shoppers - many unaware of their responsibilities - to pay taxes.\n\nIn court papers, Colorado said the failure to pay cost more than $170 million of tax revenue in 2012, and law professors said the nationwide shortfall might top $11 billion.\n\nThe DMA claimed that the law violated the Commerce Clause of the U.S. Constitution.\n\nA federal district judge agreed in 2012, citing a 1992 Supreme Court ruling that barred states from collecting taxes from retailers that had no local physical presence.\n\nBut in Monday’s decision, Circuit Judge Scott Matheson said that 1992 ruling, Quill Corp v North Dakota, applied “narrowly” to tax collections, and that the district judge was wrong to extend its reach to reporting obligations.\n\n“Reporting requirements are designed to increase compliance with pre-existing tax obligations,” Matheson wrote. “DMA has not shown the Colorado law imposes a discriminatory economic burden on out-of-state vendors.”\n\nChristopher Oswald, the DMA’s vice president of advocacy, said his group is reviewing the decision, which upheld requirements that “unduly break the bond of trust between marketers and their customers.”\n\nColorado Attorney General Cynthia Coffman called the decision an “important victory” that will make tax collection easier and help “level the economic playing field” for in-state businesses.\n\nThe 10th Circuit includes Colorado, Kansas, New Mexico, Oklahoma, Utah and Wyoming. Amazon now charges sales tax on purchases by Colorado residents.\n\nLast March, the Supreme Court ruled unanimously that federal courts could hear the DMA’s challenge, while Justice Anthony Kennedy in a concurrence called for the Quill ruling to be reconsidered.\n\nKennedy said Internet retailing has caused a “startling revenue shortfall in many States, with concomitant unfairness to local retailers and their customers who do pay taxes at the register.”\n\nThe case is Direct Marketing Association v. Brohl, 10th U.S. Circuit Court of Appeals, No. 12-1175."
    },
    {
        "header": "amazon raises free shipping minimum for most orders to $49",
        "link": "http://www.reuters.com/article/us-amazon-com-shipping-idUSKCN0VV1YO",
        "time": "1:01PM UTC",
        "body": "(Reuters) - Amazon.com Inc has raised its free-shipping threshold for orders from non-Prime customers to $49 from $35 in the United States.\n\nOrders of books worth $25 or more will, however, be eligible for free shipping, according to the shopping website. (amzn.to/Jl3EAc)\n\nAmazon has been spending on rolling out several new services for members of its $99-a-year Prime loyalty program, including one-hour delivery and original TV programming, to attract customers in a highly competitive online shopping market.\n\nThe company’s shipping costs rose more than 18 percent to $11.5 billion last year.\n\nThe online retailer is also quietly inviting drivers for its new “on-demand” delivery service to handle its standard packages as it looks to speed up delivery times and reduce costs."
    }
]