[
    {
        "header": "malaysian filmmaker seeks to rekindle lost pride in national soccer",
        "link": "http://www.reuters.com/article/malaysia-sports-idUSL3N14Z2AQ",
        "time": "7:01PM UTC",
        "body": "KUALA LUMPUR, Feb 7 (Reuters) - In a country that pays as much attention to England’s soccer Premier League as it does to local politics, one film director is seeking to rekindle lost pride in a national game that has languished in the doldrums for four decades.\n\nTop-grossing Malaysian filmmaker Chiu Keng Guan’s new movie “Ola Bola!” opened on Jan. 28 in cinemas nationwide with the tagline “You Will Believe Again”. Belief, however, is in weak supply among football-made Malaysians as the country slides down the global rankings of governing body FIFA.\n\n“I want to bring back the golden era. We have to believe in something to go further,” said Chiu, whose last movie The Journey raked in 17 million ringgit ($4.12 million) and set a Malaysian box office record in 2014.\n\nMalaysia reached the zenith of its success in 1972 when it qualified and played in the first round of the Munich Olympics, beating the United States 3-0 but losing to 0-3 to West Germany and 0-6 to Morocco.\n\nThe match that defined the “Golden Era”, however, was Malaysia’s 2-1 victory over South Korea before thousands of ecstatic fans that earnt them a spot in the 1980 Moscow Olympics - a tournament that, alas, they ended up not attending. Malaysia joined a boycott over Russia’s 1979 invasion of Afghanistan.\n\nMalaysians can now only dream of seeing their flag flying on an Olympic pitch as the world readies for the Rio Games in six months. Beyond performance on the field, local football is still reeling from a nationwide match-fixing scandal in the mid-1990s.\n\nMalaysian soccer reached its low point last year when angry fans from the Ultras Malaya club threw flares onto the pitch during a World Cup 2018 Asian qualifier against Saudi Arabia, earning Malaysia a $40,000 fine and a FIFA warning.\n\nChiu, a football fan himself, laments that the young simply “don’t know how good we were before”.\n\nWinning back local support, however, he knows, will be tough. Malaysia sat 171st in world rankings in January, nearly 100 spots adrift from 79th place in 1993.\n\n“We are only supporters. We are not in a position to effect change. But when the authorities decide to just brush aside our concerns, what can we do? We can only throw flares,” said Sham Khalid, a member of the Ultras.\n\nFor better or worse, all sport in Malaysia seems to stand in the shadow of soccer. Even when athletes such as squash ace Nicol David and cycling world number one Azizulhasni Awang do well, talk quickly reverts to how badly Malaysia is doing on the football pitch.\n\n“Unfortunately the assessment of sports in Malaysia is based on football, at the expense of all the other sports,” Youth and Sports Minister Khairy Jamaluddin commented. (Editing by Praveen Menon and Ralph Boulton)"
    }
]