[
    {
        "header": "peru pipeline leaks in amazon; two rivers polluted, agency says",
        "link": "http://www.reuters.com/article/us-peru-oil-spill-idUSKCN0VW064",
        "time": "12:25AM UTC",
        "body": "LIMA (Reuters) - Ruptures in Peru’s main oil pipeline have spilled 3,000 barrels of crude in an Amazonian region, operator Petroperu said Monday, and the oil has polluted two rivers native villages rely on for water, according to government officials.\n\nTwo breaks in the pipeline have halted transportation of 5,000 to 6,000 barrels of oil per day, state-owned Petroperu said.\n\nThe oil has poured into the Chiriaco and Morona rivers in northwestern Peru, said national environmental regulator OEFA. At least eight native Achuar communities rely on the rivers for water, said Edwin Montenegro, a local indigenous leader.\n\nPeru’s health ministry declared a water quality emergency in five districts near the spill.\n\nState-owned Petroperu faces some 60 million soles ($17 million) in fines if tests confirm that the spills, in late January and early February, hurt the health of locals, said OEFA.\n\nIt could take “some time” to resume operations, said Petroperu president German Velasquez.\n\nPetroperu operates the pipeline and also refines the oil it transports, which had slowed in recent months to between 5,000 and 6,000 barrels per day amid slumping oil prices. The pipeline mostly transports crude from block 192, operated by Pacific Exploration & Production Corp.\n\nHeavy rains upended Petroperu’s initial efforts to contain the damage as oil burst from retaining walls and spread into nearby rivers, said Montenegro.\n\nTV images showed thickets of jungle sopped in black sludge and clean-up crews lifting buckets of crude from rivers.\n\nVelasquez said a landslide likely triggered the first leak but the cause of the second rupture was unclear.\n\nThe spills come as Petroperu has been preparing to take part in oil production with a private partner after more than two decades of mostly refining, commercializing and transporting crude. The company had also planned to put up to 49 percent of its actions on the Lima stock exchange.\n\nOEFA ordered Petroperu to replace parts of the pipeline and improve maintenance.\n\n“It’s important to note that the spills...are not isolated cases. Similar emergencies have emerged as a result of defects in sections of the pipeline,” OEFA said in a statement.\n\nVelasquez said the company was conducting an evaluation of the pipeline, built in the 70s, to prevent any future spills, a process that could take up to two months.\n\nHe denied reports the company paid children to clean up the oil but said he was evaluating firing four officials, including one who may have allowed children to collect the crude.\n\nHe said neither Petroperu or Pacific have declared force majeure - a clause in contracts which frees parties from obligations or liabilities due to an unavoidable accident or occurrence. Pacific did not immediately respond to requests for comment."
    },
    {
        "header": "brief-capgemini expands collaboration with amazon web services\u007f\u007f",
        "link": "http://www.reuters.com/article/idUSFWN1610C2",
        "time": "3:43AM UTC",
        "body": "Disney-Fox mashup would truly be over the top"
    }
]