[
    {
        "header": "wal-mart's online sales growth decelerates, trailing growth of amazon",
        "link": "http://www.reuters.com/article/us-wal-mart-results-internet-idUSKCN0VS007",
        "time": "7:03PM UTC",
        "body": "(Reuters) - Wal-Mart Stores appears to have hit a speed bump in the race to grow online sales.\n\nThe retailer’s e-commerce sales rose 8 percent in the fiscal fourth quarter ended Jan. 31, for a fourth straight period of decelerating growth. Growth has gone from 17 percent in the first quarter, to 16 percent in the second and 10 percent in the third. The numbers exclude the impact of currency swings.\n\nWal-Mart, which reported quarterly results on Thursday, said the slowdown was due to weakness in China, the United Kingdom and Brazil. It does not break out figures for individual markets, including the United States.\n\nThe numbers suggest Wal-Mart is slipping further behind online leader Amazon.com, whose North America sales grew 24 percent and international sales grew 22 percent in the fourth quarter on constant currency terms.\n\n“It’s definitely a challenging trend,” said Keith Anderson, vice president at e-commerce analytics firm Profitero. “The really troubling aspect of it is the fourth quarter is the fourth quarter. It’s the holiday period.”\n\nAmazon outstripped industry-wide U.S. online growth in the fourth quarter, which was 14.7 percent, according to Department of Commerce data. Amazon now has a 23.7 percent share of the U.S. online market, compared with Wal-Mart’s 2.5 percent, according to retail consultancy Conlumino.\n\nWhen asked about bridging the gap with Amazon, Wal-Mart e-commerce head Neil Ashe told reporters he was focused on “building the customer relationship” through the retailer’s mobile app, services like grocery pickup, and by growing assortment. “The customer is reacting positively to that,” he said.\n\nThe soft showing in Brazil reflects an economic slump impacting all retailers, while Wal-Mart’s struggles in China are partly due to gains by Alibaba Group Holding Ltd, a factor also likely cutting into Amazon’s sales there, Profitero’s Anderson said.\n\nBut Wal-Mart’s slowing growth also highlights broader challenges of logistics and price competitiveness, including in the key U.S. market, Anderson said.\n\nAccording to a recent Profitero survey of 2,461 products, Amazon had lower online prices than both Target and Wal-Mart across six product categories. Anderson says Amazon also has the upper hand on selection and delivery times.\n\nWal-Mart contests that it is more expensive, saying its own survey of a wider assortment of items shows it has the same or lower price than leading online competitors four out of five times.\n\nWal-Mart has spent aggressively to become more efficient, earmarking $2 billion over two years to build out its e-commerce infrastructure, including on dedicated online fulfillment centers that can sort and ship packages at a lower cost.\n\nKeeping pace with Amazon will not be easy. The Seattle-based retailer spent $4.6 billion on capital expenditure last year, and continues to expand its Prime program, which is estimated by some analysts to have 50 million members worldwide.\n\nAnderson said Wal-Mart is struggling to broaden its customer base beyond its core bricks-and-mortar shoppers. But he sees an opportunity for the retailer to gain traction with services like store pickup that “play to their strength of having a very large network of stores.”"
    },
    {
        "header": "amazon.com to open new fulfillment center in uk",
        "link": "http://www.reuters.com/article/us-amazon-com-britain-idUSKCN0VR0VD",
        "time": "3:56AM UTC",
        "body": "LONDON (Reuters) - Amazon.com said on Thursday it planned to open a new fulfillment center in Britain, creating 500 new jobs over three years, as the e-commerce company expands its European business.\n\nThe jobs are part of Amazon’s plans to create 2,500 jobs in the United Kingdom this year."
    },
    {
        "header": "exclusive: amazon expanding deliveries by its 'on-demand' drivers",
        "link": "http://www.reuters.com/article/us-amazon-com-logistics-flex-idUSKCN0VR00O",
        "time": "12:25PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc (AMZN.O) is quietly inviting drivers for its new “on-demand” delivery service to handle its standard packages, as the online retailer known for low prices and razor-thin profit margins looks to speed up delivery times and tamp down its growing multi-billion dollar logistics bill.\n\nThe move, which has not been announced publicly, is the latest sign that the world’s biggest e-commerce company wants to control more of its own deliveries. Media reports have said the company plans to lease its own fleet of jets, and CEO Jeff Bezos eventually wants to use drones to get packages to customers.\n\nAmazon outlined details of its latest plan over the last few weeks in an email to contract drivers who deliver parcels for Amazon Flex, a program launched last year to handle speedy deliveries of common household goods to customers using Prime Now, a mobile app that comes with Amazon’s popular $99-a-year Prime membership. They are not Amazon employees.\n\nIf the gambit works, industry analysts said it could help Amazon contain its shipping costs, which grew more than 18 percent to $11.5 billion last year.\n\nIt might also create a logistics network to compete with United Parcel Service Inc (UPS.N), FedEx Corp (FDX.N) and the patchwork of local carriers which currently deliver Amazon packages.\n\nAn Amazon spokeswoman confirmed on Wednesday that Flex drivers in Texas are already delivering Amazon.com packages and not just Prime Now orders. The Seattle-based company did not go into details of its plans, but said it will “explore new ways to provide customers with faster service and delivery partners with more opportunities.”\n\nIn a recent earnings call, an Amazon executive said the company was not trying to replace partner carriers but rather find ways to handle more of its own deliveries at peak times.\n\nAmazon Flex works like on-demand ride-hailing service Uber. Drivers use the app to sign up for shifts to pick up packages at small warehouses near metropolitan areas - as opposed to Amazon’s massive fulfillment centers - and deliver them to customers’ doors. The program is now available in 14 cities including Seattle, Las Vegas, Phoenix, and Dallas.\n\nThree Flex drivers in northern Texas told Reuters they received an email in recent weeks from Amazon inviting them to take part in a new “opportunity to deliver Amazon.com orders,” separate from existing Prime Now deliveries.\n\nThat could be a huge difference for drivers. Prime Now is a relatively niche service with tens of thousands of items, a fraction of the more than 200 million products on Amazon’s main e-commerce site.\n\n“This new stream of packages will create new delivery opportunities,” Amazon wrote in the email to drivers, which was reviewed by Reuters. The expansion appears to be limited so far to select drivers in the Dallas-Fort Worth area.\n\nIn order to qualify, Amazon said drivers must have a four-door car that is a “mid-sized sedan or larger” and that drivers would be paid an introductory rate of $18 per hour. They can schedule shifts between 8 a.m. and 4 p.m seven days a week.\n\nFlex drivers can make between $18 to $25 per hour, according to Amazon. They have less control over their schedule but can receive tips, which is not the case for delivering regular Amazon packages. As contractors, drivers must pay for their own insurance and gas.\n\nA Texas-based driver who attended an orientation session for the program, and requested anonymity because he was worried about affecting his status as a driver, was told by an Amazon representative he would need to drive to a larger fulfillment center to pick up boxes for delivery.\n\nAmazon’s email said drivers who sign up for the new program would not initially be able to continue delivering for Prime Now, but would be allowed to deliver both types of packages “later this year.”\n\nRouting more deliveries through its own network of contract drivers would give Amazon more control over its supply chain and cut costs.\n\nThe “last mile” portion of delivery - the final and usually most expensive stretch of a package’s journey from a retailer’s warehouse to a customer’s front door – has become increasingly important as shoppers expect cheaper and faster delivery.\n\nThe move could be especially cost-effective in out-of-the-way areas where smaller, regional couriers deliver parcels to Amazon customers.\n\nSuch couriers charge an average 35 percent of the total shipping cost, said Rob Howard, chief executive of Grand Junction, a San Francisco-based logistics technology company.\n\n“This is a huge competitive advantage for Amazon,” said Howard. “It’s not a death sentence yet for local carriers but it’s a new path.”"
    }
]