[
    {
        "header": "update 4-amazon shares plunge as record profit still misses estimates",
        "link": "http://www.reuters.com/article/amazon-results-idUSL3N15C691",
        "time": "7:03PM UTC",
        "body": "(Reuters) - Amazon.com Inc posted its most profitable quarter ever on Thursday but the world’s No. 1 online retailer still managed to disappoint Wall Street by badly missing estimates, sending its shares down more than 13 percent in after-hours trading.\n\nThe results, as well as the company’s determination to invest more in new areas and its extremely low profit margins, brought back perennial questions for investors about the company’s ability to consistently earn money.\n\n“By comparative retail standards, Amazon’s level of profitability is still painfully weak,” said Neil Saunders, head of retail analyst firm Conlumino, who is still positive on Amazon’s prospects. “For every dollar the company takes, it makes just 0.75 of a cent in profit.”\n\nAmazon’s net profit for the fourth quarter, which includes the holiday shopping season, rose to $482 million, or $1.00 per share, in the quarter ended Dec. 31, up from $214 million, or 45 cents per share, a year earlier.\n\nThat figure was held back by rising operating costs. It was well below analysts’ average forecast of $1.56 per share, according to Thomson Reuters I/B/E/S.\n\nThe company’s shares plunged 13 percent to $551.50 after hours on Thursday, following a 9 percent increase in regular trading. They are still up 80 percent over the past 12 months.\n\nAmazon notched its third consecutive profitable quarter for the first time since 2012, but it still left Wall Street wanting more.\n\n“The growth story that investors were looking for... clearly Amazon has not been able to live up to the hype,” said Adam Sarhan, chief executive of Sarhan Capital.\n\nNet sales rose 21.8 percent to $35.75 billion, but missed analysts’ expectations of $35.93 billion.\n\nExcluding a $1.2 billion unfavorable impact from year-over-year changes in foreign exchange rates throughout the quarter, net sales increased 26 percent compared with the fourth quarter of 2014.\n\nAmazon Chief Financial Officer Brian Olsavsky defended the company’s results on Thursday, adding that foreign exchange rates had an unexpectedly large impact, but overall the company had “a very strong quarter and a strong year.”\n\nNet sales from its cloud services business, Amazon Web Services, rose 69.4 percent to $2.41 billion, compared with a growth of more than 78 percent in the third quarter. AWS continues to be the fastest growing division within Amazon.\n\nThe company’s total operating expenses rose more than 20 percent to $34.64 billion in the fourth quarter.\n\nOlsavsky reiterated Amazon’s expectation to make continued investments in its cloud division and expand its offering for Prime members with faster delivery and more original video content.\n\n“The investments will ebb and flow over time, but our focus on cost reductions and improvement on customer experience will be constant,” he said.\n\nAmazon has historically sacrificed profit, instead doubling down on investment in growth areas like Prime and AWS. Amazon founder Jeff Bezos has called these “big bets” that are the cornerstone of the online retailer’s growth.\n\nAs a sign of its underlying growth, the Seattle-based company now employs 230,800 staff, many of them in its warehouses, up 50 percent from 154,100 a year ago.\n\nAmazon’s net shipping costs surged 37 percent in the fourth quarter as it handles more deliveries for its third-party merchants. The company said the number of sellers using the Fulfillment by Amazon (FBA) program grew by more than 50 percent last year.\n\nAmazon has been spending on rolling out several new services for members of its $99-a-year Prime loyalty program, including one-hour delivery and original TV programming, to attract customers in a highly competitive online shopping market.\n\nThe company said on Thursday worldwide paid Prime subscribers grew 51 percent. Amazon’s Prime program is estimated by some analysts to have around 50 million members worldwide.\n\nAmazon forecast sales for the first quarter of between $26.5 billion and $29 billion, or up between 17 percent and 28 percent compared to the same quarter last year. It forecast operating income between $100 million and $700 million, compared to $255 million in the first quarter last year.\n\nAnalysts had forecast $27.6 billion in sales and $400.3 million in profit.\n\n“The stock is getting killed because the Street is too high on next year,” said Wedbush Securities analyst Michael Pachter."
    },
    {
        "header": "amazon says exclusives store sales top $50 million in first year",
        "link": "http://www.reuters.com/article/us-amazon-com-exclusives-idUSKCN0V617X",
        "time": "6:02AM UTC",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc said that sales on Exclusives, its platform for products not available anywhere else, topped $50 million in less than a year since its launch and the site includes more than 120 brands, the first time it has disclosed the data.\n\nThe sales represents a tiny fraction of those on Amazon’s third-party marketplace platform, which allows other merchants to sell on Amazon’s site. Third party merchants account for roughly 40 percent of Amazon’s total site sales.\n\nBut Amazon said the store serves as an important avenue for the retailer to get first dibs on new products that could be the next best-seller on the marketplace platform.\n\nIt is also part of Amazon’s effort to target niche shoppers through stores like Handmade, which offers hand-crafted items, and Launchpad, which sells crowd-funded products.\n\nNow the company plans to expand the site, which lists 10,000 products including a bluetooth-enabled “smart bag,” although it did not provide details.\n\n“We do expect the broadening of the product categories and geographical expansion,” said Peter Sauerborn, director of business development at Amazon who leads the store.\n\nIn order to be listed on the site, brands agree to let Amazon be the exclusive third-party retailer for their products.\n\nIn exchange, merchants gets access to the Fulfillment by Amazon program, which refers to the company’s global network of warehouses and its fast shipping and loyalty program, Prime.\n\n“There’s a whole new group of consumers (the third-party retailers) can draw to Amazon,” said Seattle-based Christine Boerner, who runs Cielo, which sells fashionable metallic pillholders through Exclusives.\n\nAt the same time, rival shopping sites are also investing in one-of-a-kind merchandise. EBay Inc is returning to its roots by focusing on unique merchandise sold by smaller sellers.\n\nAn increasing number of Amazon’s third-party merchants are drawn to Amazon’s fulfillment program. Active merchants using it grew more than 50 percent last year and delivered more than 1 billion items worldwide, the company said.\n\nStephan Aarstol, founder and CEO of San Diego-based Tower Paddle Boards who was connected to Exclusives on the TV program Shark Tank, is an example of why merchants might be interested in Amazon’s fulfillment program.\n\nAarstol said he shipped “several hundred” paddle boards to Amazon’s warehouse in the United Kingdom late last year and he expects his merchandise to be available to shoppers across Europe for fast delivery, something he could not have done on his own."
    },
    {
        "header": "amazon could eventually face a xerox moment",
        "link": "http://www.reuters.com/article/idUS6787118020160129",
        "time": "7:15PM UTC",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nAmazon may eventually face its Xerox moment. The online retailer is growing rapidly, while the aging technology icon has faded fast. Both companies, though, pair businesses that don’t really belong together. Activist investor Carl Icahn just persuaded Xerox to split off its more promising assets, according to the Wall Street Journal. If he’s still around, a similar move might someday make sense for Amazon.\n\nThe retailer’s fourth-quarter results may have been disappointing compared with investors’ lofty expectations, but they were nonetheless typically Amazonian. Revenue grew 22 percent to $35.7 billion. Margins were relatively feeble, as Jeff Bezos’ company prioritized growth over profitability in its retail operations. Earnings were $482 million, for a net margin of just over 1 percent.\n\nAmazon’s web-services business, which provides on-demand computing for companies like Netflix, remains a gem. It grew almost 70 percent year-on-year to $2.4 billion of sales in the quarter. Its operating margins, as calculated by Amazon, rose to more than 28 percent.\n\nYet investors wiped nearly $40 billion off the company’s market cap following the earnings news. Even so, Amazon’s value remains high: more than $250 billion and nearly 100 times estimated 2016 earnings.\n\nXerox was itself a high flyer some four decades ago. Its stock even belonged to the so-called “nifty 50” that brokers advised clients to buy regardless of price. Dwindling fortunes over the ensuing years prompted the copier manufacturer to buy Affiliated Computer Services in 2009, but the deal failed to slow the company’s slide.\n\nUnder pressure from Icahn, Xerox has now decided to split in two. The move should give its consulting business a fighting chance while the imploding hardware unit is allowed to fend for itself.\n\nAmazon’s growth – and the fact that its stock price is 10 times higher than it was a decade ago – means Bezos still has plenty of leeway to run the company as he sees fit. That freedom allowed him to create and nurture Amazon’s thriving web-services business.\n\nOf course, things may look a lot different in another decade or so. If investors get tired of Bezos’ quest for growth at the expense of profit, it may be time for Icahn – or someone of his ilk – to make a move."
    },
    {
        "header": "amazon revenue rises 22 pct in holiday quarter",
        "link": "http://www.reuters.com/article/amazon-results-idUSL3N15C68P",
        "time": "4:04PM UTC",
        "body": "Jan 28 (Reuters) - E-commerce giant Amazon.com Inc reported a 21.8 percent rise in quarterly revenue, helped by strong holiday-period shopping and robust growth in its cloud services business.\n\nThe world’s biggest online retailer said its profit rose to $482 million, or $1.00 per share, in the fourth quarter ended Dec.31 from $214 million, or 45 cents per share, a year earlier.\n\nNet sales rose to $35.75 billion from $29.33 billion. (Reporting by Arathy S Nair in Bengaluru; Editing by Kirti Pandey)"
    }
]