[
    {
        "header": "amazonian tribe in peru takes hostages after oil spill",
        "link": "http://www.reuters.com/article/us-peru-environment-idUSKCN0W929C",
        "time": "3:20PM UTC",
        "body": "LIMA (Reuters) - An indigenous community in the Peruvian Amazon took at least eight public officials hostage to demand help from the central government after an oil spill polluted its lands, authorities said Monday.\n\nThe Wampis community of Mayuriaga seized a grounded military helicopter late on Sunday, holding crew members and several officials to press for inclusion in the emergency response plan, said German Velasquez, the president of state-owned energy company Petroperu.\n\nA rupture in Petroperu’s 40-year-old pipeline spilled 1,000 barrels of oil in Mayuriaga on Feb. 3, nine days after a leak in the same duct poured 2,000 barrels near eight other indigenous communities in the same Amazonian region.\n\nEnvironmental regulator OEFA ordered Petroperu to replace parts of the pipeline after repeated leaks in recent years. It said the two most recent spills polluted at least two rivers, including a tributary to the Amazon River.\n\nThough officials refer to the second leak as “the Mayuriaga spill” because it took place in Mayuriaga, the government did not include the community in an official list of affected groups that would receive emergency supplies and attention.\n\nThe government will amend the emergency decree, published last month, to include Mayuriaga, said Deputy Culture Minister Patricia Balbuena.\n\nBalbuena said a local government compiled the list and it was not clear why it excluded Mayuriaga.\n\n“It’s a mistake that should be corrected as soon as possible,” Balbuena said.\n\nVelasquez, who spoke by phone on his way to Mayuriaga, said the company has been tending to Mayuriaga’s needs anyway.\n\nBut not being included in the list would also make it harder for Mayuriaga to demand compensation, said regional governor Fernando Melendez.\n\nRepresentatives of Mayuriaga could not be reached for immediate comment.\n\nPeru is rife with social conflicts, especially related to water, and remote communities often take hostages to get the attention of the central government.\n\nThe group being held in Mayuriaga includes three Petroperu officials, four with OEFA and a specialist with the energy and mines ministry, said Velasquez.\n\nThe pipeline transported between 5,000 and 6,000 barrels of oil per day before the spills halted operations. It mostly moved crude from block 192, operated by Pacific Exploration & Production Corp, to Petroperu’s Talara refinery.\n\nPetroperu faces some $17 million in fines if tests confirm the spills affected the health of locals, OEFA has said."
    },
    {
        "header": "ambani's $20 bln bet on tv, telecoms may rekindle wealthy brothers' rivalry",
        "link": "http://www.reuters.com/article/india-reliance-cable-tv-idUSL3N16B44B",
        "time": "6:00PM UTC",
        "body": "MUMBAI (Reuters) - India’s richest man, Mukesh Ambani, is muscling into the cable TV sector as part of a media and telecoms offensive that pits him against his once-estranged younger brother and threatens to shake up both industries.\n\nAmbani controls Reliance Industries (RELI.NS), an oil and gas behemoth that is India’s most profitable conglomerate. He is also now targeting consumers, taking steps most recently into telecoms, where he has spent at least $18 billion on 4G telecoms brand RJio, due to launch this year.\n\nNow, he plans to spend around $2 billion over three years to capture TV sets, two people with direct knowledge of the matter said, as he eyes an opportunity to use his financial clout in what is a highly fragmented sector.\n\nReliance Industries declined to comment on its plans.\n\nHome entertainment is wildly popular in India, but it’s a high-volume, low-margin business where many smaller local operators control the so-called “last mile” - the connection from fibre optic cable in the street into the living room.\n\nAmbani’s television unit has been aggressively wrapping up deals with hundreds of small players in a street-by-street effort to conquer that final hurdle in its cable TV drive, people familiar with the matter said.\n\nIt could also snap up rival operators as part of that push, those sources and analysts said, driving tie-ups in a densely populated sector that includes Hathway Cable (HAWY.NS), Den Networks (DENN.NS) and Siti Cable (SITI.NS).\n\nOne Reliance official, who didn’t want to be named because the targets are not public, said a mid-year goal of 1 million subscribers would rise to 5 million homes in the medium-term. Within three years, the aim is 20 million.\n\nToday, only 20 million homes in India have a broadband or another Internet connection - indicating huge potential in a country with a population of some 1.3 billion. There are just 170,000 subscribers for wireless Internet through optical fibre.\n\n“Once the company manages to crack the last mile... it will be a formidable player,” said Rajev Gavi, Managing Director of Den Satellite Network, a leading cable operator.\n\nReliance executives say it will offer a bundled package with hundreds of channels and video-on-demand in high definition, along with broadband Internet, a landline phone and home surveillance. It will also offer Jio Play, its version of the Netflix movie and TV series streaming service.\n\nAmbani’s targets dwarf the largest current player in either cable or satellite TV. Until 2010, the sectors were, like telecoms, the preserve of Anil Ambani’s Reliance Communications (RLCM.NS), known as RCom - though he has dominated neither and racked up debts of more than $5 billion chasing growth.\n\nThe two brothers fell out more than a decade ago after the death of their industrialist father, eventually splitting the family empire under a truce brokered by their mother. Mukesh took the oil and gas interests and Anil took control of RCom, previously run by Mukesh.\n\nIn 2010, they reconciled and scrapped a non-compete clause.\n\nWithin weeks, Mukesh snapped up the only company to have won a national licence in India’s broadband wireless spectrum auction, now called RJio and set to launch by this summer.\n\nAnalysts say the RJio threat prompted RCom to buy Russian conglomerate Sistema’s mobile business - the first big Indian telecoms deal in seven years - and it is in talks with Aircel to create the country’s second-largest mobile operator.\n\nThe two have, though, cooperated in some areas.\n\nRCom has a 140,000 km, pan-India fibre optic cable network which RJio will use under a 2014 deal, alongside its own 250,000 km network. A Reliance push into TV will also use RCom’s network of towers and cables. In January, the two companies signed a deal to share RCom’s 800 MHz spectrum for its 4G push.\n\nThat could provide something of a cushion, but is unlikely to ease the pressure. As Mukesh’s telecom and cable projects take hold, analysts and industry executives say Reliance Industries’ clout and the scale of its effort will pressure smaller rivals, including RCom.\n\n“If you look at each of these strategies, at the core of it, it’s no different from what others have done,” said Kunal Bajaj, a telecoms consultant. “But (what) the company is planning is at a scale that no one’s done before in India.”"
    },
    {
        "header": "amazon to restore encryption to fire tablets after complaints",
        "link": "http://www.reuters.com/article/us-amazon-com-encryption-idUSKCN0W70W6",
        "time": "7:29PM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) said it plans to restore an encryption feature on its Fire tablets after customers and privacy advocates criticized the company for quietly removing the security option when it released its latest operating system.\n\n“We will return the option for full-disk encryption with a Fire OS update coming this spring,” company spokeswoman Robin Handaly told Reuters via email on Saturday.\n\nAmazon’s decision to drop encryption from the Fire operating system came to light late this week. The company said it had removed the feature in a version of its Fire OS that began shipping in the fall because few customers used it.\n\nOn-device encryption scrambles data so that the device can be accessed only if the user enters the correct password. Well-known cryptologist Bruce Schneier called Amazon’s removal of the feature “stupid” and was among many who publicly urged the company to restore it.\n\nApple Inc’s APPL.O legal battle over U.S. government demands that the iPhone maker help unlock an encrypted phone used by San Bernardino shooter Rizwan Farook has created unprecedented attention on encryption.\n\nAmazon.com this week signed on to a court brief urging a federal judge to side with Apple."
    }
]