[
    {
        "header": "brief-amazon web services inc announced three new aws partner network (apn) programs",
        "link": "http://www.reuters.com/article/idUSFWN1DU0Q2",
        "time": "5:50PM UTC",
        "body": "* Amazon Web Services Inc says announced three new AWS partner network (APN) programs Source text for Eikon: Further company coverage:"
    },
    {
        "header": "brief-amazon to plan premium alexa speaker with large screen - bloomberg",
        "link": "http://www.reuters.com/article/idUSFWN1DU07N",
        "time": "7:40AM UTC",
        "body": "* Amazon to plan premium Alexa speaker with large screen ; device will have a touchscreen measuring about seven inches - Bloomberg, citing sources"
    },
    {
        "header": "brief-at&t expands service offerings on amazon web services",
        "link": "http://www.reuters.com/article/idUSFWN1DU0II",
        "time": "10:43AM UTC",
        "body": "* at&t inc -integrating at&t netbond with aws direct connect bundle to offer highly secure access to infor and pegasystems Source text for Eikon: Further company coverage:"
    },
    {
        "header": "lack of fuel, guns hits brazil's amazon guardians",
        "link": "http://www.reuters.com/article/uk-brazil-deforestation-idUSKBN13O1YC",
        "time": "10:12AM UTC",
        "body": "NOVO PROGRESSO, Brazil (Reuters) - The rainforest shook with the sound of exploding tires and groaning steel as flames tore through a truck carrying giant tree trunks illegally sawn from the Amazon.\n\nAn agent of Brazil’s environment police had, moments earlier, ordered the driver from his cab at gun point. In a scuffed blue cap and muddied jeans, the 25-year-old fought back tears as he learned his truck would be set alight right there.\n\nHe walked away rather than watch it burn.\n\nWhen able to do their job, agents of the Brazilian Institute for the Environment and Renewable Natural Resources, or Ibama, are decisive, punishing illegal loggers on the spot.\n\nBut this seizure was the only success in four days of operations this month near the town of Novo Progresso in Brazil’s vast northern state of Para.\n\nHampered by poor radios with a maximum range of just 2 km (1.3 miles) and pick-up trucks easily recognised by those who cut down the forest, the exhausted Ibama agents were too often chasing shadows.\n\n“The loggers are better equipped than we are,” said Uiratan Barroso, Ibama’s head of law enforcement in the state capital, Santarem. “Until we have the money to rent unmarked cars and buy proper radios we won’t be able to work.”\n\nNearly twice the size of India, the Amazon absorbs an estimated 2 billion tonnes of carbon dioxide per year, making its preservation vital in the fight to halt global warming.\n\nIbama, responsible for preserving Brazil’s 65 percent share of the world’s largest rainforest, is one of the most important groups in that fight. But after years of surprising success, the rate of deforestation is on the rise again.\n\nOver the past four years it has risen 35 percent, as Ibama suffered from a lack of funding amid Brazil’s worst recession in decades.\n\nLast year, rainforest five times the size of Los Angeles was cut down.\n\nLeaders from nearly 200 different countries met in Morocco this month to move forward on commitments to cut greenhouse gas emissions, amid concerns that U.S. President-elect Donald Trump might cut funding for the deal signed in Paris last year.\n\nHere, in the badlands of rural Para, the challenges to those commitments are all too clear.\n\nA 30 percent cut in Ibama’s budget has meant fewer operations this year. Helicopters and jeeps have been idle due to a lack of fuel.\n\n”We haven’t even had enough money to pay for aptitude tests to allow our agents to carry guns,” said Barroso, adding the tests only cost 200 reais ($60).\n\nIt is dangerous work. In June, a policeman was shot dead during an Ibama operation in Novo Progresso, a grid of dirt streets whose 25,000 inhabitants rely on illegal mining and logging for survival.\n\nCorruption is also a problem. Three Ibama officials in Santarem were charged last month for taking bribes from logging companies.\n\n“I only trust around half the people I work with,” Barroso said.\n\nBrazil’s environment ministry admits a lack of funds has reduced Ibama’s ability to operate.\n\nThe situation should be helped by 56 million reais secured from the Fundo Amazonia, a fund principally financed by Norway and Germany.\n\nBut officials say a broader strategic change is also needed.\n\n“The effectiveness of our current measures and enforcement has reached its limit,” said Everton Lucero, the government’s undersecretary for climate change.\n\nUntil four years ago, the approach proved highly effective.\n\nIbama helped to reduce the rate of deforestation by over 80 percent between 2004 and 2012.\n\nA mix of satellite imagery and a tough on-the-ground presence made Ibama a highly effective force in the fight against global warming.\n\nNow, there is a sense that Brazil’s target of zero deforestation by 2030 will not simply be achieved with more 4x4s and semiautomatic rifles.\n\nA carrot is needed alongside the stick, officials say.\n\nOne option being discussed with other ministries, according to Lucero, is to create economic incentives for landowners and communities to preserve their forests. He said details on how this would work were still being finalised.\n\nPersuading towns like Novo Progresso to preserve the rainforest means transforming their culture and economy.\n\nIt lies on the BR-163 highway that runs north-to-south through the rainforest to join frontier farms with ports in the southeast.\n\nEnvironmental groups estimate 60 percent of Brazil’s Amazonian deforestation happens along this stretch.\n\nNovo Progresso was one of many towns founded during Brazil’s drive deep into the Amazon during the military dictatorship of the 1970s and 1980s.\n\nThen, cutting down the Amazon to construct roads and towns was patriotic, a means of securing Brazil’s borders. Many also got rich in the process.\n\nJose Carlos Rovaris, 62, bought his land near Novo Progresso in 1984, leaving his home in the southern state of Santa Catarina for a new life on the forest frontier.\n\n“This was all trees when I arrived,” he said, his belly protruding from a scrubby polo shirt as he moved his arm across the land now planted with soy as far as the eye can see. “I cut it down bit by bit, every year a little more.”\n\nThe impact of those pioneers is staggering.\n\nIn 1933, British explorer Peter Fleming described neighbouring Mato Grosso state as “huge tracts of jungle which no white man has even attempted to enter.”\n\nNow, it is Brazil’s largest soy producer. Its transformation from jungle to agricultural heartland helped make Brazil the world’s largest exporter of beef and soy.\n\nWith that has come increased power in Congress and environmentalists fear President Michel Temer’s government will bow to pressure to ease environmental licensing laws as it aims to rekindle economic growth.\n\nThe transition from forest to farmland is a devastating double blow for the environment. Trees absorbing CO2 are commonly replaced with methane polluting cattle.\n\nIbama operates on the limits of a law its agents regard as too soft.\n\nBurning trucks is the most effective deterrent in their arsenal. They do this if the vehicle is on protected land inhabited by indigenous groups or if the truck cannot be removed because the driver has fled or the vehicle is damaged.\n\nBut those caught cutting down the rainforest never see the inside of a jail cell unless convicted of a more serious, related crime such as money laundering or violence.\n\nMany in Novo Progresso see no other way to get by.\n\n“There is nothing else,” said Elis Pereira, 25, at the Ibama office after his truck was burned. Sleep-deprived and famished after days in the forest waiting for the rain to pass, he said the fine and loss of his truck meant he would be “pushed into crime.”\n\nWith no new land legally available and farming so mechanized it requires little labour, Pereira is part of a generation growing up in towns like Novo Progresso with scant job prospects. Unless a sustainable source of employment can be created, deforestation is unlikely to stop.\n\nPereira’s future looks bleak. He bought the truck that is now charred steel for 60,000 reais just six weeks ago. That money was borrowed from the illegal loggers for whom he worked transporting timber.\n\n“I’ll have to let them know,” he said, eyes vacant with exhaustion and fear. “I hope they understand.”\n\nClick on reut.rs/2fsKzRB to see a related photo essay"
    }
]