[
    {
        "header": "brief-tiger global management cuts share stake in amazon, ups in charter communications",
        "link": "http://www.reuters.com/article/idUSFWN18D0XK",
        "time": "2:33PM UTC",
        "body": "* Tiger Global Management cuts share stake in Amazon.com Inc to 1 million shares from 3.2 million shares - SEC Filing\n\n* Tiger Global Management ups share stake in Charter Communications Inc to 1.96 million Class A shares from 698,980 Class A shares\n\n* Tiger Global Management cuts share stake in Fleetcor Technologies Inc by 21 percent to 3.6 million shares\n\n* Change in holdings are as of March 31, 2016 and compared with the previous quarter ended as of December 31, 2015 Source text for quarter ended March 31, 2016: 1.usa.gov/1TSTTGd Source text for quarter ended Dec 31, 2015: 1.usa.gov/1KUIfge"
    },
    {
        "header": "brief-adm acquires full stake in amazon flavors",
        "link": "http://www.reuters.com/article/idUSASC08PUX",
        "time": "11:49AM UTC",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "brief-omega advisors dissolves share stake in amazon, citigroup",
        "link": "http://www.reuters.com/article/idUSFWN18D0PY",
        "time": "10:53AM UTC",
        "body": "* Omega advisors inc dissolves shares stake in pfizer inc\n\n* Omega advisors inc takes share stake of 314,000 shares in electronic arts inc\n\n* Omega advisors inc cuts share stake in united continental holdings in by 23.3 percent to 1.97 million shares\n\n* Omega advisors inc cuts share stake in ashland inc by 21.4 percent to 1.2 million shares\n\n* Change in holdings are as of march 31, 2016 and compared with the previous quarter ended as of december 31, 2015"
    },
    {
        "header": "amazon to launch new private labels in coming weeks: wsj",
        "link": "http://www.reuters.com/article/us-amazon-com-product-brands-idUSKCN0Y60TG",
        "time": "12:14AM UTC",
        "body": "(Reuters) - Amazon.com Inc will launch new lines of its private-label brands in the coming weeks, the Wall Street Journal reported, citing people familiar with the matter.\n\nThe new brands with names like Happy Belly, Wickedly Prime and Mama Bear will include nuts, spices, tea, coffee, baby food and vitamins, as well as household items such as diapers and laundry detergents, the newspaper reported.\n\nAmazon will only offer these labels to its Prime subscribers, the Journal reported, adding the first of the brands could begin appearing at the end of May or early June.\n\n“We don’t comment on rumors or speculations,” a company spokeswoman said in an email.\n\nLast week, Amazon launched Amazon Video Direct for users to post videos and earn royalties with them, setting it up directly against Alphabet Inc’s YouTube."
    },
    {
        "header": "brief-digital ally joins amazon web services (aws) partner network",
        "link": "http://www.reuters.com/article/idUSFWN18D0L9",
        "time": "8:39AM UTC",
        "body": "Disney-Fox mashup would truly be over the top"
    }
]