[
    {
        "header": "corrected-amazon says some warrants in air transport services exercisable by july 8 (march 18)",
        "link": "http://www.reuters.com/article/air-transport-sr-amazoncom-stake-idUSL3N16Q4QX",
        "time": "11:45AM UTC",
        "body": "Amazon said last week it had signed a deal with ATSG to lease 20 Boeing (BA.N) 767 widebody freighter aircraft to handle more of its own deliveries in the United States.\n\nAs part of the agreement, Amazon has the right to buy up to 19.9 percent of ATSG’s stock over five years at $9.73 per share."
    },
    {
        "header": "amazon german warehouse workers start fresh strike in pay row",
        "link": "http://www.reuters.com/article/us-amazon-com-germany-strike-idUSKCN0WN2BH",
        "time": "6:35PM UTC",
        "body": "BERLIN (Reuters) - Workers at an Amazon.com warehouse in Germany are starting a new round of strikes in an attempt to pressure the U.S. online retailer to increase pay.\n\nThe walkout by workers at the warehouse in Koblenz, western Germany, began on Monday night and is due to run until the end of the night shift on Wednesday, March 23, union Verdi said in a statement.\n\nVerdi has organised frequent strikes at Amazon warehouses across Germany since May 2013 as it seeks to force the retailer to raise pay for warehouse workers in accordance with collective bargaining agreements in Germany’s mail order and retail sector.\n\nThe most recent strikes in Germany, Amazon’s second-biggest market behind the United States, were held in the run-up to Christmas."
    },
    {
        "header": "amazon says some warrants in air transport services exercisable by july 8 ",
        "link": "http://www.reuters.com/article/us-air-transport-sr-amazon-com-stake-idUSKCN0WK2UX",
        "time": "11:49AM UTC",
        "body": "Amazon said last week it had signed a deal with ATSG to lease 20 Boeing (BA.N) 767 widebody freighter aircraft to handle more of its own deliveries in the United States.\n\nAs part of the agreement, Amazon has the right to buy up to 19.9 percent of ATSG’s stock over five years at $9.73 per share."
    }
]