[
    {
        "header": "amazon allowed by law to undercut australian businesses: regulator",
        "link": "http://www.reuters.com/article/us-amazon-australia/amazon-allowed-by-law-to-undercut-australian-businesses-regulator-idUSKBN1D406W",
        "time": "5:01AM UTC",
        "body": "SYDNEY (Reuters) - Competition laws will allow Amazon to undercut local businesses with loss-making prices when it opens for business in Australia, expected to be later in November, the Australian competition regulator said on Saturday.\n\nAustralian Competition and Consumer Commission Chairman Rod Sims told Fairfax Media that Amazon.com.Inc (AMZN.O) was able under law to set prices low enough to win business without breaching competition laws.\n\n“In terms of misuse of market power, if you open a store in a new town and you set a common price point, you are going to lose money initially if you don’t have scale,” he said.\n\n“Eventually, if you get your business plan right, you will make that price point, that is in no way illegal.”\n\nAmazon has declined to comment on when its Australian operations will begin. It has been building a distribution warehouse in the southern city of Melbourne.\n\nAmazon country manager Rocco Braeuniger is due to hold a meeting in Sydney where he is expected to address more than 500 local suppliers.\n\nAustralian Small Business Minister Michael McCormack has said he will watch Amazon closely to ensure it pays its fair share of tax.\n\n“Amazon pays all the taxes we are required to pay in every country where we operate,” an Amazon spokeswoman told Fairfax.\n\nPerceived tax avoidance by large foreign companies is a big issue in Australia, and the government is now enforcing new measures known as the “Earned here, Taxed here” corporate tax laws.\n\nAustralian Small Business and Family Enterprise Ombudsman Kate Carnell said her organization has not seen a copy of the contract under which Amazon will allow small businesses to operate in its marketplace."
    },
    {
        "header": "amazon plans new corporate office in vancouver, to double headcount",
        "link": "http://www.reuters.com/article/us-amazon-com-canada/amazon-plans-new-corporate-office-in-vancouver-to-double-headcount-idUSKBN1D328P",
        "time": "6:48AM UTC",
        "body": "VANCOUVER (Reuters) - Amazon.com Inc said on Friday that it will a open second corporate office in Vancouver, doubling its staff in the western Canadian city by early 2020 as it looks to tap into a burgeoning local tech workforce.\n\nThe Seattle-based company said the Vancouver expansion has been in the works for some time and is not related to the hotly contested race by cities across North America to land the e-commerce company’s $5 billion HQ2.\n\n“These will be largely software engineering, tech and non-tech jobs, and they’ll be contributing to products that are used globally,” Jesse Dougherty, general manager for the Vancouver office, told reporters.\n\nThe Vancouver expansion comes as companies in the United States have struggled to secure visas in a timely fashion to import foreign workers to fill highly skilled and technical jobs.\n\nPresident Donald Trump’s administration has made it tougher for skilled foreigners to work in the United States, challenging visa applications more regularly than at nearly any point under former U.S. President Barack Obama.\n\nTech companies have come to rely on such visas to fill many highly specialized jobs.\n\nAmazon officials did not answer questions on whether the new office was in response to difficulties bringing foreign talent to its U.S. offices.\n\n“Amazon likes to hire the smartest people we can find, and so Vancouver certainly is a place where we like to get that growth,” said Dougherty.\n\nCanada launched a fast-track visa program for highly skilled workers in June, as it seeks to take advantage of a tougher immigration environment in the United States.\n\nThe expansion will see Amazon double its workforce in Vancouver to 2,000 by early 2020. The company currently employees about 4,400 people full time in Canada. Amazon employs more than 380,000 globally, with around 150,000 working outside of the United States."
    }
]