[
    {
        "header": "seattle love, dread of activist investor help clinch amazon m&a roles",
        "link": "http://www.reuters.com/article/us-whole-foods-m-a-amazon-com-banks/seattle-love-dread-of-activist-investor-help-clinch-amazon-ma-roles-idUSKBN1972WK",
        "time": "11:09AM UTC",
        "body": "(Reuters) - A decision by Goldman Sachs Group Inc last year to move an investment banking veteran to Seattle, as well as Evercore Partners Inc’s hiring of a top banker defending companies against activist investors, has paid off handsomely.\n\nGoldman advised Amazon.com Inc and Evercore advised Whole Foods Markets Inc on Amazon’s $13.7 billion acquisition of Whole Foods that will see the U.S. organic grocery chain become part of the world’s largest internet retailer.\n\nThe deal was Amazon’s first valued at more than $1 billion, making it a coveted trophy for investment bankers in search of fees and glory.\n\nGoldman had laid the ground for this moment. Last year, it dispatched senior bankers to several North American cities where big companies are based, including Atlanta, Toronto and Seattle.\n\nOne of those bankers, David Eisman, moved from San Francisco to Seattle to help lead a small team tasked with strengthening ties with the city’s biggest companies, including Amazon, Microsoft Corp and Starbucks Corp.\n\nWhen Amazon decided to approach Whole Foods last month, it picked Goldman for advice. Eisman advised the company alongside fellow Goldman bankers Colin Ryan, who focuses on technology mergers, and Cosmo Roe, who focuses on consumer and retail companies.\n\nEvercore itself clinched a role in the deal with the help of a Goldman alumnus. Last year, Evercore poached Goldman’s head of activism defense Bill Anderson, who for more than 12 years had advised more than 175 companies on how to tackle activist investors and hostile bids.\n\nWhen Jana Partners LLC in April said it had raised its stake in Whole Foods in April and pushed for a sale of the company, Whole Foods interviewed several investment banks to hire an adviser to help defend against the activist hedge fund.\n\n“From the moment Jana had announced its stake in Whole Foods ... an onslaught of attention from media and banks ensued,” Whole Foods’ chief executive, John Mackey, said in a Texas Monthly article this month.\n\nWhole Foods’ conversations with banks took place before the company was approached by Amazon, so Goldman was also vying for a role with Whole Foods. With Anderson among its ranks, however, Evercore prevailed.\n\nWhen Amazon approached, Whole Foods turned again to Evercore. Anderson advised Whole Foods alongside senior Evercore bankers Eduardo Mestre and William Hiltz.\n\nGoldman now stands to receive $30 million to $35 million in advisory fees, while Evercore stands to receive $40 million to $50 million, according to estimates from investment banking advisory firm Freeman & Co LLC.\n\nGoldman and Bank of America Corp, which provided bridge financing to Amazon, could receive between $35 million and $50 million in debt arranging fees, according to Freeman."
    },
    {
        "header": "amazon to buy whole foods for $13.7 billion, wielding online might in brick-and-mortar world",
        "link": "http://www.reuters.com/article/us-whole-foods-m-a-amazon/amazon-to-buy-whole-foods-for-13-7-billion-wielding-online-might-in-brick-and-mortar-world-idUSKBN1971QJ",
        "time": "11:09AM UTC",
        "body": "(Reuters) - Amazon.com Inc said on Friday it would buy Whole Foods Market Inc for $13.7 billion, in an embrace of brick-and-mortar stores that could turn the high-end grocer into a mass-market merchant and upend the already struggling U.S. retail industry.\n\nAmazon used aggressive pricing to become an e-commerce retail juggernaut and has recently been experimenting with brick-and-mortar outlets. It will take over a natural and organic grocer pioneer with 456 stores, a mecca for young, high-end shoppers, that has been struggling to rein in prices and integrate technology.\n\nThe deal represents a dramatic turn in strategy for Amazon, which has offered food delivery through its Fresh service for a decade but has not made a major dent in the $700 billion grocery market.\n\n“The ramifications for all of retail are seismic – not just retailers that sell grocery, but for everyone,” Gordon Haskett analyst Chuck Grom said.\n\nFor graphic - Whole Foods at a glance - click: tmsnrt.rs/2skJDSv\n\nShares of dozens of supermarkets, food producers, payment processors and shopping malls collectively lost at least $35 billion in U.S. market value on Friday as the news reverberated across financial markets.\n\nShares of grocer Kroger Co swooned 9.2 percent, while Wal-Mart Stores Inc fell 4.7 percent, signaling fears that Amazon could broaden Whole Foods’ product mix and cut prices.\n\nAmazon’s shares rose 2.4 percent to $987.71, adding $11 billion to its market capitalization, which in one sense makes the acquisition nearly free for Amazon shareholders.\n\n“Supermarkets will now have to contend with not only competition with each other and non-traditional grocers like Wal-Mart Stores Inc and Target Corp, but with a retailer like Amazon which has the financial capacity to price aggressively,” said Mickey Chadha, vice president and senior credit officer at Moody’s Investors Service.\n\nAmazon agreed to pay $42 per share in cash for Whole Foods, a 27 percent premium on the Austin, Texas-based grocer’s closing share price on Thursday.\n\nBut in a sign that investors believe a rival bid is likely, Whole Foods shares rose above the offer price to close at $42.68.\n\nA former grocery expert at Amazon predicted that the chain, nicknamed “Whole Paycheck”, would add a selection of discounted food and build out non-grocery areas within stores, particularly for pharmacy and Amazon devices.\n\n“There’s no value in Amazon keeping the status quo at Whole Foods. Whole Foods was losing market share to Kroger,” said Brittain Ladd, who until earlier this year was a senior manager working to roll out AmazonFresh globally.\n\n“It’s pharmacy. It’s having the ability to put stores that are similar to Apple stores inside Whole Foods,” he said.\n\nAmazon has been looking at shop layouts that could allow traditional in-store purchase, online ordering with on-site pickup, and home delivery, using store warehouse space as a distribution point, Ladd said.\n\nDespite Amazon’s reputation for harnessing technology, a prototype store inside its corporate office in Seattle, called Amazon Go, which uses sensors and tech-savvy cameras to detect shoppers’ selections and then charge their Amazon accounts, has rolled out more slowly than planned, a person familiar with the matter said.\n\nAnd while some analysts expect Amazon to bring vast buying power to Whole Foods, Amazon’s heft in the food market is far smaller than in other areas, and high demand for organic products gives farmers unusual bargaining power.\n\nAmazon spokesman Drew Herdener said plans do not include reducing jobs as the result of the deal and that the company does not plan to automate Whole Foods cashiers jobs with Amazon Go technology.\n\nThe deal unfolded after Jeff Bezos, Amazon’s chief executive officer, approached Whole Foods CEO John Mackey about a month ago and received an eager response from Mackey, two people familiar with the matter said.\n\nThe grocer will continue to operate stores under the Whole Foods Market brand, and Mackey will remain CEO, the companies said.\n\nWhole Foods has posted seven straight quarterly sales declines at established stores and recently overhauled its board of directors in the face of pressure from activist hedge fund Jana Partners LLC.\n\nJana, which disclosed an 8.3 percent stake in Whole Foods in April and is the company’s second biggest shareholder, stands to make roughly $300 million from the sale to Amazon.\n\nThe deal is for $13.4 billion in cash and the remainder in debt. The acquisition price implies a trailing 12-month price-to-earnings multiple for Whole Foods of 31 times, versus a 14.4 average for the S&P 500 Food Retail index.\n\nAmazon and Whole Foods expect to close the deal during the second half of 2017.\n\nAmazon, started in Seattle in 1994 by Bezos, a former hedge fund manager, has grown into the world’s biggest diversified online retailer, with a market capitalization of nearly $500 billion. It has expanded from a book seller into a merchant of nearly all consumer products, as well as producing videos.\n\nBoth Amazon and Whole Foods cater to younger consumers including millennials as well as the affluent.\n\n“Amazon could bring technology to all Whole Foods locations, or it could absorb Whole Foods into AmazonFresh. Either way, it’s good for consumers like myself,” said Di Wu, a New York resident in her early 30s who is a member of Amazon’s Prime fast-shipping club and who shops at Whole Foods at least twice a week.\n\n“Amazon is known to drive down prices and make the shopping experience more efficient,” Wu said.\n\nGoldman Sachs Group Inc advised Amazon on the deal and provided bridge financing. Bank of America Corp also provided financing to Amazon, while Evercore Partners Inc advised Whole Foods."
    }
]