[
    {
        "header": "amazonian locals key to saving \"lungs of the planet\" says study",
        "link": "http://www.reuters.com/article/us-americas-environment-landrights/amazonian-locals-key-to-saving-lungs-of-the-planet-says-study-idUSKCN1BN2B5",
        "time": "12:42PM UTC",
        "body": "TORONTO (Thomson Reuters Foundation) - Locals are more effective than governments in protecting the world’s largest rainforest, a study said on Tuesday, amid efforts to crackdown on soaring illegal deforestation.\n\nRanching and logging are rapidly destroying forests that have been home for centuries to indigenous communities in the Amazon, often dubbed the “lungs of the planet” for its role in sucking up climate-changing carbon dioxide.\n\n“Our analysis shows that local stewardship of the forest can be very effective in curtailing forest degradation in the Peruvian Amazon,” the study’s lead author, Judith Schleicher, a researcher at the University of Cambridge, said in a statement.\n\n“Local conservation initiatives deserve more political, financial and legal support than they currently receive.”\n\nThe study by British and Peruvian researchers used remote sensing information and official data from 2006 to 2011 to compare government-run protected areas in Peru with lands managed by local forest communities and indigenous groups.\n\nWhile both strategies proved more effective for maintaining rainforest than non-protected areas, those managed by locals fared better than government-administered land, it found.\n\nCampaigners hope the involvement of Peru’s environment ministry in the study could shift management policies.\n\nPeru has pledged to reach zero net new deforestation by 2021, but environmentalists say a push by illegal gold miners and palm oil producers into the Amazon frontier could make that goal impossible.\n\n“The population is a great strategic ally to conserve our ecosystems,” she said in a statement on Saturday.\n\nCampaigners say environment ministry officials face pressure from powerful lobby groups with economic interests in extracting raw materials from the Amazon who oppose handing control over forest lands to local communities.\n\nMore than 40 percent of Peru’s greenhouse gas emissions come from land-use change and forestry, according to data from the United Nations Food and Agriculture Organization (FAO).\n\nInvasions of indigenous lands close to Brazil’s border with Peru have been increasing with at least 10 members of an “uncontacted” tribe reportedly massacred last month by gold miners."
    },
    {
        "header": "starboard value says amazon sales a boon for perrigo",
        "link": "http://www.reuters.com/article/us-hedgefunds-deliveringalpha-starboard/starboard-value-says-amazon-sales-a-boon-for-perrigo-idUSKCN1BN25Z",
        "time": "11:58AM UTC",
        "body": "NEW YORK (Reuters) - The distribution channel of Amazon.com Inc. (AMZN.O) represents a big opportunity for drug maker Perrigo (PRGO.N), Starboard Value founder and CEO Jeffrey Smith said on Tuesday.\n\nSmith, speaking at the Delivering Alpha event hosted by CNBC, said he does not view Amazon as a threat but rather as a prime distribution channel for Perrigo’s generic drugs and other products.\n\nStarboard is a major Perrigo shareholder who played a direct role in shaking up the company’s board and in pressing the company to conduct a strategic review for its generics business."
    },
    {
        "header": "reported murder of 'uncontacted' tribe exposes mining threats in brazil's amazon",
        "link": "http://www.reuters.com/article/us-brazil-tribes-mining/reported-murder-of-uncontacted-tribe-exposes-mining-threats-in-brazils-amazon-idUSKCN1BN1M6",
        "time": "9:01AM UTC",
        "body": "RIO DE JANEIRO (Thomson Reuters Foundation) - Endangered indigenous tribes are increasingly facing threats from miners in the Amazon rainforest amid budget cuts to the Brazilian government agency responsible for protecting them, local officials and activists say.\n\nA federal prosecutor in Brazil’s Amazonas state has launched an investigation into a reported massacre of at least 10 members of an “uncontacted” tribe by gold miners in a remote area along the Jandiatuba river, close to Peru’s border.\n\nA unit of the indigenous affairs agency, Funai, was recently closed, leaving indigenous lands exposed to invaders, activists say.\n\n“There is an ongoing inquiry into the case but I cannot speak about its content in order to not prejudice the investigation,” federal prosecutor Pablo Beltrand told the Thomson Reuters Foundation.\n\nIf confirmed, the massacre would be one of the worst such tragedies since the murder of 16 Yanomami indigenous people in 1993.\n\nFunai officials in Amazonas received an audio clip with miners bragging about the crime, said Gustavo Souza, acting coordinator of Funai’s ethno-environmental protection front at Vale do Javari, where the murders allegedly took place.\n\nSouza said he heard miners in the recording saying there were women and children on the river bank and they shot them.\n\n“In the audio, one of the miners said ‘you know, I do not mistake a shot’,” Souza told the Thomson Reuters Foundation. He also saw a picture of a hand-crafted paddle that reportedly belonged to the indigenous tribe.\n\nThe number of invasions in indigenous lands in Vale do Javari has been increasing amid budget cuts - part of austerity measures aimed at lifting Brazil out of its worst recession in decades.\n\n“With budget cuts this year, there was a reduction of Funai’s team in the area by half,” Souza said.\n\nAlthough Vale do Javari is one of the largest indigenous reserves in the country, it is patrolled by just 10 Funai officials.\n\nThe officials attempt to monitor an area of 85,000 sq km, home to largest number of uncontacted indigenous worldwide.\n\n“Indigenous lands are at risk amid increasing invasions and we’re afraid that it’ll get worse from now on,” Souza said.\n\nCarla de Lello Lorenzi, spokeswoman at indigenous rights group Survival International, said the cuts put indigenous lives at risk.\n\n“These tribes are completely vulnerable. If miners and loggers get into their land, they are very vulnerable to violence and diseases,” Lorenzi said."
    }
]