[
    {
        "header": "federal judge tosses amazon warehouse workers' security check state-law claims",
        "link": "http://www.reuters.com/article/usa-employment-wages/federal-judge-tosses-amazon-warehouse-workers-security-check-state-law-claims-idUSL1N1J52FQ",
        "time": "6:41PM UTC",
        "body": "A federal judge in Kentucky has dismissed a lawsuit by workers at Amazon.com warehouses saying they should be compensated for time spent in security screening, tossing the state-law claims that the workers pressed after the U.S. Supreme Court threw out their federal law claims.\n\nU.S. District Judge David Hale in Louisville on Wednesday ruled that the Nevada and Arizona wage laws that the plaintiffs, who were hired by Integrity Staffing Solutions Inc to work at the warehouses, sued under are not materially different from the Fair Labor Standards Act.\n\nTo read the full story on Westlaw Practitioner Insights, click here: bit.ly/2r7dQY0"
    },
    {
        "header": "amazon lent $1 billion to merchants to boost sales on its marketplace",
        "link": "http://www.reuters.com/article/us-amazon-com-loans/amazon-lent-1-billion-to-merchants-to-boost-sales-on-its-marketplace-idUSKBN18Z0DY",
        "time": "11:44AM UTC",
        "body": "(Reuters) - Amazon.com Inc has stepped up lending to third-party sellers on its site who are looking to grow their business, a company executive said in an interview on Wednesday.\n\nThe e-commerce giant has doled out more than $1 billion in small loans to sellers in the past 12 months, compared with more than $1.5 billion it lent from 2011 through 2015, said Peeyush Nahar, vice president for Amazon Marketplace. Sellers have used the money to expand their inventory or discount items on Amazon, he said.\n\nBoosting sales for third-party merchants is lucrative for Amazon, which takes a cut of transactions on its site.\n\nIt also has made a business out of handling more leg work for sellers, too. They pay Amazon to fulfill their orders and boost their placement in search results, without which sellers might struggle to grab shoppers’ attention.\n\nMore than 20,000 small businesses have received a loan from Amazon and more than half of those have taken a second loan from the company, it said.\n\nLoans range from $1,000 to $750,000. Sellers have said interest rates are between 6 percent and 14 percent.\n\nRivals, including eBay Inc and Wal-Mart Stores Inc, now are doubling down on their marketplace businesses, but loans may help keep sellers close to Amazon’s orbit.\n\n“We do tell them it’s to help them grow on the Amazon Marketplace,” Nahar said.\n\nTraditional lenders shied away from small merchants after the 2008 financial crisis, which created an opening for other sources of financing. While this exposes Amazon to additional credit risk, the company has near real-time data on sellers’ businesses and access to their customer reviews, which are helpful in deciding whether to make a loan.\n\nAmazon has issued loans to sellers in the United States, United Kingdom and Japan.\n\nThe company has said it would expand to other countries where it operates marketplaces, such as Canada, France and China. On the rollout’s timing, Nahar said, “Stay tuned.”"
    },
    {
        "header": "brief-amazon to create more than 1,500 jobs at fulfillment center in north haven",
        "link": "http://www.reuters.com/article/brief-amazon-to-create-more-than-1500-jo/brief-amazon-to-create-more-than-1500-jobs-at-fulfillment-center-in-north-haven-idUSFWN1J50NL",
        "time": "8:29PM UTC",
        "body": "* Amazon to create more than 1,500 jobs at fulfillment center in North Haven\n\n* Says plans for new 855,000-square-foot fulfillment center in North Haven, Conn, to create more than 1,500 new, full-time jobs Source text for Eikon: Further company coverage:"
    }
]