[
    {
        "header": "brief-amazon.com announces amazon key, a new service exclusively for prime members​",
        "link": "http://www.reuters.com/article/brief-amazoncom-announces-amazon-key-a-n/brief-amazon-com-announces-amazon-key-a-new-service-exclusively-for-prime-members-idUSFWN1N00Q7",
        "time": "7:12AM UTC",
        "body": "* Amazon.com Inc - Announced Amazon Key, a new service exclusively for prime members​\n\n* Amazon.com Inc - ‍Amazon Key will be available on November 8 in 37 cities and surrounding areas across U.S., with more locations rolling out over time​\n\n* Amazon.com Inc - ‍Amazon key allows customers to have their packages “securely delivered” inside their home without having to be there​ Source text for Eikon: Further company coverage:"
    },
    {
        "header": "fitch: italy regional referendums rekindle fiscal powers debate",
        "link": "http://www.reuters.com/article/fitch-italy-regional-referendums-rekindl/fitch-italy-regional-referendums-rekindle-fiscal-powers-debate-idUSFit6ZMPkY",
        "time": "12:07PM UTC",
        "body": "(The following statement was released by the rating agency) MILAN/LONDON, October 25 (Fitch) Last Sunday's referendums in Veneto and Lombardy are unlikely to lead to near-term changes in the financial relationship between the two regions and the central government, Fitch Ratings says. But they highlight a debate about the devolution of responsibilities, the allocation of associated financial resources, and ultimately the degree of Italian regions' fiscal autonomy. Both referendums saw strong support, among those who voted, for proposals to increase regional control of revenue and spending across areas such as healthcare, education and infrastructure. Turnout in Veneto was over 59%, compared with just under 40% in Lombardy. Regional leaders have said they will present devolution plans to the central government in the coming weeks. The region of Emilia Romagna is also trying to start negotiations following a vote by its regional assembly, while the region of Puglia is considering such an initiative. Whether and when talks start will also depend on political developments. We do not think detailed discussion of regional reform that could cut across numerous policy areas is a priority ahead of national elections due by May 2018 and elections in some regions, including Lombardy. Opinion polls suggest a fragmented parliament and difficult coalition dynamics. The Northern League, which governs in Veneto and Lombardy with Forza Italia and called the referendums, appears likely to be part of a centre-right coalition that will contest the elections. If it formed part of the next government, it could move regional reform up the political agenda, but we think any discussions would be lengthy. Sunday's referendums highlight a broader desire among Italian regional governments to resume devolution. This was planned before the eurozone crisis brought the process to a halt and prompted the central government to impose more stringent conditions on regional finances as part of its efforts to meet national government debt and deficit reduction targets. Restrictions include conditions on spending and the redistribution of tax revenue - for example, funds that are explicitly allocated by the central government for healthcare cannot be used to meet other responsibilities. We think any central government response to new proposals will be conditioned at least in part by the desire to contain very high public debt. We therefore think it is unlikely that any of Italy's 15 'ordinary status' regions will achieve a level of fiscal autonomy on a par with the five 'special status' regions (Valle d'Aosta, Friuli, Provinces of Trento and Bolzano, Sardinia, Sicily) in the medium term. These five regions' shares of national tax revenues are protected under the constitution, limiting the central government's ability to adjust them unilaterally, which is one of the reasons they can be rated above Italy's sovereign IDR. Conversely, ratings of 'ordinary status' regions are capped by the sovereign rating, which we affirmed at 'BBB'/Stable on 20 October. Although constitutional provisions link regional revenues to economic performance, the central government currently pools business taxes, a large part of the regions' share of personal income tax, and about 50% of VAT, to fund healthcare, which accounts for about three-quarters of spending on average for 'ordinary status' regions. If the financial relationship between the central government and 'ordinary status' regions eventually evolved towards more autonomy similar to that of the 'special status' regions, the sovereign rating cap could be lifted. Contact: Raffaele Carnevale Senior Director, International Public Finance +39 02 87 90 87 203 Via Morigi, 6 Ingresso Via Privata Maria Teresa, 8 20123 Milano Federica Bardelli Associate Director, International Public Finance +39 02 87 90 87 261 Mark Brown Senior Analyst, Fitch Wire +44 20 3530 1588 Media Relations: Stefano Bravi, Milan, Tel: +39 02 879 087 281, Email: stefano.bravi@fitchratings.com; Peter Fitzpatrick, London, Tel: +44 20 3530 1103, Email: peter.fitzpatrick@fitchratings.com. The above article originally appeared as a post on the Fitch Wire credit market commentary page. The original article can be accessed at www.fitchratings.com. All opinions expressed are those of Fitch Ratings. ALL FITCH CREDIT RATINGS ARE SUBJECT TO CERTAIN LIMITATIONS AND DISCLAIMERS. PLEASE READ THESE LIMITATIONS AND DISCLAIMERS BY FOLLOWING THIS LINK: here. IN ADDITION, RATING DEFINITIONS AND THE TERMS OF USE OF SUCH RATINGS ARE AVAILABLE ON THE AGENCY'S PUBLIC WEB SITE AT WWW.FITCHRATINGS.COM. PUBLISHED RATINGS, CRITERIA, AND METHODOLOGIES ARE AVAILABLE FROM THIS SITE AT ALL TIMES. FITCH'S CODE OF CONDUCT, CONFIDENTIALITY, CONFLICTS OF INTEREST, AFFILIATE FIREWALL, COMPLIANCE, AND OTHER RELEVANT POLICIES AND PROCEDURES ARE ALSO AVAILABLE FROM THE CODE OF CONDUCT SECTION OF THIS SITE. DIRECTORS AND SHAREHOLDERS RELEVANT INTERESTS ARE AVAILABLE here. FITCH MAY HAVE PROVIDED ANOTHER PERMISSIBLE SERVICE TO THE RATED ENTITY OR ITS RELATED THIRD PARTIES. DETAILS OF THIS SERVICE FOR RATINGS FOR WHICH THE LEAD ANALYST IS BASED IN AN EU-REGISTERED ENTITY CAN BE FOUND ON THE ENTITY SUMMARY PAGE FOR THIS ISSUER ON THE FITCH WEBSITE. Copyright © 2017 by Fitch Ratings, Inc., Fitch Ratings Ltd. and its subsidiaries. 33 Whitehall Street, NY, NY 10004. Telephone: 1-800-753-4824, (212) 908-0500. Fax: (212) 480-4435. Reproduction or retransmission in whole or in part is prohibited except by permission. All rights reserved. In issuing and maintaining its ratings and in making other reports (including forecast information), Fitch relies on factual information it receives from issuers and underwriters and from other sources Fitch believes to be credible. Fitch conducts a reasonable investigation of the factual information relied upon by it in accordance with its ratings methodology, and obtains reasonable verification of that information from independent sources, to the extent such sources are available for a given security or in a given jurisdiction. The manner of Fitch’s factual investigation and the scope of the third-party verification it obtains will vary depending on the nature of the rated security and its issuer, the requirements and practices in the jurisdiction in which the rated security is offered and sold and/or the issuer is located, the availability and nature of relevant public information, access to the management of the issuer and its advisers, the availability of pre-existing third-party verifications such as audit reports, agreed-upon procedures letters, appraisals, actuarial reports, engineering reports, legal opinions and other reports provided by third parties, the availability of independent and competent third- party verification sources with respect to the particular security or in the particular jurisdiction of the issuer, and a variety of other factors. Users of Fitch’s ratings and reports should understand that neither an enhanced factual investigation nor any third-party verification can ensure that all of the information Fitch relies on in connection with a rating or a report will be accurate and complete. Ultimately, the issuer and its advisers are responsible for the accuracy of the information they provide to Fitch and to the market in offering documents and other reports. In issuing its ratings and its reports, Fitch must rely on the work of experts, including independent auditors with respect to financial statements and attorneys with respect to legal and tax matters. Further, ratings and forecasts of financial and other information are inherently forward-looking and embody assumptions and predictions about future events that by their nature cannot be verified as facts. As a result, despite any verification of current facts, ratings and forecasts can be affected by future events or conditions that were not anticipated at the time a rating or forecast was issued or affirmed. The information in this report is provided “as is” without any representation or warranty of any kind, and Fitch does not represent or warrant that the report or any of its contents will meet any of the requirements of a recipient of the report. A Fitch rating is an opinion as to the creditworthiness of a security. This opinion and reports made by Fitch are based on established criteria and methodologies that Fitch is continuously evaluating and updating. Therefore, ratings and reports are the collective work product of Fitch and no individual, or group of individuals, is solely responsible for a rating or a report. The rating does not address the risk of loss due to risks other than credit risk, unless such risk is specifically mentioned. Fitch is not engaged in the offer or sale of any security. All Fitch reports have shared authorship. Individuals identified in a Fitch report were involved in, but are not solely responsible for, the opinions stated therein. The individuals are named for contact purposes only. A report providing a Fitch rating is neither a prospectus nor a substitute for the information assembled, verified and presented to investors by the issuer and its agents in connection with the sale of the securities. Ratings may be changed or withdrawn at any time for any reason in the sole discretion of Fitch. Fitch does not provide investment advice of any sort. Ratings are not a recommendation to buy, sell, or hold any security. Ratings do not comment on the adequacy of market price, the suitability of any security for a particular investor, or the tax-exempt nature or taxability of payments made in respect to any security. Fitch receives fees from issuers, insurers, guarantors, other obligors, and underwriters for rating securities. Such fees generally vary from US$1,000 to US$750,000 (or the applicable currency equivalent) per issue. In certain cases, Fitch will rate all or a number of issues issued by a particular issuer, or insured or guaranteed by a particular insurer or guarantor, for a single annual fee. Such fees are expected to vary from US$10,000 to US$1,500,000 (or the applicable currency equivalent). The assignment, publication, or dissemination of a rating by Fitch shall not constitute a consent by Fitch to use its name as an expert in connection with any registration statement filed under the United States securities laws, the Financial Services and Markets Act of 2000 of the United Kingdom, or the securities laws of any particular jurisdiction. Due to the relative efficiency of electronic publishing and distribution, Fitch research may be available to electronic subscribers up to three days earlier than to print subscribers. For Australia, New Zealand, Taiwan and South Korea only: Fitch Australia Pty Ltd holds an Australian financial services license (AFS license no. 337123) which authorizes it to provide credit ratings to wholesale clients only. Credit ratings information published by Fitch is not intended to be used by persons who are retail clients within the meaning of the Corporations Act 2001"
    },
    {
        "header": "brief-dish network expands amazon alexa voice control support to hopper 'joey' clients",
        "link": "http://www.reuters.com/article/brief-dish-network-expands-amazon-alexa/brief-dish-network-expands-amazon-alexa-voice-control-support-to-hopper-joey-clients-idUSFWN1N013U",
        "time": "9:11AM UTC",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "grubhub still hungry for deals to stave off amazon, uber",
        "link": "http://www.reuters.com/article/us-grubhub-results/grubhub-still-hungry-for-deals-to-stave-off-amazon-uber-idUSKBN1CU1UT",
        "time": "12:46PM UTC",
        "body": "(Reuters) - Online food delivery company GrubHub Inc (GRUB.N) forecast current-quarter revenue above estimates and said it would look at buying smaller rivals to reach more customers and add restaurants to its network.\n\nShares of the company, which reported better-than-expected quarterly results, rose as much as 10 percent Wednesday morning.\n\nGrubHub, which now has a restaurant base of nearly 75,000, said it expects revenue of $197 million to $205 million for the current quarter ending December, above analysts’ estimate of $183.8 million.\n\nCEO Matt Maloney told Reuters that the most intelligent way to grow the online food delivery business was by acquiring smaller properties.\n\n“We are always looking for opportunities to do this, when it financially makes sense.”\n\nGrubHub has been on an acquisition spree to boost its restaurant network and has lapped up Foodler Inc, OrderUp and Yelp Inc’s (YELP.N) food delivery platform Eat24.\n\nInvestors are focusing on GrubHub’s ability to integrate its acquired businesses and how quickly it can make them “meaningfully profitable”, Stifel analyst John Egbert said.\n\nEat24 will start contributing to GrubHub’s revenue from the current quarter and will start adding significantly to earnings from the third quarter of next year, CFO Adam DeWitt told Reuters.\n\nThe online food delivery business has heated up since technology giants Uber [UBER.UL] and Amazon.com (AMZN.O) forayed into that market.\n\nWhile Uber and Amazon are tuning up their takeout services, GrubHub is forging partnerships.\n\n“We are early on a lot of partnerships: Facebook, TripAdvisor, Yelp and Groupon,” Maloney said on a conference call with analysts.\n\nFacebook launched a service earlier this month that would allow users to order food from restaurants such as Papa John’s and delivery services such as GrubHub and Amazon-partner Olo.\n\n“We’re still trying to figure out how to change hungry Facebook diners into GrubHub or hungry Facebook users into GrubHub diners,” he said.\n\nWhile the partnerships are still work-in-progress, GrubHub had 9.81 million active diners in the third quarter ended Sept. 30, up nearly 28 percent from a year earlier.\n\nActive diners is a metric that tracks the number of unique customer accounts from which an order has been placed in the past twelve months.\n\nGrubHub said third-quarter net income attributable to common stockholders slipped to $13 million or 15 cents per share, from $13.2 million or 15 cents per share, a year earlier.\n\nExcluding items, the company earned 28 cents per share, on revenue of $163.1 million, beating analysts’ expectations."
    },
    {
        "header": "amazon to sell smart locks so it can slip packages into your home",
        "link": "http://www.reuters.com/article/us-amazon-com-key/amazon-to-sell-smart-locks-so-it-can-slip-packages-into-your-home-idUSKBN1CU1G2",
        "time": "7:04PM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) has plans to drop off packages directly into shoppers’ homes.\n\nThe world’s largest online retailer on Wednesday announced Amazon Key, a lock and camera system that users control remotely to let delivery associates slip goods into their houses. Customers can create temporary passcodes for friends and other services professionals to enter as well.\n\nThe move, in the works for more than a year, may help Amazon capture sales from shoppers who could not make it home to receive an order in person, and did not want the package stolen from their doorstep. It also signals Amazon’s ambitions in the growing market for home security devices, where Alphabet Inc’s (GOOGL.O) Nest Labs competes.\n\n“This is not an experiment for us,” said Peter Larsen, Amazon vice president of delivery technology. “This is a core part of the Amazon shopping experience from this point forward.”\n\nMembers of Amazon’s Prime shopping club can pay $249.99 and up for a cloud-controlled camera and lock the company offers to install. Delivery associates are told to ring a doorbell or knock when they arrive at someone’s house. If no one greets them, they press ‘unlock’ in a mobile app, and Amazon checks its systems in an instant to make sure the right associate and package are present.\n\nThe camera then streams video to the customer, who can view the delivery remotely. The associate cannot proceed with other trips until the home is again locked.\n\nLarsen said in-home theft was “not something that happens in practice,” based on trials of Amazon Key. In some cases Amazon will reimburse customers if a problem arises, he said.\n\nIt is unclear if such protections will satisfy customers’ security concerns.\n\nDemand for other smart lock systems has so far been small compared to connected devices like the Amazon Echo speaker, according to a survey by TECHnalysis Research.\n\n“Consumers are unwilling to relinquish control of the door lock to a faceless, unknown delivery person,” said Michael Pachter, an analyst at Wedbush Securities. “It’s just creepy.”\n\nHe said the move may portend a broader home security service from Amazon, appealing to high-income Prime members.\n\nAmazon Key is not yet integrated with home alarm systems.\n\nRival Wal-Mart Stores Inc (WMT.N) last month announced similar delivery plans, saying it would test placing grocery items “straight into your fridge”, in partnership with smart lock business August Home.\n\nAmazon Key launches on Nov. 8 in 37 U.S. locations, Amazon said."
    },
    {
        "header": "express scripts shrugs off amazon threat in pharmacy benefits",
        "link": "http://www.reuters.com/article/us-express-scripts-results-amazon-com/express-scripts-shrugs-off-amazon-threat-in-pharmacy-benefits-idUSKBN1CU213",
        "time": "11:39AM UTC",
        "body": "(Reuters) - Express Scripts Holding Co said on Wednesday it would “stand well” against any possible competition from Amazon.Com in the pharmacy benefit management business, allaying investor concerns.\n\nThe company’s shares were up 4 percent at $61.22 in early trading.\n\nExpress Scripts, the biggest pharmacy benefit manager (PBM)in the United States, along with drug distributors have been under pressure by the rumored entry of Amazon into the prescription drug market.\n\n“I feel very confident we’ll stand well against an entry in the PBM space, be it Amazon or anybody,” Express Scripts Chief Executive Timothy Wentworth said on a conference call.\n\nPBMs negotiate drug benefits for health insurance plans and employers, and have in recent years taken an increasingly aggressive stance in price negotiations with drugmakers.\n\nThey often extract discounts and after-market rebates from drugmakers in exchange for including their medicines in PBM formularies with low co-payments.\n\nExpress Scripts, which reported lower-than-expected quarterly revenue on Tuesday, named James Havel as the chief financial officer and said it aims to retain more customers in 2018.\n\nThe company’s efforts to retain customers comes a week after its biggest client and health insurer Anthem Inc ended a 10-year contract with the company to launch its own pharmacy business.\n\nWentworth said Anthem’s announcement, while disappointing and perplexing, was not surprising. “With Anthem’s decision, obviously, it gives us a bit of a clear line of sight to some of the work we have to do.”"
    },
    {
        "header": "brief-amazon ‍introduces 'amazon cloud cam,' an indoor security camera",
        "link": "http://www.reuters.com/article/brief-amazon-introduces-amazon-cloud-cam/brief-amazon-introduces-amazon-cloud-cam-an-indoor-security-camera-idUSFWN1N00Q3",
        "time": "7:19AM UTC",
        "body": "Saudi Crown Prince says Iran supply of rockets to Yemen is military aggression"
    }
]