[
    {
        "header": "amazon signs up \"gilmore girls\" creator to make original shows",
        "link": "http://www.reuters.com/article/us-amazon-com-tv/amazon-signs-up-gilmore-girls-creator-to-make-original-shows-idUSKCN1C01Z1",
        "time": "10:13AM UTC",
        "body": "(Reuters) - Amazon.com Inc said “Gilmore Girls” creator Amy Sherman-Palladino and her producer-husband Daniel Palladino have signed a multi-year deal with its studio division to make original shows.\n\nThe producer duo’s first original series for Amazon - “The Marvelous Mrs. Maisel” starring Rachel Brosnahan and set in 1958 New York City - will debut this fall on Amazon Prime video.\n\n“We’re excited about the next two seasons of ‘The Marvelous Mrs. Maisel’ with them and, with this deal, we can’t wait to do a lot more together,” said Joe Lewis, head of Comedy, Drama and VR at Amazon Studios on Monday.\n\nAmazon has been spending billions of dollars a year on creating and licensing TV shows and films, as the retailer gears up to better compete with market leader, Netflix Inc.\n\nOther technology firms such as Apple Inc and Facebook Inc were also getting into producing original shows.\n\nWall Street analysts estimate Amazon’s spending on content would triple to more than $4.5 billion by the end of this year from 2014.\n\nSherman-Palladino created in 2000 “Gilmore Girls” that focused on mother-daughter relationship in an imaginary town. Time magazine listed the show among its “100 Best TV Shows of All Time.”\n\nHer husband, Daniel Palladino, started working for TV series in 1989 with ABC hit “Who’s the Boss?” starring Tony Danza, Judith Light and Alyssa Milano.\n\nHe also worked on shows such as “The Return of Jezebel James”, dance drama “Bunheads”, “Gilmore Girls” and Fox animated hit “Family Guy.”\n\n“Amazon is the future of television and we are thrilled to tag along for the ride,” the Palladinos said a statement."
    },
    {
        "header": "brazil to reinstate protection for amazon reserve",
        "link": "http://www.reuters.com/article/us-brazil-amazon-mining/brazil-to-reinstate-protection-for-amazon-reserve-idUSKCN1C02VT",
        "time": "7:49PM UTC",
        "body": "BRASILIA (Reuters) - Brazil will reinstate a mining ban in a vast area of the Amazon rainforest, the government announced on Monday, in an about-face that is a victory for environmentalists who feared deforestation.\n\nThe Mines and Energy Ministry said in a statement that President Michel Temer’s administration had decided to revoke an August decree abolishing the National Reserve of Copper and Associates (Renca), an area of roughly 17,800 square miles (46,100 square kilometers) or slightly larger than Denmark.\n\nThe decision will be published in the Official Gazette on Tuesday, officials said.\n\nThe reserve in the northern states of Amapá and Pará was established in 1984 to protect what are thought to be significant deposits of gold, copper, iron ore and other minerals from the perceived threat of foreign miners at the time.\n\nThe reserve covers a section of the Amazon, the world’s largest rainforest, the preservation of which is seen as essential to soaking up carbon emissions responsible for global warming.\n\nThe government said it would revisit the issue in the future in a wider debate on the issue. “Brazil needs to grow and create jobs, attract mining investment and even tap the economic potential of the region),” the ministry statement said.\n\nThe government had argued that lifting the ban would be a boon to the economy and would allow better oversight of the area estimated to have 1,000 people illegally mining there.\n\nMining and Energy Minister Fernando Coelho Filho and other officials have maintained that the reserve merely applied to mining and that other protections for conservation areas and indigenous land inside Renca would remain.\n\nBut environmentalists argued that merely building roads or infrastructure in the area would bring deforestation and threaten biodiversity, with Brazilian supermodel Gisele Bundchen tweeting against the decree.\n\n“If carried out, the cancellation of the decree shows that, no matter how bad, there is no leader absolutely immune to public pressures,” Marcio Astrini, coordinator of public policy for environmental group Greenpeace, said in a statement.\n\n“It is a victory of society over those who want to destroy and sell our forest.”\n\nThe government had steadily backtracked in the face of the criticism, legal action and efforts to overturn the decree in Congress. A judge also granted an injunction blocking the decree."
    },
    {
        "header": "brief-‍amazon studios closed exclusive first-look production deal with casey affleck's sea change media",
        "link": "http://www.reuters.com/article/brief-amazon-studios-closed-exclusive-fi/brief-amazon-studios-closed-exclusive-first-look-production-deal-with-casey-afflecks-sea-change-media-idUSFWN1M60IX",
        "time": "9:31AM UTC",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "brief-amazon web services to open data centers in middle east by early 2019",
        "link": "http://www.reuters.com/article/brief-amazon-web-services-to-open-data-c/brief-amazon-web-services-to-open-data-centers-in-middle-east-by-early-2019-idUSFWN1M604J",
        "time": "4:10AM UTC",
        "body": "* Amazon Web Services announces opening of data centers in Middle East by early 2019\n\n* Amazon.com Inc - New AWS Middle East (Bahrain) region will consist of three availability zones at launch Source text for Eikon: Further company coverage:"
    },
    {
        "header": "brief-uae telecom du joins amazon web services partner network",
        "link": "http://www.reuters.com/article/brief-uae-telecom-du-joins-amazon-web-se/brief-uae-telecom-du-joins-amazon-web-services-partner-network-idUSFWN1M60C9",
        "time": "7:34AM UTC",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "refile-update 2-brazil to reinstate protection for amazon reserve",
        "link": "http://www.reuters.com/article/brazil-amazon-mining/refile-update-2-brazil-to-reinstate-protection-for-amazon-reserve-idUSL2N1M61QF",
        "time": "7:05PM UTC",
        "body": "BRASILIA (Reuters) - Brazil will reinstate a mining ban in a vast area of the Amazon rainforest, the government announced on Monday, in an about-face that is a victory for environmentalists who feared deforestation.\n\nThe Mines and Energy Ministry said in a statement that President Michel Temer’s administration had decided to revoke an August decree abolishing the National Reserve of Copper and Associates (Renca), an area of roughly 17,800 square miles (46,100 square kilometers) or slightly larger than Denmark.\n\nThe decision will be published in the Official Gazette on Tuesday, officials said.\n\nThe reserve in the northern states of Amapá and Pará was established in 1984 to protect what are thought to be significant deposits of gold, copper, iron ore and other minerals from the perceived threat of foreign miners at the time.\n\nThe reserve covers a section of the Amazon, the world’s largest rainforest, the preservation of which is seen as essential to soaking up carbon emissions responsible for global warming.\n\nThe government said it would revisit the issue in the future in a wider debate on the issue. “Brazil needs to grow and create jobs, attract mining investment and even tap the economic potential of the region),” the ministry statement said.\n\nThe government had argued that lifting the ban would be a boon to the economy and would allow better oversight of the area estimated to have 1,000 people illegally mining there.\n\nMining and Energy Minister Fernando Coelho Filho and other officials have maintained that the reserve merely applied to mining and that other protections for conservation areas and indigenous land inside Renca would remain.\n\nBut environmentalists argued that merely building roads or infrastructure in the area would bring deforestation and threaten biodiversity, with Brazilian supermodel Gisele Bundchen tweeting against the decree.\n\n“If carried out, the cancellation of the decree shows that, no matter how bad, there is no leader absolutely immune to public pressures,” Marcio Astrini, coordinator of public policy for environmental group Greenpeace, said in a statement.\n\n“It is a victory of society over those who want to destroy and sell our forest.”\n\nThe government had steadily backtracked in the face of the criticism, legal action and efforts to overturn the decree in Congress. A judge also granted an injunction blocking the decree."
    }
]