[
    {
        "header": "brief-amazon to create 1,200 uk jobs with new uk fulfilment centre",
        "link": "http://www.reuters.com/article/brief-amazon-to-create-1200-uk-jobs-with/brief-amazon-to-create-1200-uk-jobs-with-new-uk-fulfilment-centre-idUSL8N1HZ40M",
        "time": "5:53AM UTC",
        "body": "* Says to create 1,200 new jobs in UK in 2017 with new fulfilment centre in Warrington, northern England\n\n* Amazon is increasing the size of its UK fulfilment centre network to 15 by the end of 2017 to meet increasing customer demands and expand product selection\n\n* Warrington is one of four new fulfilment centres that Amazon will open in 2017\n\n* Last year Amazon announced that it would open fulfilment centres in Daventry, Doncaster and Tilbury in 2017, creating more than 2,300 new permanent full time jobs Further company coverage: (London Newsroom)"
    },
    {
        "header": "earnings lift nasdaq to record; amazon, alphabet up after hours",
        "link": "http://www.reuters.com/article/us-usa-stocks/earnings-lift-nasdaq-to-record-amazon-alphabet-up-after-hours-idUSKBN17T1O4",
        "time": "6:11PM UTC",
        "body": "NEW YORK (Reuters) - The Nasdaq Composite ended at a record high on Thursday, boosted by results-related gains in Comcast, PayPal and Intuit, while the S&P 500 and the Dow were little changed.\n\nThe tech-heavy index is likely to extend its record-breaking string of gains as heavyweights Amazon and Alphabet jumped more than 4 percent each after the bell, following stellar earnings.\n\nEarnings were back in the spotlight, a day after the Trump administration unveiled its tax reform priorities without details on how the reform would be paid for, raising questions on whether deficit hawks in Congress would support it.\n\nComcast (CMCSA.O) rose 2.1 percent to $39.59 after touching a record high of $40.62 as strong subscriber growth brought a forecast-beating profit.\n\nOverall profits of S&P 500 companies are estimated to have risen 12.4 percent in the first quarter, the most since 2011, according to Thomson Reuters I/B/E/S.\n\n“Most folks were expecting a build in earnings acceleration and that’s what we’ve got. Despite all the economic and geopolitical noise, ultimately the market has been responding to improving earnings,” said Michael Arone, chief investment strategist at State Street Global Advisors in Boston.\n\nHe said a premium has been built into stock prices on bets of tax reform and other policies expected from the Trump administration, so “when that is in question you see a sideways action.”\n\nU.S. businesses would mostly benefit if President Donald Trump’s plan to cut corporate tax rates and slash taxes on cash parked overseas becomes law. But the economic benefits and the timing of a possible bill remain in question.\n\nThe Dow Jones Industrial Average .DJI rose 6.24 points, or 0.03 percent, to 20,981.33, the S&P 500 .SPX gained 1.32 points, or 0.06 percent, to 2,388.77 and the Nasdaq Composite .IXIC added 23.71 points, or 0.39 percent, to 6,048.94.\n\nIn after-hours trading, Amazon (AMZN.O) added 4.1 percent to $955.92 while Google’s parent Alphabet (GOOGL.O) jumped 4.5 percent to $931.91 as both continue to race to $1,000.\n\nAlphabet jumped as Google’s ad revenue rose 18.8 percent to $21.41 billion in the first quarter, while Amazon reported revenue and profit that topped analysts’ estimates.\n\nIn regular market hours, Intuit (INTU.O) rose 8.5 percent to $125.61 after it reported consumer tax-season results and reiterated its quarter and full-year forecast.\n\nPayPal (PYPL.O) shares hit a record high a day after it raised its earnings outlook and reported higher-than-expected quarterly profit.\n\nSportswear maker Under Armour (UAA.N) shares jumped 9.9 percent to $21.67 after it posted a smaller-than-expected quarterly loss.\n\nEnergy .SPNY was the biggest decliner among the 11 major S&P 500 sectors, falling 1.1 percent on the back of a 0.8 percent decline in U.S. crude futures CLc1.\n\nAmerican Airlines (AAL.O) dropped 5.2 percent to $43.98. The company said it had offered a mid-contract pay increase for pilots and flight attendants that JPMorgan analysts called “a wealth transfer of nearly $1 billion to its labor groups.”\n\nIndexes ticked up but declining issues outnumbered advancing ones on the NYSE 1.03-to-1 while on Nasdaq a 1.15-to-1 ratio favored decliners.\n\nThe S&P 500 posted 76 new 52-week highs and 3 new lows; the Nasdaq Composite recorded 180 new highs and 45 new lows.\n\nAbout 7.18 billion shares changed hands in U.S. exchanges, above the 6.5 billion daily average over the last 20 sessions."
    },
    {
        "header": "brief-amazon.com q1 earnings per share $1.48",
        "link": "http://www.reuters.com/article/brief-amazoncom-q1-earnings-per-share-14/brief-amazon-com-q1-earnings-per-share-1-48-idUSL8N1HZB0C",
        "time": "4:29PM UTC",
        "body": "* Amazon.com announces first quarter sales up 23 percent to $35.7 billion\n\n* Q2 2017 operating income is expected to be between $425 million and $1.075 billion\n\n* Indian team has increased prime selection by 75 percent since launching program nine months ago"
    },
    {
        "header": "amazon's first quarter profit rises 41 pct",
        "link": "http://www.reuters.com/article/amazoncom-results/amazons-first-quarter-profit-rises-41-pct-idUSL4N1HZ6R1",
        "time": "4:05PM UTC",
        "body": "April 27 (Reuters) - Amazon.com Inc posted a 41.1 percent jump in first-quarter profit on Thursday, driven by sustained growth in online retail sales and its profitable cloud business.\n\nThe world’s biggest online retailer said net income rose to $724 million, or $1.48 per share, from $513 million, or $1.07 per share, a year earlier. This marks the eighth straight quarter Amazon has posted a net profit.\n\nThe company’s net sales rose 22.6 percent to $35.71 billion in the quarter ended March 31 from $29.13 billion. (Reporting by Anya George Tharakan in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "header": "amazon revenue soars as cloud, retail businesses dominate",
        "link": "http://www.reuters.com/article/us-amazon-com-results/amazon-revenue-soars-as-cloud-retail-businesses-dominate-idUSKBN17T2ZK",
        "time": "9:36PM UTC",
        "body": "(Reuters) - Amazon.com Inc’s (AMZN.O) retail and cloud-computing sales rose in the first quarter, inching above Wall Street’s expectations and sending the company’s shares to an all-time high in extended trading.\n\nThe world’s largest online retailer said on Thursday net sales rose 23 percent to $35.7 billion, just beating analysts’ average estimate of $35.3 billion, according to Thomson Reuters I/B/E/S.\n\nMore fees from Amazon’s Prime shopping club and media streaming services, along with growing advertising revenue, also boosted results.\n\nProfit, which has traditionally been fleeting at a company that focused on growth, was also ahead of expectations. Net income rose 41 percent to $724 million, or $1.48 per share, marking the eighth straight quarter that the company posted a net profit. Analysts on average were expecting $1.12 per share.\n\nAmazon’s revenue has soared in recent years as shopping has moved online and businesses have moved their computing operations to the cloud, where Amazon Web Services (AWS) is the biggest player. AWS accounts for a majority of Amazon’s operating profit.\n\nSome investors worried that mounting competition from rival cloud providers like Microsoft Corp (MSFT.O) and price cuts at AWS would slow the company’s momentum. Many also expected Amazon’s staggering array of investments - from new warehouses, TV and movie production to research on artificial intelligence - to weigh on profits.\n\nBut those fears proved unfounded for the first quarter.\n\n“The core e-commerce segment remains very healthy,” said Colin Sebastian, an analyst at Baird Equity Research. “Subscription services and advertising are growing much faster, and beginning to move the needle, which also helps increase profit margins.”\n\nShares of the company rose 3.9 percent to $954 in after-hours trading, adding nearly $3 billion to the personal fortune of founder and Chief Executive Jeff Bezos.\n\nAmazon Prime, which offers fast shipping and video streaming to members, helped raise the company’s subscription sales 49 percent from a year earlier to $1.9 billion. Sign-ups have been key to Amazon’s strategy because Prime encourages shoppers to buy more goods, more often.\n\nRevenue from a co-branded credit card deal and from third-party sellers paying to promote their products on Amazon.com also rose 56 percent to $850 million.\n\nThat is “about Twitter’s size, which is pretty good,” said Wedbush Securities analyst Michael Pachter.\n\nSales from AWS, the company’s fast-growing business to host companies’ data and handle their computing in the cloud, rose 42.7 percent to $3.66 billion, matching the average analyst estimate, according to market research firm FactSet StreetAccount.\n\nAmazon posted an operating loss of $481 million in its international segment, however - four times its loss a year earlier for the segment. The company has said it is investing more than $5 billion in India to gain market share, and this month it announced plans for a retail marketplace in Australia.\n\n“A lot of the same playbook you’ve seen working in the U.S. is also being rolled out internationally,” Amazon Chief Financial Officer Brian Olsavsky said on a conference call with reporters.\n\nSeattle-based Amazon forecast that operating income in the second quarter would be between $425 million and $1.075 billion, below the average estimate of $1.46 billion, according to FactSet StreetAccount.\n\nAcross the board, the company is stepping up investments from a year ago. It plans to build new warehouses and create more than 130,000 full-time and part-time jobs by mid-2018 to speed up delivery. It is racing to make its voice assistant Alexa, which competes with Apple Inc’s (AAPL.O) Siri, a ubiquitous platform like Windows has been for desktop or Android has been for phones.\n\nSome analysts believe Amazon is sitting atop a new revenue stream from shoppers ordering goods by voice. While Alexa devices now allow for this, Amazon is focused more on making the gadgets useful, Olsavsky said on a call with analysts.\n\n“Monetization, as you might call it, that’s not our primary issue right now,” Olsavsky said of Alexa devices. ”We’re doubling down on that investment.”\n\nThe company forecast sales for the second quarter of between $35.25 billion and $37.75 billion, which includes an unfavorable impact of about $720 million from foreign exchange rates."
    }
]