[
    {
        "header": "update 3-amazon plows ahead with high sales and spending; profit plunges",
        "link": "http://www.reuters.com/article/amazoncom-results/update-3-amazon-plows-ahead-with-high-sales-and-spending-profit-plunges-idUSL3N1KI678",
        "time": "7:00PM UTC",
        "body": "(Reuters) - Amazon.com Inc on Thursday reported a jump in retail sales along with a profit slump, as its rapid, costly expansion into new shopping categories and countries showed no sign of slowing.\n\nThe world’s largest online retailer posted second-quarter revenue of $38 billion, up 25 percent from a year earlier. The breakneck growth stood in contrast to the fate of many brick-and-mortar rivals, who have struggled to find their footing as more people shop online.\n\nYet Seattle-based Amazon posted a 77 percent drop in quarterly income, and even said it could lose up to $400 million in operating profit during the current quarter. Beyond reflecting retail’s notoriously thin margins, the forecast signaled Amazon would invest heavily to maintain its dominance.\n\nShares - up nearly 40 percent this year - fell 3.2 percent to $1,012.68 in after-hours trading. The company had earned 40 cents per share instead of $1.42 as analysts had expected, according to Thomson Reuters I/B/E/S.\n\n“Q3 is generally a high investment period,” Chief Financial Officer Brian Olsavsky said on a call with reporters, citing spending on fulfillment and hiring to prepare the company for the Christmas holiday rush. He added, “Our video content spend will continue to grow, both sequentially and quarter over quarter.”\n\nIndeed, investing in faster shipping and video has become a refrain of sorts for the company. While some expected Amazon’s spending in these areas - stepped up since last year - to ease, the company is plowing ahead to reinforce its fast-shipping club Prime.\n\nOlsavsky said video content included with Prime membership has helped Amazon retain subscribers and persuade those on a free trial to sign up for $99 per year in the United States. A cornerstone of the company’s strategy, Prime encourages shoppers to buy more goods, more often from Amazon.\n\nSubscription sales including Prime fees rose 51 percent in the second quarter to $2.2 billion. Cowen & Co analysts have estimated that more than 50 percent of U.S. households will have Prime membership by the end of 2017.\n\n“The fact that they are investing on so many fronts right now just speaks to the opportunity that they have before them,” said Edward Jones analyst Josh Olson. “We are giving them the benefit of doubt here because they have executed so well historically.”\n\nShares of Amazon had touched a record high of $1,083.31 earlier on Thursday, helping Chief Executive Officer Jeff Bezos briefly unseat fellow tech billionaire Bill Gates to become the world’s richest person, according to Forbes. His wealth has followed the meteoric rise of Amazon’s stock.\n\nFrom its origins as an online bookseller, Amazon has jumped into areas that historically had barriers to e-commerce, from apparel to appliances. The specter of Amazon’s disruption now hangs over a dizzying array of industries.\n\nGrocery is the latest to feel the threat. The company said last month it would buy Whole Foods Market Inc for $13.7 billion, pending regulatory approval.\n\nOlsavsky declined to discuss in detail the company’s strategy for the upscale grocer but said, “We really think it will be a big boost for us as we expand our grocery and consumables offering.”\n\nAmazon also announced its two-hour delivery service Prime Now in Singapore on Wednesday, part of its ongoing investment to be a major retail player in Asia. Amazon has committed to investing $5 billion in India and earlier this year said it would take on commerce in the Middle East by acquiring Dubai-based Souq.com.\n\nEven excluding the proposed Whole Foods deal, Amazon forecast an operating income of between $300 million and a loss of $400 million for the current quarter. Analysts had expected $931 million, according to FactSet StreetAccount.\n\n“You tend to expect companies like this to grow their expenses at a slower rate than their revenues,” said Michael Pachter, analyst at Wedbush Securities. “G&A up 50 (percent) is crazy,” referring to general and administrative costs in the second quarter.\n\nOperating expenses rose 28.2 percent to $37.33 billion in the second quarter ended June 30. Costs for fulfillment, marketing and technology all rose.\n\nBaird Equity Research analyst Colin Sebastian said in a note Amazon’s profit margin was “a bit mixed” but added, “accelerating growth in core retail and relatively steady growth in AWS underpin our positive long-term view.”\n\nSales from Amazon Web Services, the company’s cash cow and the biggest cloud-computing business in the world, rose 42 percent to $4.1 billion. The subsidiary will expand in France, Sweden and China in the near future, Olsavsky said."
    },
    {
        "header": "amazon rides open road with few bumps",
        "link": "http://www.reuters.com/article/us-amazon-com-results-breakingviews/amazon-rides-open-road-with-few-bumps-idUSKBN1AC3A4",
        "time": "5:49PM UTC",
        "body": "NEW YORK (Reuters Breakingviews) - The open road in front of Amazon has few bumps. The $500 billion internet retailer reported top-line growth up a riveting 25 percent to $38 billion in the second quarter. Investors will fret about the sky-high valuation in relation to a bottom line that plunged 77 percent from a year earlier to under $200 million in the quarter. But feedback loops within the company keep rivals at bay.\n\nIt’s rare to see a giant company grow so quickly, and there are reasons to suspect Amazon won’t soon slow down. Founder and Chief Executive Jeff Bezos is focused on the long run and chooses investment for competitive advantage over profit. Meanwhile, Amazon is digging deep into consumers’ minds and pockets here and abroad, collecting invaluable data from shoppers, readers and users of its Echo speakers.\n\nThis gives it a leg up on rivals in e-commerce. As well as making recommendations, Amazon can wring extra pennies from customers and decide which markets to enter – hence the recent $13.7 billion deal to buy grocer Whole Foods Market. It can tweak what users see, too, perhaps helping Amazon’s own brands of baby wipes, batteries and such like. Amazon also pours money into logistics, furthering its retailing lead.\n\nThen there’s the dominant AWS, the company’s web-services business. Microsoft and Google are trying to muscle in, and customers’ worries about being beholden to Amazon for everything in the cloud should help them. That may have influenced the decline in AWS margins last quarter, but it didn’t stop Bezos’ revenue in the division surging 42 percent year-on-year, according to Thursday’s report.\n\nWhile growth is easy, the timing and size of potential profits are trickier to predict. Amazon trades at more than 90 times estimated earnings for 2018. Too many profit shortfalls and hints of tougher competition in web services just might shake investor faith. The company’s shares dipped, but only by about 3 percent, in late trading in New York.\n\nThere will be plenty of time to argue. Amazon’s size and expansion into new areas is making some officials uneasy. Yet it has only a small share in the broader retail market, for example: Total retail sales in the U.S. are over $5 trillion, against Amazon’s pro-rated $150 billion. So there’s little prospect of immediate intervention. Governments may one day get involved, but that reckoning is far off."
    },
    {
        "header": "amazon's jeff bezos becomes world's richest: forbes",
        "link": "http://www.reuters.com/article/us-amazon-bezos/amazons-jeff-bezos-becomes-worlds-richest-forbes-idUSKBN1AC2OX",
        "time": "5:13PM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) Chief Executive Jeff Bezos has unseated fellow tech billionaire Bill Gates as the richest person in the world, profiting from the e-commerce company’s meteoric stock rise to reach a fortune of $90.6 billion, Forbes reported.\n\nAmazon shares jumped 1.6 percent at the start of trading on Thursday, boosting the net worth of Bezos - the company’s founder and largest shareholder - by $1.4 billion, according to Forbes, which tracks the world’s wealthiest.\n\nThe stock was up ahead of Amazon’s second-quarter earnings report after Thursday’s market close. Analysts expect the world’s largest online retailer will report that its sales jumped 22 percent to $37.2 billion, according to Thomson Reuters I/B/E/S.\n\nBezos, a relative newcomer to the top of Forbes’ list, has benefited from the seemingly boundless expansion of Amazon into new markets. The once-bookseller plans to acquire Whole Foods Market Inc WFM.O, at the same time it is making strides in the fashion business, Hollywood, enterprise computing and general retail from India to Mexico.\n\nReuters could not independently verify the wealth of Bezos or Microsoft Corp’s (MSFT.O) co-founder Gates. A philanthropist, Gates has given $31.1 billion to charitable causes through 2016 and has a net worth of $90.1 billion, Forbes said."
    },
    {
        "header": "brief-nxp semiconductors, aws launch iot cooperation",
        "link": "http://www.reuters.com/article/brief-nxp-semiconductors-aws-launch-iot/brief-nxp-semiconductors-aws-launch-iot-cooperation-idUSFWN1KI0XB",
        "time": "12:34PM UTC",
        "body": "* Working with Amazon Web Services to complete integration of Amazon Greengrass on its Layerscape Intelligent Gateway Platform​ Source text for Eikon: Further company coverage:"
    },
    {
        "header": "brief-amazon.com announces q2 earnings per share $0.40",
        "link": "http://www.reuters.com/article/brief-amazoncom-announces-q2-earnings-pe/brief-amazon-com-announces-q2-earnings-per-share-0-40-idUSASB0BBBV",
        "time": "4:50PM UTC",
        "body": "* Amazon.com announces second quarter sales up 25% to $38.0 billion\n\n* Amazon.com inc - ‍$502 million unfavorable impact from year-over-year changes in foreign exchange rates throughout the quarter​\n\n* Amazon.com - ‍now has more than 10 large-scale solar installations on fulfillment center rooftops, and remains on track to install 50 or more by 2020​\n\n* Amazon.com Inc - ‍Q3 net sales guidance anticipates an unfavorable impact of approximately $125 million or 40 basis points from foreign exchange rates​\n\n* Amazon.com Inc - Q3 operating income is expected to be between a loss of $400 million and an income of $300 million"
    },
    {
        "header": "amazon profit slumps 77 pct as costs surge",
        "link": "http://www.reuters.com/article/amazoncom-results/amazon-profit-slumps-77-pct-as-costs-surge-idUSL3N1KI65Y",
        "time": "4:09PM UTC",
        "body": "July 27 (Reuters) - Amazon.com Inc reported a 77 percent slump in quarterly profit as the company invests heavily in areas such as video content and in fast-growing economies such as India.\n\nThe world’s biggest online retailer said net income fell to $197 million, or 40 cents per share, in the second quarter ended June 30, from $857 million, or $1.78 per share, a year earlier.\n\nAmazon, which is in the process of buying upscale grocer Whole Foods Market Inc, has stepped up spending to expand globally, to build warehouses and on new areas.\n\nThe company also plans to create more than 130,000 full-time and part-time jobs by mid-2018 to speed up delivery. (Reporting by Rishika Sadam in Bengaluru; Editing by Sriraj Kalluvila)"
    },
    {
        "header": "singapore slings? taking on alibaba, amazon launches prime now in the city state",
        "link": "http://www.reuters.com/article/us-amazon-singapore/singapore-slings-taking-on-alibaba-amazon-launches-prime-now-in-the-city-state-idUSKBN1AC03K",
        "time": "10:04AM UTC",
        "body": "SINGAPORE (Reuters) - Amazon.com Inc launched its two-hour delivery service in Singapore on Thursday, marking the e-commerce giant’s biggest push into Southeast Asia and its first head-on battle with Chinese rival, Alibaba Group Holding.\n\nWhile Amazon already delivered to Singapore, higher-end services had not been available, including Prime subscriptions which provide access to the company’s video-streaming service. The Prime Now Singapore app promises to deliver everything from Tiger Balm ointment to eggs, hammer drills and Pampers nappies within two hours.\n\nIn Asia, Amazon has largely sidestepped China and focused on India, where it is the number-two player behind local rival Flipkart. But its arrival in Singapore, a tiny but wealthy city state of just over 5 million people, has been hotly anticipated as a gateway to a Southeast Asian region of 600 million, where currently only a fraction of sales are conducted online.\n\nSingaporeans make a just fraction of total purchases online now, but the country’s shoppers rushed to download the app, which offers free delivery on orders of S$40 ($29.50) or more. For now, Amazon is waiving the membership requirement.\n\nWorkers at Amazon’s 100,000 square foot warehouse in Singapore were already busy on Thursday dealing with orders placed in the early hours.\n\n“Something with such quick delivery will be great,” said Jeremy Khoo, a 50-year-old communications manager in Singapore, who said he would now shop for groceries from Amazon Prime Now.\n\nIndustry executives, meanwhile, are preparing for a battle of titans in Singapore and beyond.\n\nAlibaba owns Southeast Asia-focused Lazada, and spent an extra $1 billion to boost its stake to 83 percent last month.\n\nAhead of Amazon’s arrival, it launched subscription-based customer loyalty program LiveUp in Singapore in April, a venture which includes ride-hailing app Uber, streaming service Netflix and local online grocer Redmart, which it owns.\n\n“Singapore will be a test bed,” said Ajay Sunder, vice president of digital transformation at Frost and Sullivan.\n\n“I would give Amazon another two quarters, they should be rolling out soon in Southeast Asia, at least the major cities.”\n\nFrost forecasts online product sales in Southeast Asia to grow to $71 billion by 2021 from $16 billion in 2016.\n\nSince launching five years ago, Lazada has expanded into six markets in Southeast Asia: Singapore, Malaysia, Indonesia, the Philippines, Thailand and Vietnam.\n\nAmazon has yet to detail its plans for the wider region and a spokeswoman declined to comment.\n\nBesides financial support, Alibaba’s investment has boosted Lazada’s range of merchants and improved its logistics. Lazada and Alibaba could already be ahead, said Xiaofeng Wang, a senior analyst at research firm Forrester, with their longer experience of local customers, and with logistics and vendor systems.\n\nAmazon, though, has deep pockets, technological nous and an inventory of U.S. products, she added.\n\nBut while Southeast Asia may be the last big battleground for e-commerce in Asia, it is not easy: there are regulatory differences, language barriers and logistical hurdles like the huge number of islands that make up the Philippines, or Jakarta’s paralyzing traffic. Internet connections can be slow or non-existent, and in many places card payments are rare.\n\nIn Singapore, Amazon said it plans to tie up with third-party providers to tackle last-mile logistics, but gave no details on partners.\n\nLazada has also used third-party providers and developed its own logistics and warehouses.\n\nThe market is also fragmented, with several local players including Indonesia’s Tokopedia, in which a source has said Alibaba rival, Chinese e-commerce group JD.com Inc, is considering an investment.\n\nAmazon’s Prime Now launched in New York City in December 2014 and has since expanded to several other major U.S cities, as well as European cities such as London, Berlin, Milan, and Madrid.\n\n“Prime builds loyalty, and same-day delivery adds to convenience factor,” Frost’s Sunder said, adding Amazon could try the service in the main Southeast Asian cities.\n\n“But Prime Now across Indonesia or across Thailand that will remain a distant reality given the logistical challenges.”"
    }
]