[
    {
        "header": "in amazon's shadow, hedge funds take aim at brexit-hit retailers",
        "link": "http://www.reuters.com/article/us-hedgefunds-ukretail/in-amazons-shadow-hedge-funds-take-aim-at-brexit-hit-retailers-idUSKBN19I14X",
        "time": "8:09AM UTC",
        "body": "LONDON (Reuters) - Hedge funds have significantly stepped up bets against Britain’s traditional high street retailers, as the sector struggles with online competition, worries about a stretched consumer and weakening sales and profits.\n\nThe risks were on full display on Tuesday when shares in Debenhams (DEB.L) slid more than 3 percent to an eight-year low following a weak trading update and a warning on UK sales.\n\nBritain’s upcoming exit from the European Union, an inconclusive general election, and worrying data on consumer spending have muddied the outlook for bricks-and-mortar retailers like Debenhams, Marks & Spencer (MKS.L) and Next (NXT.L), whose share prices have fallen this year.\n\nShort-sellers, who borrow shares in a company before selling them into the market, hoping to buy them back at a lower price in the future and pocket the difference, are doubling down.\n\nOf the 10 most-shorted stocks in the UK, five – M&S, Debenhams, Pets At Home (PETSP.L) and grocers Morrisons (MRW.L) and Ocado (OCDO.L) – are now in the retail sector, according to data from UK regulator the Financial Conduct Authority.\n\nThis comes after sofa retailer DFS (DFSD.L) warned on June 15 that it would miss expectations on profits this year, blaming an uncertain political and economic outlook, and that the lack of demand was “market-wide”.\n\nDFS’s comments sent a stock index tracking Britain’s retailers .FTASX5370 down 4.1 percent on June 15 – its biggest one-day fall since Britain voted to leave the European Union in June 2016.\n\nThat was followed a day later by Amazon (AMZN.O) announcing its intention to buy Whole Foods WFM.O, stoking fears the online giant may push further into retail.\n\nAnalysts and investors are braced for further weakness.\n\n“Traditional clothing retailers are an area where I find it much harder to see how the pressure is going to go away,” said Matthew Tillett, a fund manager at Allianz Global Investors.\n\n“I am always asking, ‘is it Amazon-able?’ If the answer to that question is ‘yes’ it is always going to be hard for me to buy a bricks and mortar retailer.”\n\nUK retail sales fell more sharply than expected in May, data from the Office of National Statistics showed on the same day as the DFS profit warning, with non-food retailers particularly badly affected.\n\n“It is a tough backdrop,” said Tineke Frikkee, a fund manager at Smith & Williamson. It owns shares in M&S and Debenhams, both of which have seen increases in short interest in the last week. “The response shows you the glass is half empty on these stocks,” Frikkee said.\n\nIn particular, DFS’s profit warning and Amazon’s expansion have coincided with a spike in short-selling in M&S and Debenhams.\n\nOf the 11 funds short M&S’s shares, six increased their positions on June 15 and 16, according to regulatory filings. Short interest in the retailer, which primarily sells clothing and food, has risen more than five-fold to 10.2 percent since the start of the year.\n\nHedge funds shorting M&S include Marshall Wace, which has a 2.3 percent position in the company’s shares and is also shorting pet food retailer Pets At Home. At around 130 million pounds ($166 million), the bet against M&S is one of the fund’s largest shorts in the UK. Marshall Wace declined to comment.\n\nDebenhams, already one of the UK’s most shorted stocks, has seen short interest nearly double since the start of the year to reach an all-time high of 11.9 percent.\n\nOdey Asset Management, run by billionaire investor Crispin Odey, increased its position to nearly 4 percent of the company’s shares on June 15, according to filings. The firm did not respond to requests for comment.\n\nShorting the sector has been a successful trade so far in 2017: Pets At Home has fallen 33 percent and Debenhams has lost more than a fifth of its value this year. M&S is down 3 percent."
    }
]