[
    {
        "header": "mideast stocks-most markets edge up, emaar malls jumps as amazon seals souq.com deal",
        "link": "http://www.reuters.com/article/mideast-stocks-idUSL5N1H52V0",
        "time": "9:57AM UTC",
        "body": "* Emaar Malls had dropped after news of its bid\n\n* Amazon now appears to have won the contest\n\nDUBAI, March 28 (Reuters) - Most Gulf stock markets edged up on Tuesday although trading volumes were generally low, while Emaar Malls jumped in Dubai after the company appeared to lose a contest with Amazon.com to acquire Middle Eastern online retailer Souq.com.\n\nThe company’s shares had dropped 2.8 percent in the previous two days on news it was making an $800 million bid to acquire e-commerce operator Souq.com, which could have put it in a bidding war with Amazon.com. The U.S. company had agreed in principle to buy Souq.com.\n\nIn a report, investment bank Exotix listed possible concerns for minority shareholders in Emaar Malls’ bid, including whether the online retail industry had synergies with retail mall management, and whether buying Souq.com would be an optimal allocation of capital.\n\nOn Tuesday, Amazon.com and Souq.com said jointly that Amazon had agreed to acquire the Middle Eastern firm, apparently ending the battle.\n\nSeven of Dubai’s most heavily traded stocks fell and two were flat; Emaar Malls was the only gainer among them.\n\nAbu Dhabi’s index edged up 0.1 percent and Qatar rose 0.3 percent, buoyed by Vodafone Qatar, which gained 4.4 percent and was the most heavily traded stock.\n\nThe Saudi Arabian index rose 0.3 percent. Saudi Automotive, which offers services to motorists, saw unusually heavy trading and was the most active stock; it surged 4.1 percent.\n\nRiyad Bank lost 1.9 percent and Saudi Public Transport fell 3.0 percent as the two stocks went ex-dividend.\n\nIn Kuwait, Kuwait Insurance Co sank 3.6 percent as it went ex-dividend but the market index gained 0.3 percent.\n\n* The index edged up 0.1 percent to 4,470 points.\n\n* The index edged up 0.1 percent to 12,983 points."
    },
    {
        "header": "brief-amazon announces new fulfillment center in virginia",
        "link": "http://www.reuters.com/article/brief-amazon-announces-new-fulfillment-c-idUSFWN1H50NK",
        "time": "4:11PM UTC",
        "body": "* Amazon.Com -plans to open a new fulfillment center in clear brook, Virginia, which will create more than 1,000 full-time associate roles when opened Source text for Eikon: Further company coverage:"
    },
    {
        "header": "brief-amazon announces new grocery service amazonfresh pickup",
        "link": "http://www.reuters.com/article/brief-amazon-announces-new-grocery-servi-idUSFWN1H50KG",
        "time": "10:22AM UTC",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "brief-amazon to acquire souq.com",
        "link": "http://www.reuters.com/article/brief-amazon-to-acquire-souqcom-idUSASB0B770",
        "time": "4:37AM UTC",
        "body": "* Subject to closing conditions, acquisition is expected to close in 2017\n\n* Amazon.com - joining Amazon family to enable Souq.com to continue growing while working with co to bring more products,offerings to customers worldwide Source text for Eikon: Further company coverage: (Bengaluru Newsroom)"
    },
    {
        "header": "brazilian mayor takes issue with amazon.com in graffiti debate",
        "link": "http://www.reuters.com/article/us-amazon-com-brazil-idUSKBN16Z2XU",
        "time": "8:59PM UTC",
        "body": "SAO PAULO (Reuters) - Amazon.com Inc dove into a spirited debate about graffiti in Brazil’s biggest city, drawing a pointed response on Tuesday from Sao Paulo’s mayor, who called the company “opportunist” and challenged it to make a public donation.\n\nAmazon kicked off the controversy with an online ad pegged to Mayor Joao Doria’s “Pretty City” campaign, which has attracted both strong criticism and praise for painting over the city’s street art and spray-painted tags.\n\n“They covered the city with gray?” reads the minute-long commercial, which shows quotes from famous works of literature projected along major avenues painted over by the mayor. “We covered the gray with stories.”\n\nThe campaign added fuel to the debate over whether Doria was defending public property or silencing artistic expression in a metropolis defined by the flamboyant graffiti that punctuates an otherwise monotonous urban landscape.\n\nIt also pitted Amazon against Doria, a wealthy publisher and former reality TV star whose stunning first-round victory in last year’s mayoral election has fed rumors that he could enter the wide-open 2018 presidential race.\n\n“I watched Amazon’s commercial using the image of Sao Paulo to sell its products,” Doria wrote in a response on Facebook, challenging the online retailer to donate books to city schools. “There are many ways for Amazon to act as a true citizen rather than an opportunist.”\n\nAmazon replied with a Facebook post promising to donate hundreds of its Kindle e-readers to “institutions promoting culture and education,” without giving further details.\n\nThe company has been slower than other tech giants to embrace the Brazilian market, where it arrived in 2012 with the Kindle, which faces local competition from Livraria Cultura’s Kobo and Livraria Saraiva’s Lev.\n\nAmazon began selling physical books in Brazil in 2014 and brought its streaming video service to the country in December."
    },
    {
        "header": "refile-update 5-amazon clinches deal to buy middle east online retailer souq.com",
        "link": "http://www.reuters.com/article/souqcom-ma-amazoncom-idUSL5N1H51CR",
        "time": "11:39AM UTC",
        "body": "DUBAI (Reuters) - Souq.com will expand its workforce and operations after Amazon (AMZN.O) clinched a deal to buy 100 percent of the Middle East online retailer, executives from both firms said.\n\nAmazon and Souq.com said earlier on Tuesday they had agreed on the takeover, despite an eleventh-hour bid by Dubai billionaire Mohamed Alabbar’s Emaar Malls EMAA.DU to cut in with an offer it said was worth $800 million.\n\nExecutives have not disclosed the value of the Amazon deal, which adviser Goldman Sachs called “the biggest-ever technology M&A transaction in the Arab world”.\n\nSources with knowledge of the takeover said Amazon was paying less than Emaar’s offer, making it lower than Souq.com’s $1 billion valuation when it sought funding last year.\n\nOne source said Souq.com would have broken an exclusivity agreement with Amazon if it accepted Emaar’s bid at this stage.\n\n“Amazon is a great fit with us. We have a lot of common values and it is all about innovation, technology and the type of customer experience and thinking that Amazon has,” Souq.com Co-Founder and Chief Executive Ronaldo Mouchawar told Reuters.\n\nSouq.com, founded in 2005, stocks 8.5 million items on its website and generates about 50 million monthly visits, Mouchawar said. It delivers to the six Gulf Arab states and Egypt.\n\nMouchawar said there was scope to expand the business with Amazon and to increase the 3,000-strong workforce to boost Souq.com’s reach, without saying by how many it would rise.\n\n“We will continue to invest in our segment and grow our markets,” he said at Souq.com’s Dubai headquarters.\n\nDespite its young, tech-savvy population, shoppers in the Middle East still prefer to shop in stores. Online retail accounts for less than 1 per cent of total sales in the Middle East, according to market researcher Euromonitor International.\n\n“We want to figure out how to grow the team here. If we’re going to grow the business we have to grow logistics, we have to grow technical development,” Amazon Senior Vice President Russ Grandinetti said.\n\nIn a deal document seen by Reuters, Goldman said the acquisition would accelerate Amazon’s entry into “attractive Middle East countries with significant growth potential.”\n\nAfter the Amazon takeover, Middle East consumers will be able to buy products available on Amazon.com through Souq.com, and Middle East merchants will have access to a wider market via Amazon’s network.\n\nThe acquisition is expected to close later this year.\n\nThe Amazon deal was welcomed by the Dubai government, which is increasingly focusing on technology, as the emirate expands its retail footprint in the region.\n\nDubai’s Crown Prince Sheikh Hamdan bin Mohammed bin Rashid al-Maktoum said in a statement it showed the city state’s position “as a regional and global hub for the world’s biggest and leading organizations.”\n\nAmazon’s acquisition of Souq.com is seen as significant for the Middle East’s nascent tech sector.\n\n“This is effectively a vote of confidence in the region. You have a major American company going into a digital company in the region,” said Fadi Ghandour, founder Dubai-listed logistics firm Aramex ARMX.DU and a prominent venture capitalist in the Middle East."
    },
    {
        "header": "amazon clinches deal to buy middle east online retailer souq.com",
        "link": "http://www.reuters.com/article/us-souq-com-m-a-amazon-com-idUSKBN16Z0Q1",
        "time": "11:42AM UTC",
        "body": "DUBAI (Reuters) - Souq.com will expand its workforce and operations after Amazon (AMZN.O) clinched a deal to buy 100 percent of the Middle East online retailer, executives from both firms said.\n\nAmazon and Souq.com said earlier on Tuesday they had agreed on the takeover, despite an eleventh-hour bid by Dubai billionaire Mohamed Alabbar’s Emaar Malls EMAA.DU to cut in with an offer it said was worth $800 million.\n\nExecutives have not disclosed the value of the Amazon deal, which adviser Goldman Sachs called “the biggest-ever technology M&A transaction in the Arab world”.\n\nSources with knowledge of the takeover said Amazon was paying less than Emaar’s offer, making it lower than Souq.com’s $1 billion valuation when it sought funding last year.\n\nOne source said Souq.com would have broken an exclusivity agreement with Amazon if it accepted Emaar’s bid at this stage.\n\n“Amazon is a great fit with us. We have a lot of common values and it is all about innovation, technology and the type of customer experience and thinking that Amazon has,” Souq.com Co-Founder and Chief Executive Ronaldo Mouchawar told Reuters.\n\nSouq.com, founded in 2005, stocks 8.5 million items on its website and generates about 50 million monthly visits, Mouchawar said. It delivers to the six Gulf Arab states and Egypt.\n\nMouchawar said there was scope to expand the business with Amazon and to increase the 3,000-strong workforce to boost Souq.com’s reach, without saying by how many it would rise.\n\n“We will continue to invest in our segment and grow our markets,” he said at Souq.com’s Dubai headquarters.\n\nDespite its young, tech-savvy population, shoppers in the Middle East still prefer to shop in stores. Online retail accounts for less than 1 per cent of total sales in the Middle East, according to market researcher Euromonitor International.\n\n“We want to figure out how to grow the team here. If we’re going to grow the business we have to grow logistics, we have to grow technical development,” Amazon Senior Vice President Russ Grandinetti said.\n\nIn a deal document seen by Reuters, Goldman said the acquisition would accelerate Amazon’s entry into “attractive Middle East countries with significant growth potential.”\n\nAfter the Amazon takeover, Middle East consumers will be able to buy products available on Amazon.com through Souq.com, and Middle East merchants will have access to a wider market via Amazon’s network.\n\nThe acquisition is expected to close later this year.\n\nThe Amazon deal was welcomed by the Dubai government, which is increasingly focusing on technology, as the emirate expands its retail footprint in the region.\n\nDubai’s Crown Prince Sheikh Hamdan bin Mohammed bin Rashid al-Maktoum said in a statement it showed the city state’s position “as a regional and global hub for the world’s biggest and leading organizations.”\n\nAmazon’s acquisition of Souq.com is seen as significant for the Middle East’s nascent tech sector.\n\n“This is effectively a vote of confidence in the region. You have a major American company going into a digital company in the region,” said Fadi Ghandour, founder Dubai-listed logistics firm Aramex (ARMX.DU) and a prominent venture capitalist in the Middle East."
    },
    {
        "header": "some amazon deal proceeds will be reinvested in souq.com: ceo",
        "link": "http://www.reuters.com/article/us-souq-com-m-a-amazon-com-ceo-idUSKBN16Z1JA",
        "time": "11:03AM UTC",
        "body": "DUBAI (Reuters) - At least some of the proceeds from the sale of Souq.com to Amazon.com will be invested back in the business, the co-founder of the Middle East online retailer said on Tuesday.\n\nAmazon and Souq.com announced earlier on Tuesday they had agreed to the takeover deal. Souq.com’s current shareholders include South Africa’s Naspers Ltd and Tiger Global Management.\n\n“Today is a great day for the company. We are a company of builders. We’ve been on this journey for the last ten years and today (the) partnership with Amazon is an incredible and a great success story for the region,” Souq.com Co-Founder Ronaldo Mouchawar told Reuters.\n\nMouchawar, who will continue with the company, also said Souq.com would expand its more than 3,000-strong workforce following the deal.\n\nThe value and terms of the agreement, which deal adviser Goldman Sachs called “the biggest-ever technology M&A transaction in the Arab world”, were not disclosed.\n\nMouchawar declined to comment on the valuation."
    },
    {
        "header": "amazon launches store-pick grocery service in seattle",
        "link": "http://www.reuters.com/article/us-amazon-com-amazonfreshpickup-idUSKBN16Z27E",
        "time": "12:56PM UTC",
        "body": "(Reuters) - Amazon.com Inc launched AmazonFresh Pickup service from two locations in Seattle, as the online giant attempts to crack into the multi-billion dollar grocery market dominated by retail giants such as Wal-Mart Stores Inc.\n\nAmazonFresh Pickup, currently open only to employees, allows users enrolled in its Prime service, to drive in and pick up groceries from the pick up locations.\n\nAmazon Prime members can place the order online and choose a time for the pick up, the company said on Tuesday. The company will keep the order bagged. (bit.ly/2nr0nVK)\n\nThe company also delivers groceries to homes under its AmazonFresh service.\n\nAmazon also has a physical book store in Seattle, as well as pop-ups at malls where it displays Amazon devices such as the Kindle."
    },
    {
        "header": "dubai's souq.com to make announcement on amazon.com bid -sources",
        "link": "http://www.reuters.com/article/souqcom-ma-amazoncom-idUSL5N1H5177",
        "time": "3:09AM UTC",
        "body": "DUBAI, March 28 (Reuters) - Middle Eastern online retailer Souq.com will make an announcement later on Tuesday about Amazon.com Inc’s bid to buy 100 percent of the company from its shareholders, two sources familiar with the deal told Reuters.\n\nOne of the sources, declining to be identified ahead of the announcement, said the statement would say that Souq.com’s shareholders had accepted the bid.\n\nSouq.com declined to commemt. Amazon officials could not immediately be reached for comment.\n\nDubai’s Emaar Malls, operator of some of the region’s most glitzy shopping malls, said on Monday it had made an $800 million offer for Souq.com. Sources said that bid was higher than what Amazon had offered. (Reporting by Hadeel Al Sayegh and Alex Cornwell; Writing by Saeed Azhar; Editing by Andrew Torchia)"
    },
    {
        "header": "brief-aws announces amazon connect",
        "link": "http://www.reuters.com/article/brief-aws-announces-amazon-connect-idUSFWN1H50HZ",
        "time": "9:30AM UTC",
        "body": "* Amazon Web Services - there are no up-front payments or long-term commitments and no infrastructure to manage with amazon connect Source text for Eikon: Further company coverage:"
    }
]