[
    {
        "header": "inside amazon reserve, high-end chocolate thrives with forest",
        "link": "http://www.reuters.com/article/us-brazil-environment-chocolate/inside-amazon-reserve-high-end-chocolate-thrives-with-forest-idUSKBN1951U2",
        "time": "9:07AM UTC",
        "body": "ARAPIXI NATURE RESERVE, Brazil (Thomson Reuters Foundation) - With a cigarette in one hand and a muddy machete in the other, Brazilian grandmother Maria Nobre de Oliveira thinks high-end chocolate will help end the epidemic of deforestation ravaging Amazon communities like hers.\n\nHer community of a few dozen residents live in hand-built wooden houses with no electricity or running water in the world’s largest rainforest, more than six hours by river boat from the nearest town in Brazil’s southwestern Amazonas State.\n\nResidents in isolated Amazon settlements say they have few opportunities to make a living other than clearing land to raise cattle - part of the reason why Amazon deforestation rates in Brazil shot up 29 percent last year after years of decline.\n\nAs well as villagers clearing land to feed themselves, large ranchers and speculators have been trying to invade the Arapixi nature reserve where Oliveira lives to cut down trees, an official with Brazil’s environment ministry said.\n\nBut residents of the reserve have new ally to help them protect the trees - chocolate.\n\n“This is virgin forest,” Oliveira, 62, told the Thomson Reuters Foundation as residents used long poles to knock cocoa beans - the base ingredient for chocolate - from the reserve’s trees.\n\n“Some guys came to cut the trees down a while back - but we told them to get lost,” Oliveira said, as other farmers carried fresh cocoa beans to dry in the sun.\n\n“If we had let them, we wouldn’t have an income source... cocoa helps us protect the forest.” Farmers in the nature reserve work with a local cooperative in Boca do Acre that manages the sale and export of the cocoa.\n\nFinding a balance between employment for local people and protecting Amazonian forests has long stumped policymakers.\n\nEvery minute, forests larger than two football fields are felled in the Amazon, according to the former director of Brazil’s forestry service.\n\nBrazilian officials say projects like the cocoa co-op are helping residents make a living from the land while moving away from deforestation.\n\n“These cocoa projects come from the community, we are a partner with them,” said Abilio Ikeziri, an official at Brazil’s environment ministry, responsible for protected areas.\n\nThe income also helps locals keep the ranchers and land scammers out of the reserve, Ikeziri said.\n\n“I am the only (official) responsible for looking after 1.5 million hectares (15,000 km sq) of land - it is impossible (without local help),” he told the Thomson Reuters Foundation.\n\nCommunities living in the reserve and making a living from sustainably harvesting plants like cocoa that grow naturally makes it easier for over-stretched officials to defend the land from speculators, the official said.\n\nIn the Arapixi reserve, residents used to harvest cocoa for their own consumption and began selling it to a cooperative 10 years ago.\n\nLast year they exported more than 10 tonnes of natural cocoa to Europe which earned the co-op about 130,000 reis ($39,000), a decline from previous years due to poor weather.\n\nOnce it arrives in Germany the cocoa is refined into high-end, environmentally certified chocolate.\n\nBased in the Amazon river port of Boca do Acre the co-op employs more than 400 people, including a dozen in Dona Oliveira’s community, said manager Jose Geraldo Tranin.\n\n“Before we launched the co-op, many people were deforesting land for cattle,” Tranin told the Thomson Reuters Foundation in the co-op’s sparse one room office in Boca do Acre. “Now people know cocoa will generate some income so they are preserving the forest.”\n\nWith help from German social entrepreneurs who provided money to buy boats and other capital for the co-operative to get started, reserve residents like Oliveira were given training in cocoa production and tools to better harvest and transport the crop.\n\n“The co-op wants to expand, so that is good for us,” said 52-year-old farmer Jose Freitas, taking a break from racking cocoa beans over a metal grate in the sun.\n\nResidents can earn up to 1,200 reais ($365) per month in the busy season preparing the beans for export - a decent salary in a region beset by poverty - although it means working seven days per week.\n\n“We can buy more food now,” Freitas said. “I could even afford to make the trip to the hospital.”\n\nFor European consumers, their chocolate is branded as “wild cocoa of Amazonas”.\n\nThe project has had a clear impact on forest preservation in Arapixi compared to similar Amazon reserves, said Francidalva Oliveira de Souza, a researcher at the State University of Amazonas studying the project.\n\n“Deforestation has been decreasing in this reserve,” Souza told the Thomson Reuters Foundation in a phone interview.\n\n“This sort of project could be expanded to help preserve other areas and help residents earn an income.”\n\nTravel support for this reporting was provided by the Society of Environmental Journalists (SEJ)."
    },
    {
        "header": "brief-tech data's technology solutions business is enhancing its amazon web services offering",
        "link": "http://www.reuters.com/article/brief-tech-datas-technology-solutions-bu/brief-tech-datas-technology-solutions-business-is-enhancing-its-amazon-web-services-offering-idUSFWN1JB0HL",
        "time": "8:19AM UTC",
        "body": "* Its technology solutions business is enhancing its Amazon Web Services (AWS) offering through its cloud marketplace Source text for Eikon: Further company coverage:"
    }
]