[
    {
        "header": "in kenya, polarizing election re-run rekindles ethnic tensions",
        "link": "http://www.reuters.com/article/us-kenya-election/in-kenya-polarizing-election-re-run-rekindles-ethnic-tensions-idUSKBN1CX07N",
        "time": "1:23PM UTC",
        "body": "MUHORONI, Kenya (Reuters) - Kenya’s repeat presidential election, boycotted this week by millions, has reignited long-running tensions between ethnic communities in some areas, leading inhabitants of one small village in the west to pick up traditional arms on Saturday.\n\nIn the bright green sugarcane fields where the western Nyanza region rolls toward the Nandi hills, two tribes -- the Luo and the Kalenjin -- have lived in relative peace for years.\n\nBut in the village of Koguta, down the road from the town of Mugoroni in Kisumu County, Thursday’s polarizing vote reignited old grievances.\n\nThe stand-off, defused by an emergency intervention of three county governors, was a stark reminder of how easily Kenya’s months-long political crisis could spark the type of ethnic violence that killed 1,200 people after a flawed 2007 vote.\n\nOn one side of Koguta are Kalenjins, here ardent supporters of President Uhuru Kenyatta and his Kalenjin deputy, William Ruto. But the Luos across the road support opposition leader Raila Odinga, who called for a boycott of the vote because he said it would not be fair.\n\nSome of the Luos here fought police to stop ballot boxes being delivered. The Luo accused the Kalenjin of stealing cattle and burning their sugarcane crop in revenge, prompting both sides to grab machetes, spears, bows and arrows, and wooden clubs.\n\n“This is an area where they tried to come in with ballot boxes, there was serious resistance, so that was the genesis of all this enmity between the Kalenjins and the Luos,” said Julius Genga, a county legislator, as a colleague stood atop a sports utility vehicle to calm a crowd of men with spears.\n\nThe opposition dismissed the vote as a “sham” although Kenyatta’s supporters say it was legitimate. Protests stopped four counties from opening polling stations at all. Only a third of voters turned up, and the opposition is likely to challenge the poll in court.\n\n“This has to do with politics,” said Collins Owuor, 21, holding a machete. “Before politics we did not have problems with these people.”\n\nIn the distance, where smoke rose from sugarcane fields, Reuters saw police speaking to spear-wielding Kalenjins, but the local police chief warned journalists away.\n\nBy the end of the afternoon’s meetings, the cattle had been returned and officials said they hoped the risk of violence had been quelled.\n\nKoguta is not the only place where simmering ethnic tensions have broken into the open.\n\nOn Friday night in the Nairobi slum of Kawangware, a man was beaten to death and homes and shop burned down amid rumors that a TRIBAL militia had infiltrated the neighborhood of a different tribe.\n\nIn Thursday’s vote, Kenyatta only faced six minor candidates, none of whom won more than 1 percent in August, and that and the low turnout have quashed his hopes of securing a decisive mandate to lead east Africa’s richest economy.\n\nDeputy president William Ruto, Kenyatta’s running mate, told CNN on Saturday he expected the final tally from the vote to be ready by Sunday:\n\n“Shortly we will be having a declaration and finally a swearing in, in accordance with the constitution.”\n\nThe election board said on Saturday it would soon announce a new plan for the nearly 30 of 290 constituencies that have not voted yet. The constitution says the vote must be held in every constituency.\n\nMore legal cases against the election are expected next week.\n\nIf the courts fail to find a path out of the crisis, including a possible order for another rerun, the protracted and economically damaging stalemate between the Kenyatta and Odinga camps is likely to continue.\n\nThe electoral saga is polarizing the nation and slowing growth in what has been one of Africa’s most vibrant economies, which is also a regional trade hub and a security ally for Western nations.\n\nIn Odinga strongholds, residents accused authorities of trying to “force” voter participation.\n\n“This is pure oppression,” said Hassan Hussein, a Muslim community leader. “The law says if you want to vote, you vote, if not, you don‘t.”"
    },
    {
        "header": "security tightened after illegal miners attack government posts in the amazon",
        "link": "http://www.reuters.com/article/us-brazil-miners-attacks/security-tightened-after-illegal-miners-attack-government-posts-in-the-amazon-idUSKBN1CZ032",
        "time": "9:38PM UTC",
        "body": "RIO DE JANIERO (Thomson Reuters Foundation) - Brazilian army and police officers have ramped up security in the northern town of Humaitá in the Amazon region after illegal gold miners set fire to the offices of government environmental watchdogs, officials said on Sunday.\n\nThe buildings of Brazil’s Environmental Protection Agency (Ibama) and the Chico Mendes Institute of Conservation of Biodiversity (ICMBio) in the northern Brazilian town of Humaitá were hit on Friday, according to the military police.\n\nThe attacks came after a crackdown on illegal mining operations with a government taskforce burning about 30 boats worth about $20,000 each in a prohibited area near a forest reserve on the Madeira River early Friday morning.\n\nIbama acts as an environmental monitoring group to protect Brazil’s natural resources while ICMBio is in charge of forest reserves.\n\nThe attacks have raised concerns of further violence from illegal miners who often look for gold in protected areas or indigenous lands amid rising tensions over land ownership.\n\nMilitary police official Rogens de Souza Morais said illegal miners - or “garimpeiros” as they are known - and up to 5,000 protesters took to the streets after the operation on Friday.\n\n“Some garimpeiros financed fireworks to protesters. People also used rocks to hit Ibama,” Morais told the Thomson Reuters Foundation.\n\nHe said army and federal police officials are now strengthening security in the region.\n\nA gold rush in the Amazon by illegal miners has decimated parts of the forest and poisoned the rivers with mercury and other toxins while also involving human trafficking and prostitution, according to federal prosecutors.\n\nAn Ibama official confirmed a taskforce last week launched an operation against illegal gold mining along the Madeira River, saying Brazilian legislation allowed the destruction of equipment used in criminal environmental activities.\n\nIn a joint statement late Saturday, ICMBio and Ibama said the damage would be assessed as soon as the region returned to normal and their fight against environmental crime continue.\n\n“Usually associated with several other crimes such as smuggling and tax evasion, illegal mining finances land grabbing and has contributed to increased violence in the countryside,” the statement said.\n\nFederal prosecutor Aldo de Campos Costa said his office in Amazonas state would launch civil and criminal investigations to identify those responsible for the damage.\n\nAurelio Herraiz, a professor at the Federal Institute of Education, Science and Technology of Amazonas State, who has worked on a project with garimpeiros in Humaitá for years, feared the conflict would get worse.\n\n“What is needed is to sit down and try to solve the problem once and for all. Garimpeiros have to understand that they need to act legally,” Herraiz told the Thomson Reuters Foundation."
    }
]