[
    {
        "header": "amazon launches cash payments in mexico to lure shoppers online",
        "link": "http://www.reuters.com/article/us-amazon-com-mexico/amazon-launches-cash-payments-in-mexico-to-lure-shoppers-online-idUSKBN1CT32W",
        "time": "7:25PM UTC",
        "body": "MEXICO CITY (Reuters) - Amazon.com Inc (AMZN.O) launched a cash payment service in Mexico on Tuesday, aiming to expand its customer base in a country where shoppers are wary of credit card fraud and often earn their living in paper currency.\n\nThe strategy could also help it to win market share from rival Wal-Mart de Mexico (WALMEX.MX), known as Walmex, along with other retailers pushing Mexican consumers to shop more online instead of brick-and-mortar stores that still dominate the country’s retail sector.\n\n“It will intensify the competition of e-commerce in Mexico, not just for Amazon and Walmex but for other players,” said Luis Willard, an analyst at brokerage GBM.\n\nAmazon is the third-largest online retailer in Mexico, according to market research firm Euromonitor International. It has grown swiftly since debuting its Mexico-based website for physical goods two years ago.\n\nStill, Amazon’s 2016 Mexico sales of $253 million were well behind the market leader, Argentina’s MercadoLibre Inc (MELI.O), and only slightly above Walmex’s online revenues.\n\nThe cash service aims to attract new customers and give existing shoppers an alternative to credit and debit cards, said Fernando Ramirez, product manager for Amazon Mexico.\n\n“I think there could be a population of new clients that would use this as their primary form of payment,” he said.\n\nAlthough Amazon has accepted cash on delivery in India since launching there in 2013, pre-paying cash is a relatively new concept that the company launched for the first time in the United States in April, followed by Britain in August.\n\nIn Mexico, shoppers can deposit between 100 pesos ($5.20) and 5,000 pesos per transaction at several convenience store chains throughout Mexico, including 7-Eleven, placing up to 10,000 pesos a day into Amazon accounts online.\n\nThe service is not offered at Oxxo convenience stores, which compete with 7-Eleven in Mexico and accept cash for MercadoLibre shoppers. Ramirez said Amazon aims to expand its network, but declined to comment on whether Oxxo would be included.\n\nBanorte analyst Valentin Mendoza said Amazon’s cash strategy showed it recognizes the challenge of attracting customers in a culture that has resisted online shopping.\n\n“They’re trying to pivot to compete in a much more effective way,” he said.\n\nMexico is also on Amazon’s radar as it searches for a location for its second North American headquarters. The retailer said on Monday it had received 238 bids, including proposals from the states of Chihuahua, Hidalgo and Queretaro."
    },
    {
        "header": "brief-amazon business ‍launches business prime shipping",
        "link": "http://www.reuters.com/article/brief-amazon-business-launches-business/brief-amazon-business-launches-business-prime-shipping-idUSFWN1MZ0WG",
        "time": "12:58PM UTC",
        "body": "* Says ‍launch of Business Prime Shipping, a paid annual membership program for registered multi-user business customers in U.S., Germany​ Source text for Eikon: Further company coverage:"
    },
    {
        "header": "amazon rivals turn to legal fine print to stem whole foods strategy",
        "link": "http://www.reuters.com/article/us-amazon-com-realestate/amazon-rivals-turn-to-legal-fine-print-to-stem-whole-foods-strategy-idUSKBN1CT0ES",
        "time": "7:23AM UTC",
        "body": "SAN FRANCISCO (Reuters) - Whole Foods Market met a new foe this summer during talks to lease a top retail space in a San Francisco mall: the Target next door.\n\nAs City Center mall’s largest tenant, Target Corp had a say over changes to the property. According to people familiar with the lease discussions, Target balked at sharing the mall with Whole Foods because it feared competition from the grocery chain’s new owner, Amazon.com Inc.\n\nEarly attempts to persuade Target failed, and Whole Foods may now have to concede certain Amazon initiatives - such as lockers where customers can pick up goods ordered online - if it wants the location, the people said. Talks are ongoing.\n\nA Reuters examination of real estate agreements and interviews with 20 retail landlords, lawyers and brokers show that the strings attached to operating in malls like City Center present an emerging and little-scrutinized challenge to Amazon’s quest to re-shape Whole Foods.\n\nAcross the United States, large retailers including Target, Bed Bath & Beyond Inc and Best Buy Co Inc have legal rights in many lease agreements that allow them to limit what Amazon can do with nearby Whole Foods stores, and where it can open new ones.\n\nDocuments reviewed by Reuters show bans on Amazon lockers and delivery operations near a Target store in Illinois and also in Florida, where a new Whole Foods is set to open. Lockers for retrieving online orders are a way for Amazon to spur sales through the grocery chain.\n\nIn Manhattan and other locations, the leases of Whole Foods’ big box neighbors bar it from selling a range of goods that Amazon has in its massive online inventory, from electronics to toys and linens.\n\nEven Whole Foods stores that do not share space with major rivals can face constraints imposed by local governments. A city council resolution in White Plains, New York, restricted the hours when Whole Foods can use a loading dock prior to the grocer locating in the mall.\n\nAmazon declined to answer questions about how these restrictions across the country impact its plans.\n\nIn a statement, Target said it is “focused on what’s best for the company and delivering on the reasons our guests love Target. Our more than 1,800 stores across the country are a strategic asset and a vital part of Target’s future.”\n\nThe company did not discuss details of the restrictions reported by Reuters, but said, “It’s inaccurate to characterize lease agreements as our corporate strategy.”\n\nReuters could not determine the full extent of limits on Whole Foods stores because lease deals vary from mall to mall, and many are not public. While restricting how neighbors operate is a standard practice in retail, Amazon is new to feeling the heat.\n\nSome mall owners and real estate brokers say Whole Foods will still find landlords who are eager to have the high-profile tenant driving traffic in their malls, and see rivals trying to keep Whole Foods out as short-sighted.\n\nBut with nearly all of Whole Foods’ 473 stores subject to lease agreements and plans to add up to 85 stores, according to regulatory filings, Amazon has launched into brick-and-mortar with more constraints and entrenched enemies than in the online world it dominates.\n\n“Many people assume this big, 800-pound gorilla is going to come and beat up all of these retailers,” said Terrison Quinn, a senior vice president at brokerage SRS Real Estate Partners. “I just don’t think that’s going to be the case.”\n\nAmazon wasted no time in making changes when the $13.7 billion Whole Foods deal closed in August. The world’s largest online retailer cut grocery prices, started selling its Echo home speaker in stores and disclosed plans to add lockers to some locations and Whole Foods items to Prime Now, its two-hour delivery program.\n\nAnalysts expect such moves will boost online orders and revenue for Amazon. But big box rivals have a number of ways to fight back.\n\nRetailers routinely negotiate guarantees that their landlords will not alter malls in a way that hurts sales, whether leasing to a strip club or starting construction projects without approval, real estate lawyers said.\n\nThese leases, which often last 10 to 20 years with options to renew, may even name competitors barred from opening a store.\n\nA 16-page memo in July detailing the lease restrictions governing Miami’s Pinecrest Place mall, obtained by Reuters, offers a glimpse of the legal protections retailers are securing.\n\nTarget required an affiliate of national landlord Regency Centers Corp to bar “Any lockers, lock-boxes or other type of storage system that is used to receive or store merchandise from a catalog or online retailer.”\n\nThe document then specifies more than a dozen other restrictions for the mall, from leasing space to a pet shop or toy store to operating “a fulfillment center in connection with receiving, storing or distributing merchandise from a catalog or online retailer.”\n\nRegency announced in April that Whole Foods will open in the center, meaning the store cannot have Amazon lockers or fulfill orders for Prime Now.\n\nA May memo of lease for a Target in Evanston, Illinois, obtained by Reuters, contains similar prohibitions against lockers and online fulfillment.\n\nIn another case, Target raised similar concerns about Amazon for a prospective Whole Foods location at the Stonestown Galleria in San Francisco, people familiar with the matter said.\n\nA Reuters analysis showed that 7 percent of existing Whole Foods' U.S. stores are within a quarter mile, or roughly five-minute walk, of a Target.\n\nTarget is not alone in placing limits on Amazon.\n\nLidl, a German grocery chain expanding in the United States, said in a deal this year it would “prohibit the operation of pickup facilities” by rivals such as “Wal-Mart and Amazon... that sell grocery items” near a planned store on Long Island in New York, according to a person familiar with the matter. The language is becoming common, the person said.\n\nWill Harwood, a spokesman for Lidl, said, “We adhere to industry norms and standard real estate practices when securing sites.”\n\nA Bed Bath & Beyond store in lower Manhattan bars its next-door tenant - Whole Foods - from selling linens, bathroom items, housewares and frames, its memo of lease said. The company declined to comment.\n\nAnd a Best Buy store just north of Miami has the exclusive right in its shopping center to sell electronics. A lease carve-out, which states other tenants can sell gadgets on less than 250 square feet of floor space, allowed for the mall’s Whole Foods to display the Echo speaker, according to a memo seen by Reuters and a reporter who visited the location.\n\n“It is pretty standard for anchor tenants of a shopping center to reserve the right in their leases to prohibit improvements to a center - including the addition of new tenants - without approval and consent,” said Jeff Shelman, spokesman for Best Buy.\n\nGabe Kadosh, vice president at real estate firm Colliers International, said Amazon and Whole Foods “want to have freedom to do whatever they want. The challenge is in brick and mortar, and in multi-tenant shopping centers, you can’t just do that.”"
    }
]