[
    {
        "header": "exclusive: amazon, forever 21 vying for bankrupt american apparel - sources",
        "link": "http://www.reuters.com/article/us-americanapparel-m-a-idUSKBN14O281",
        "time": "6:51PM UTC",
        "body": "(Reuters) - Online retailer Amazon.com Inc and teen apparel store chain Forever 21 Inc are among the companies weighing offers to acquire bankrupt American Apparel LLC, people familiar with the talks said on Wednesday.\n\nThe bankruptcy auction of Los Angeles-based American Apparel, which made its branding theme “Made in the U.S.A”, will determine the future of a major clothing manufacturing plant in California, one of the most expensive U.S. states in terms of labor costs.\n\nREUTERS RECOMMENDS: China to plow $361 billion into renewable fuel by 2020 Child monks in the Indian Himalayas\n\nKeeping jobs in the United States has become a hot button political issue since the presidential election. Ford Motor Co on Tuesday reversed plans for a $1.6 billion factory in Mexico and said it would add 700 jobs in Michigan after receiving criticism from President-elect Donald Trump.\n\nAmazon and Forever 21, as well as California-based apparel maker Next Level Apparel and brand licensor Authentic Brands Group LLC, are in talks with American Apparel and its financial advisers about submitting offers ahead of a deadline on Friday, the people said.\n\nAny successful offer would have to top a $66 million stalking horse bid by Canadian apparel maker Gildan Activewear Inc, which American Apparel agreed to when it filed for bankruptcy in November.\n\nGildan’s offer included an option to keep American Apparel’s manufacturing plants in southern California, which employ about 3,500 workers, making American Apparel one of the biggest garment makers in the United States.\n\nBut Gildan plans to preserve only some of the California production should its bid prevail, the sources said. Many of Gildan’s production facilities are in low-cost countries.\n\nAn outcome in the auction is expected next week, the sources said, asking not to be identified because the deliberations are confidential.\n\nAmerican Apparel declined to comment. Amazon, Forever 21, Next Level Apparel and Authentic Brands did not respond to requests for comment.\n\nA Gildan spokesman said in an email on Wednesday that it is putting together all the necessary information from its due diligence to best position itself in the auction.\n\nAmazon’s acquisition of American Apparel would be a major push for the e-commerce company into branded fashion and apparel. The Seattle-based company began to launch private label brands last year.\n\nForever 21, founded by Korean-American Do Won Chang, is known for its low retail prices, helped by lower labor costs abroad. American Apparel’s first bankruptcy in 2015 was due in part to its relatively high labor costs.\n\nAmerican Apparel went into bankruptcy for the second time last November with about $177 million in debt. Former Chief Executive Dov Charney founded the company in the late 1990s, when most garment-making was moving offshore.\n\nFor years this contrarian strategy worked. American Apparel’s “sweatshop-free” label was a hit with young people, helping make the brand a part of popular culture.\n\nPart of American Apparel’s name recognition also stemmed from Charney himself, who was outspoken on immigration and fair wage issues, but was plagued by sexual harassment claims, which he has denied. The company was also famous for its sexually charged advertising.\n\nA 2009 run-in with Immigration and Customs Enforcement over the legal employment status of 1,800 employees sent American Apparel on a downward trajectory, according to court documents from the company’s 2015 bankruptcy.\n\nAmerican Apparel had to fire these employees, more than a quarter of its manufacturing workforce. The layoffs caused production delays and a 90 percent year-on-year drop in profits in 2009, according to the documents.\n\nCharney was ousted in 2014, and the company’s finances deteriorated further, plus it struggled with an unsustainable debt load. It filed for bankruptcy in October 2015, and emerged in February 2016, only to seek bankruptcy protection once again in November 2016.\n\nAmerican Apparel has notified its workers that they could be losing their jobs as early as this month.\n\nGildan makes most of its garments offshore, with close to 90 percent of its 42,000 employees in low-cost Caribbean and Central American countries. In California, the minimum wage is scheduled to rise to $15 per hour in 2022 for firms with 26 employees or more.\n\nGildan has yarn-spinning and distribution centers in cheaper parts of the United States, including North Carolina and Georgia. Gildan’s bid for American Apparel does not include the retail chain’s approximately 110 stores."
    },
    {
        "header": "brief-amazon says prime members can voice-order their next meal through amazon restaurants",
        "link": "http://www.reuters.com/article/idUSFWN1EV02E",
        "time": "6:06AM UTC",
        "body": "* Amazon - prime members can voice-order their next meal through amazon restaurants on their alexa-enabled devices including amazon echo and echo dot\n\n* amazon.com inc - new alexa skill allows customers to reorder from any restaurant available on amazon restaruants in more than 20 cities Source text for Eikon: Further company coverage:"
    },
    {
        "header": "brief-shopify connects its merchants to the amazon marketplace",
        "link": "http://www.reuters.com/article/idUSFWN1EV0RF",
        "time": "6:11PM UTC",
        "body": "* Shopify connects its merchants to the Amazon marketplace\n\n* Shopify merchants selling in USD are able to add Amazon sales channel to their shopify account Source text for Eikon: Further company coverage:"
    },
    {
        "header": "amazon may hold trump card in retail mess",
        "link": "http://www.reuters.com/article/us-macy-s-outlook-breakingviews-idUSKBN14P2GY",
        "time": "4:19PM UTC",
        "body": "NEW YORK (Reuters Breakingviews) - Jeff Bezos may be holding a Trump card in the U.S. retail-store slump. Amazon.com, the e-commerce giant he runs, is considering a bid for the bankrupt American Apparel, according to a Reuters exclusive, just as Macy’s and other department stores are losing sales and cutting staff. A deal could be a handy way to show a president-elect suspicious of Silicon Valley that he’s saving thousands of working-class U.S. jobs.\n\nIt wouldn’t be the main reason for Amazon to pounce on American Apparel, whose brand proudly refers to how it manufactures all its clothing in a Los Angeles factory employing some 4,500 people. The business would be a natural fit with Amazon’s in-house fashion offerings that it launched last year and with earlier acquisitions like Shopbop and Zappos.\n\nIt might, though, have the added benefit of assuaging Donald Trump. The president-elect and the tech industry disagree on everything from encryption to free trade to immigration. Trump singled out Amazon during his campaign for having huge antitrust issues and said the company would have “such problems” were he to win the White House. Bezos also personally owns the Washington Post, which has been a vocal critic of the incoming U.S. commander-in-chief.\n\nNow Trump is using Twitter to threaten companies he deems are doing wrong – whether it’s Boeing overcharging for Air Force One or the likes of General Motors and Toyota for potentially moving U.S. jobs abroad to save money.\n\nBuying American Apparel could help make Bezos a savior of a dying industry. Macy’s and Kohl’s on Wednesday reported November and December sales that were worse than expected, wiping 14 percent and 19 percent off their valuations on Thursday. Macy’s plans to slash more than 10,000 jobs, or 7 percent of its workforce.\n\nMeanwhile, U.S. digital retail sales are expected to reach more than $500 billion by 2020, a third higher than 2016 estimates according to Forrester Research. Amazon already owns 60 percent of the pie. A deal wouldn’t cost much, either: American Apparel currently has an offer from Gildan Activewear for just $66 million. And Amazon’s avowed and proven disinterest in short-term profit means it should have no problem keeping the retailer’s jobs stateside.\n\nBrandishing some “Made in the USA” cred would be a smart bet by Bezos.\n\nReuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time. \n\n Sign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com. All opinions expressed are those of the authors."
    },
    {
        "header": "us stocks snapshot-amazon leads nasdaq to record; s&p off on banks, retail",
        "link": "http://www.reuters.com/article/usa-stocks-idUSZXN0RX12I",
        "time": "4:11PM UTC",
        "body": "NEW YORK, Jan 5 (Reuters) - The S&P 500 closed slightly lower on Thursday weighed by financial shares and as investors dumped traditional retailers, but the Nasdaq Composite set a record closing high led by the strength of online retailer Amazon.\n\nThe Dow Jones Industrial Average fell 42.87 points, or 0.21 percent, to 19,899.29, the S&P 500 lost 1.75 points, or 0.08 percent, to 2,269 and the Nasdaq Composite added 10.93 points, or 0.2 percent, to 5,487.94. (Reporting by Rodrigo Campos; Editing by James Dalgleish)"
    }
]