[
    {
        "header": "amazon discounts other sellers' products as retail competition stiffens",
        "link": "http://www.reuters.com/article/us-amazon-discounts/amazon-discounts-other-sellers-products-as-retail-competition-stiffens-idUSKBN1D512G",
        "time": "3:58PM UTC",
        "body": "NEW YORK (Reuters) - Amazon.com Inc (AMZN.O) is cutting prices of products from third-party sellers on its website, moving beyond its more typical method of discounts on items it sells directly.\n\nThe “discount provided by Amazon” applies to products including board games and technological gadgets offered by other merchants as the holiday season approaches. The retailer has been trying to compete aggressively on some items to win sales and draw customers away from low-priced rivals like Wal-Mart Stores Inc (WMT.N).\n\nThe move allows Amazon to sell the products at lower prices while still giving full price to the sellers.\n\n“When Amazon provides a discount, customers get the products they want at a price they’ll love, and small businesses receive increased sales at their listed asking price,” an Amazon spokeswoman said in an emailed statement, noting that businesses can opt out at any time.\n\nMarketing the items at lower prices, however, risks angering Amazon’s third-party sellers, who instead could list their products elsewhere online. The move has drawn attention within Amazon Services’ seller forum.\n\nSome merchants have criticized Amazon in the past for discounting and, they say, devaluing their products."
    },
    {
        "header": "cvs to start next-day delivery as amazon threat looms",
        "link": "http://www.reuters.com/article/us-cvs-health-results/cvs-to-start-next-day-delivery-as-amazon-threat-looms-idUSKBN1D61F7",
        "time": "12:52PM UTC",
        "body": "(Reuters) - U.S. drugstore chain CVS Health Corp (CVS.N) said on Monday it would start next-day delivery from its stores in 2018, a move some analysts said was in response to Amazon.com’s (AMZN.O) potential entry into prescription drug sales.\n\nShares of drugstore operators have been under pressure on fears that the online retailer will use its vast ecommerce platform to disrupt the pharmaceutical supply chain.\n\n“We will bring the pharmacy to our patients’ doorsteps, with nationwide next-day delivery from our stores,” CVS Chief Executive Larry Merlo said on a conference call with analysts.\n\nThe pharmacy store operator, which also reported better-than-expected quarterly profit on Monday, said it would offer same-day delivery in select metro areas and free same-day delivery for drugs in Manhattan starting on Dec. 4.\n\nMizuho Securities USA analyst Ann Hynes said the plan could be seen by some as a defensive move in the face of Amazon’s potential entry.\n\nCVS’ shares fell as much as 4 percent in early trading before paring some losses to trade down 2.7 percent.\n\nThe company said it was open to working with Amazon, adding that it would never close the door on any type of partnership.\n\n“I think CVS also worries about Amazon’s potential future moves ... This is possibly a defensive strategy just to make sure that CVS is in a position to respond when that happens,” GlobalData Retail analyst Neil Saunders told Reuters.\n\nCVS Health, which is said to be in talks to buy health insurer Aetna Inc (AET.N), said it would not comment on “rumors or speculations”.\n\nCVS is reported to have made an offer to buy Aetna for more than $66 billion in a deal that would give the drugstore chain more leverage in price negotiations with drug makers.\n\nA deal would also merge one of the nation’s largest pharmacy benefits managers and pharmacy operators with one of its oldest health insurers, whose far-reaching business ranges from employer healthcare to government plans nationwide.\n\nNet income attributable to CVS fell 17 percent to $1.29 billion, or $1.26 per share, in the quarter ended Sept. 30.\n\nThe drop in net income was mainly due to a loss of contracts to fill millions of retail prescriptions for customers of Tricare, a Department of Defense health care program, and pharmacy benefits manager Prime Therapeutics.\n\nExcluding items, CVS earned a profit of $1.50 per share, beating he average analyst estimate of $1.48, according to Thomson Reuters I/B/E/S.\n\nRevenue rose 3.5 percent to $46.18 billion, largely in line with the average analyst estimate of $46.17 billion."
    }
]