[
    {
        "header": "brief-amazon introduces the fire 7 kids edition and fire hd 8 kids edition tablets",
        "link": "http://www.reuters.com/article/brief-amazon-introduces-the-fire-7-kids/brief-amazon-introduces-the-fire-7-kids-edition-and-fire-hd-8-kids-edition-tablets-idUSB8N1HZ033",
        "time": "9:14AM UTC",
        "body": "* Amazon says Fire 7 kids edition priced at $99.99, Fire HD 8 kids edition priced at $129.99; both tablets will start shipping on June 7 Source text for Eikon: Further company coverage:"
    },
    {
        "header": "brief-amazon announces two new additions to its fire tablet lineup - fire 7 and fire hd 8",
        "link": "http://www.reuters.com/article/brief-amazon-announces-two-new-additions/brief-amazon-announces-two-new-additions-to-its-fire-tablet-lineup-fire-7-and-fire-hd-8-idUSB8N1HZ032",
        "time": "9:12AM UTC",
        "body": "* Amazon announces two new additions to its fire tablet lineup - the Fire 7 and Fire HD 8\n\n* Amazon says Fire 7 priced at $49.99, Fire HD 8 priced at $79.99; both products will start shipping on June 7 Source text for Eikon: Further company coverage:"
    },
    {
        "header": "australia's wesfarmers pulls office unit's ipo amid amazon jitters",
        "link": "http://www.reuters.com/article/us-wesfarmers-ipo/australias-wesfarmers-pulls-office-units-ipo-amid-amazon-jitters-idUSKCN18D015",
        "time": "1:32AM UTC",
        "body": "SYDNEY (Reuters) - Australia’s Wesfarmers Ltd (WES.AX) canceled a potential $1.1 billion IPO of its office supplies unit, underscoring uncertainty in a retail sector hit by weak spending and the slated arrival of online shopping giant Amazon.com Inc (AMZN.O).\n\nThe scrapping of Officeworks’ listing disrupts a plan by Wesfarmers, Australia’s biggest company by sales, to carve off non-core assets and focus on its biggest revenue spinner, supermarket chain Coles, itself facing fresh competition from cut-price entrants like ALDI Inc [ALDIEI.UL].\n\n“As a shareholder, I would have preferred them to sell it,” said Danial Moradi, equity strategist at Lonsec Stockbroking, which owns Wesfarmers shares, referring to Officeworks.\n\n“It’s definitely a concern for a potential buyer of that business, the competitive threat. You probably wouldn’t value it at premium multiples, not with this big threat hanging around the corner,” Moradi said, referring to Amazon.\n\nSeattle-based Amazon said last month it would open its online shopfront service at an unspecified time in Australia, in a move set to increase pressure on the domestic retail sector to catch up with the digital economy. [nL3N1HS07M]\n\nWesfarmers said in a statement on Wednesday that it pulled the listing because “current equity market conditions” would mean the sale “would not realize appropriate value” for the asset. A spokeswoman declined to comment on the impact of Amazon’s announcement.\n\nBankers were distributing marketing materials for what was to be the country’s IPO of the year as recently as this month, according to brokers who saw the material. [nL4N1I311S]\n\nShare price pressure has, however, been building for months on retailers as fund managers short-sell stocks they see as vulnerable to online competition, higher overheads due to a softening Australian dollar, and soft discretionary spending caused by high housing prices. [nL4N1II248]\n\nAmong Officeworks’ peers, shares of electronics retailer JB Hifi (JBH.AX) are down 15 percent in the past three months, while Harvey Norman (HVN.AX) has lost 24 percent. Wesfarmers shares are up 0.7 percent over the same period while the benchmark S&P/ASX 200 index is flat.\n\nWesfarmers shares were down 1.2 percent on Wednesday, compared to the broader market’s 0.9 percent fall.\n\nGraeme Burke, a principal at WaveStone Capital, which owns Wesfarmers shares, said Amazon’s imminent entry could be a double whammy for retailers. “You’ve seen multiples contract because of that expected increase in competition (but) what does it actually do to underlying earnings?”.\n\nLast week, department store Myer Holdings Ltd (MYR.AX) said third-quarter sales were down 3.3 percent, while luxury handbags maker Oroton on Tuesday downgraded earnings guidance citing “soft trading conditions”. [nFWN1IC1BK]\n\nThe cancellation lays the groundwork for a lackluster year of IPO activity in Australia, which is already down 39 percent compared to the same time a year earlier, by the amount of money raised, according to Thomson Reuters data.\n\nWesfarmers bought the then-struggling office supplies unit as part of its A$19.3 billion takeover of supermarket chain Coles in 2007. Officeworks’ earnings have nearly doubled since then."
    },
    {
        "header": "amazon is prescription for pharmacy woes",
        "link": "http://www.reuters.com/article/us-amazon-com-pharmaceuticals-breakingvi/amazon-is-prescription-for-pharmacy-woes-idUSKCN18D25L",
        "time": "12:28PM UTC",
        "body": "NEW YORK (Reuters Breakingviews) - Amazon.com is a prescription for pharmacy woes. The internet retailer has set its sights on the $300 billion business of selling drugs to U.S. customers, according to CNBC. Regulation and delivery concerns are barriers. Yet these, and the inefficiency of U.S. healthcare, also promise lucrative earnings for a company happy with razor-thin margins.\n\nJeff Bezos’ $450 billion company may have started out a bookseller, but it has steadily plugged new offerings into its online retailing machine. It now sells nearly everything imaginable, from food to shoes to internet and payments services. Yet Amazon has avoided selling drugs.\n\nThat’s understandable. Most states require pharmacies to be licensed and registered before they are allowed to ship medicines to consumers. The convoluted and opaque relationships between the insurers, drugmakers and pharmacy benefit managers who negotiate the price tags and discounts make it difficult for outside distributors to both break into the field and make an adequate profit.\n\nShipping to customers may also be a problem. Major chains offer mail delivery, but they have storefronts for a reason: people in serious pain, looking for antibiotics for a sick kid or needing life-and-death treatments probably want to fill their prescription immediately. Amazon can’t offer that and can’t even provide same-day delivery in many parts of the country.\n\nYet operating margins for major drug chains like Walgreens Boots Alliance and CVS run about 5.5 percent. That’s nearly twice as high as Amazon eked out in 2016 after years of barely breaking even. The higher margin looks tempting despite the impediments. And Bezos must be hoping selling medicines will mean more orders for gadgets, books and online video, just as the likes of Wal-Mart and Costco sell drugs as a way to bring customers into stores in the hope they’ll buy other products.\n\nMoreover, Amazon’s history of relentless expansion into areas supposedly protected from online competition – such as pet food, shoes and construction materials - means pharmacies shouldn’t rest easy. No wonder stocks in big drugstore chains like CVS and Walgreens Boots took a hit. Their margin looks like Amazon’s opportunity.\n\nReuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time. \n\n Sign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com. All opinions expressed are those of the authors."
    }
]