[
    {
        "header": "factbox: amazon's second headquarters project attracts 238 bids",
        "link": "http://www.reuters.com/article/us-amazon-com-headquarters-factbox/factbox-amazons-second-headquarters-project-attracts-238-bids-idUSKBN1CS2FH",
        "time": "9:13PM UTC",
        "body": "(Reuters) - Amazon.com Inc’s $5 billion second headquarters and its promise of up to 50,000 jobs attracted 238 proposals from 54 states, provinces and districts in the United States, Canada and Mexico, the company said on Monday.\n\nRegions and cities in 43 U.S. states from Maine to Alaska, as well as Washington, D.C., submitted bids by the Oct. 19 deadline, Amazon said. The states that did not bid were Arkansas, Hawaii, Montana, North Dakota, South Dakota, Vermont and Wyoming.\n\nCanadian bids came from the provinces of Alberta, British Columbia, Manitoba, Nova Scotia, Ontario and Quebec. Mexican bids emanated from the states of Chihuahua, Hidalgo and Queretaro.\n\nOther bidders included Puerto Rico, which is struggling to recover from Hurricane Maria and is in the process of restructuring its sagging finances in court.\n\nDetails of the bids, including tax breaks and other incentives being offered to entice the internet retailer, were scarce as some bidders cited competitive reasons or nondisclosure policies.\n\nAs part of its headquarters announcement on Sept. 7, Amazon said it was limiting its search to metropolitan areas of at least 1 million people and was looking for a wide range of incentives, including tax credits.\n\nThe following are details from some of the bidders:\n\n-- New Jersey is offering a potential $7 billion in local and state tax credits if the company picks Newark and meets hiring commitments.\n\n-- Chicago assembled a committee of political and business leaders to work on its pitch and on Friday released several potential sites including a massive, but vacant building that once housed the city’s main U.S. Post Office.\n\n-- California could offer incentives ranging from $300 million under current law to as much as $1 billion under proposed legislation. The city of Irvine said its \"one-click HQ2 solution\" is fully financed thanks to the Irvine Company. In a letter to Amazon, Donald Bren, who chairs the real estate development company, said Amazon \"will not be required to invest capital for land acquisition, buildings, or entitlements\" for the $5 billion project. (here)\n\n-- Connecticut downplayed its deepening financial problems and Hartford's potential municipal bankruptcy to push the Stamford and Hartford areas as ideal sites. (ctisprime.com/)\n\n-- The Canadian cities of Toronto, Ottawa-Gatineau, Edmonton, Calgary, Halifax, Sault Ste. Marie, Windsor (with Detroit), Hamilton, Montreal and Vancouver submitted bids, according to Reuters reporting and local media reports.\n\n-- New York Governor Andrew Cuomo offered four options: the New York City, Buffalo, Syracuse and Albany areas.\n\n-- Bids for the Texas cities of Austin, which was ranked as the top candidate for the project by Moody's Analytics, and Dallas were made through their chambers of commerce. (here) (bit.ly/2xTIDe8)\n\n-- Washington, D.C. submitted \"a competitive package of incentives,\" according to Chanda Washington, spokeswoman for the city's planning and economic development office. (www.obviouslydc.com/)\n\n-- Missouri is pitching the St. Louis and Kansas City regions. The state proposed a high-speed transportation system between the two cities. (www.makemohq2home.com/ )\n\n-- Detroit's bid was spearheaded by Quicken Loans founder Dan Gilbert, who released a video showcasing the Motor City. (youtu.be/DO4J_PC1b5M)\n\n-- The Metro Denver Economic Development Corporation said a single bid was submitted for Colorado with eight urban and suburban sites.\n\n“Colorado does not have any up-front discretionary incentives, nor do we believe that makes fiscally responsible policy. We have not gone back to the legislature to ask for any special closing fund of any type,” said Sam Bailey, vice president of economic development at Metro Denver Economic Development Corporation.\n\n-- New Hampshire began its official bid by saying it has “all the benefits of Boston without all the headaches.”\n\n-- Pennsylvania touted the state's location as being \"one day's drive from 40 percent of the U.S. population and 60 percent of Canada's population.\" (here)"
    },
    {
        "header": "brief-amazon says ‍​studio executive joe lewis has left the company",
        "link": "http://www.reuters.com/article/brief-amazon-says-studio-executive-joe-l/brief-amazon-says-studio-executive-joe-lewis-has-left-the-company-idUSFWN1MY121",
        "time": "9:08PM UTC",
        "body": "Saudi Crown Prince says Iran supply of rockets to Yemen is military aggression"
    },
    {
        "header": "amazon receives 238 proposals for its second headquarters",
        "link": "http://www.reuters.com/article/us-amazon-com-headquarters/amazon-receives-238-proposals-for-its-second-headquarters-idUSKBN1CS21O",
        "time": "9:13PM UTC",
        "body": "(Reuters) - Amazon.com Inc has received 238 proposals from cities and regions across North America vying to host the company’s second headquarters, it said on Monday.\n\nThe number of applicants underscores the interest in the contest, which Seattle-based Amazon announced last month. The world’s largest online retailer said it would invest more than $5 billion and create up to 50,000 jobs for “Amazon HQ2”. The deadline for submitting proposals was Thursday.\n\nAmazon said 54 states, provinces, districts and territories in the United States, Canada and Mexico were represented in the bids.\n\nSome said this month they could offer Amazon billions of dollars in tax breaks if they were chosen. New Jersey proposed $7 billion in potential credits against state and city taxes if Amazon locates in Newark and sticks to hiring commitments, for instance.\n\nAmazon did not disclose the range of incentives it was offered in the proposals.\n\nOthers took different tactics. The mayor of the Atlanta suburb of Stonecrest, Jason Lary, said his city would use 345 acres of industrial land to create a new city called Amazon. Amazon Chief Executive Jeff Bezos would be its mayor for life, Lary said.\n\nAmazon is expected to choose a city that will help it recruit top talent to stay competitive with rivals such as Alphabet Inc’s Google.\n\nThe company has said it will make a decision next year."
    },
    {
        "header": "amazon backs german artificial intelligence research hub",
        "link": "http://www.reuters.com/article/us-amazon-com-germany/amazon-backs-german-artificial-intelligence-research-hub-idUSKBN1CS1BT",
        "time": "6:59AM UTC",
        "body": "FRANKFURT (Reuters) - Amazon.com will open an artificial intelligence research center in the German university city of Tuebingen, creating 100 jobs over the next five years.\n\nIt joins BMW, Bosch, Daimler, Facebook and Porsche in backing a German initiative launched last year and focused on areas such as robotics, machine learning and computer vision.\n\nThe research center will be located adjacent to the Max Planck Institute for Intelligent Systems and draw on the expertise of two of its experts, Prof. Bernhard Schoelkopf and Prof. Michael J. Black.\n\nSchoelkopf is co-inventor of technology that enables computers to understand causality.\n\n“It’s at the heart of every decision taken by machine learning,” said Ralf Herbrich, Amazon’s director of machine learning.\n\nBlack is a specialist in computer vision and founder of Body Labs, a company acquired by Amazon that has developed AI to analyze three-dimensional human body motion and shape.\n\nWith an understanding of causality, artificial intelligence systems can predict customer behavior in response to automated decisions, Herbrich told Reuters, noting this can be used to order online search results to improve the user experience.\n\nAmazon said it would also contribute 1.25 million euros ($1.5 million) to Germany’s Cyber Valley collaborative research effort and a further 420,000 euros ($500,000) to fund individual research awards."
    },
    {
        "header": "amazon says studio executive joe lewis resigns",
        "link": "http://www.reuters.com/article/us-amazon-studios-executive/amazon-says-studio-executive-joe-lewis-resigns-idUSKBN1CT06V",
        "time": "10:14PM UTC",
        "body": "(Reuters) - Amazon.com Inc on Monday said Joe Lewis, the head of comedy and drama at its entertainment studio unit, has stepped down, but gave no reason for his resignation.\n\nAmazon said Sharon Tal Yguado, who is the head of event series, will replace Lewis in the interim.\n\nLewis’ exit comes after Amazon Studios chief Roy Price resigned this month after taking a leave of absence in the wake of harassment allegations from a female producer.\n\nThe Hollywood Reporter, which earlier reported Lewis’ departure, said Lewis will still have a producing deal at Amazon Studios."
    },
    {
        "header": "brief-amazon says customers in select areas to be able to order takeout using amazon app",
        "link": "http://www.reuters.com/article/brief-amazon-says-customers-in-select-ar/brief-amazon-says-customers-in-select-areas-to-be-able-to-order-takeout-using-amazon-app-idUSFWN1MY0W4",
        "time": "11:44AM UTC",
        "body": "* Amazon.Com - Expanded Amazon Pay in-store program to restaurants with Clover POS stations located in the Northeastern United States and Seattle area‍​\n\n* Amazon.Com - Starting next month, customers in select areas will be able to order takeout using their Amazon app from local restaurants‍​ Source text : (amzn.to/2h3oyHY) Further company coverage:"
    },
    {
        "header": "brief-amazon says received 238 proposals across north america for new headquarters",
        "link": "http://www.reuters.com/article/brief-amazon-says-received-238-proposals/brief-amazon-says-received-238-proposals-across-north-america-for-new-headquarters-idUSFWN1MY0U8",
        "time": "10:38AM UTC",
        "body": "* Amazon.com Inc says received 238 proposals across North America for co’s hQ2 Further company coverage:"
    }
]