[
    {
        "header": "rivalries rekindled at britain's black pudding throwing contest",
        "link": "http://www.reuters.com/article/us-britain-blackpudding/rivalries-rekindled-at-britains-black-pudding-throwing-contest-idUSKCN1BM1X9",
        "time": "10:53AM UTC",
        "body": "RAMSBOTTOM, England (Reuters) - Scores of cheering fans crowded into a street in the northern English town of Ramsbottom as the World Black Pudding Throwing Championships helped keep a centuries-old rivalry between the counties of Yorkshire and Lancashire alive.\n\nThe event sees competitors attempting to knock the largest number of Yorkshire puddings from a raised plinth, by using black puddings - a Lancashire delicacy - as projectiles.\n\nBlack pudding is a kind of blood sausage popular in Britain, made from congealed pigs’ blood, fat and rusk. Yorkshire pudding is made from batter, and is a staple of the traditional British roast dinner.\n\nLocal legend has it that the tradition sprang from the War of the Roses in the 15th century, when combatants from the warring Houses of Lancaster and York resorted to throwing food at each other after exhausting their supply of ammunition.\n\n“There is more military connections with the black pudding lobbing than anything else,” contest organizer Phil Taylor said.\n\n“In the First World War, Kitchener (then Britain’s Secretary of State for War) valued the people from Stubbins and Ramsbottom for their ability to lob the new Mills bomb - the hand grenade.”\n\nThe modern contest requires competitors to stand on a painted house brick, dubbed the golden grid block, and throw their black puddings at a 20-foot (six-meter) high plinth mounted on a scaffold, topped with several Yorkshire puddings.\n\nThis year’s contest, held over the weekend, saw a new champion crowned, 45-year-old Nick Pennell from Wolverhampton, who managed to knock down five of the light Yorkshire delicacies.\n\nPennell described himself as being “elated” with his victory. “Words can’t express how happy I am to win this trophy.”"
    }
]