[
    {
        "header": "brazil investigates amazon plane crash killing environment officials",
        "link": "http://www.reuters.com/article/us-brazil-environment-landrights/brazil-investigates-amazon-plane-crash-killing-environment-officials-idUSKBN1AG2ED",
        "time": "4:11PM UTC",
        "body": "TORONTO (Thomson Reuters Foundation) - Brazil is investigating a plane crash in which three environmental enforcement agents were killed, a government spokesman said on Monday, a case which is the latest blow to efforts to protect the Amazon rainforest.\n\nThe plane carrying agents with Brazil’s environment enforcement agency (IBAMA) crashed earlier this month in Roraima, Brazil’s least populated state, on the country’s northern border with Venezuela.\n\nThree environmental enforcement agents and a pilot died in the crash while on a mission to combat illegal mining, deforestation and other crimes, officials said. One agent survived with severe burns.\n\nIBAMA spokesman Tiago Costa told the Thomson Reuters Foundation that federal officials are investigating the cause of the crash but it is unclear when they will report their findings.\n\n“Olavo Perim Galvão, Alexandre Rochinski and Sebastião Lima Pereira Júnior dedicated their lives to the defense of the environment with extreme professionalism and commitment,” IBAMA said in a statement commemorating the dead agents.\n\nThe rate of deforestation in the Brazilian Amazon rose by 29 percent last year to the highest level in eight years, according to government data.\n\nMost of this deforestation is caused by illegal activity, according to IBAMA.\n\nThe rise in deforestation comes alongside an increase in deadly conflicts over land and resources in the Amazon, according to campaigners, who blame impunity and other factors for worsening conditions.\n\n“All across the Amazon, crimes against local communities and the environment are spiraling out of control,” Marcio Astrini, a spokesman for Greenpeace in Brazil said in a statement earlier this month. “The people who call the forest home, and the forest itself, have always been victims of a lack of governance.”\n\nBrazil is the world’s most dangerous nation for land rights and environmental activists, according to a report from the London-based campaign group Global Witness released this month.\n\nAt least 49 land rights campaigners were killed in Latin America’s largest country last year, with more than 80 percent of those killings taking place in the Amazon."
    },
    {
        "header": "brief-jakks pacific launches jakks care package on amazon.com",
        "link": "http://www.reuters.com/article/brief-jakks-pacific-launches-jakks-care/brief-jakks-pacific-launches-jakks-care-package-on-amazon-com-idUSFWN1KM0FT",
        "time": "6:22AM UTC",
        "body": "Disney-Fox mashup would truly be over the top"
    }
]