[
    {
        "header": "retail workers union opposes amazon's purchase of whole foods",
        "link": "http://www.reuters.com/article/us-wholefoods-m-a-amazon-unions/retail-workers-union-opposes-amazons-purchase-of-whole-foods-idUSKBN1A226I",
        "time": "4:37PM UTC",
        "body": "WASHINGTON (Reuters) - The United Food and Commercial Workers Union, which represents retail workers, sent a letter to antitrust enforcers on Monday warning about the dangers of Amazon’s (AMZN.O) purchase of Whole Foods WFM.O both to workers and consumers.\n\nThe union, which does not represent Whole Foods employees but 800,00 clerks and other workers at other grocery chains, asked the Federal Trade Commission to carefully scrutinize the $13.7 billion deal but did not ask for it to be stopped.\n\n“Amazon arguably poses a greater threat to our retail economy than any other online or traditional brick and mortar grocer,” UFCW International President Marc Perrone wrote in a letter to the FTC.\n\nThe deal’s announcement last month sent grocery store share prices reeling because of the possibility that Amazon would move into food sales in a big way. Beset by online competition, retail bankruptcies this year have included big names like Radio Shack.\n\nPerrone argued that the proposed transaction would hurt consumers by giving Amazon such power over suppliers that prices could go up while the quality and variety of products could be reduced.\n\nPerrone also argued that automation would lead to reduced employment. “Amazon’s acquisition of Whole Foods is not about improving customer service, products or choice. It is about destroying Whole Foods jobs through Amazon-style automation,” he wrote.\n\nAmazon has said previously that it has no plans to automate the jobs of Whole Foods cashiers and plans no job cuts.\n\nAmazon and the FTC declined comment for this story."
    },
    {
        "header": "brief-‍avis car rental announces its integration with amazon alexa​",
        "link": "http://www.reuters.com/article/brief-avis-car-rental-announces-its-inte/brief-avis-car-rental-announces-its-integration-with-amazon-alexa-idUSFWN1K80DS",
        "time": "9:17AM UTC",
        "body": "* Avis Budget Group Inc - ‍company’s offering with Amazon Alexa will be available to public by end of August​\n\n* Avis Budget Group - ‍with new skill for Alexa-enabled devices, Avis customers will be able to make car rental reservation among others​ Source text for Eikon: Further company coverage:"
    },
    {
        "header": "blue apron shares tumble after amazon files for meal-kit trademark",
        "link": "http://www.reuters.com/article/us-blue-apron-hldg-amazon-stocks/blue-apron-shares-tumble-after-amazon-files-for-meal-kit-trademark-idUSKBN1A21X1",
        "time": "2:25PM UTC",
        "body": "NEW YORK (Reuters) - Shares of meal-kit service Blue Apron Holdings Inc APRN.O slumped to new lows on Monday in the wake of Amazon.com Inc (AMZN.O)’s move to register a trademark for a possible rival service.\n\nBlue Apron shares tumbled more than 11 percent to $6.51, a drop of nearly 35 percent since its June 29 initial public offering price of $10. The decline came as investors were concerned about its future and the impact of Amazon’s planned $13.7 billion acquisition of supermarket chain Whole Foods Market Inc WFM.N amid a fast-expanding meal-kit industry.\n\nIn a filing with the U.S. Patent and Trademark Office on July 6, Amazon registered a trademark application for “prepared food kits composed of meat, poultry, fish, seafood, fruit and/or vegetables” that is ready for cooking and assembly as a meal.\n\nAmazon’s planned service is identical to the one offered by Blue Apron, one of the largest meal-kit delivery services in the United States.\n\nActivity in Blue Apron’s options also leaned toward defensive bets, with put options that make money if the shares drop below $5 by the third week of January drawing the most activity on Monday.\n\nAmazon and Blue Apron were not immediately available for comment.\n\nThe deal between Amazon and Whole Foods announced in June marks the biggest acquisition for the world’s largest online retailer. Amazon has not said exactly what it would do with Whole Foods’ stores and other assets, but analysts and investors say the deal could upend the landscape for grocers, food delivery services and meal-kit companies.\n\nLast week, the top Democrat in the U.S. House of Representatives’ antitrust subcommittee, David Cicilline, voiced concerns about Amazon’s plan to buy Whole Foods, pushing for a hearing to look into the deal’s impact on consumers.\n\nAmazon shares rose nearly 1 percent to $1010.93 on Monday, up 4.4 percent for the month, while Blue Apron shares were off about 30 percent for July. The e-commerce giant hit an all-time of $1,017 last month."
    },
    {
        "header": "brief-amazon says third-party merchants sold over 40 mln units on its site on 'prime day', double last year's amount",
        "link": "http://www.reuters.com/article/brief-amazon-says-third-party-merchants/brief-amazon-says-third-party-merchants-sold-over-40-mln-units-on-its-site-on-prime-day-double-last-years-amount-idUSB8N1FM006",
        "time": "9:22AM UTC",
        "body": "* Says third-party merchants on its site sold over 40 million units on ‘prime day’, double last year’s amount Further company coverage: (Bengaluru Newsroom: +91 806 749 1136)"
    }
]