[
    {
        "header": "billions in tax breaks offered to amazon for second headquarters",
        "link": "http://www.reuters.com/article/us-amazon-com-headquarters/billions-in-tax-breaks-offered-to-amazon-for-second-headquarters-idUSKBN1CO1IP",
        "time": "4:59AM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) is receiving offers of billions of dollars in tax breaks and other subsidies from cities and states across North America that are participating in a company contest to pick a location for its second headquarters.\n\nElected officials are eager for the $5 billion-plus investment by Amazon and up to 50,000 new jobs that will come with “HQ2.” For its second campus, Amazon wants a metropolitan area of more than a million people with good education, mass transit and likely lower costs than its home base in Seattle.\n\nAmazon has said it will announce a decision next year.\n\n“There is no better place to do business than Canada,” Prime Minister Justin Trudeau said in an Oct. 13 letter to Amazon’s Chief Executive Jeff Bezos, seen by Reuters.\n\nNew Jersey proposed $7 billion in potential credits against state and city taxes if Amazon locates in Newark and sticks to hiring commitments, according to a news release from the governor’s office earlier this week.\n\nA report from the California governor’s office seen by Reuters said Amazon could claim some $300 million, and a bill in the state’s assembly introduced Thursday could offer Amazon $1 billion in tax breaks over the next decade.\n\nAnd in a far different proposal, the mayor of the Atlanta suburb of Stonecrest, Jason Lary, said his city would use 345 acres of industrial land to create a new city called Amazon. Bezos would be its mayor for life, Lary said.\n\nAmazon’s need to compete for tech talent with Silicon Valley companies such as Google (GOOGL.O) likely places the HQ2 prize out of reach for some smaller cities.\n\nMoody’s Analytics Inc has ranked Austin, the headquarters of Amazon’s subsidiary Whole Foods, as the favorite.\n\n“The cities I talked (to) all know they are being taken and resent it,” said urban studies expert Richard Florida, a professor at the University of Toronto’s Martin Prosperity Institute. However, cities expect some indirect benefits from the contest, such as closer ties to state and regional officials, he said.\n\nSince its beginnings as an online bookseller in 1994, Amazon has had a savvy approach to taxes, collecting no sales tax for many purchases until recent years, and now pitting governments against each other to win tax breaks.\n\nIn some cases, the contest has gotten heated.\n\nNew Hampshire warned Amazon not to choose nearby Boston, saying in a report posted online: “When you leave your tiny $4,000-a-month apartment only to sit in two hours of traffic trying to make your way to an overburdened airport, you’ll be wishing you were in New Hampshire.”\n\nMilwaukee’s bid touted its proximity to Chicago, a nearby competitor, arguing that Amazon could tap that city’s workforce and amenities while avoiding its congestion and high costs of living.\n\n“We consider Chicago one of our finest suburbs,” said Milwaukee Mayor Tom Barrett.\n\nMany governments have declined to discuss the tax packages they are offering for fear of tipping off rivals.\n\nThe bid by Austin is confidential, a chamber of commerce official told Reuters. Missouri’s economic development department said the state had a non-disclosure agreement with Amazon.\n\nSt. Louis, Missouri received the most Twitter mentions related to HQ2 over the last two weeks - more than 1,300 - according to social media monitoring company Brandwatch. Boston and Chicago were next.\n\nOther candidates have simply taken the opportunity to market themselves.\n\n”Hey Amazon, we need to talk,“ ran an ad for Little Rock, Arkansas in the Bezos-owned Washington Post on Thursday. ”We’re happy knowing that many great companies find our natural good looks coupled with our brains for business irresistible.\n\n“You’ll find what you’re looking for. But it’s just not us,” the ad read."
    },
    {
        "header": "factbox: u.s., canadian bids pour in for amazon's second headquarters",
        "link": "http://www.reuters.com/article/us-amazon-com-headquarters-factbox/factbox-u-s-canadian-bids-pour-in-for-amazons-second-headquarters-idUSKBN1CP2RZ",
        "time": "4:59AM UTC",
        "body": "(Reuters) - Dozens of U.S. and Canadian cities submitted proposals by the Oct. 19 deadline to host Amazon.com Inc’s (AMZN.O) second headquarters, which carries the promise of up to 50,000 high-paying jobs and $5 billion-plus worth of investment.\n\nDetails of those bids, including tax breaks and other incentives being offered to entice the internet retailer, remained scarce on Friday as some bidders continued to cite competitive reasons or non-disclosure policies.\n\nAn Amazon spokesperson could not immediately be reached for comment on how many bids were submitted.\n\nAs part of its headquarters announcement on Sept. 7, Amazon said it was limiting its search to metropolitan areas of at least 1 million people and was looking for a wide range of incentives, including tax credits.\n\nThe following are details from some of the bidders:\n\n-- New Jersey is offering a potential $7 billion in local and state tax credits if the company picks Newark and meets hiring commitments.\n\n-- Chicago assembled a committee of political and business leaders to work on its pitch and on Friday released several potential sites including a massive, but vacant building that once housed the city’s main U.S. Post Office.\n\n-- California could offer incentives ranging from $300 million under current law to as much as $1 billion under proposed legislation. The city of Irvine said it's \"one-click HQ2 solution\" is fully financed thanks to the Irvine Company. In a letter to Amazon, Donald Bren, who chairs the real estate development company, said Amazon \"will not be required to invest capital for land acquisition, buildings, or entitlements\" for the $5 billion project. (here)\n\n-- Connecticut glossed over its deepening financial problems and Hartford's potential municipal bankruptcy to push the Stamford and Hartford areas as ideal sites. (ctisprime.com/)\n\n-- The Canadian cities of Toronto, Ottawa-Gatineau, Edmonton, Calgary, Halifax, Sault Ste. Marie, Windsor (with Detroit), Hamilton, Montreal and Vancouver submitted bids, according to Reuters’ reporting and local media reports.\n\n-- New York Governor Andrew Cuomo offered four options -- the New York City, Buffalo, Syracuse and Albany areas.\n\n-- Bids for the Texas cities of Austin, which was ranked as the top candidate for the project by Moody's Analytics, and Dallas were made through their chambers of commerce. (here) (bit.ly/2xTIDe8)\n\n-- Washington, D.C. submitted \"a competitive package of incentives,\" according to Chanda Washington, spokeswoman for the city's planning and economic development office. \"Because of the ongoing competitive nature of this process – both with Amazon and other cities – we cannot share details on our incentive proposal,\" she added. (www.obviouslydc.com/)\n\n-- Missouri is pitching the St. Louis and Kansas City regions. The state proposed a high-speed transportation system between the two cities. (www.makemohq2home.com/ )\n\n-- Detroit's bid was spearheaded by Quicken Loans founder Dan Gilbert, who released a video showcasing the Motor City. (youtu.be/DO4J_PC1b5M)\n\n-- The Metro Denver Economic Development Corporation said a single bid was submitted for Colorado with eight urban and suburban sites.\n\n“Colorado does not have any up front discretionary incentives, nor do we believe that makes fiscally responsible policy. We have not gone back to the legislature to ask for any special closing fund of any type,” said Sam Bailey, vice president of economic development at Metro Denver Economic Development Corporation.\n\n-- New Hampshire began its official bid by saying it has “all the benefits of Boston without all the headaches.”\n\n-- Pennsylvania touted the state's location as being \"one day's drive from 40 percent of the U.S. population and 60 percent of Canada's population.\" (here)"
    }
]