[
    {
        "header": "rpt-eu orders amazon to pay back 250 mln euros in taxes to luxembourg",
        "link": "http://www.reuters.com/article/eu-amazon-taxavoidance/rpt-eu-orders-amazon-to-pay-back-250-mln-euros-in-taxes-to-luxembourg-idUSL8N1MF23X",
        "time": "5:32AM UTC",
        "body": "BRUSSELS, Oct 4 (Reuters) - The European Union ordered the world’s largest online retailer Amazon on Wednesday to pay back about 250 million euros ($294 million) in taxes to Luxembourg, saying it had been given an unfair tax advantage from 2003.\n\n“Luxembourg gave illegal tax benefits to Amazon. As a result, almost three quarters of Amazon’s profits were not taxed,” European Competition Commissioner Margrethe Vestager said in a statement.\n\nThe 250 million euros is less than an estimate of 400 million which sources told Reuters last year that Vestager had calculated at that time. However, the Commission added that the exact amount of back-payment would still need to be calculated by Luxembourg authorities.\n\nAmazon is the latest big U.S. multinational company to be reined in by the EU competition regulator, which also told technology group Apple pay back arrears of up to 13 billion euros ($15.3 billion) to Ireland. ($1 = 0.8506 euros) (Reporting by Robert-Jan Bartunek; Editing by Philip Blenkinsop)"
    },
    {
        "header": "france's macron's applauds eu efforts to recover tax from apple, amazon",
        "link": "http://www.reuters.com/article/us-eu-apple-taxavoidance-france/frances-macrons-applauds-eu-efforts-to-recover-tax-from-apple-amazon-idUSKBN1C92F2",
        "time": "12:43PM UTC",
        "body": "PARIS (Reuters) - French President Emmanuel Macron applauded the latest efforts of the European Commission on Wednesday to get tech giants Apple (AAPL.O) and Amazon (AMZN.O) to pay back taxes in Europe.\n\n“Bravo to Europe for acting with determination to get tax rules and justice respected,” Macron said in a tweet with the EU Commission and Competition Commissioner Margrethe Vestager’s Twitter handles.\n\nThe European Commission said on Wednesday it was taking Ireland to the European Court of Justice for its failure to recover up to 13 billion euros (11.52 billion pounds) of tax due from Apple.\n\nSeparately, the Commission also told Amazon pay about 250 million euros in back taxes to Luxembourg."
    },
    {
        "header": "eu orders amazon to repay $295 million in luxembourg back taxes",
        "link": "http://www.reuters.com/article/us-eu-amazon-taxavoidance/eu-orders-amazon-to-repay-295-million-in-luxembourg-back-taxes-idUSKCN1C913S",
        "time": "10:43AM UTC",
        "body": "BRUSSELS (Reuters) - Amazon (AMZN.O) was told on Wednesday to pay about 250 million euros ($295 million) in back taxes to Luxembourg, the latest U.S. tech company to be caught up in a European Union crackdown on unfair tax deals.\n\nThe fine was much lower than some sources close to the case had expected and is only a fraction of the 13 billion euros that Apple Inc APPL.O was ordered to pay to Ireland last year.\n\nEU Competition Commissioner Margrethe Vestager, who has other big U.S. tech companies in her sights, has taken a tough line on multinational companies’ approach to tax.\n\n“Luxembourg gave illegal tax benefits to Amazon. As a result, almost three quarters of Amazon’s profits were not taxed,” Vestager said.\n\nAmazon said it was considering an appeal.\n\n“We believe that Amazon did not receive any special treatment from Luxembourg and that we paid tax in full accordance with both Luxembourg and international tax law,” Amazon said in a statement after the announcement.\n\nAmazon shares were little changed in early Wednesday trading.\n\nThough the EU has taken on several U.S. tech companies, both in antitrust and in tax avoidance cases, Vestager said that her approach was not biased against foreign companies\n\n“This is about competition in Europe, no matter your flag, no matter you ownership,” Vestager said.\n\nShe also welcomed the debate kicked off by French President Emmanuel Macron who called for more integrated corporate tax regimes in Europe, aiming to close the loopholes used to reduce tax bills.\n\nWhile the exact amount Amazon needs to repay is yet to be calculated, the 250 million euros is significantly less than the 400 million euros which sources close to the matter told Reuters a year ago was under consideration by Vestager.\n\nThe bill suggests the Commission believes Amazon shielded around 900 million euros in EU profits from tax, calculations by Reuters show.\n\nFor most of its existence, Amazon has worked on razor thin profit margins to fuel its global expansion, making only $2.4 billion profit on global revenues of $136 billion in 2016.\n\nThe Commission said Luxembourg allowed Amazon to channel a significant portion of its profits to a holding company without paying tax. The holding company was allowed to do this because it held certain intellectual property rights.\n\nTax advisers say an important way for companies to shift profits out of the United States is to sell intellectual property, like brands or patents, to a subsidiary in a country where such profits are not taxed and have that unit license the intellectual property to other overseas affiliates.\n\nAmazon’s corporate set up with subsidies in Luxembourg was also subject of a $1.5 billion court case with U.S. tax authorities, which Amazon won in March.\n\nAmazon, which employs 1,500 in the grand duchy, is one of the biggest employers in the country of half a million people. It has a Europe-wide staff of some 50,000.\n\nLuxembourg, whose tiny economy has benefited from providing a European base for multinational companies, rejected the finding and said it was looking at its legal options.\n\nEuropean Commission President Jean-Claude Juncker was prime minister of Luxembourg for almost two decades until 2013 and has been criticized for his role in enabling the many tax deals that are now being unraveled. He denies doing anything wrong and says the Commission is committed to ensuring fair taxation.\n\nIn 2014, Luxembourg made international headlines in the wake of the publication of “LuxLeaks”, documents that showed how large accounting firms helped multinational companies channel proceeds through the country while paying little or no tax.\n\nLuxembourg is also under EU scrutiny over tax deals with fast food chain McDonald’s (MCD.N) and French energy company Engie (ENGIE.PA). Luxembourg has appealed against a ruling in 2015 that carmaker Fiat (FCHA.MI) should pay it back taxes. As well as Ireland, tax for multinationals in Belgium and the Netherlands have also come under Commission scrutiny.\n\n“Luxembourg has been fully cooperating with the Commission in its investigation and is strongly committed to tax transparency and the fight against harmful tax avoidance,” the country’s finance ministry said on Wednesday.\n\nAmazon revamped its European tax practices in 2015 so that it can book sales and pay taxes in Britain, Germany, Spain and Italy instead of channeling all sales through Luxembourg where it is headquartered, a move that may raise its tax bill."
    },
    {
        "header": "french retailer leclerc approached by amazon over logistics partnership",
        "link": "http://www.reuters.com/article/us-amazon-com-france/french-retailer-leclerc-approached-by-amazon-over-logistics-partnership-idUSKBN1C91SW",
        "time": "8:56AM UTC",
        "body": "PARIS (Reuters) - Privately-held French supermarket operator Leclerc has been approached by U.S. technology group Amazon (AMZN.O) over possible logistics partnerships, as speculation intensifies over Amazon’s intentions in the supermarket sector.\n\n“Yes, we have been approached by Amazon,” Michel-Edouard Leclerc, who heads the company, told Reuters on Wednesday.\n\n“Amazon could - why not? - be our logistics partner,” he added.\n\nLeclerc’s comments come after French newspaper Le Monde reported this week that Amazon had approached various French supermarket operators - including Casino (CASP.PA) - about setting up distribution deals or making an acquisition in the country.\n\nTraders had also cited market speculation last month that Amazon could be interested in bidding for French supermarket operator Carrefour (CARR.PA). Both Casino and Carrefour said they do not comment on market rumors.\n\nAmazon bought Whole Foods Market this year for $13.7 billion in a deal that marked a dramatic change in strategy for a company that had offered food delivery through its Fresh service for a decade but had not previously made any major dents in the $700 billion grocery market."
    }
]