[
    {
        "header": "ups, fedex down on report of amazon's own delivery service",
        "link": "http://www.reuters.com/article/us-fedex-shares/ups-fedex-down-on-report-of-amazons-own-delivery-service-idUSKBN1CA212",
        "time": "3:14PM UTC",
        "body": "(Reuters) - Shares of United Parcel Service Inc and FedEx Corp fell on Thursday after a report that Amazon.com Inc was testing its own delivery service, potentially encroaching on the territory of the package delivery companies.\n\nAmazon will oversee pickup of packages from warehouses of third-party merchants selling goods on its website and their delivery to customers' homes - a function often handled by longtime partners UPS and FedEx, according to sources cited by Bloomberg. (bloom.bg/2xVrUWO).\n\nUPS’ shares fell as much as 2 percent to $116.52, while those of FedEx dropped 1.6 percent to $217.77.\n\nAmazon is testing a delivery service to make more products available for free two-day delivery and relieve overcrowding in warehouses, two people familiar with the plan told Bloomberg.\n\nWhen contacted by Reuters, Amazon said it was using the same carrier partners to offer the program that it has used for years, including UPS, USPS and FedEx.\n\nMorningstar analyst Keith Schoonmaker downplayed Amazon’s potential threat, saying the retailer constitutes a mid-single-digit proportion of earnings at UPS and low-single-digit at FedEx."
    },
    {
        "header": "brief-‍amazon web services says ge has selected aws as its preferred cloud provider​",
        "link": "http://www.reuters.com/article/brief-amazon-web-services-says-ge-has-se/brief-amazon-web-services-says-ge-has-selected-aws-as-its-preferred-cloud-provider-idUSFWN1MG0K3",
        "time": "5:11PM UTC",
        "body": "* ‍amazon web services says general electric has selected aws as its preferred cloud provider​ Source text for Eikon: Further company coverage:"
    },
    {
        "header": "luxembourg asks amazon to set aside eu-imposed tax repayment",
        "link": "http://www.reuters.com/article/us-eu-amazon-taxavoidance-luxembourg/luxembourg-asks-amazon-to-set-aside-eu-imposed-tax-repayment-idUSKBN1CA1MM",
        "time": "9:40AM UTC",
        "body": "LUXEMBOURG (Reuters) - Luxembourg will ask online retailer Amazon to set aside the 250 million euros ($293 million) the European Commission has ordered the company to repay in taxes while the parties consider whether or not to appeal.\n\nOn Wednesday, the Commission took Ireland to court over its failure to recover up to 13 billion euros of tax due from Apple Inc.\n\n“It is clear that Amazon will have to make the payment as required. The money will be kept in a separate account until the outcome of the procedure,” a spokesman for the Luxembourg Finance Ministry said.\n\nIn other cases of illegal tax advantages, such as Fiat in Luxembourg, Starbucks in the Netherlands and a Belgian scheme for 35 companies, the money was also recovered even before appeals were exhausted, the European Commission said."
    }
]