[
    {
        "header": "update 6-meal-kit maker blue apron goes public, demand underwhelms as amazon looms",
        "link": "http://www.reuters.com/article/blueapron-ipo/update-6-meal-kit-maker-blue-apron-goes-public-demand-underwhelms-as-amazon-looms-idUSL3N1JP3ON",
        "time": "10:35PM UTC",
        "body": "(Reuters) - Blue Apron Holdings Inc (APRN.N), the biggest U.S. meal kit provider, raised $300 million as it went public on Wednesday, a third less than it had hoped, as Amazon.com’s (AMZN.O) industry-changing deal to buy Whole Foods Market Inc WFM.O weighed on the sector.\n\nNew York-based Blue Apron said late on Wednesday its initial public offering of 30 million shares of class A common stock was priced at $10 per share, at the low end of the $10 to $11 per share range issued earlier in the day.\n\nIt lowered the estimate from a range of $15 to $17 after potential investors expressed concerns about the $13.7 billion Amazon deal as well as Blue Apron’s marketing costs and lack of profitability, people familiar with the matter said. They requested anonymity because the pricing negotiations were confidential.\n\nBlue Apron is the first U.S. meal-kit company to go public. Smaller peers and their venture capital investors were hoping it would pave the way for them to also go public or be acquired at rich valuations.\n\nThe IPO values Blue Apron at $1.89 billion, below the $3.2 billion implied by its previous estimate and the $2.2 billion by its last private fundraising round two years ago.\n\nAmazon already has a small meal-kit business, delivering ingredients and recipes to customers in a handful of U.S. cities. The Whole Foods deal announced in mid-June would hand the e-commerce company a ready-made distribution system for food delivery in the form of brick-and-mortar grocery stores.\n\n“Amazon’s deal for Whole Foods earlier this month added to concerns, but Blue Apron’s high marketing costs were a negative factor. Snap Inc’s (SNAP.N) IPO earlier this year has shown investors that growth at all costs is a mistake,” said Kathleen Smith, principal of Renaissance Capital LLC, a manager of IPO-focused exchange-traded funds.\n\nSnap went public in March and surged in its first day of trading, but shares are now just above their IPO price after declining revenue growth and widening losses raised questions about whether the Snapchat app owner would ever be profitable.\n\nLike other meal-kit companies, Blue Apron has spent heavily on marketing to compete for customers who often switch service providers, or cancel their subscriptions altogether.\n\nThe company spent roughly 18 percent of its $795.4 million revenue in 2016 on marketing, posting a net loss of $54.9 million. It has also faced steep costs of building out delivery infrastructure for fresh food.\n\nWhile meal kits have not been a focus for Amazon, it started investing in the sector earlier this year and has launched a partnership with Martha Stewart’s meal kit service, Martha & Marley Spoon, to deliver Stewart-designed meals in New York, San Francisco, Dallas and Philadelphia, Boston, Washington, Seattle and Los Angeles.\n\nAmazon has not specified its plans for Whole Foods stores, but industry insiders believe they could serve as distribution points for fresh food delivery. Amazon’s significant investment in automation is also likely to give it a leg-up in managing costs.\n\n“With Amazon as their potential main competitor, this may make that long-term profit target more difficult than before the (Whole Foods) merger,” said Eric Kim, co-founder and managing partner of venture capital firm Goodwater Capital.\n\nA meal-kit delivery company hoping to follow Blue Apron was Sun Basket, which Reuters reported earlier this year had hired banks to prepare for an IPO.\n\nGreen Chef and Home Chef are two other meal-kit companies reviewing options, including a sale or raising funds, Reuters has reported.\n\nThe challenge of balancing marketing and operational costs with affordable pricing has already claimed victims in the industry. Startup Maple said it was shutting down earlier this year, while SpoonRocket made a similar announcement last year.\n\nShares in the broader consumer sector have shown signs of weakness in the past month. The S&P index of consumer discretionary companies .SPLRCD rose 13 percent over the first five months of 2017, but is down about 2.5 percent since its peak on June 2.\n\nOnline sales represented only $12 billion, or 2.2 percent, of the U.S. restaurant market in 2016, but are expected to grow about 22.6 percent annually from 2017 to 2020, Blue Apron has said, citing a Euromonitor study it commissioned.\n\nDuring an IPO road show last week, Blue Apron sought to convince investors it was well positioned to benefit from growing consumer interest in cooking and where their food comes from. Following the negative investor feedback, Blue Apron slashed its pricing estimate.\n\nThe IPO puts Blue Apron’s valuation at roughly 1.6 times the revenue, according to Goodwater Capital. While that would represent a discount to e-commerce companies which on average command 3.1 times 2017 revenue, it would still mark a premium to grocery players, which trade at roughly 0.7 times 2017 revenue, Goodwater said.\n\nBessemer Venture Partners, Stripes Group and Fidelity are among Blue Apron’s investors.\n\nBlue Apron shares are expected to begin trading on the New York Stock Exchange on Thursday under the symbol APRN.\n\nGoldman Sachs, Morgan Stanley, Citigroup and Barclays are among the underwriters to the IPO."
    }
]