[
    {
        "header": "airport shooting rekindles security debate ahead of french election",
        "link": "http://www.reuters.com/article/france-shooting-idUSL5N1GW0DV",
        "time": "10:11AM UTC",
        "body": "* Man shot dead said he was there to “die for Allah” - prosecutor\n\nPARIS, March 19 (Reuters) - Police on Sunday questioned relatives of a man shot dead by soldiers at a Paris airport as they sought clues about why he tried to seize an assault rifle in an incident that has pushed security to the top of France’s election campaign.\n\nParis prosecutor Francois Molins said late on Saturday that the man, named as 39-year-old Ziyed Ben Belgacem, had shouted he was there to “die for Allah” when he tried to seize the gun from a woman air force member on patrol at Orly airport.\n\nAfter throwing down a bag containing a can of petrol and putting an air pistol to the head of the soldier, he was shot three times by her colleagues.\n\nMore than 230 people have died in France in the past two years at the hands of attackers allied to the militant Islamist group Islamic State. These include coordinated bombings and shootings in November 2015 in Paris when 130 people were killed and scores injured.\n\nWith the country in the throes of a highly-charged election campaign before a two-round presidential election in April and May, the attacks fuelled the political debate about security.\n\nBelgacem, who had been in and out of prison for theft and drug offences according to judicial sources, was already on the authorities’ radar. They said he became a radicalised Muslim when he served a prison term several years ago for drug-trafficking.\n\nHe had been reporting regularly to police under the terms of a provisional release from custody for theft and he did not have the right to leave the country.\n\nSeveral hours earlier before he was killed, Belgacem had shot and wounded a police officer with his air pistol after a routine traffic stop north of Paris before fleeing, officials said.\n\nLater he entered a bar in Vitry-sur-Seine on the other side of Paris and opened fire with his air gun without hitting anyone. He also stole a car before arriving at the airport.\n\nBelgacem’s father, who was initially detained by police but then released, denied his son had been involved in terrorism.\n\n“My son has never been a terrorist. He has never prayed: he drinks. And, under the influence of alcohol and cannabis, this is what happens,” the father, whose name was not given, told Europe 1.\n\nHe said he had received a phone call from his son in which Belgacem referred to shooting the police officer, saying: “I ask your forgiveness. I screwed up with a policeman.”\n\nPolice said they were questioning a brother and cousin of Belgacem and an autopsy on the dead man would be carried out. Molins said on Saturday they would be examining his telephone to establish with whom he had been in contact.\n\nBelgacem was born in Paris, according to the prosecutor. French media said his family was of Tunisian origin.\n\nConservative Francois Fillon said that France was in a “situation of virtual civil war” and spoke out against a proposal to lift a state of emergency in place since the November 2015 attacks.\n\nFar-right candidate Marine Le Pen, running on an anti-immigration, anti-EU ticket, said the Orly attacker could have caused a “massacre”.\n\n“Our government is overwhelmed, stunned, paralysed like a rabbit in the headlights,” she told an election rally."
    }
]