[
    {
        "header": "brief-amazon continues to grow in oregon with salem fulfillment center",
        "link": "http://www.reuters.com/article/brief-amazon-continues-to-grow-in-oregon/brief-amazon-continues-to-grow-in-oregon-with-salem-fulfillment-center-idUSFWN1LE0OW",
        "time": "4:17PM UTC",
        "body": "* Amazon continues to grow in Oregon with Salem fulfillment center\n\n* Amazon.com Inc - ‍plans to open its second Oregon fulfillment center in Salem, which will create more than 1,000 full-time positions​ Source text for Eikon: Further company coverage:"
    },
    {
        "header": "brazil requests more information from total for foz do amazonas drilling",
        "link": "http://www.reuters.com/article/total-brazil/brazil-requests-more-information-from-total-for-foz-do-amazonas-drilling-idUSE4N1KW002",
        "time": "9:36PM UTC",
        "body": "BRASILIA, Aug 28 (Reuters) - Brazil environmental regulator Ibama said late on Monday that it needed more information from French oil major Total SA before issuing an environmental license for the firm to explore blocks in the Foz do Amazonas basin.\n\nIbama said in a statement it has already requested information from Total three times and that if it does not address this latest request it could archive the licensing process. (Reporting by Jake Spring; Editing by Sandra Maler)"
    },
    {
        "header": "brazil to redo amazon mining decree after criticism",
        "link": "http://www.reuters.com/article/us-brazil-mining-amazon/brazil-to-redo-amazon-mining-decree-after-criticism-idUSKCN1B8246",
        "time": "6:02PM UTC",
        "body": "BRASILIA (Reuters) - Brazil’s government will revise a decree that opened up a vast mineral reserve in the Amazon rainforest to mining, ministers told journalists on Monday, responding to overwhelming criticism from lawmakers and activists.\n\nMining and Energy Minister Fernando Coelho Filho said the government would rescind its prior decree and issue a new one that still abolishes the mineral reserve but specifies existing protections for parts of the area that will remain in place.\n\nThe changes, as described, will be largely superficial, spelling out protections that would have remained in place anyway, and Coelho Filho largely repeated remarks he made on from Friday defending the move to allow mining.\n\nThe revision shows the government scrambling to respond to criticism, including threats of legal action and an effort to overturn the decree in Congress, with a stream of news conferences and statements since Renca was abolished last week.\n\nThe National Reserve of Copper and Associates (Renca) banned mining in roughly 17,800 square miles (46,000 square km) of Amazon rainforest, an area larger than Denmark. It was set up in 1984 by the then military government to reserve its mineral resources for future extraction rather to protect the forest.\n\nCoelho Filho dismissed media reports that the decree was first discussed with foreign mining companies before it was announced in Brazil. He said the policy had been discussed well before he told a Canadian mining conference about it last year.\n\nEnvironment Minister José Sarney Filho, speaking alongside Coelho Filho, said his ministry had not been involved in the initial decree because it was mainly a mining matter.\n\n“We understood that this decree had to do with the mining sector. However, our big worry was that the mining reserve was confused with conservation units (nature reserves),” he said.\n\nAccording to a 2010 government report, 69 percent of the Renca area in Amapá state, where roughly half the protected territory lies, is subject to other types of protections for conservation units or indigenous areas."
    },
    {
        "header": "whole foods slashes prices on some produce, also selling amazon's echo",
        "link": "http://www.reuters.com/article/us-amazon-com-whole-foods-prices/whole-foods-slashes-prices-on-some-produce-also-selling-amazons-echo-idUSKCN1B81X1",
        "time": "4:44PM UTC",
        "body": "LOS ANGELES/CHICAGO (Reuters) - On its first day as part of Amazon.com (AMZN.O), organic grocery chain Whole Foods Market Inc WFM.O slashed prices on popular items like avocados and apples on Monday by a third as it bid to shake off its “Whole Paycheck” reputation for high prices.\n\nIn another sign of changes to come, a display offering Amazon’s Echo and smaller Echo Dot hands-free smart speakers for $99.99 and $44.99, respectively, was nestled amid the colorful produce at the Whole Foods in downtown Los Angeles. Those gadgets sell for the same price on Amazon.com.\n\nThe companies signaled last week that they would selectively cut Whole Foods prices starting on Monday, and promised more discounts in the future.\n\nMajor supermarket chains and grocery sellers, including Kroger Co (KR.N), Sprouts Farmers Market Inc (SFM.O), Supervalu Inc (SVU.N), Costco Wholesale Corp (COST.O) and Wal-Mart Stores Inc (WMT.N), already were grappling with growing pricing pressure when Whole Foods and Amazon announced their $13.7 billion merger deal on June 16.\n\nAnd, shares in those food sellers have fallen on worries that Amazon could disrupt the grocery business in the same way it did with books and electronics.\n\nSigns posted in Whole Foods’ 450 U.S. stores trumpeted the changes.\n\nThe price of organic Hass avocados was slashed by 33 percent to $1.99 each, down from $2.99, in the Whole Foods in downtown Los Angeles. Organic Fuji apples sell for $1.99 a pound, from $2.99 previously.\n\nBoneless rib eye prices dropped to $13.99 per pound from $16.99 in downtown Los Angeles, a reduction of nearly 18 percent, while the price for “responsibly farmed” Atlantic salmon filets fell to $9.99 per pound from $13.99, down almost 29 percent.\n\nPrice cuts varied slightly from city to city. For example, a Whole Foods in Chicago’s West Loop reduced organic avocado prices by 20 percent, while Bloomberg reported that a Manhattan store chopped the price on organic Fuji apples by 43 percent.\n\nThe downtown Los Angeles Whole Foods prices, in some cases, were lower than those at a nearby Ralphs grocery store owned by Kroger, which competes aggressively on price.\n\nRalphs was selling conventional avocados for $1.99, versus $1.49 at Whole Foods. Conventionally grown bananas were also priced higher at Ralphs: 59 cents a pound, against 49 cents at Whole Foods.\n\nSome analysts estimate that Whole Foods would have to cut prices by 10 to 15 percent overall to truly compete with other food sellers.\n\nNevertheless, its surgical paring of prices on popular staples could force other retailers to follow. That would only add pressure on those retailers, who already were preparing for another step down in prices as German discounters Aldi and Lidl expand in the United States and intensify the price war historically led by Wal-Mart (WMT.N).\n\nShazneen Gandhi, 41, in Los Angeles said the Amazon-Whole Foods merger is a frequent topic of conversation among her friends and fellow mothers.\n\n“We’re really expecting great things,” said Gandhi, who closely tracks grocery prices for her business selling prepared organic meals.\n\nCynthia Von Weiss, 62, groused about the “ridiculous” high price for chicken salad as she shopped at the West Loop Whole Foods and said the store would have to aggressively compete with local grocers to win her loyalty.\n\n“We’ll see what happens ... If I could come in here and spend something comparable to Mariano’s or Jewel, or ideally Trader Joe‘s, then they got a customer for life,” she said. Mariano’s is owned by Kroger and Jewel is owned by Albertsons Cos.\n\nAs part of Amazon’s putting its stamp on the grocer, Whole Foods stores displayed promotions for Amazon’s Echo speaker in tongue-in-cheek fashion, with signs reading “Farm Fresh” and “Pick of the Season.”\n\nThe Echo plays a critical role in Amazon’s burgeoning ambitions to popularize and dominate the market for voice-controlled computing.\n\nEcho speakers are equipped with Amazon’s voice-controlled assistant Alexa, which competes with Apple Inc’s (AAPL.O) Siri. Users can direct Alexa to set timers, play music, read recipes, order deliveries, and perform a host of other activities.\n\nShares of Amazon were up 0.1 percent at $946.01 in afternoon trading.\n\nSprouts was the hardest hit of the food sellers. Its shares tumbled 9.8 percent on Monday, compared with the 2.7 percent drop for Supervalu and the less than 1 percent decline for the remainder of the group."
    },
    {
        "header": "breakingviews - these retail chains can resist the amazon vortex",
        "link": "http://www.reuters.com/article/us-whole-foods-m-a-breakingviews/breakingviews-these-retail-chains-can-resist-the-amazon-vortex-idUSKCN1B81LB",
        "time": "11:15AM UTC",
        "body": "NEW YORK (Reuters Breakingviews) - The Amazon vortex won’t suck in everyone. That’s the verdict of investors in the retail sector. Among potential competitors to the e-commerce juggernaut founded by Jeff Bezos, some – including Ross Stores, Home Depot and AutoZone – may have the wherewithal to withstand Amazon. The market is conferring on them valuations commensurate with, or better than, the one accorded to Amazon.\n\nAmazon is already wreaking Hurricane Harvey-like damage on the shopping landscape. And that will intensify as the $450 billion titan completes its $13.7 billion purchase of Whole Foods this week. Amazon pledged to lower prices and put an end to its reputation as “whole paycheck,” crushing shares in competing grocers last week.\n\nBut not all chains selling stuff to consumers are equally in the path of destruction. E-commerce sales made up 9 percent, or some $111 billion, of total retail sales tallying $1.3 trillion in the second quarter, according to the U.S. Census Bureau. In that same time period, Amazon notched $22 billion in North American revenue, suggesting there are still plenty of dollars to fight over.\n\nTrue, investors are betting Amazon will emerge with lots of them. They value its equity and debt at about 1.5 times projected 2020 revenue of nearly $300 billion, Eikon data show. Yet Home Depot, the do-it-yourself category killer, bests Amazon at 1.8 times projected sales. That may reflect the fact that 40 percent of its online sales are picked up at over 2,200 stores, giving it a potentially defensible mix of e-commerce and bricks and mortar.\n\nMotor-parts chain AutoZone may represent another retail slice that’s somewhat Amazon-resistant. The $19 billion company trades at 1.5 times 2020 sales, a recognition that it has created a supply chain that minimizes inventory without crimping a timely ability to fulfill customer orders.\n\nEven in the rag trade, there are bright spots. At 1.4 times projected 2020 sales, $23 billion Ross Stores, which sells reasonably priced clothing through more than 1,500 outlets, fetches an enterprise valuation close to Amazon‘s. TJX Companies, operator of TJ Maxx and Marshalls, lingers at 1.1 times sales. That’s below Amazon but well above peers like Macy’s and Kohl’s. Bargain hunting may offer some respite from online price choppers.\n\nOnce he’s done crushing the grocery business Bezos may seriously set Amazon’s sights on car parts, cheap clothes and plumbing accessories. For now, though, the market is betting on a few pockets of calm.\n\nReuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time. \n\n Sign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com. All opinions expressed are those of the authors."
    }
]