[
    {
        "header": "amazon to test one-hour catwalk-to-doorstep deliveries at nicopanda show",
        "link": "http://www.reuters.com/article/us-fashion-london/amazon-to-test-one-hour-catwalk-to-doorstep-deliveries-at-nicopanda-show-idUSKCN1BR0TE",
        "time": "6:06PM UTC",
        "body": "LONDON (Reuters) - Online retailer Amazon aims to take the “see now, buy now” model of making clothes seen in catwalk shows quickly available to consumers to a new level, offering one-hour delivery on items shown in a fashion show on Saturday night to customers in London.\n\nFormer Diesel creative director Nicola Formichetti’s Nicopanda label has partnered with the online giant for the initiative, featuring a selection of clothes seen at the label’s London Fashion Week show to consumers.\n\nThe clothes comprise a six-piece unisex street wear collection including a hoodie, a long sleeve tee, a bomber jacket, an oversized scarf, a clutch bag and leggings. The one-hour delivery option will be available only to Amazon Prime members in London, and will come at a cost.\n\n“Nicopanda’s designs immediately turn heads,” Susan Saideman, vice president for Amazon Fashion Europe said in a statement. “We’re excited to bring such an exciting brand to our customers for the first time.”\n\nNicopanda is known for brightly colored street wear, adorned with graphic motifs, including its cartoon panda.\n\nAmazon has been making inroads into the apparel industry - launching its own label, Find, as well as a try-before-you-buy subscription-based box shopping service.\n\nBut speedy delivery is a new twist on an existing business model. Amazon and Nicopanda are not the only labels embracing the “see now, buy now” idea at London Fashion Week, with big labels including Burberry, Topshop and Tommy Hilfiger pursuing similar strategies.\n\nSome major labels have adopted the model in recent years but it is unclear if it represents a direction the whole industry will move in. Labels such as Tom Ford and Thai-American designer Thakoon Panichgul’s eponymous label notably abandoned the strategy after experimenting with it at their shows."
    }
]