[
    {
        "header": "amazon to live stream 10 thursday night nfl games",
        "link": "http://www.reuters.com/article/amazoncom-nfl/amazon-to-live-stream-10-thursday-night-nfl-games-idUSL2N1HD003",
        "time": "8:18PM UTC",
        "body": "April 4 (Reuters) - Amazon.com Inc will stream 10 Thursday night games for the U.S. National Football League this year, a company spokeswoman said on Tuesday.\n\nAmazon has bought the rights to stream the games for about $50 million and will offer it for free viewing to its Prime subscribers, technology news site recode reported earlier on Tuesday. (bit.ly/2n8UPlQ)\n\nAmazon did not say how much it paid for the rights.\n\nLast year Twitter Inc bought the rights to live stream 10 NFL Thursday night games for a much smaller fee of $10 million. Twitter could not immediately be reached for comment.\n\nThe deal comes as sports fans are increasingly relying on the internet to watch video at the expense of traditional cable and satellite connections. (Reporting by Laharee Chatterjee in Bengaluru and Jeffrey Dastin and David Ingram in San Francisco; Editing by Lisa Shumaker)"
    },
    {
        "header": "brief-ethan allen reports launch on amazon",
        "link": "http://www.reuters.com/article/brief-ethan-allen-reports-launch-on-amaz/brief-ethan-allen-reports-launch-on-amazon-idUSFWN1HC0B1",
        "time": "9:13AM UTC",
        "body": "* Ethan Allen Interiors Inc - Ethan Allen design studio on Amazon is expected to launch later this summer Source text for Eikon: Further company coverage:"
    },
    {
        "header": "amazon scores streaming rights for nfl's thursday night football",
        "link": "http://www.reuters.com/article/us-amazon-com-nfl/amazon-scores-streaming-rights-for-nfls-thursday-night-football-idUSKBN17700I",
        "time": "10:40PM UTC",
        "body": "(Reuters) - Amazon.com Inc will live-stream games for the U.S. National Football League this year, a company spokeswoman said on Tuesday, marking a high-profile push by the online retailer to attract fans to its Prime shopping and video-playback club.\n\nAs part of the deal, Amazon will stream 10 Thursday-night games online for Prime members exclusively. The same games will be broadcast by networks CBS and NBC on television.\n\nAmazon beat out Twitter Inc, Facebook Inc and Google’s YouTube for the digital distribution rights, according to a person familiar with the matter. The Seattle-based company agreed to pay the NFL five times what Twitter spent on the rights last year, which was reported to be $10 million, the person said.\n\nAmazon declined to comment on the deal’s price tag.\n\nThe deal underscores a key strategy Amazon has to win a greater share of shoppers’ wallets: offer benefits like fast shipping and video-streaming so people sign up for Prime and, consequently, turn to Amazon for more of their purchases.\n\nWhile the Seattle-based company has streamed live events in the past, the NFL may be its biggest stage yet, and reflects Amazon’s push beyond its mainstay of on-demand video.\n\nSports fans are increasingly relying on the internet to watch content at the expense of traditional cable and satellite connections. Twitter attracted 243,000 viewers on average during its NFL livestream debut last year.\n\n“The NFL was a great partner to launch our strategy and we will continue to work with them to bring great content to our passionate sports fans,” the social media company said in a statement.\n\nNews of the deal with Amazon was earlier reported by technology news site Recode."
    }
]