[
    {
        "header": "brazil's land titles program improves amazon forest protection: research",
        "link": "http://www.reuters.com/article/us-brazil-landrights-titles/brazils-land-titles-program-improves-amazon-forest-protection-research-idUSKBN1772KR",
        "time": "3:08PM UTC",
        "body": "RIO DE JANEIRO (Thomson Reuters Foundation) - A Brazilian government program to formally distribute land to thousands of small-scale farmers is helping the country protect its vast forests, according to research presented to lawmakers on Wednesday.\n\nLaunched in 2009, the Legal Land Programme has distributed more than 20,000 property title deeds to farmers in the Amazon rainforest in Latin America’s largest country.\n\nIndependent analysis of the program based on satellite maps and government data, shows that land where title deeds had been distributed had 2 percent more forest left intact compared with territory lacking in titles.\n\n“The program is an effective way to reduce deforestation,” said Dimitri Szerman, a senior analyst with the Climate Policy Initiative research group in Rio de Janeiro, which carried out the analysis.\n\nTwo percent might sound small, but against high rates of deforestation, it was significant, said Szerman, who presented the findings of his research to government officials in the capital Brasilia on Wednesday.\n\n“There is no silver bullet on deforestation,” Szerman told the Thomson Reuters Foundation. “Two percent is actually an aggressive result.”\n\nBrazil, which is home to the Amazon, the world’s largest tropical forest, is losing the equivalent of two soccer fields of forest each minute, according to the former head of the country’s forestry service.\n\nAfter years of declines, the rate of deforestation shot up by 29 percent last year compared to 2015, according to Brazil’s National Space Research Institute (INPE).\n\nAnalysts say a lack of property rights has fueled the recent increase in deforestation.\n\nVacant lands and public areas which are not officially owned by anyone, make up more than one fifth of Brazil’s total area, according to the Climate Policy Initiative.\n\nThese lands are often illegally occupied by individuals or investors, said Szerman.\n\n“In the long-term you need to solve the problem of property rights to bring down deforestation,” Szerman said."
    },
    {
        "header": "brief-dxc technology announces expanded alliance with amazon web services",
        "link": "http://www.reuters.com/article/brief-dxc-technology-announces-expanded/brief-dxc-technology-announces-expanded-alliance-with-amazon-web-services-idUSFWN1HD0NH",
        "time": "5:06PM UTC",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "bezos is selling $1 billion of amazon stock a year to fund rocket venture",
        "link": "http://www.reuters.com/article/us-space-bezos/bezos-is-selling-1-billion-of-amazon-stock-a-year-to-fund-rocket-venture-idUSKBN1772ZQ",
        "time": "9:35PM UTC",
        "body": "COLORADO SPRINGS, Colo. (Reuters) - Amazon.com founder Jeff Bezos said on Wednesday he is selling about $1 billion worth of the internet retailer’s stock annually to fund his Blue Origin rocket company, which aims to launch paying passengers on 11-minute space rides starting next year.\n\nBlue Origin had hoped to begin test flights with company pilots and engineers in 2017, but that probably will not happen until next year, Bezos told reporters at the annual U.S. Space Symposium in Colorado Springs.\n\n“My business model right now … for Blue Origin is I sell about $1 billion of Amazon stock a year and I use it to invest in Blue Origin,” said Bezos, the chief executive of Amazon.com Inc (AMZN.O) and also the owner of The Washington Post newspaper.\n\nUltimately, the plan is for Blue Origin to become a profitable, self-sustaining enterprise, with a long-term goal to cut the cost of space flight so that millions of people can live and work off Earth, Bezos said.\n\nBezos is Amazon’s largest shareholder, with 80.9 million shares, according to Thomson Reuters data. At Wednesday’s closing share price of $909.28, Bezos would have to sell 1,099,771 shares to meet his pledge of selling $1 billion worth of Amazon stock. Bezos’ total Amazon holdings, representing a 16.95 percent stake in the company, are worth $73.54 billion at Wednesday’s closing price.\n\nFor now, Kent, Washington-based Blue Origin is working toward far shorter hops - 11 minute space rides that are not fast enough to put a spaceship into orbit around Earth.\n\nBlue Origin has not started selling tickets or set prices to ride aboard its six-passenger, gumdrop-shaped capsule, known as New Shepard.\n\nThe reusable rocket and capsule is designed to carry passengers to an altitude of more than 100 miles (62 km) above the planet so they can experience a few minutes of weightlessness and see the curvature of Earth set against the blackness of space. Unmanned test flights have been underway since 2015.\n\nAt the symposium, Bezos showed off a mockup of the passenger capsule, which sports six reclined seats, each with its own large window. Also on display was a scorched New Shepard booster rocket that was retired in October after five flights.\n\nLike fellow tech entrepreneur Elon Musk, founder and chief executive of SpaceX, Bezos says that reusability is the key to cutting the cost of space flight. Last week, SpaceX re-launched a rocket for an unprecedented second mission to put a spacecraft into orbit.\n\n“The engineering approach is a little different, but we’re very like-minded,” Bezos said of Musk.\n\nBlue Origin is developing a second launch system to carry satellites, and eventually people, into orbit, similar to SpaceX’s Falcon 9 and Dragon capsule.\n\nDevelopment costs for that system, known as New Glenn, will be about $2.5 billion.\n\nThere is no estimate yet for how much Bezos will invest overall on Blue Origin. But Bezos has indicated he will spend what it takes.\n\n“It’s a long road to get there and I’m happy to invest in it,” Bezos said.\n\nAccording to Forbes magazine, Bezos has a net worth of $78 billion."
    },
    {
        "header": "brief-plug power says transaction agreement contains certain restrictions on amazon’s ability to transfer warrant and warrant shares",
        "link": "http://www.reuters.com/article/brief-plug-power-says-transaction-agreem/brief-plug-power-says-transaction-agreement-contains-certain-restrictions-on-amazons-ability-to-transfer-warrant-and-warrant-shares-idUSFWN1HD0BV",
        "time": "7:28AM UTC",
        "body": "* Plug Power Inc - transaction agreement contains certain restrictions on Amazon’S ability to transfer the warrant and warrant shares\n\n* Plug Power - deal also contains certain customary standstill restrictions Source: (bit.ly/2nJ79pi) Further company coverage:"
    },
    {
        "header": "amazon acquires right to buy stake in fuel cell maker plug power",
        "link": "http://www.reuters.com/article/us-amazon-com-plug-power/amazon-acquires-right-to-buy-stake-in-fuel-cell-maker-plug-power-idUSKBN1771BB",
        "time": "5:56PM UTC",
        "body": "(Reuters) - Hydrogen fuel cell maker Plug Power Inc (PLUG.O) said on Wednesday Amazon.com Inc (AMZN.O) had acquired the right to buy up to 23 percent of the company and that it would supply batteries to power forklifts used by the online retailer in its warehouses.\n\nPlug Power’s shares closed 73 percent higher at $2.25 in heavy trading. Amazon shares rose as much as 1.9 percent to a record high of $923.72 before ending 0.3 percent higher at $909.28.\n\nLatham, New York-based Plug Power was valued at $319 million as of Tuesday’s market close. Amazon must spend at least $600 million over the life of its contract with Plug Power for its warrants to fully vest.\n\nAmazon, the world’s largest online retailer, will equip forklifts at 11 warehouses this year with hydrogen fuel cells so they can lift more goods before running out of juice, as well as charge faster, Plug Power’s Chief Executive Andy Marsh said in an interview. Amazon will spend $70 million on the deal in 2017 and likely twice that next year, he said.\n\n“Fulfillment centers are traditionally fairly low tech,” said Marsh, explaining that labor as well as physical space could be freed up by moving away from batteries requiring lots of attention.\n\nAmazon’s deal with Plug Power could rekindle interest in makers of fuel cell companies, including Ballard Power Systems Inc (BLDP.TO) and Hydrogenics Corp (HYG.TO), whose shares were up about 6 percent.\n\nFuel cell makers had become Wall Street darlings in 2014 as their technology was expected to be widely adopted in electric vehicles and forklifts.\n\nHowever, the sector has lost favor with investors as the technology failed to gain traction.\n\nPlug Power itself has lost more than two-thirds of its market value since the first quarter of 2014, when it was valued at more than $1 billion.\n\nRaymond James analyst Pavel Molchanov described the deal as one of the occasional bright spots that highlighted the potential for growth in the fuel cell industry.\n\nPlug Power’s narrow focus of powering forklifts with fuel cells, essentially makes the company the only player in the market, Molchanov said.\n\nWhile only a tiny fraction of forklifts globally are powered by hydrogen fuel, Wal-Mart Stores Inc (WMT.N) already uses the company’s technology in its warehouses and is a top customer, Plug Power’s Marsh said.\n\nThe retailer is locked in a fight with Amazon for share of U.S. shoppers’ wallets."
    }
]