[
    {
        "header": "brief-yuan longping high-tech agriculture to invest up to $400 mln for stake in amazon agri biotech hk",
        "link": "http://www.reuters.com/article/brief-yuan-longping-high-tech-agricultur/brief-yuan-longping-high-tech-agriculture-to-invest-up-to-400-mln-for-stake-in-amazon-agri-biotech-hk-idUSH9N1KV026",
        "time": "6:11AM UTC",
        "body": "* Says it signs letter of intent to invest up to $400 million in Amazon Agri Biotech HK Limited for up to 36.36 percent stake"
    },
    {
        "header": "brief-amazon.com says introduced instant pickup in five u.s. locations",
        "link": "http://www.reuters.com/article/brief-amazoncom-says-introduced-instant/brief-amazon-com-says-introduced-instant-pickup-in-five-u-s-locations-idUSL8N1L13OE",
        "time": "9:15AM UTC",
        "body": "* instant pickup will deliver selection of daily essentials available for pickup in two minutes or less at five of Amazon’s locations\n\n* ‍pickup in two minutes or less to be available at locations in Los Angeles, Atlanta, Berkeley, Calif., Columbus, Ohio, & College Park, MD​ Source text for Eikon: Further company coverage:"
    },
    {
        "header": "amazon adds 'instant pickup' in u.s. brick-and-mortar push",
        "link": "http://www.reuters.com/article/us-amazon-com-pickup/amazon-adds-instant-pickup-in-u-s-brick-and-mortar-push-idUSKCN1AV1EF",
        "time": "3:06PM UTC",
        "body": "BERKELEY, Calif (Reuters) - Amazon.com Inc is rolling out U.S. pickup points where shoppers can retrieve items immediately after ordering them, shortening delivery times from hours to minutes in its latest move into brick-and-mortar retail.\n\nThe world’s largest online retailer has launched ‘Instant Pickup’ points around five college campuses, such as the University of California at Berkeley, it said on Tuesday. Amazon has plans to add the program to more sites by the end of the year.\n\nShoppers on Amazon’s mobile app can select from several hundred fast-selling items at each location, from snacks and drinks to phone chargers. Amazon employees in a back room then load orders into lockers within two minutes, and customers receive bar codes to access them.\n\nThe e-commerce company, which said in June it would buy Whole Foods Market Inc for $13.7 billion, has come to realize that certain transactions like buying fresh produce are hard to shift online. Its Instant Pickup program targets another laggard: impulse buys.\n\n“I want to buy a can of coke because I’m thirsty,” said Ripley MacDonald, Amazon’s director of student programs. “There’s no chance I’m going to order that on Amazon.com and wait however long it’s going to take for that to ship to me.”\n\n“I can provide that kind of service here,” he said of the new program.\n\nAmazon’s ability to shorten delivery times has been a sore point for brick-and-mortar retailers, who have struggled to grow sales as customers have turned to convenient online options. Until Instant Pickup, Amazon shoppers could expect their orders within an hour at best via the company’s Prime Now program, or within 15 minutes for grocery orders via AmazonFresh Pickup.\n\n“This is a natural extension of their larger push into the grocery space,” said Morningstar analyst R.J. Hottovy, noting Instant Pickup could capture small purchases by consumers in between their larger shopping trips.\n\nInstant Pickup also puts Amazon in competition with vending machine services. Yet it is unlikely to threaten those selling snack machines to offices and schools.\n\n“This might work for some electronic gadgets that are not commonly available at vending machines,” said Forrester analyst Ananda Chakravarty. “Two minutes is too long to wait for a soda can.”\n\nSince 2015, Amazon has opened 22 U.S. locations for same-day pickup. The Instant Pickup program will rely on these same facilities, launching in Berkeley, Los Angeles, Atlanta, Columbus, Ohio and College Park, Maryland."
    },
    {
        "header": "amazon opens 'instant pickup' points in u.s. brick-and-mortar push",
        "link": "http://www.reuters.com/article/amazoncom-pickup/amazon-opens-instant-pickup-points-in-u-s-brick-and-mortar-push-idUSL2N1L01US",
        "time": "9:00AM UTC",
        "body": "BERKELEY, Ca. Aug 15 (Reuters) - Amazon.com Inc is rolling out pickup points in the United States where shoppers can retrieve items immediately after ordering them, shortening delivery times from hours to minutes, the company said on Tuesday.\n\nThe world’s largest online retailer has launched ‘Instant Pickup’ points around five college campuses, such as the University of California at Berkeley, it said. Amazon has plans to open more sites by the end of the year including one in Chicago’s Lincoln Park neighborhood.\n\nShoppers on Amazon’s mobile app can select from several hundred fast-selling items at each site, from snacks and drinks to phone chargers. Amazon employees in a back room then load orders into lockers within two minutes, and customers receive bar codes to access them.\n\nThe news underscores Amazon’s broader push into brick-and-mortar retail. The e-commerce company, which said in June it would buy Whole Foods Market Inc for $13.7 billion, has come to realize that certain transactions like buying fresh produce are hard to shift online. Its Instant Pickup program targets another laggard: impulse buys.\n\n“I want to buy a can of coke because I’m thirsty,” said Ripley MacDonald, Amazon’s director of student programs. “There’s no chance I’m going to order that on Amazon.com and wait however long it’s going to take for that to ship to me.”\n\n“I can provide that kind of service here,” he said of the new program.\n\nInstant Pickup puts Amazon in competition with vending machine services. Yet the larger size of the Amazon sites means they are unlikely to pose a threat to those selling snack and drink vending machines to offices and schools. MacDonald said Amazon considered automating the Instant Pickup points but declined to say why the company had not pursued the idea.\n\nAmazon’s ability to shorten delivery times has been a sore point for brick-and-mortar retailers, who have struggled to grow sales as their customers have turned to more convenient online options. Until Instant Pickup, Amazon shoppers could expect to have their orders within an hour at best via the company’s Prime Now program, or within 15 minutes for grocery orders via AmazonFresh Pickup. Amazon has made two-day shipping standard in the United States.\n\nInstant Pickup prices may be cheaper than those on Amazon.com, MacDonald said. He declined to detail how the items are priced, however.\n\nOther locations in the program now open include Los Angeles, Atlanta, Columbus, Ohio and College Park, Maryland. (Reporting by Jeffrey Dastin; Editing by Andrew Hay)"
    },
    {
        "header": "brief-amazon.com announces pricing of private offering of senior unsecured notes",
        "link": "http://www.reuters.com/article/brief-amazoncom-announces-pricing-of-pri/brief-amazon-com-announces-pricing-of-private-offering-of-senior-unsecured-notes-idUSASB0BG1Z",
        "time": "7:47PM UTC",
        "body": "* Amazon.com Inc - ‍priced its previously announced private offering of $16.0 billion aggregate principal amount of senior unsecured notes​ Source text for Eikon: Further company coverage:"
    }
]