[
    {
        "header": "brazil's jbs accused of violating amazon rainforest protection laws",
        "link": "http://www.reuters.com/article/us-brazil-environment-cattle-idUSKBN1722O1",
        "time": "9:14AM UTC",
        "body": "BRASILIA (Reuters) - The world’s largest meatpacker, Brazil’s JBS SA, has for years knowingly bought cattle that were raised on illegally deforested land, turning a blind eye to regulations meant to protect the Amazon rainforest, Brazil’s environmental regulator has alleged.\n\nThe accusation comes even as JBS and other meatpackers in Brazil, the top global exporter of beef, are reeling from a corruption scandal. Police allege bribery of health inspectors to overlook unsanitary conditions and forgo inspections. JBS has denied wrongdoing and sought to assure consumers that its products meet rigorous quality standards.\n\nEarlier this month, the environmental agency, IBAMA, ordered the suspension of two JBS meat packing plants and 13 others in southwest Pará state for buying cattle raised on pastures cleared by slashing and burning the forest. It fined the company 24 million reais ($7.7 million).\n\nJBS denied purchasing livestock from ranchers on land blacklisted by IBAMA and won an injunction from a federal judge allowing its plants to continue buying cattle. The agency is appealing the ruling.\n\nBrazilian authorities have long said cattle ranching is responsible for more destruction of the Amazon than any other activity. The world’s largest rainforest is considered one of the best natural defenses against global warming.\n\nJBS is the only major Brazilian meatpacker involved in both the inspection scandal and the rainforest protection probe. IBAMA said no other big meatpackers are targeted in its Amazon operation.\n\nIBAMA said JBS bought 49,438 illegal cattle between 2013 and 2016, half of those directly from embargoed pastures and the remainder by three-way “laundering” transactions to disguise the source.\n\n“They knew what they were doing,” said Hindemberg Cruz, IBAMA’s executive manager in Marabá, a badly deforested area of Pará. “We confirmed this was happening in 2013 and it continues to happen in 2016.” Cruz spoke to Reuters by phone from Marabá this week.\n\nIn its latest operation, IBAMA said 84 percent of the animals detected as coming from deforested lands were bought by JBS.\n\nIn an emailed statement, JBS said it had no way of knowing where cattle were raised when supplied by a legal rancher who may have bought the herd from an embargoed ranch.\n\nEmails exchanged in 2014 between deforestation researchers and a JBS executive, reviewed by Reuters, showed the company knew such cattle purchases were a problem for the industry despite a self-policing commitment JBS and other firms made in 2009.\n\nIn the exchange with JBS director of sustainability Marcio Nappo, researcher Daniela Alarcon asked if the company was aware it was buying cattle raised on blacklisted land but later moved to clean pastures. The problem, Nappo replied, “is structural and goes beyond the ability of one single company to resolve.”\n\nMauricio Torres, a social scientist who works on land conflicts in the Amazon, said the emails showed JBS took advantage of the “laundering” of herds, which has become a common practice in the Amazon.\n\nJBS said in an email sent to Reuters this week that any supplier found not to comply with JBS’s strict standards was blocked and became ineligible to sell livestock to the company.\n\n“JBS does not currently purchase and has not purchased any animals from the suppliers on the list of areas embargoed by IBAMA,” it said.\n\nThe company said it did not have access to the government’s system for tracking animals, and called for more readily available information on blacklisted deforested areas.\n\nCruz, however, said this information was easily accessible on the internet.\n\nBrazil adopted self-policing measures following a spike in deforestation, when Greenpeace threatened to name meatpackers who bought cattle grazing on razed rainforest.\n\nPublicly traded companies like JBS in 2009 began using the same satellite data the government utilizes to track rainforest clearings, which should allow them to see if a ranch shows signs of recent deforestation.\n\nThe measure helped bring about a drastic decrease in beef originating from deforested land. However, Amazon deforestation is rebounding from a record low in 2012.\n\nIBAMA’s Cruz said the onus should be on the meat companies to check their livestock sources properly with modern technology available today and crosscheck with satellite imagery publicly posted on the agency’s website.\n\n“They should be asking more questions,” Cruz said."
    }
]