[
    {
        "header": "even with whole foods, amazon would need many more warehouses to reshape grocery delivery",
        "link": "http://www.reuters.com/article/us-whole-foods-m-a-amazon-com-logistics/even-with-whole-foods-amazon-would-need-many-more-warehouses-to-reshape-grocery-delivery-idUSKBN19E2OK",
        "time": "4:25PM UTC",
        "body": "(Reuters) - If Amazon.com Inc (AMZN.O) hopes to revolutionize grocery delivery, then its bid to buy Whole Foods Market Inc WFM.O for $13.7 billion will be just the start of a long and costly process.\n\nThe e-commerce giant would need to add a large network of specialized grocery distribution warehouses, former AmazonFresh employees and logistics experts said. This is something Wal-Mart Stores Inc (WMT.N) and other competitors have already done. Whole Foods, with a relatively small distribution footprint of its own, does little to change the picture for Amazon, they said.\n\nAmazon has a little more than 3 million square feet of U.S. warehousing dedicated to its existing AmazonFresh and Prime Pantry grocery programs - a tenth of the warehouse space Wal-Mart has for specialized food distribution, according to logistics consulting firm MWPVL International Inc.\n\n“AmazonFresh really was for lack of a better word an after-thought,” said Brittain Ladd, who until March was a senior manager for the grocery delivery program, which launched in 2007.\n\nOne key to Amazon’s success in general retail sales has been its speed in delivering products to consumers, facilitated by warehouses located strategically throughout the United States. As of 2016, the company had about 100 million square feet of space in its fulfillment and data centers, some of it outfitted with state-of-the-art robotics to boost efficiency.\n\nFacilities for distributing fresh food are far more complicated than ordinary warehouses. A single facility can need a half dozen or more temperature settings to house products from Popsicles to berries. Some require certification from the U.S. Food and Drug Administration, and extra care must be taken to keep shelves clean and prevent pests from contaminating food.\n\nWhole Foods has over 1 million square feet of warehouse space for distribution to its markets, and a chunk of its inventory goes straight from suppliers to stores, MWPVL said.\n\n“It’s a peanut. It’s nothing,” MWPVL President Marc Wulfraat said of Whole Foods’ distribution. “If Amazon wants to become a dominant grocery company in a short period of time, then there would be an investment required, and it would be big.”\n\nAmazon, which did not return requests for comment, has not detailed its plans for Whole Foods.\n\nAmazon’s fulfillment expenses jumped 31 percent in 2016 - a bit faster than in prior years and faster than its retail sales growth - to $17.6 billion, according to its annual regulatory filing.\n\nIndustry experts estimate the company would have to add a dozen or more grocery warehouses, particularly if it wanted to supply Whole Food stores in addition to homes. The cost to do that is unclear.\n\nThey said Amazon would likely continue to rely on United Natural Foods Inc (UNFI.O) to supply Whole Foods with hard-to-source products, but would probably aim to cut costs and handle more of the distribution for conventional items.\n\nEven using Whole Foods stores to provide food for delivering to nearby urban shoppers would have hard limits, since many outlets lack the floor space to handle thousands of online orders.\n\n“It’s a space issue for stuff coming through. It’s a labor issue for people tripping over each other,” said Tom Furphy, former vice president of consumables and AmazonFresh, and now chief executive of Consumer Equity Partners. There would also be a risk that “the quality starts to go down because the e-commerce orders are getting better product.”"
    }
]