[
    {
        "header": "messaging startup slack said to draw interest from amazon - bloomberg",
        "link": "http://www.reuters.com/article/us-slack-m-a-amazon-com/messaging-startup-slack-said-to-draw-interest-from-amazon-bloomberg-idUSKBN1960DV",
        "time": "12:21PM UTC",
        "body": "(Reuters) - Slack Technologies Inc, a corporate chatroom startup, has received inquiries about a potential takeover from technology companies, including Amazon.com Inc (AMZN.O), Bloomberg reported on Thursday.\n\nA deal could value the company at at least $9 billion, the report said, citing people with knowledge of the matter. (bloom.bg/2s3CqrD)\n\nSlack declined to comment, while Amazon did not immediately respond to request for comment.\n\nSlack is a platform where employees can send messages, collaborate, organize and share files.\n\nThe technology also integrates with a wide variety of business software - such as Salesforce.com Inc (CRM.N) and Microsoft Corp’s (MSFT.O) Skype.\n\nThe San Francisco-based company has raised more than $500 million from venture capitalists and was valued at $3.8 billion at its last private financing round a year ago."
    },
    {
        "header": "not yet amazon prime time: australia retail sell-off overblown?",
        "link": "http://www.reuters.com/article/us-amazon-com-australia-analysis/not-yet-amazon-prime-time-australia-retail-sell-off-overblown-idUSKBN196325",
        "time": "7:19PM UTC",
        "body": "SYDNEY/SAN FRANCISCO (Reuters) - Since Amazon.com Inc (AMZN.O) said in late April it would bring its Marketplace for third-party sellers to Australia, shares of leading bricks-and-mortar retailers have tumbled on fears their growth prospects would be hit.\n\nMore than $3 billion, or over 4 percent, has been wiped off the collective market value of six companies - Wesfarmers Ltd (WES.AX), Woolworths Ltd (WOW.AX), JB Hi-Fi Ltd (JBH.AX), Harvey Norman Holdings Ltd (HVN.AX) Super Retail Group Ltd (SUL.AX) and Myer Holdings Ltd (MYR.AX) - and Morgan Stanley analysts predict Amazon’s entry will knock 2-15 percent off what their annual sales would have been by 2026.\n\nBut some fund managers, who have since increased their retail holdings, reckon the sell-down was overdone, and dire warnings in some media that the $460 billion U.S. e-commerce giant would “destroy” Australia’s traditional retail industry were overblown.\n\nThat’s largely based on Amazon making no mention - yet - of when it might sell its array of goods directly in Australia, let alone launch its star business: the $99 a year subscription shopping club Prime, whose members, Amazon says, buy more goods, more often.\n\nThat contrasts with other countries, including Spain and Mexico, where Amazon launched many product categories and Marketplace at around the same time.\n\nThe logic of not initially introducing Prime to Australia seems straightforward, logistics experts say.\n\nPrime’s big selling point in most markets is that it guarantees delivery of ordered goods within 48 hours. Australia’s sheer size puts this, literally, out of reach for now.\n\nWhile most of the country’s 24 million population live on the coastal fringes of an island almost the size of the United States, there’s little infrastructure in place to deliver packages to the more remote western and northern states.\n\n“Given they haven’t set up yet, and Australians already use the internet quite a lot for some purchases, it’s a bit of an over-reaction,” said Anton Tagliaferro, investment director at Investors Mutual Ltd, which has since increased its stake in department store chain Myer.\n\nSimilarly, fund manager Martin Currie Australia has raised its stake in electronics retailer JB Hi-Fi to 7 percent after Amazon’s announcement.\n\nCompanies like JB Hi-Fi “are very dominant, and profitable retailers in Australia with leverage to population growth and housing will be well placed when Amazon begins to operate,” said Reece Birtles, the fund manager’s chief investment officer.\n\nShares in Wesfarmers, which owns the Coles grocery chain, have slipped 8 percent since April amid concerns about the impact of Amazon’s arrival on its Kmart and Target discount department stores. For grocery, Amazon has struggled to bring produce sales online in the United States.\n\nJames McGlew, executive director at Argonaut Ltd, which owns Wesfarmers stock, said there was “still a case to be made for owning Wesfarmers in the longer term, but we’re cognitive of standing in front of trains and trying to stop them.”\n\nWesfarmers, which last month cited market conditions for cancelling a spin-off listing of its Officeworks stationary business, has said its 4,000-store network leaves it well placed for when Amazon arrives.\n\nMyer CEO Richard Umbers said in an email, “We are firmly focused on delivering the New Myer strategy, which we believe is the best response to any competitor,” noting an emphasis on “memorable in-store experiences”, popular brands and investment in a “strong growth” omnichannel offer.\n\nAmazon, which is advertising dozens of jobs in Australia, referred to a statement it made in April that it was planning a retail business in the country with low prices and fast delivery, without offering more details.\n\nMarketplace’s appeal to third-party sellers is access to Amazon’s vast pool of shoppers, who have been hooked on a large product catalog and speedy shipping.\n\nThe two Australian freight firms seen most likely to deliver locally for Amazon - government-owned Australia Post and Japan Post’s (6178.T) Toll Group - do not guarantee regular two-day parcel delivery to anywhere in Western Australia beyond the city of Perth, or to the Northern Territory. Those two areas, about the size of Western Europe, are home to 800,000 people who would have to be reached if Prime were launched nationwide.\n\n“They don’t have the infrastructure yet,” said a former Amazon executive who didn’t want to be named. “If I don’t have any infrastructure there, to start with the hardest problem wouldn’t make sense,” the person said of last-mile delivery.\n\nTo deliver to Broome, a town of about 16,000 people in Western Australia, for example, a freight firm typically trucks or flies a package to Perth from a warehouse 1,700 miles (2,736 km) away on the other side of the country, then drives it another 1,400 miles north.\n\nAustralia Post says it can fly a package from Sydney to Broome in a day, but its standard air freight time for that route, by plane and truck via Perth, is three days.\n\nToll and Australia Post declined to comment on Amazon.\n\n“I can see exactly why any of those majors would be reticent to stump up a guarantee that they can do it in that (two-day) timeframe,” said Brendan Richards, a logistics specialist at corporate restructuring firm Ferrier Hodgson. “It’s a big country to service with not much infrastructure taking freight into the middle of it.”\n\nAmazon may get around that by offering an express delivery service to some cities but not others, said Scott Jacobson, a former Amazon Marketplace manager and now managing director of Madrona Venture Group.\n\n“Historically, Amazon has opened new markets without Prime initially,” Jacobson noted. “The products eligible for Prime, which tend to be the fastest selling items, can differ from market to market; and so part of launching a market is identifying the most important products to include.”\n\nThe company has also shown it can bend its two-day rule for important markets, saying last year it would offer Prime in China with estimated shipping of 5-9 days.\n\nIf it wants to bring the shopping club to Australia without compromising its two-day guarantee, Amazon may need to open distribution centers on the west and north coasts, or pay for daily air deliveries, said Carl Hartmann, CEO of logistics software maker Temando.\n\n“If they’re planning a true nationwide Prime offering, there’s some cost considerations to do it carte blanche,” he said. “There are challenges with the unit economics in that model which either challenge profitability or feasibility.”"
    },
    {
        "header": "amazon ceo bezos asks twitter followers how to donate his money",
        "link": "http://www.reuters.com/article/us-people-jeffbezos/amazon-ceo-bezos-asks-twitter-followers-how-to-donate-his-money-idUSKBN1962OU",
        "time": "7:38PM UTC",
        "body": "(Reuters) - Amazon.com Inc’s (AMZN.O) billionaire founder Jeff Bezos on Thursday turned to an unusual source of inspiration for how to donate part of his wealth: Twitter.\n\n“I want much of my philanthropic activity to be helping people in the here and now - short term - at the intersection of urgent need and lasting impact,” Bezos, one of the world’s richest people with a net worth of more than $76 billion, said in a Twitter post.\n\n“If you have ideas, just reply to this tweet with the idea (and if you think this approach is wrong, would love to hear that too.)”\n\nThe request signaled a shift for Bezos, who has invested in longer-term bets like space exploration and kept quieter about other givings.\n\nThe e-commerce executive has said he will sell about $1 billion of Amazon stock annually to fund his company Blue Origin, which aims to cut the cost of space travel and kick off entrepreneurship in the cosmos.\n\nFor philanthropy, Bezos has supported a foundation run by his parents that focuses on education. His family has also given more than $40 million to Seattle’s Fred Hutchinson Cancer Research Center, not far from Amazon’s headquarters.\n\nStill, Bezos has yet to make charity a cornerstone of his work, like Microsoft Corp’s (MSFT.O) Bill Gates or Facebook Inc’s (FB.O) Mark Zuckerberg have. Bezos has not joined them and 167 other of the world’s richest people in pledging to give more than half of their fortunes to philanthropy.\n\nAsked in an interview with Charlie Rose last year if he one day would rival Gates’ magnanimity, Bezos joked, “Well, yeah, if there is anything left after I finish building Blue Origin.”\n\nHis Twitter post had generated nearly 4,000 replies within three hours.\n\nRecommendations ranged from food programs for children, to protecting forests and fighting homelessness.\n\n“Repurpose shipping containers to provide micro-homes for the homeless,” tweeted journalist and analyst John Koetsier. “Give them a safe, dry place to sleep, then work on further needs.”"
    },
    {
        "header": "amazon natives in peru reach deal with canada's frontera over oilfield",
        "link": "http://www.reuters.com/article/us-frontera-energy-peru/amazon-natives-in-peru-reach-deal-with-canadas-frontera-over-oilfield-idUSKBN1962NW",
        "time": "5:57PM UTC",
        "body": "LIMA (Reuters) - About 600 natives of Peru’s Amazon region left a non-producing oilfield they had occupied since April due to a land-use dispute after reaching an agreement with Canada’s Frontera Energy Corporation (FEC.TO), the company said on Thursday.\n\nThe company, known as Pacific Exploration & Production before a name change earlier this week, said it had come to an agreement with the natives over payment for the use of the land, and also agreed to finance a number of community projects.\n\nThe oilfield, known as Lot 192, is the largest in the country and once produced 10,000 barrels of crude per day. But production is currently suspended because the ageing pipeline serving the area was shut down early last year after suffering various spills.\n\nLast month, Frontera and Peru’s state-run oil company Petroperu said they were considering a partnership to develop the field. Frontera won a two-year concession to operate the 500,000-hectare (1,931-square-mile) lot in 2015, and the rights will be transferred to Petroperu when it expires next year.\n\nSeparately, Frontera said in a Thursday statement it plans to invest $2.5 billion in oil and gas exploration and production in Peru. The company said it has had a presence in Peru since 2001."
    },
    {
        "header": "brief-amazon.com launches one-and-two hour delivery service in denver",
        "link": "http://www.reuters.com/article/brief-amazoncom-launches-one-and-two-hou/brief-amazon-com-launches-one-and-two-hour-delivery-service-in-denver-idUSFWN1JC0EI",
        "time": "8:15AM UTC",
        "body": "* Announced launch of its Prime Now one- and two-hour delivery service in Denver Source text for Eikon: Further company coverage:"
    },
    {
        "header": "wal-mart may beat amazon's sales growth in back-to-school season: npd",
        "link": "http://www.reuters.com/article/us-walmart-ecommerce-backtoschool/wal-mart-may-beat-amazons-sales-growth-in-back-to-school-season-npd-idUSKBN1962ZX",
        "time": "6:23PM UTC",
        "body": "(Reuters) - Wal-Mart Stores Inc’s online sales is likely to grow double than Amazon.com Inc during the back-to-school season, helped by the Jet.com acquisition and competitive price offerings, industry research body NPD said.\n\nAn aggressive pricing and marketing strategy, coupled with the fact that Amazon’s business has reached maturity in back-to-school sales, will see Wal-Mart winning the online retail tussle this back-to-school season, NPD Chief Analyst Marshal Cohen told Reuters.\n\n“With Wal-Mart’s new Jet.com investment, I would suspect that Wal-Mart is going to basically be able to increase the growth rate, probably almost double that of Amazon,” Cohen said.\n\nWinning back-to-school, the second-biggest shopping season after the winter holidays, has become extremely important for traditional brick-and-mortar retailers as their store operations continue to lose customers to online shopping.\n\nTo close the gap with Amazon, Wal-Mart acquired online wholesale retailer Jet.com for $3 billion in 2016, through which it not only expanded its product assortment and added more than 400,000 customers, but also gained e-commerce know-how.\n\nCohen said he expects Wal-Mart to grow its online sales between 2 percent and 5 percent.\n\nJet.com provides Wal-Mart with a broader assortment of products than what a store has, including timely promotions and dynamic pricing, Cohen said.\n\nWal-Mart’s online offerings have risen from 8 million items, at the start of 2016, to more than 20 million by the end of the year. In comparison, Amazon has more than 300 million products.\n\nThe world’s largest retailer has also started offering free two-day shipping on eligible orders, much like Amazon’s Prime subscription program.\n\nWal-Mart’s aggressive efforts to take on Amazon seem to be gaining momentum even as other retailers and department store chains struggle.\n\nOnline sales for Bentonville, Arkansas-based Wal-Mart rose 63 percent in the first quarter of this year, faster than the 29 percent growth during fourth quarter and 20 percent in the third quarter.\n\nOnline sales account for about 3 percent of the company’s total sales. Wal-Mart expects online sales growth of 20 percent to 30 percent in the second half of the year, and even faster in the next few years."
    }
]