[
    {
        "header": "starbucks' schultz still not running for president, launches series on amazon",
        "link": "http://www.reuters.com/article/us-starbucks-politics-upstanders/starbucks-schultz-still-not-running-for-president-launches-series-on-amazon-idUSKBN1CF03W",
        "time": "11:10PM UTC",
        "body": "LOS ANGELES (Reuters) - Starbucks Corp Chairman Howard Schultz on Tuesday will debut the second season of the coffee chain’s inspirational video series “Upstanders” on Amazon Prime, and the outspoken executive said he would not run for president, despite persistent speculation.\n\n“I have no plans to run for office. I am very consistent on that,” said Schultz, who in April fueled talk he was preparing for a presidential run by resigning as Starbucks’ chief executive. Despite his repeated denials, the New York Times recently included Schultz in an opinion piece titled “Who Can Beat Trump in 2020?”\n\nSchultz, a Democrat who has taken national stands on immigration, gun control and other controversial topics, said “Upstanders” was part of an effort to redefine the roles and responsibilities of public companies in U.S. society.\n\n“One of those roles and responsibilities is to remind and reinforce the values of the country, and what better way to do that than to allow the American people to tell their story,” Schultz said in a phone interview on Monday.\n\nThe new season of “Upstanders” chronicles the journeys of everyday people who, among other things, have successfully reached across ideological divides to find consensus on divisive issues such as refugee resettlement, climate change to needle-exchange programs. Upstanders launched last year on the Starbucks app, which has 19 million active users, and the chain’s in-store wireless network.\n\nIn addition to Amazon.com’s Prime video streaming service, Upstanders Season 2 will be available on Facebook’s new Watch video platform, on Starbucks’ website at starbucks.com/upstanders and as a free audio book on Amazon’s Audible.com.\n\nRajiv Chandrasekaran, Starbucks’ executive producer on the project, said the mission behind “Upstanders” is simple.\n\n”If these stories can lead people in other communities to say, ‘Hey, I can do that too,“ that will be mission accomplished for us,” Chandrasekaran, a former editor at the Washington Post, said during the interview."
    },
    {
        "header": "starbucks' schultz still not running for president, launches amazon series",
        "link": "http://www.reuters.com/article/starbucks-politics-upstanders/starbucks-schultz-still-not-running-for-president-launches-amazon-series-idUSL2N1MK1BD",
        "time": "9:00PM UTC",
        "body": "LOS ANGELES, Oct 9 (Reuters) - Starbucks Corp Chairman Howard Schultz on Tuesday will debut the second season of the coffee chain’s inspirational video series “Upstanders” on Amazon Prime, and the outspoken executive said he would not run for president, despite persistent speculation.\n\n“I have no plans to run for office. I am very consistent on that,” said Schultz, who in April fueled talk he was preparing for a presidential run by resigning as Starbucks’ chief executive. Despite his repeated denials, the New York Times recently included Schultz in an opinion piece titled “Who Can Beat Trump in 2020?”\n\nSchultz, a Democrat who has taken national stands on immigration, gun control and other controversial topics, said “Upstanders” was part of an effort to redefine the roles and responsibilities of public companies in U.S. society.\n\n“One of those roles and responsibilities is to remind and reinforce the values of the country, and what better way to do that than to allow the American people to tell their story,” Schultz said in a phone interview on Monday.\n\nThe new season of “Upstanders” chronicles the journeys of everyday people who, among other things, have successfully reached across ideological divides to find consensus on divisive issues such as refugee resettlement, climate change to needle-exchange programs. Upstanders launched last year on the Starbucks app, which has 19 million active users, and the chain’s in-store wireless network.\n\nIn addition to Amazon.com’s Prime video streaming service, Upstanders Season 2 will be available on Facebook’s new Watch video platform and as a free audio book on Amazon’s Audible.com.\n\nRajiv Chandrasekaran, Starbucks’ executive producer on the project, said the mission behind “Upstanders” is simple.\n\n”If these stories can lead people in other communities to say, ‘Hey, I can do that too,“ that will be mission accomplished for us,” Chandrasekaran, a former editor at the Washington Post, said during the interview. (Reporting by Lisa Baertlein in Los Angeles; Editing by Andrew Hay)"
    }
]