[
    {
        "header": "greenpeace says total underestimated drilling risks near amazon reef",
        "link": "http://www.reuters.com/article/us-total-brazil-amazon/greenpeace-says-total-underestimated-drilling-risks-near-amazon-reef-idUSKBN18K0TP",
        "time": "4:20AM UTC",
        "body": "PARIS (Reuters) - French oil and gas company Total and other energy majors should abandon plans to drill close to the mouth of Brazil’s Amazon because of potential risks to the ecosystem of the area, environmental campaigner Greenpeace said on Wednesday.\n\nGreenpeace said an analysis of Total’s environmental assessment of its planned drilling, underestimated the risks of drilling and other support activities in the area.\n\nTotal and partners, Britain’s BP and Brazilian state oil company Petroleo Brasileiro SA, plan to drill in the area, which may contain as many as 14 billion barrels of petroleum.\n\nTotal has said that it was complying with all requirements by Brazilian authorities and was taking every precaution to ensure that drilling would be safe.\n\n“Drilling of exploration wells, programmed in 2017, is subject to approval by the Brazilian authorities and will only start when we have the final authorization. We continue to closely work with Ibama in the frame of the approval process which is still underway,” a Total spokeswoman said.\n\nTotal and its partners paid 622 million reais ($190.24 million) four years ago for five exploration blocks, but they are still waiting for the go-ahead from Brazil’s environmental regulator, Ibama, to start drilling.\n\nGreepeace said Ibama should not grant the environmental licenses.\n\nTotal plans to start drilling operations in 2017 and BP in 2018. The priority is to prevent drilling of the very first well, Greenpeace said, adding that potential risks and impacts related to drilling are too dangerous for the environment and the local populations of the region.\n\n“Drilling activities in such an ecosystem are extremely risky and an oil spill would be catastrophic,” Greenpeace said in the report. “In view of the potential impacts, the measures proposed by Total in the event of an emergency are far from sufficient,” it added."
    },
    {
        "header": "brief-infosys launches boundaryless data lake offering on amazon web services",
        "link": "http://www.reuters.com/article/brief-infosys-launches-boundaryless-data/brief-infosys-launches-boundaryless-data-lake-offering-on-amazon-web-services-idUSFWN1IQ0HZ",
        "time": "8:14AM UTC",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "corrected-update 1-dubai's emaar buys namshi stake after amazon buys souq.com",
        "link": "http://www.reuters.com/article/namshi-ma-emaar-malls/corrected-update-1-dubais-emaar-buys-namshi-stake-after-amazon-buys-souq-com-idUSL8N1IQ0JP",
        "time": "3:53AM UTC",
        "body": "DUBAI/FRANKFURT, May 24 (Reuters) - Dubai’s Emaar Malls will buy a 51 percent stake in e-commerce fashion website Namshi from Global Fashion Group (GFG), a start-up set up by Rocket Internet, for $151 million as competition for technology deals heats up in the Middle East.\n\nComing two months after Amazon agreed to buy Souq.com, the transaction is expected to provide much-needed support for Emaar Properties founder and chairman Dubai billionaire Mohamed Alabbar’s new technology vehicle Noon.com, a venture with Saudi Arabia’s Public Investment Fund.\n\nThe venture has seen a shake-up in recent weeks with the departure of Noon’s chief executive and chief technology officer along with several staff. Alabbar said last week its venture still on track to start operations before end-2017.\n\nEmaar Malls, the retail arm of Emaar Properties, was unsuccessful in the deal process for Souq.com, after an eleventh hour bid, which the company said was worth $800 million. Advisor Goldman Sachs described the Souq deal as “the biggest-ever technology M&A transaction in the Arab world”.\n\nEmaar will buy the stake in Namshi in an all cash transaction, which is expected to close in three months, it said in a statement on Wednesday.\n\nIt is buying the stake from GFG, a start-up founded by Rocket Internet, in which the German e-commerce investor still has a 20 percent stake. The other major investor in GFG is Swedish investor Kinnevik, which holds 35 percent.\n\nAlabbar, founder and chairman of Dubai’s Emaar, the developer of the world’s tallest tower the Burj Khalifa, has increasingly focused on technology investments and e-commerce in the past year, buying a stake in regional logistics firm Aramex.\n\nThe Gulf region’s e-commerce market is expected to grow to $20 billion by 2020, according to a report by global consultancy A.T. Kearney published last year.\n\nAmazon’s acquisition of Souq.com was expected to trigger consolidation in the sector, Namshi’s co-founder said in an interview with Reuters in March.\n\n“Generally, Amazon comes into a market and very quickly is able to dominate. In India, for example, it caused a number of companies to shut down or massively retrench,” Hosam Arab said.\n\n“General merchandise players should be especially worried if they cannot provide their customers with clearly differentiated value propositions. Pure players like Namshi for example will be challenged but potentially less so,” he added.\n\nReuters could not reach Arab for a comment on Wednesday. (Editing by David Evans)"
    }
]