[
    {
        "header": "brief-amazon.com inc says amazon business now serves more than one million business customers in u.s.",
        "link": "http://www.reuters.com/article/brief-amazoncom-inc-says-amazon-business/brief-amazon-com-inc-says-amazon-business-now-serves-more-than-one-million-business-customers-in-u-s-idUSFWN1KG0PD",
        "time": "9:02AM UTC",
        "body": "* Amazon.com Inc says amazon business now serves more than one million business customers in U.S. Source text for Eikon: Further company coverage:"
    },
    {
        "header": "amazon has no problem hiring in uk despite brexit uncertainties",
        "link": "http://www.reuters.com/article/us-britain-eu-amazon/amazon-has-no-problem-hiring-in-uk-despite-brexit-uncertainties-idUSKBN1AA17V",
        "time": "7:18AM UTC",
        "body": "LONDON (Reuters) - Amazon (AMZN.O) has had no problem hiring staff in Britain and plans an extra 450 high tech jobs, its UK boss said, despite the uncertain status of non-British European Union nationals.\n\nDoug Gurr, Amazon’s UK Country Manager, said the company was pleased that both the British government and the EU have prioritized an early agreement on the position of non-UK EU citizens in Britain and UK citizens in Europe during the Brexit negotiations.\n\n“As of today we’re continuing to see lots and lots of applications for every role we put out there,” Gurr said at an event on Monday to mark the opening of Amazon’s new head office in Shoreditch, central London.\n\nBritish Prime Minister Theresa May sought to ease concerns over Brexit last week, saying she wanted a “smooth, orderly exit” from the EU, including a period of implementation to help companies make investment decisions.\n\nGurr declined to say if he thought the government could deliver this, but indicated he was relaxed whatever the outcome.\n\n“I think you’ll find we will adapt. ..to whatever framework we end up with,” he said.\n\nAmazon said it was taking all 15 storeys and 600,000 square feet of the new building in Shoreditch - more than the 11 storeys and 431,000 sq ft of space it said it would take in 2014, allowing it to double the capacity of its London research and development center from 450 to 900 technical employees.\n\nThe 450 new high tech jobs are in addition to the 5,000 full time UK jobs Amazon has pledged to create this year that would take its British workforce to 24,000 permanent employees, from more than 22,000 at present.\n\n“What that will mean in terms of Amazon’s commitment to investment in the UK (is) that in the two years from Jan. 1 2016 to Dec. 31 this year we will have doubled...our number of full time employees in the UK,” said Gurr, noting the firm has invested 6.4 billion pounds ($8.3 billion) in the UK since 2010.\n\nJay Marine, vice president of Amazon Video Europe, declined to comment at the dinner event when asked if the firm had plans to operate a live TV channel or bid for sports rights."
    },
    {
        "header": "brief-amazon says to double research and development roles in london",
        "link": "http://www.reuters.com/article/brief-amazon-says-to-double-research-and/brief-amazon-says-to-double-research-and-development-roles-in-london-idUSFWN1KG13Q",
        "time": "7:51PM UTC",
        "body": "* Amazon announces plans to double research and development roles in london as it opens new uk head office\n\n* Amazon - by the end of the year, amazon will have over 5,000 corporate and research and development roles in london across three offices Source text - bit.ly/2h1kwlz Further company coverage:"
    },
    {
        "header": "retailers disregard amazon at their peril - alixpartners",
        "link": "http://www.reuters.com/article/bankruptcy-retailers/retailers-disregard-amazon-at-their-peril-alixpartners-idUSL1N1KG210",
        "time": "5:12PM UTC",
        "body": "Few of the largest U.S. retailers are prepared to compete effectively with online marketplace Amazon.com as it roils their industry and helps fuel its bankruptcies, according to the AlixPartners consulting firm.\n\nThe firm in a report released on Thursday said Amazon is notably leaving even top retailers in the dust in terms of inducements for shoppers who are increasingly buying goods online instead of in stores and at malls.\n\nTo read the full story on WestlawNext Practitioner Insights, click here: bit.ly/2eLjcTn"
    }
]