[
    {
        "header": "singapore slings? taking on alibaba, amazon launches prime now in the city state",
        "link": "http://www.reuters.com/article/amazon-singapore/singapore-slings-taking-on-alibaba-amazon-launches-prime-now-in-the-city-state-idUSL3N1KH16K",
        "time": "8:58PM UTC",
        "body": "SINGAPORE, July 27 (Reuters) - Amazon.com Inc launched its two-hour delivery service in Singapore on Thursday, marking the e-commerce giant’s push into populous Southeast Asia and its first head-on battle with its Chinese rival, Alibaba Group Holding.\n\nWhile Amazon does deliver to Singapore, higher-end services had not been available, such as Prime services which include access to the company’s video-streaming service. The Prime Now Singapore website, which went live on Thursday, promises delivery within two hours.\n\nIn Asia, Amazon has largely sidestepped China and focused on India. But its arrival in Singapore, a tiny but wealthy English-speaking city state of just over 5 million people, has been hotly anticipated as a gateway to a Southeast Asian region of 600 million, where currently only a fraction of sales are conducted online.\n\nIndustry executives are preparing for a battle of titans.\n\nAlibaba owns Southeast Asia-focused Lazada, and spent an extra $1 billion to boost its stake to 83 percent last month.\n\nAhead of Amazon’s arrival, it launched subscription-based customer loyalty programme LiveUp in Singapore in April, a venture which includes ride-hailing app Uber, video streaming service Netflix and local online grocer Redmart, which it owns.\n\n“Singapore will be a test bed,” said Ajay Sunder, vice president of digital transformation at Frost and Sullivan.\n\n“I would give Amazon another two quarters, they should be rolling out soon in southeast Asia, at least the major cities.”\n\nFrost forecasts online product sales in southeast Asia to grow to $71 billion by 2021 from $16 billion in 2016.\n\nSince launching five years ago, Lazada has expanded into six markets in Southeast Asia: Singapore, Malaysia, Indonesia, the Philippines, Thailand and Vietnam.\n\nBesides financial support, Alibaba’s investment has boosted Lazada’s range of merchants and improved its logistics. Lazada and Alibaba could already be ahead, said Xiaofeng Wang, a senior analyst at research firm Forrester, with their longer experience of local customers, and with logistics and vendor systems.\n\nAmazon, though, has deep pockets, technological nous and an inventory of U.S. products, she added.\n\nBut while Southeast Asia may be the last big battleground for e-commerce in Asia, it is not easy, with complex regulatory differences, language barriers and logistical barriers like the huge number of islands that make up the Philippines, or Jakarta’s paralysing traffic. Internet connections can be slow or non-existent.\n\nLazada has used third-party providers and developed its own logistics and warehouses.\n\nBut the market is also fragmented, with several local players including Indonesia’s Tokopedia, in which a source has said Alibaba rival, Chinese e-commerce group JD.com Inc, is considering an investment.\n\nAmazon’s Prime Now is Amazon’s express delivery service, which launched in New York City in December 2014 and has since expanded to several other major U.S cities, as well as European cities such as London, Berlin, Milan, and Madrid.\n\n“Prime builds loyalty, and same-day delivery adds to convenience factor,” Frost’s Sunder said, adding Amazon could try the service in the main Southeast Asian cities.\n\n“But Prime Now across Indonesia or across Thailand that will remain a distant reality given the logistical challenges.” (Reporting by Aradhana Aravindan; Editing by Clara Ferreira-Marques)"
    },
    {
        "header": "brief-amazon.com says it has over 50,000 roles to fill across u.s. fulfillment network​",
        "link": "http://www.reuters.com/article/brief-amazoncom-says-it-has-over-50000-r/brief-amazon-com-says-it-has-over-50000-roles-to-fill-across-u-s-fulfillment-network-idUSFWN1KH0AK",
        "time": "5:07AM UTC",
        "body": "* Announced it has more than 50,000 roles available to fill across its U.S. fulfillment network​\n\n* More than 10,000 job opportunities will be part-time jobs at company’s sortation centers throughout U.S.\n\n* Company plans to make thousands of on-the-spot job offers to candidates who apply on-site as part of Amazon Jobs Day​ Source text for Eikon: Further company coverage:"
    }
]