[
    {
        "header": "exclusive: amazon in talks to offer event ticketing in u.s. - sources",
        "link": "http://www.reuters.com/article/us-amazon-com-ticketing/exclusive-amazon-in-talks-to-offer-event-ticketing-in-u-s-sources-idUSKBN1AQ2DB",
        "time": "7:40PM UTC",
        "body": "NEW YORK/SAN FRANCISCO (Reuters) - Amazon.com Inc (AMZN.O) is seeking to partner with U.S. venue owners to sell event tickets, four sources have told Reuters, a move that could loosen Ticketmaster’s powerful grip on the lucrative ticketing business.\n\nIf Amazon moves ahead, it would represent the latest attempt by the world’s largest online retailer to use its massive customer base, tech savvy and bargaining power to shake up a big market.\n\nThe Seattle-based company sees the U.S. ticketing market as ripe for attack. Consumers dislike ticket fees, and venue owners, sports leagues and teams want more distributors for their tickets as they seek to boost sales.\n\nAccess to tickets could be another means to lure members to the Amazon Prime shopping club. For music acts and sports teams, selling tickets through Amazon could help sell their merchandise.\n\nCurrently Ticketmaster, owned by Live Nation Entertainment Inc (LYV.N), is the exclusive seller of primary tickets for many top venues in the United States. Would-be challengers have struggled to compete in the face of Ticketmaster’s strong relationships with the operators of major U.S. sports stadiums, arenas, concert halls and other venues.\n\nAmazon has had success with ticketing in Britain, where it has been selling seats to West End shows since 2015, even outselling Ticketmaster for some events, according to one of the sources, who owns venues in that country. It is less common for venues in Britain to have an exclusive ticket provider.\n\nAmazon did not return a request for comment. Live Nation declined to comment.\n\nLive Nation’s shares, which had been up more than 12 percent earlier on Thursday after the company’s quarterly results, pared gains following the Reuters report and briefly turned negative. The shares recovered to close up 5.6 percent in the stock’s busiest trading day by volume since June 2014. Amazon shares closed down 2.6 percent.\n\nAmazon has had conversations to partner with Ticketmaster as a potential way to get into ticketing in the United States, but those conversations have stalled over who would control customer data, according to sources with knowledge of the conversations.\n\nTicketing would likely make money for Amazon, which has a patchy record of profitability. Ticketmaster generated $1.6 billion in revenue from initial sales of tickets to events in 2016, according to estimates by research firm BTIG. That figure does not include revenue from the reselling of tickets, which BTIG estimates at $250 million.\n\nAmazon has approached at least one league about selling tickets on the secondary market as well, one of the sources said, a business like eBay Inc’s (EBAY.O) StubHub.\n\nGetting a foothold in the ticketing business would likely be an expensive proposition. Ticketmaster in many cases pays the venues for the right to sell tickets and manage the box office, and venue owners are loath to give up that revenue even when it means high ticketing fees for consumers.\n\nAmazon has offered to write sponsorship checks worth millions of dollars to the venues, one of the sources said. But it has yet to budge on customer data. Owners want to know who is buying their tickets so they can tailor social media campaigns and book the right acts in the right places.\n\nAmazon has made a number of moves to get more customers to its website and subscribe to Prime. Earlier this year, it agreed to pay about $50 million to the U.S. National Football League to livestream this season’s 10 Thursday night games, sources have told Reuters [IDnL2N1HD01B].\n\n“It’s all about Prime,” said Brandon Ross, an analyst at BTIG. “The reason they are spending multiple billions of dollars a year on programming is to get more Prime subscribers and engage more consumers.”"
    },
    {
        "header": "softbank bolsters flipkart's firepower to challenge amazon in india",
        "link": "http://www.reuters.com/article/us-flipkart-online-m-a-softbank-group/softbank-bolsters-flipkarts-firepower-to-challenge-amazon-in-india-idUSKBN1AQ103",
        "time": "10:56AM UTC",
        "body": "MUMBAI (Reuters) - India’s Flipkart has secured nearly $2.5 billion in funding from Japan’s SoftBank Group (9984.T), giving the online retailer more firepower to compete with Amazon (AMZN.O) in the country’s burgeoning e-commerce market.\n\nSoftBank’s Vision Fund, the world’s largest private equity fund, will invest close to $2.5 billion in Flipkart via primary and secondary share purchases, two sources familiar with the matter told Reuters.\n\nFlipkart, which raised $1.4 billion in April from China’s Tencent (0700.HK), online marketplace eBay (EBAY.O) and software giant Microsoft (MSFT.O), will now have more than $4 billion of cash, the Bengaluru-based company said in a statement on Thursday.\n\nThe deal comes just 10 days after SoftBank’s attempts to forge a deal between Flipkart and smaller rival Snapdeal - and thwart Amazon’s ambitions in India - fell apart following months of negotiations.\n\nThe investment is part of the same funding round that had raised the $1.4 billion and will make SoftBank’s tech fund one of Flipkart’s top shareholders.\n\nIt also underscores global investors’ growing confidence in the Indian e-commerce sector where dominant players Flipkart and Amazon are not burning cash on deep price discounts as much as a few months ago.\n\n“This battle is going to be fought and won on delivering better and more differentiated customer experience - by investments in areas such as logistics and technology,” said Rohan Dhamija, a partner and head of India and South Asia at consultancy Analysys Mason.\n\nFlipkart did not disclose its new valuation after the SoftBank investment, or which shareholders had sold stock in the secondary sale. The retailer said in April it had a valuation of $11.6 billion after the funding from Tencent and others.\n\nPrior to the latest round, U.S. hedge fund Tiger Global, South Africa’s Naspers and Indian venture capital firm Accel Partners were some of Flipkart’s major backers.\n\nOne of the sources said that once the current round of financing closes, SoftBank Vision Fund would own roughly one-fifth of the company and displace Tiger Global as Flipkart’s largest investor.\n\nSoftBank, the biggest investor in India’s leading cab hailing service Ola and top hotel aggregator Oyo, is keen to play a more active role in the country’s e-commerce sector which is expected to drive sales upwards of $35 billion by 2020.\n\n“We want to support innovative companies that are clear winners in India because they are best positioned to leverage technology and help people lead better lives,” SoftBank Chief Executive Masayoshi Son said in the statement.\n\nThe Japanese conglomerate has poured nearly $1 billion into Snapdeal since 2014 and until 10 days ago had been trying for months to engineer an all-stock transaction between Snapdeal and Flipkart, as a means to secure a sizeable stake in the latter.\n\nHowever, that plan soured after Snapdeal decided to remain independent.\n\nGoldman Sachs and Citi advised Flipkart and SoftBank Vision Fund, respectively on the investment deal. Gunderson Dettmer and Khaitan & Co acted as legal advisors to Flipkart, while AZB & Partners advised Vision Fund."
    },
    {
        "header": "blue apron shares slump as deeper losses, amazon loom",
        "link": "http://www.reuters.com/article/us-blue-apron-hldg-results/blue-apron-shares-slump-as-deeper-losses-amazon-loom-idUSKBN1AQ1AX",
        "time": "3:18PM UTC",
        "body": "(Reuters) - Meal-kit delivery company Blue Apron (APRN.N) lost nearly a fifth of its value on Thursday after saying costs tied to moving to a new distribution center would pile on to losses this year, compounding worries about competition from e-commerce giant Amazon.com.\n\nLess than two months after its initial public offering, New York-based Blue Apron also reported a bigger-than-expected quarterly loss. Sharp marketing cuts and stiff competition led to a 9-percent decline in second-quarter customers compared with the first quarter.\n\nBlue Apron spent about $37 on marketing per customer in the most recent quarter, far lower than the $58.50 it spent in the first quarter, according to Reuters calculations.\n\nThe five-year-old company, which competes with dozens of startups including Hello Fresh and Plated, serves customers who often switch allegiance or cancel subscriptions altogether once free trials are up.\n\nEAmazon.com Inc (AMZN.O) registered a trademark for a similar meal-kit service last month, heralding even more competition to come. That move, along with Amazon’s industry-altering deal to buy upscale grocer Whole Foods Market Inc WFM.O has weighed on Blue Apron’s shares since their market debut in June.\n\nBlue Apron said last week that it was ramping down a New Jersey facility and moving jobs to a bigger site opening in the state later this year.\n\nIn a post-earnings call on Thursday, the company said it was facing unexpected expenses related to this transition, and forecast a second-half net loss between $121 million and $128 million and revenue ranging from $380 million to $400 million.\n\nShares in Blue Apron slipped to a record low of $5.03 on Thursday, well below the $10 price in their debut. They were last down 15.4 percent to $5.28.\n\nSnap Inc (SNAP.N), another newly-listed company that has struggled this year, is also due to report results on Thursday.\n\nBlue Apron reported a second-quarter net loss of $31.6 million, compared with net income of $5.5 million a year earlier. On a per-share basis, the company posted a loss of 47 cents, wider than the 30 cents analysts had expected.\n\nSecond-quarter operating expenses surged 37 percent compared with the year-earlier period, reflecting increased hiring as well as the cost of operating two distribution centers in New Jersey.\n\nBlue Apron recorded 943,000 active customers in the second quarter, compared with 1.04 million in the first quarter that boosted its IPO. Order numbers also declined in the second quarter, to 4.03 million from 4.27 million in the prior quarter.\n\nIt has become commonplace to subscribe to several meal kit providers on a free-trial-basis, only to cancel just before being charged for services.\n\n“I get my first delivery from Blue Apron Friday. Gonna cancel it so I can try all the others,” tweeted Alice(@alicefrmcroom) on Monday.\n\n“You’re not supposed to buy Blue Apron. You just cancel after the free trial runs out,” another Twitter user wrote.\n\nBlue Apron customer Jon Wages, who uses the meal kits once or twice a month, told Reuters he does not plan to swap away to the competition, but has friends who have complained about the company’s portion sizes. Other customers on Twitter have also complained about missing ingredients and finding recipes too complex."
    },
    {
        "header": "u.s. defense secretary mattis begins tech outreach with amazon visit",
        "link": "http://www.reuters.com/article/usa-cyber-mattis/u-s-defense-secretary-mattis-begins-tech-outreach-with-amazon-visit-idUSL1N1KW01M",
        "time": "3:43PM UTC",
        "body": "MOUNTAIN VIEW, Calif., Aug 10 (Reuters) - U.S. Defense Secretary Jim Mattis kicked off his first official visit to the U.S. technology industry on Thursday with a tour of Amazon’s headquarters in Seattle, the first stop on a two-day outreach campaign intended to highlight the Pentagon’s commitment to tech innovation.\n\nMattis was scheduled to visit Mountain View, California, later in the day to tour the Pentagon’s Defense Innovation Experimental Unit, or DIUx, a Silicon Valley outpost set up in 2015 by his predecessor, Ash Carter. He was also expected to visit Alphabet’s Google headquarters in Palo Alto on Friday.\n\n“A pleasure to host #SecDef James Mattis at Amazon HQ in Seattle today,” Amazon Chief Executive Jeff Bezos wrote on Twitter. The visit comes as the Trump administration has sparred with the technology industry on a host of issues, including immigration, privacy and net neutrality. (Reporting by Dustin Volz; Editing by Leslie Adler)"
    }
]