[
    {
        "header": "analysts see more gains as amazon shares break $1,000",
        "link": "http://www.reuters.com/article/us-amazon-com-stocks/analysts-see-more-gains-as-amazon-shares-break-1000-idUSKBN18Q25B",
        "time": "6:19PM UTC",
        "body": "NEW YORK (Reuters) - Amazon.com on Tuesday became the second of the current S&P 500 components to hit the $1,000 price mark, beating Google parent Alphabet to the punch and underscoring a massive rally in large-cap technology-related stocks.\n\nShares of Amazon have risen 33 percent so far in 2017 alone, adding roughly $120 billion to its market value. Priceline was the first S&P 500 stock to hit $1,000, doing so in September 2013. Analysts on average expect Amazon to rise another 10 percent according to the median price target of $1,100.\n\n“The world is becoming more and more aware of how unstoppable the business plan is,” said Tim Ghriskey, chief investment officer of Solaris Asset Management in New York. He said Amazon accounts for 3.5 percent to 5 percent of the firm’s portfolios.\n\n“The $1,000 is a bit of a psychological barrier for any stock, but it is just another number and we’re still big believers in it.”\n\nAmong the other four largest U.S. companies by market cap, Apple and Facebook share prices have also risen nearly 33 percent this year while Alphabet has gained 26 percent and Microsoft has added 13 percent.\n\nThe combined market cap of the top five is near $3 trillion, or more than 13 percent of the S&P 500 index stocks’ capitalization.\n\nAmazon, the only one of the top five not in the technology sector, accounts for 17 percent of the market cap of the S&P 500 consumer discretionary sector.\n\nIn terms of stock prices, Amazon’s high of $1,001.20 is second among the S&P 500 behind Priceline, which recently hit $1,850.50. Priceline’s near $92 billion market cap is, however, runs far below Amazon’s $476 billion.\n\nApple dominates that metric with a capitalization of more than $800 billion.\n\nAmazon beat Alphabet, which recently hit $994.32, in a race to $1,000. The other S&P component above $900 per share is Intuitive Surgical, at $912.80.\n\nApple three years ago split its stock in seven. If it had not, its current stock price would be about $1,080.11.\n\nAmazon is ahead of Facebook in the race to become the fourth U.S. company with a market cap of more than half a trillion dollars, joining Apple, Alphabet and Microsoft."
    }
]