[
    {
        "header": "amazon sued by transgender woman, husband for workplace harassment",
        "link": "http://www.reuters.com/article/us-amazon-lawsuit/amazon-sued-by-transgender-woman-husband-for-workplace-harassment-idUSKBN1AP2FI",
        "time": "4:14PM UTC",
        "body": "(Reuters) - A transgender woman and her husband sued Amazon.com Inc on Wednesday, accusing the company of subjecting them to severe harassment and physical threats when they both worked at the retailer’s warehouse in Kentucky.\n\nA group representing the couple said their case was striking given the Seattle-based company’s vocal support of LGBT rights.\n\nThe lawsuit filed in federal court in Kentucky said Allegra Schawe-Lane was subjected to taunts such as “shemale” and “crossdresser” from coworkers. She and her husband Dane Lane also received crass comments about their sex life, it said.\n\nThe couple lodged a series of complaints with supervisors during the year they worked at the Hebron, Kentucky warehouse, but the company took no action, the lawsuit said.\n\nSupervisors joined in the harassment and were instructed to “watch them closely.” The two feared for their lives after a coworker cut the brake lines on their car, according to the lawsuit. The couple quit their jobs in 2015 following the incidents.\n\nAmazon did not respond to a request for comment.\n\nThe lawsuit comes after Amazon, one of the United States’ largest companies, was lauded by civil rights groups for their drama “Transparent,” one of the first series to feature a transgender lead character.\n\n“We call on Amazon to examine the disconnect between the message of its hit show Transparent and the discrimination perpetrated against Allegra and Dane,” said Jillian Weiss, executive director of the Transgender Legal Defense and Education Fund, which is representing the couple in the lawsuit, and which gave “Transparent” an award in 2015.\n\nLane and Schawe-Lane say Amazon violated federal and Kentucky laws banning sex discrimination in the workplace. Several federal courts have ruled that discrimination on the basis of gender identity is a form of unlawful sex bias.\n\nSchawe-Lane also says Amazon violated the Americans with Disabilities Act because supervisors viewed her gender dysphoria as a disability.\n\nThe case is Lane v. Amazon.com KYDC LLC, U.S. District Court for the Eastern District of Kentucky, No. 2:17-cv-00134."
    }
]