[
    {
        "header": "refile-update 1-singapore slings? taking on alibaba, amazon launches prime now in the city state",
        "link": "http://www.reuters.com/article/amazon-singapore/refile-update-1-singapore-slings-taking-on-alibaba-amazon-launches-prime-now-in-the-city-state-idUSL3N1KI22F",
        "time": "3:33AM UTC",
        "body": "SINGAPORE (Reuters) - Amazon.com Inc launched its two-hour delivery service in Singapore on Thursday, marking the e-commerce giant’s biggest push into Southeast Asia and its first head-on battle with Chinese rival, Alibaba Group Holding.\n\nWhile Amazon already delivered to Singapore, higher-end services had not been available, including Prime subscriptions which provide access to the company’s video-streaming service. The Prime Now Singapore app promises to deliver everything from Tiger Balm ointment to eggs, hammer drills and Pampers nappies within two hours.\n\nIn Asia, Amazon has largely sidestepped China and focused on India, where it is the number-two player behind local rival Flipkart. But its arrival in Singapore, a tiny but wealthy city state of just over 5 million people, has been hotly anticipated as a gateway to a Southeast Asian region of 600 million, where currently only a fraction of sales are conducted online.\n\nSingaporeans make a just fraction of total purchases online now, but the country’s shoppers rushed to download the app, which offers free delivery on orders of S$40 ($29.50) or more. For now, Amazon is waiving the membership requirement.\n\nWorkers at Amazon’s 100,000 square foot warehouse in Singapore were already busy on Thursday dealing with orders placed in the early hours.\n\n“Something with such quick delivery will be great,” said Jeremy Khoo, a 50-year-old communications manager in Singapore, who said he would now shop for groceries from Amazon Prime Now.\n\nIndustry executives, meanwhile, are preparing for a battle of titans in Singapore and beyond.\n\nAlibaba owns Southeast Asia-focused Lazada, and spent an extra $1 billion to boost its stake to 83 percent last month.\n\nAhead of Amazon’s arrival, it launched subscription-based customer loyalty program LiveUp in Singapore in April, a venture which includes ride-hailing app Uber, streaming service Netflix and local online grocer Redmart, which it owns.\n\n“Singapore will be a test bed,” said Ajay Sunder, vice president of digital transformation at Frost and Sullivan.\n\n“I would give Amazon another two quarters, they should be rolling out soon in Southeast Asia, at least the major cities.”\n\nFrost forecasts online product sales in Southeast Asia to grow to $71 billion by 2021 from $16 billion in 2016.\n\nSince launching five years ago, Lazada has expanded into six markets in Southeast Asia: Singapore, Malaysia, Indonesia, the Philippines, Thailand and Vietnam.\n\nAmazon has yet to detail its plans for the wider region and a spokeswoman declined to comment.\n\nBesides financial support, Alibaba’s investment has boosted Lazada’s range of merchants and improved its logistics. Lazada and Alibaba could already be ahead, said Xiaofeng Wang, a senior analyst at research firm Forrester, with their longer experience of local customers, and with logistics and vendor systems.\n\nAmazon, though, has deep pockets, technological nous and an inventory of U.S. products, she added.\n\nBut while Southeast Asia may be the last big battleground for e-commerce in Asia, it is not easy: there are regulatory differences, language barriers and logistical hurdles like the huge number of islands that make up the Philippines, or Jakarta’s paralyzing traffic. Internet connections can be slow or non-existent, and in many places card payments are rare.\n\nIn Singapore, Amazon said it plans to tie up with third-party providers to tackle last-mile logistics, but gave no details on partners.\n\nLazada has also used third-party providers and developed its own logistics and warehouses.\n\nThe market is also fragmented, with several local players including Indonesia’s Tokopedia, in which a source has said Alibaba rival, Chinese e-commerce group JD.com Inc, is considering an investment.\n\nAmazon’s Prime Now launched in New York City in December 2014 and has since expanded to several other major U.S cities, as well as European cities such as London, Berlin, Milan, and Madrid.\n\n“Prime builds loyalty, and same-day delivery adds to convenience factor,” Frost’s Sunder said, adding Amazon could try the service in the main Southeast Asian cities.\n\n“But Prime Now across Indonesia or across Thailand that will remain a distant reality given the logistical challenges.”"
    }
]