[
    {
        "header": "brief-amazon.com inc expects video content expenses to increase next year - cfo",
        "link": "http://www.reuters.com/article/brief-amazoncom-inc-expects-video-conten/brief-amazon-com-inc-expects-video-content-expenses-to-increase-next-year-cfo-idUSFWN1N11T4",
        "time": "5:33PM UTC",
        "body": "* Amazon.com Inc expects video content expenses to increase next year- CFO\n\n* Amazon.com Inc will not pull back on video strategy - CFO Further company coverage:"
    },
    {
        "header": "japan's automakers tuning up to rekindle youthful passion for cars",
        "link": "http://www.reuters.com/article/us-autoshow-tokyo-tuning/japans-automakers-tuning-up-to-rekindle-youthful-passion-for-cars-idUSKBN1CV11R",
        "time": "5:57AM UTC",
        "body": "YOKOHAMA, Japan (Reuters) - By day, the Daikoku Parking Area hums with transport trucks en route to and from the Port of Yokohama. On weekend evenings, it transforms into a revved-up runway of tuned-up Japanese cars.\n\nThe unassuming rest stop is famous to car enthusiasts as a temple of the country’s motor culture, but it also illustrates a “youth” problem that auto companies such as Toyota Motor Corp and Nissan Motor Co are scrambling to address.\n\nThe crowd last Friday - around 50 supercar fans who huddled around the back of a loading truck to get a first glimpse of the latest Lamborghini Huracan Performante delivered days before to collector Takeshi Kimura - were mainly men in their 40s and 50s.\n\n“Today’s young people, they came of age during the recession, and some of them didn’t grow up with a family car,” said Kimura, who has earned a reputation on Japanese social media as an ambassador of car culture thanks to stunts including coasting his Ferrari F40 down ski slopes and racing his supercars around a driving school practice course.\n\n“As a result, people hit their 20s and they’re not aware of how fun cars can be.”\n\nOn top of that, the cars whose finely-tuned growls echoed beneath the overpasses that criss-cross the Daikoku lot are mostly from the 1990s heyday of Japan’s auto industry.\n\nBack then, Honda Motor Co, Nissan and their compatriots forged a global reputation for their stylish, fast, highly engineered cars. Drifting, the technique of sliding rear-wheel-drive cars through bends that entered popular culture through films like the Fast and the Furious franchise, was born on Japan’s winding roads.\n\nToday, even those young Japanese who do get the car bug are unimpressed by the domestic choices on offer.\n\n“These days automakers just aren’t making cars I’d want to drive,” said Sho Watabe, a 20-year-old student who had rocked up to Daikoku in his 1996 Mazda RX-7.\n\n“If you look at the way cars are designed these days, they all look the same. They all lack personality ... If automakers keep making the same types of cars, young people are going to continue turning away from them.”\n\nJapanese car makers for years have grappled with falling interest in cars among young people, which, along with a rapidly greying society, has led to a 17 percent fall in domestic vehicle sales since 2000, data from the Japan Auto Dealers Association shows.\n\nThe number of Japanese license holders aged under 30 has dropped 35 percent since 2001, according to National Police Agency data, even as the total number of license holders has increased around 9 percent during the same period.\n\nThe country’s tuning culture, once known among global car fans for its focus on squeezing as much speed as possible out of mass-market models, is also losing its pep, as complex control units and sensors make cars increasingly hard to tinker with.\n\nTo appease car enthusiasts and drum up more interest among young people, Toyota last month launched a new line of customized, sporty versions of the Prius, Yaris and other existing models in Japan under its Gazoo racing brand, which feature sports car tuning and racing trims.\n\nNissan is also marketing more sportier siblings of its flagship models, unveiling racing versions of its Leaf electric car and its Serena minivan at the Tokyo Motor Show this week.\n\n“Mass market consumers want reliable, convenient cars, but we want to position Gazoo as a platform to use our ‘secret sauce’, to use our tuning capabilities to attract car fans,” Toyota President Akio Toyoda told reporters last month.\n\nTo raise brand awareness among young car fans, Toyota and a growing number of automakers and suppliers are tapping the country’s drifting culture, which has cleaned up its image after being associated for years with illegal road racing.\n\n“We don’t participate in motor sports in a big way, so we weren’t registering with young drivers, a small but important market for us,” said Junichi Sugano, a spokesman at Toyo Tires, known domestically as a specialist in minivan tires, which was a sponsor of the first-ever FIA Intercontinental Drift Cup held earlier this month in Tokyo.\n\n“People who attend drift events, not all of them drift, a lot of them drive minivans.”\n\nLonger term, Toyota has also promised to expand its sports car line-up, stoking anticipation of a revival of its popular Supra model.\n\nBack at Daikoku, Kimura, who set up Car Guy, a crew of car enthusiasts, has some advice for Japanese manufacturers.\n\n“If Japanese automakers want more young people to buy their cars, they have to come up with truly stylish and unique cars,” he said. “They need to come to places like this and show cars that will get kids’ hearts racing.”"
    },
    {
        "header": "brief-amazon.com says lg electronics is joining prime exclusives phones lineup",
        "link": "http://www.reuters.com/article/brief-amazoncom-says-lg-electronics-is-j/brief-amazon-com-says-lg-electronics-is-joining-prime-exclusives-phones-lineup-idUSFWN1N1153",
        "time": "9:35AM UTC",
        "body": "* Amazon.com Inc - ‍ LG Electronics is joining Prime Exclusives Phones lineup with 4 unlocked devices, starting at just $149.99 for Prime members​ Source text for Eikon: Further company coverage:"
    },
    {
        "header": "amazon's revenue surges on prime day sales",
        "link": "http://www.reuters.com/article/amazoncom-results/amazons-revenue-surges-on-prime-day-sales-idUSL4N1N16BR",
        "time": "4:06PM UTC",
        "body": "Oct 26 (Reuters) - Amazon.com Inc reported a near 34 percent jump in third-quarter revenue on Thursday as Prime Day sales boosted its retail business and demand remained strong for its popular cloud service for companies.\n\nThe world’s largest online retailer said net income rose to $256 million, or 52 cents per share, in the third quarter ended Sept. 30, from $252 million, or 52 cents per share, a year earlier.\n\nThe company’s net sales rose 33.7 percent to $43.74 billion from $32.71 billion.\n\nAmazon’s annual Prime Day shopping event in July was its biggest ever by sales.\n\nThe quarter included about a month of sales for upscale grocer Whole Foods, which Amazon acquired for $13.7 billion in August. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Patrick Graham)"
    },
    {
        "header": "amazon sales surge after whole foods acquisition, busy prime day",
        "link": "http://www.reuters.com/article/us-amazon-com-results/amazon-sales-surge-after-whole-foods-acquisition-busy-prime-day-idUSKBN1CV28U",
        "time": "9:20PM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) on Thursday said its sales surged over the summer and profit trounced expectations, as shoppers jumped at “Prime Day” promotions on its website and bought groceries at its newly acquired chain of Whole Foods Market stores.\n\nShares rose more than 7 percent in after-hours trade.\n\nAmazon is winning business from older, big box rivals by delivering virtually any product to customers at a low cost, and at times faster than it takes to buy goods from a physical store. It acquired Whole Foods for $13.7 billion in August to help it deliver groceries to shoppers’ doorsteps.\n\nAmazon’s results defied expectations that it would invest nearly all of its earnings into new areas as it has in the past. The world’s largest online retailer said net income rose to $256 million, or 52 cents per share in the quarter ended Sept. 30. Analysts on average were expecting 3 cents per share, according to Thomson Reuters I/B/E/S.\n\n“This company has finally gotten itself to the point where it can sustain its spending growth and still leave some crumbs for shareholders,” said Wedbush Securities analyst Michael Pachter.\n\nPrime Day, a summer marketing event Amazon has created to replicate the shopping frenzy that is more typical of the winter holiday season, helped boost sales.\n\nRevenue rose 34 percent to $43.7 billion in the third quarter, including $1.3 billion in sales from Whole Foods. Analysts had expected $42.1 billion.\n\n“There’ll be a lot of integration,” Amazon’s Chief Financial Officer Brian Olsavsky said on a call with analysts, citing how Amazon’s two-hour delivery service Prime Now could work with Whole Foods, for instance.\n\n“We think we’ll also be developing new store formats,” he said.\n\nIn a first, Amazon broke out sales for its online retail business and for its physical bookstores and Whole Foods locations. Revenue from its online stores jumped 22 percent to $26.4 billion, the fastest growth Amazon has seen in the segment in more than a year.\n\nKey to its success has been signing more people up for Amazon Prime, its fast-shipping and video-streaming club, whose members tend to buy more from the company. Revenue from subscription fees such as Prime grew 59 percent to $2.4 billion.\n\nAnd Amazon Web Services (AWS), which handles data and computing for large enterprises, saw its profit margin expand from the previous quarter. It posted a 41.9 percent rise in sales to $4.58 billion, beating the average estimate of $4.52 billion, according to analytics firm FactSet.\n\n“They are firing on all cylinders. The machine is churning,” Benchmark Co analyst Daniel Kurnos said.\n\nAmazon shares have a high valuation, with a price-to-earnings ratio more than eight times that of cloud-computing rival Microsoft Corp (MSFT.O), for instance.\n\nUnlike peers, Amazon runs on razor-thin profit margins because it sinks most of its profit back into its business.\n\nThis quarter, which includes the shopping holiday Black Friday, Amazon said it expects operating profit between $300 million and $1.65 billion. Analysts were expecting $930.78 million, according to Thomson Reuters I/B/E/S.\n\nAmazon’s profit is going toward a dizzying number of investments: warehouses for faster shipping, data centers for AWS, and a 77 percent uptick in employees last quarter, including Whole Foods workers.\n\nThe company plans to spend more on video content next year as well, Olsavsky said. Analysts estimate Amazon will have spent $4.5 billion this year.\n\nThe commitment to content comes after Amazon Studios chief Roy Price resigned last week, and other top studio hands left the company.\n\nIt is unclear what impact the shakeup may have on Amazon’s ability to secure video that competes with Netflix Inc (NFLX.O) for viewers’ attention.\n\nThe company’s shares, which closed down 0.05 percent on Thursday, rose about 7.5 percent to $1,046 in after-hours trading following the earnings statement. They had gained about 30 percent this year."
    },
    {
        "header": "brief-amazon ‍plans to open seventh canadian fulfillment centre",
        "link": "http://www.reuters.com/article/brief-amazon-plans-to-open-seventh-canad/brief-amazon-plans-to-open-seventh-canadian-fulfillment-centre-idUSFWN1N11MV",
        "time": "1:07PM UTC",
        "body": "* Says ‍plans to open seventh Canadian fulfillment centre to be located in greater Calgary Region’s Rocky View Community​ Source text for Eikon: Further company coverage:"
    },
    {
        "header": "corrected-billions in tax breaks offered to amazon for second headquarters",
        "link": "http://www.reuters.com/article/amazoncom-headquarters/corrected-billions-in-tax-breaks-offered-to-amazon-for-second-headquarters-idUSL2N1MU1D9",
        "time": "8:10PM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) is receiving offers of billions of dollars in tax breaks and other subsidies from cities and states across North America that are participating in a company contest to pick a location for its second headquarters.\n\nElected officials are eager for the $5 billion-plus investment by Amazon and up to 50,000 new jobs that will come with “HQ2.” For its second campus, Amazon wants a metropolitan area of more than a million people with good education, mass transit and likely lower costs than its home base in Seattle.\n\nAmazon has said it will announce a decision next year.\n\n“There is no better place to do business than Canada,” Prime Minister Justin Trudeau said in an Oct. 13 letter to Amazon’s Chief Executive Jeff Bezos, seen by Reuters.\n\nNew Jersey proposed $7 billion in potential credits against state and city taxes if Amazon locates in Newark and sticks to hiring commitments, according to a news release from the governor’s office earlier this week.\n\nA report from the California governor’s office seen by Reuters said Amazon could claim some $300 million, and a bill in the state’s assembly introduced Thursday could offer Amazon $1 billion in tax breaks over the next decade.\n\nAnd in a far different proposal, the mayor of the Atlanta suburb of Stonecrest, Jason Lary, said his city would use 345 acres of industrial land to create a new city called Amazon. Bezos would be its mayor for life, Lary said.\n\nAmazon’s need to compete for tech talent with Silicon Valley companies such as Google (GOOGL.O) likely places the HQ2 prize out of reach for some smaller cities.\n\nMoody’s Analytics Inc has ranked Austin, the headquarters of Amazon’s subsidiary Whole Foods, as the favorite.\n\n“The cities I talked (to) all know they are being taken and resent it,” said urban studies expert Richard Florida, a professor at the University of Toronto’s Martin Prosperity Institute. However, cities expect some indirect benefits from the contest, such as closer ties to state and regional officials, he said.\n\nSince its beginnings as an online bookseller in 1994, Amazon has had a savvy approach to taxes, collecting no sales tax for many purchases until recent years, and now pitting governments against each other to win tax breaks.\n\nIn some cases, the contest has gotten heated.\n\nNew Hampshire warned Amazon not to choose nearby Boston, saying in a report posted online: “When you leave your tiny $4,000-a-month apartment only to sit in two hours of traffic trying to make your way to an overburdened airport, you’ll be wishing you were in New Hampshire.”\n\nMilwaukee’s bid touted its proximity to Chicago, a nearby competitor, arguing that Amazon could tap that city’s workforce and amenities while avoiding its congestion and high costs of living.\n\n“We consider Chicago one of our finest suburbs,” said Milwaukee Mayor Tom Barrett.\n\nMany governments have declined to discuss the tax packages they are offering for fear of tipping off rivals.\n\nThe bid by Austin is confidential, a chamber of commerce official told Reuters. Missouri’s economic development department said the state had a non-disclosure agreement with Amazon.\n\nSt. Louis, Missouri received the most Twitter mentions related to HQ2 over the last two weeks - more than 1,300 - according to social media monitoring company Brandwatch. Boston and Chicago were next.\n\nOther candidates have simply taken the opportunity to market themselves.\n\n”Hey Amazon, we need to talk,“ ran an ad for Little Rock, Arkansas in the Bezos-owned Washington Post on Thursday. ”We’re happy knowing that many great companies find our natural good looks coupled with our brains for business irresistible.\n\n“You’ll find what you’re looking for. But it’s just not us,” the ad read."
    },
    {
        "header": "amazon gains wholesale pharmacy licenses in many u.s. states: report",
        "link": "http://www.reuters.com/article/us-amazon-com-retail/amazon-gains-wholesale-pharmacy-licenses-in-many-u-s-states-report-idUSKBN1CV388",
        "time": "3:41PM UTC",
        "body": "(Reuters) - Amazon.com Inc has gained approval from a number of state pharmaceutical boards to become a wholesale distributor, St. Louis Post-Dispatch reported on Thursday, citing public records.\n\nThe news send the shares of U.S. pharmacy chains, drug wholesalers and pharmacy benefit manager Express Scripts down.\n\nAn Amazon spokesperson said it doesn’t comment on rumors or speculation.\n\nEarlier this month, a source-based report by CNBC said Amazon would decide before Thanksgiving whether to move into selling prescription drugs online.\n\nThe ecommerce giant is reported to be in talks with mid-market pharmacy benefit managers and has been hiring talent to assess the drug retailing market for its entry, brokerage firm Leerink had said."
    },
    {
        "header": "brief-amazon.com reports q3 earnings $0.52/shr",
        "link": "http://www.reuters.com/article/brief-amazoncom-reports-q3-earnings-052/brief-amazon-com-reports-q3-earnings-0-52-shr-idUSASB0BP55",
        "time": "4:16PM UTC",
        "body": "* Amazon.com announces third quarter sales up 34% to $43.7 billion\n\n* Amazon.com Inc - ‍ Q4 2017 operating income is expected to be between $300 million and $1.65 billion​\n\n* Amazon.com Inc - qtrly ‍net sales includes $1.3 billion from whole foods market​\n\n* Amazon.com - ‍Q4 2017 net sales guidance includes approximately 1,000 basis points of impact to co’s year-over-year growth rate from whole foods market​\n\n* Amazon.com - ‍Q4 2017 net sales guidance also anticipates a favorable impact of approximately $1.2 billion or 270 basis points from foreign exchange rates​\n\n* Amazon.com Inc - qtrly advertising and other revenue $1,123 million versus $709 million in Q3 2016\n\n* Amazon.com - ‍excluding whole foods market, $124 million favorable impact from y-o-y changes in foreign exchange rates throughout quarter, net sales increased 29%​"
    },
    {
        "header": "brief-amazon cfo says india remains co's primary international investment",
        "link": "http://www.reuters.com/article/brief-amazon-cfo-says-india-remains-cos/brief-amazon-cfo-says-india-remains-cos-primary-international-investment-idUSFWN1N11TN",
        "time": "6:23PM UTC",
        "body": "* Amazon CFO on AWS- pleased with new customers and the additional workloads picked up from existing customers - conf call\n\n* Amazon CFO says Diwali holiday in India was a few days earlier, which may be pushed some sales into Q3 versus Q4 - conf call\n\n* Amazon CFO says “you’ll see more cooperation and working together between within Amazonfresh, Prime Now and Whole Foods” - Conf call\n\n* Amazon CFO on pharmacy presence- “can’t confirm or deny any of the rumors related to pharmacy or anything else” -conf call\n\n* Amazon CFO says other revenue, which includes advertising services, grew 58 percent in the quarter- conf call\n\n* Amazon CFO says “to continue to invest in video and increase that investment in 2018” - conf call\n\n* Amazon CFO says “we remain very bullish on the video business” -conf call Further company coverage:"
    }
]