[
    {
        "header": "amazon to ship electronics in brazil from third-party sellers",
        "link": "http://www.reuters.com/article/us-amazon-brazil/amazon-to-ship-electronics-in-brazil-from-third-party-sellers-idUSKBN1CN066",
        "time": "10:05PM UTC",
        "body": "SAO PAULO (Reuters) - Amazon.com Inc began offering electronics from third-party sellers to Brazilian shoppers on Wednesday, expanding beyond books in the fiercely competitive e-commerce market in Latin America’s largest economy.\n\nThe long-awaited move will offer televisions, cell phones and laptops from hundreds of independent sellers on Amazon’s website in Brazil without involving the company in the tricky logistics that have hurt many online retailers in the country.\n\nAlex Szapiro, Amazon’s country manager in Brazil, declined to say if there were plans for the company to stock its own electronics inventory or open a fulfillment center to ship third-party goods more efficiently, as it did simultaneously with the launch of independent sellers in Mexico two years ago.\n\n“Each country has a different playbook,” said Szapiro in an interview with Reuters at Amazon headquarters in Sao Paulo. He helped launch the company’s Brazil business with e-books in 2012 after running operations for Apple Inc in the country for five years.\n\nShares of local e-commerce rivals MercadoLibre Inc, Magazine Luiza SA and B2W Cia Digital have fallen 14 percent, 17 percent and 20 percent, respectively, in the past week on concerns of heightened competition from Amazon.\n\nKeeping pace with the local e-commerce market, Amazon will parcel purchases into as many as 10 monthly installments without interest, a practice the company started in Brazil for Kindle e-reader sales in 2014, then extended to Mexico and other markets.\n\nSellers will be paid up-front, minus a 10 percent commission to Amazon and fees of 19 reais ($6) per month or 2 reais per item. Szapiro called the 10 percent commission a “promotional” rate without saying when or how much it would eventually rise."
    },
    {
        "header": "brief-coupa and amazon business team to innovate corporate buying",
        "link": "http://www.reuters.com/article/brief-coupa-and-amazon-business-team-to/brief-coupa-and-amazon-business-team-to-innovate-corporate-buying-idUSFWN1MS0KI",
        "time": "8:27AM UTC",
        "body": "* Coupa open buy with Amazon Business is now generally available in United States​ Source text for Eikon: Further company coverage:"
    },
    {
        "header": "brief-‍cyrusone continues to expand with amazon web services direct connect service​",
        "link": "http://www.reuters.com/article/brief-cyrusone-continues-to-expand-with/brief-cyrusone-continues-to-expand-with-amazon-web-services-direct-connect-service-idUSFWN1MS0MR",
        "time": "8:11AM UTC",
        "body": "Breakingviews: Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "amazon studios chief resigns after harassment allegations",
        "link": "http://www.reuters.com/article/us-people-roy-price/amazon-studios-chief-resigns-after-harassment-allegations-idUSKBN1CM308",
        "time": "8:54PM UTC",
        "body": "(Reuters) - Amazon Studios (AMZN.O) chief Roy Price has resigned, a company spokeswoman said on Tuesday, following allegations that he harassed a producer and took no action when an actress told him she was sexually assaulted by producer Harvey Weinstein.\n\nPrice went on a leave of absence last week and Albert Cheng, the studio’s chief operating officer, remains interim head of the division, the spokeswoman said.\n\nPrice did not return requests for comment.\n\nMany women have shared their experiences of mistreatment on social media using the hashtag #MeToo, in the wake of allegations of harassment against Weinstein in reports this month by The New York Times and The New Yorker.\n\nWeinstein has denied having non-consensual sex with anyone.\n\nThe Hollywood Reporter last week reported an allegation by Isa Hackett, a producer on one of Amazon.com Inc’s shows, that Price had lewdly propositioned her in 2015.\n\nOn Tuesday, a lawyer for Hackett confirmed the allegations.\n\n“I‘m pleased Amazon is taking steps to address the issues,” Hackett said in a statement on Tuesday. “An important conversation has begun about the need to create a culture in our industry which values respect and decency and rejects the abuse of power and dehumanizing treatment of others.”\n\nThe accusations against Price represented a rare scandal for the online retailer.\n\n“This is a necessary move because of the sexual harassment allegation, but I think it’s a convenient excuse to replace him,” said Michael Pachter, an analyst at Wedbush Securities.\n\nAmazon fared poorly for its original TV shows at last month’s Primetime Emmy Awards. Pachter said the company has appealed to elite, liberal tastes with its original TV lineup but has lacked “content that has mass appeal.”\n\nAmazon did not reply to requests for comment.\n\nAmazon is investing some $4.5 billion this year on video content. The company has said it hopes original shows will encourage people to sign up for its streaming and shopping club Prime."
    },
    {
        "header": "retailer casino cools talk of amazon deal as it posts higher sales",
        "link": "http://www.reuters.com/article/us-casino-results/retailer-casino-cools-talk-of-amazon-deal-as-it-posts-higher-sales-idUSKBN1CM0XG",
        "time": "4:57AM UTC",
        "body": "PARIS (Reuters) - Supermarket retailer Casino (CASP.PA) cooled talk of a deal with Amazon (AMZN.O), as it posted higher third quarter sales that lifted its shares.\n\nCasino, whose credit rating was cut to junk by Standard & Poor’s in March 2016 and which has been criticized by U.S. activist fund Muddy Waters, is under pressure to show it can revive profits in its French home market as conditions remain tough for its business in Brazil.\n\nAmazon’s $13.7 billion takeover of Whole Foods Market this year sparked speculation that it might be examining further tie-ups, possibly involving logistics partnerships with French supermarket operators.\n\nHowever, Casino’s finance director Antoine Giscard d‘Estaing told reporters that such rumors were “fake news”, and that Casino had not received any demands from Amazon over using its purchasing center or regarding a logistics tie-up.\n\nCasino, which controls Brazil’s top retailer Grupo Pao de Acucar (PCAR4.SA), said group third quarter sales reached 9.2 billion euros ($10.8 billion), compared with analysts’ expectations for 9.119 billion euros.\n\nCasino shares gained 1.5 percent in morning trading, among the best performers on the Paris market. The stock is up nearly 10 percent so far in 2017, outperforming a 3 percent fall on the STOXX Europe 600 retail index .SXRP.\n\nCasino’s sales were up 3.4 percent on an organic basis, marking a moderate improvement from 3.3 percent growth in the second quarter, due to an improvement at its domestic stores in France such as Monoprix, Geant and its online Cdiscount unit.\n\nCasino also reiterated its 2017 financial targets, which include expecting growth of more than 15 percent regarding food retail trading profits in France."
    },
    {
        "header": "brief-bahrain's batelco becomes aws direct connect partner",
        "link": "http://www.reuters.com/article/brief-bahrains-batelco-becomes-aws-direc/brief-bahrains-batelco-becomes-aws-direct-connect-partner-idUSFWN1MS08L",
        "time": "3:32AM UTC",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "uk lawmakers say amazon, ebay not doing enough to combat vat fraud",
        "link": "http://www.reuters.com/article/us-ebayamazon-com-tax/uk-lawmakers-say-amazon-ebay-not-doing-enough-to-combat-vat-fraud-idUSKBN1CM3A4",
        "time": "7:05PM UTC",
        "body": "LONDON (Reuters) - A UK parliamentary report has criticized Amazon and eBay for not doing enough to prevent tax fraud on their online market places and recommended the government hold the online giants accountable for tax lost to evaders.\n\nIn April the National Audit Office said Britain was losing up to 1 billion pounds ($1.3 billion) a year in value-added-tax (VAT) because of fraud or error by frequently China-based sellers on eBay and Amazon.\n\nThe Public Accounts Committee published the results of an investigation into the problem on Wednesday which said the companies had been slow to take even basic actions to tackle fraud, such as requesting VAT registration numbers.\n\nThe investigation also said the companies had resisted sharing data with Her Majesty’s Revenue & Customs (HMRC), the UK tax authority.\n\n“These people are profiting from VAT fraud, because they still take their commission,” said member of parliament Meg Hillier, chairwoman of the committee.\n\nThe companies say they take the problem seriously. A spokeswoman for eBay said it wants a fair marketplace for all its buyers and sellers. An Amazon spokesman said the company was reviewing the committee’s recommendations.\n\nHillier said the fraud was costing jobs at UK online retailers who were being undercut by rivals not charging VAT.\n\nHMRC, which estimates total VAT fraud involving all online marketplaces of up to 1.5 billion pounds, had also not pursued the problem with vigor and had failed to use all the powers at its disposal, the report said.\n\nThe government last year introduced measures to cut down on online VAT fraud, including the potential for marketplaces to be held liable for unpaid VAT where they had ignored calls to remove illegal sellers.\n\nHowever, the committee said these measures were not strong enough and indeed potentially totally ineffective.\n\nThe committee said VAT was regularly being evaded on goods stored in UK-based “fulfillment centers” or warehouses and dispatched by UK-based companies including Amazon’s UK arm.\n\nIn the past the frauds often involved goods dispatches direct from places such as China."
    },
    {
        "header": "brief-casino confirms 2017 targets, says no demands from amazon over its purchasing centre",
        "link": "http://www.reuters.com/article/brief-casino-confirms-2017-targets-says/brief-casino-confirms-2017-targets-says-no-demands-from-amazon-over-its-purchasing-centre-idUSP6N1M9015",
        "time": "2:32AM UTC",
        "body": "* Says confirms financial targets for 2017\n\n* Casino finance director says there has been a lot of “fake news” concerning Amazon and retailers\n\n* Finance director says Amazon has not made any demands to Casino regarding using its purchasing center (Reporting by Pascale Denis)"
    },
    {
        "header": "deforestation drops for first time in three years in brazil's amazon",
        "link": "http://www.reuters.com/article/us-brazil-amazon-deforestation/deforestation-drops-for-first-time-in-three-years-in-brazils-amazon-idUSKBN1CM2XL",
        "time": "5:22PM UTC",
        "body": "BRASILIA (Reuters) - Deforestation in Brazil’s Amazon fell 16 percent in the year to July 2017 compared to the same period a year prior, the first decline in three years, the country’s environment minister said on Tuesday.\n\nReasons for the decline included stepped-up enforcement and refinements in real-time monitoring that allow for rapid response to deforestation, Minister Jose Sarney Filho told a news conference at the presidential palace in the capital, Brasilia.\n\nHowever, Paulo Barreto, a senior researcher for non-profit Amazon institute Imazon, said economic recession in Brazil and a drop in livestock prices were likely the major cause for the decline. The cattle industry is a major contributor to deforestation.\n\nThe Amazon, the world’s largest tropical rainforest, soaks up vast amounts of carbon and is seen as vital to the fight against climate change.\n\nPRODES satellite data, which serves as the official government benchmark, showed 6,624 square kilometers (2,558 square miles) of forest were destroyed between August 2016 and July 2017, compared to 7,893 square kilometers in 2015/2016.\n\nThe rate remains well above the 4,571 square kilometers deforested in 2012, which was the low since records began in 2004/2005.\n\n“Surveillance and control help, but it is not a solution. We will only end deforestation when we value the standing forest,” Sarney said.\n\n“But we are reaching the limit. If we do not fulfill international agreements, especially for payment for environmental services, it will be very difficult to maintain the fall in deforestation,” he said, referencing a system of payments to landowners in exchange for maintaining forest on their property.\n\nEnvironmentalists said the fall was important but it was too soon to celebrate.\n\nDeforestation needs to fall much further in order for Brazil to meet its climate change targets, said Alfredo Sirkis, general coordinator for the Brazil Forum for Climate Change.\n\nDeforestation must fall to an annual loss of no more than 4,000 square kilometers by 2020 to meet a climate change target known as a nationally appropriate mitigation action (NAMA), a concept adopted in connection with the 2009 Copenhagen Accord, said Sirkis, a former politician and co-founder of Brazil’s green party.\n\n“At least we can say the curve has inverted, but there’s lots of stuff to do, and we have to try harder,” Sirkis said."
    },
    {
        "header": "amazon studios chief resigns after harassment reports",
        "link": "http://www.reuters.com/article/people-roy-price/amazon-studios-chief-resigns-after-harassment-reports-idUSL2N1MS207",
        "time": "4:40PM UTC",
        "body": "Oct 17 (Reuters) - Amazon Studios chief Roy Price has resigned, a company spokeswoman said on Tuesday, following reports that he harassed a producer and ignored an actress’ allegation of sexual assault by disgraced producer Harvey Weinstein.\n\nAlbert Cheng, the studio’s chief operating officer, remains interim head of the division, the spokeswoman said. Price had gone on a leave of absence last week. (Reporting by Jeffrey Dastin in San Francisco; Editing by Sandra Maler)"
    }
]