[
    {
        "header": "not sure what to wear? amazon's algorithms may help",
        "link": "http://www.reuters.com/article/us-amazon-com-echolook/not-sure-what-to-wear-amazons-algorithms-may-help-idUSKBN17S29V",
        "time": "3:45PM UTC",
        "body": "(Reuters) - Amazon.com Inc wants to help you choose what to wear.\n\nThe technology and retailing behemoth on Wednesday unveiled a voice-controlled camera, the Echo Look, and an app that recommends which of two outfits is best, using fashion specialists’ advice and algorithms that check for the latest trends.\n\nThe new product underscores Amazon’s ambitions to be a top player in fashion and voice-powered computing.\n\nAmazon is working to make its voice assistant Alexa, which competes with Apple Inc’s Siri, an indispensable feature of people’s lives: from playing music to helping someone cook, and now to helping someone dress. The more commands it receives and data it processes improve Alexa’s understanding, making the service more useful.\n\nThe same holds true for Amazon’s new “Style Check” service.\n\nUsers submit two full-length photos of their outfits, taken by the Echo Look, and they receive recommendations that become “smarter through your feedback and input from our team of experienced fashion specialists,” Amazon said on its website.\n\nIf successful, the service would not only give Amazon data on what outfits customers prefer, but it also would help shoppers equate Amazon with fashion - a lucrative market for online retailers.\n\nSurging apparel sales are helping Amazon challenge Macy’s Inc as the dominant retailer in the category. Customers like to try on clothing in stores, however, an obstacle to future growth online.\n\nThe Echo Look “opens up a new realm of shopping experiences,” said Werner Goertz, a Gartner Inc analyst. It may one day herald the use of augmented reality in e-commerce so shoppers can “try things on visually before you make your buying decision.”\n\nThe Echo Look’s camera - the first in an Alexa device - has the potential to be used for home surveillance, video conferencing and various enterprise applications, he added.\n\nThe $199.99 Echo Look is not yet available to the general public. Amazon has sold an estimated 10 million or more Alexa devices, and has had trouble keeping the original Echo device in stock, it has said."
    },
    {
        "header": "not sure what to wear? amazon.com can tell you",
        "link": "http://www.reuters.com/article/amazoncom-echolook/not-sure-what-to-wear-amazon-com-can-tell-you-idUSFWN1HY13E",
        "time": "12:06PM UTC",
        "body": "April 26 (Reuters) - Amazon.com Inc wants to help you choose what outfit to wear.\n\nThe technology giant on Wednesday unveiled a voice-controlled camera, the Echo Look, and an app that recommends which of two outfits is best, using fashion specialists’ advice and algorithms that check for the latest trends. The announcement underscores Amazon’s ambitions to be a top player in both fashion and voice-powered computing. (Reporting By Jeffrey Dastin in San Francisco and Anya George Tharakan in Bengaluru)"
    }
]