[
    {
        "header": "amazon error sends some shoppers to dog photo, not product page",
        "link": "http://www.reuters.com/article/us-amazon-com-outages/amazon-error-sends-some-shoppers-to-dog-photo-not-product-page-idUSKBN18Y30W",
        "time": "6:04PM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) told some shoppers on Wednesday that there was a problem when they were trying to view product listings.\n\n“Sorry something went wrong on our end,” Amazon said on a page some shoppers were sent to after clicking on items from its U.S. home page. A different image of a dog greeted users each time.\n\nMany shoppers took to Twitter to report the error message, which Reuters witnesses separately viewed. The incident appeared to start in the early afternoon Pacific Time and subside after 2 p.m. (2100 GMT).\n\nThe cause was not clear, and company representatives did not respond to requests for comment.\n\nOutages are rare for Seattle-based Amazon, which prides itself on being a technology company, not simply a retailer.\n\nIn February, its cloud storage and computing business, Amazon Web Services, suffered a technical disruption. The widely felt outage underscored how enterprises from news sites to even Apple Inc (AAPL.O) rely on Amazon’s cloud for some of their day-to-day operations.\n\nWednesday’s glitch was unlikely to slow Amazon’s growing control over consumers’ wallets, however.\n\n“A one-off outage for a couple hours in the middle of the day is not going to have a major impact,” said analyst Jan Dawson of Jackdaw Research.\n\nThough “it’s never good,” he added.\n\nThe world’s largest online retailer averaged more than $151,000 in sales per minute in North America last year, reflecting lost opportunity from even short-lived disruptions."
    },
    {
        "header": "brief-amazon web services announces that aws greengrass now available to all customers",
        "link": "http://www.reuters.com/article/brief-amazon-web-services-announces-that/brief-amazon-web-services-announces-that-aws-greengrass-now-available-to-all-customers-idUSFWN1J40LC",
        "time": "3:00PM UTC",
        "body": "* Amazon Web Services - Announced that AWS Greengrass is now available to all customers Source text for Eikon: Further company coverage:"
    },
    {
        "header": "parts of amazon's website appear to be down - reuters witnesses",
        "link": "http://www.reuters.com/article/amazoncom-outages/parts-of-amazons-website-appear-to-be-down-reuters-witnesses-idUSL1N1J41RP",
        "time": "4:21PM UTC",
        "body": "June 7 (Reuters) - Parts of Amazon.com Inc’s U.S. home page appeared to be down on Tuesday, Reuters witnesses and users on Twitter reported.\n\nWhen shoppers clicked on various product listings from Amazon’s home page, they were directed to a page with an image of a dog and the text, “Sorry something went wrong on our end.” Company representatives did not immediately return a request for comment. (Reporting By Jeffrey Dastin in San Francisco; Editing by Jonathan Oatis)"
    },
    {
        "header": "brief-baristas coffee co says amazon placed order for white coffee single serve cups",
        "link": "http://www.reuters.com/article/brief-baristas-coffee-co-says-amazon-pla/brief-baristas-coffee-co-says-amazon-placed-order-for-white-coffee-single-serve-cups-idUSFWN1J40CP",
        "time": "8:43AM UTC",
        "body": "* Baristas Coffee Company Inc says Amazon placed order for its white coffee single serve cups compatible with Keurig 2.0 k-cup brewing system Source text for Eikon: Further company coverage:"
    },
    {
        "header": "brief-amazon announces plans to expand in miami with new fulfillment center",
        "link": "http://www.reuters.com/article/brief-amazon-announces-plans-to-expand-i/brief-amazon-announces-plans-to-expand-in-miami-with-new-fulfillment-center-idUSFWN1J30LP",
        "time": "12:43AM UTC",
        "body": "* Amazon announces plans to expand in Miami with new fulfillment center\n\n* Says more than 800,000-square-foot Miami fulfillment center will create over 1,000 full-time jobs Source text for Eikon: Further company coverage:"
    },
    {
        "header": "brief-amazon to open first oregon fulfillment center in troutdale",
        "link": "http://www.reuters.com/article/brief-amazon-to-open-first-oregon-fulfil/brief-amazon-to-open-first-oregon-fulfillment-center-in-troutdale-idUSFWN1J40LS",
        "time": "4:34PM UTC",
        "body": "* Amazon to open first Oregon fulfillment center in Troutdale; will create 1,500-plus full-time jobs Source text for Eikon: Further company coverage:"
    }
]