[
    {
        "header": "amazon continues heady uk expansion with new distribution centre",
        "link": "http://www.reuters.com/article/us-amazon-britain-employment/amazon-continues-heady-uk-expansion-with-new-distribution-centre-idUSKCN1AW0UG",
        "time": "10:48AM UTC",
        "body": "LONDON (Reuters) - Online retailer Amazon.com Inc said on Wednesday it would open a distribution centre in Bristol, south west England, in 2018, continuing a rapid expansion that saw its investments in the UK triple last year to over 400 million pounds ($513.96 million).\n\nBritain is Amazon’s third-largest market outside North America, with sales of $9.5 billion last year -- up almost 20 percent in sterling terms on 2015.\n\nThe U.S. group already planned to open four additional distribution, or fulfilment, centres in 2017, in addition to the 12 operating at the end of last year.\n\nAmazon said it intended to hire an additional 1,000 workers at the Bristol plant on permanent contracts.\n\nFollowing criticism from politicians about weak worker protection, the company has been increasingly employing its warehouse staff directly, rather than indirectly via contract firms which offer little employment security.\n\nAmazon invested about 850 million pounds in the UK from 2010 to 2016, accounts for its UK subsidiaries show.\n\nIncreased use of robot technology contributed to the high capex spend last year, a spokesman said.\n\nThe company said that, including operating costs, Amazon had spent 6.4 billion pounds ($8.3 billion) in the UK since 2010, against sales of around 33 billion pounds.\n\nAmazon does not publish profitability figures for its UK operation. However, its main, Luxembourg-based European operating unit, through which all EU sales are routed, reported operating losses for the last six years, its accounts show.\n\nAmazon said last month it was not having problems hiring staff in Britain despite last year’s Brexit vote."
    },
    {
        "header": "trump, in tweet, again blasts amazon over taxes, jobs",
        "link": "http://www.reuters.com/article/usa-amazoncom-trump/trump-in-tweet-again-blasts-amazon-over-taxes-jobs-idUSL2N1L20BE",
        "time": "6:39AM UTC",
        "body": "WASHINGTON, Aug 16 (Reuters) - U.S. President Donald Trump on Wednesday criticized Amazon.com on Twitter over taxes and jobs and accused the global retailer, without evidence, of hurting U.S. localities and causing job losses.\n\nShares of the company fell 0.5 percent at $978.00 in premarket trade after Trump’s comments.\n\nAmazon.com has said that it has more than 50,000 job openings across the United States to help fulfill customer orders and earlier this month hosted multiple job fairs to fill them.​ (Reporting by Susan Heavey, Editing by Angus MacSwan)"
    },
    {
        "header": "like much else, amazon can sell debt in a flash",
        "link": "http://www.reuters.com/article/us-amazon-com-debt-breakingviews/like-much-else-amazon-can-sell-debt-in-a-flash-idUSKCN1AW28O",
        "time": "1:36PM UTC",
        "body": "NEW YORK (Reuters Breakingviews) - Amazon’s aggressive salesmanship now extends to its own debt. The e-commerce giant’s blowout $16 billion bond sale suggests almost unlimited potential for the retailing juggernaut to consider even more shopping. Yet in nearly tripling its financial obligations to buy brick-and-mortar Whole Foods Market, Jeff Bezos’ outfit is starting to look more traditional. The risk is that its stock will too.\n\nBezos built his online empire by investing cash flow back into the business and eschewing such conventional corporate-finance tools as debt and dividends. The result is a $472 billion goliath - the fifth-largest American enterprise by market capitalization - that has store owners and tech companies quaking over its ambitions.\n\nAmazon could have financed the Whole Foods deal by issuing stock with only minimal dilution to his 16.6 percent stake. But like Tesla’s Elon Musk did last week, Bezos took the cheap money available in the fixed-income market. Investors submitted nearly $47 billion in bids, and the company was able to sell its paper at razor-thin margins, including a premium to comparable U.S. Treasuries of just 1.45 percentage points for $2.25 billion of 40-year bonds. A need for yield and a belief that Amazon will triumph from the retail shakeout it is provoking created a powerful cocktail.\n\nThe deal will nearly triple Amazon’s outstanding debt, to a little over $23 billion. That’s about a billion less than the consensus estimate for 2018 EBITDA. Given the company’s cash pile, net debt will be even lower at under $10 billion. That leaves the under-leveraged Amazon with enough financial firepower to consider acquisitions that would make Whole Foods look like an appetizer.\n\nWhether that would be good for the company’s stock is less clear. Belief in the Bezos vision has pushed Amazon shares up nearly 31 percent so far this year, and they are trading at 120 times 2018 estimated earnings as calculated by Eikon. Wal-Mart Stores, by contrast, fetches 17.6 times earnings. As Amazon begins to more closely resemble peers both in its physical footprint and its balance sheet, that gap will inevitably narrow.\n\nReuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time. \n\n Sign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com. All opinions expressed are those of the authors."
    },
    {
        "header": "trump, in tweet, hits amazon over taxes, jobs",
        "link": "http://www.reuters.com/article/us-usa-amazon-com-trump/trump-in-tweet-hits-amazon-over-taxes-jobs-idUSKCN1AW12X",
        "time": "8:34AM UTC",
        "body": "WASHINGTON (Reuters) - U.S. President Donald Trump on Wednesday criticized Amazon.com on Twitter over taxes and jobs and accused the global retailer, without offering evidence, of hurting U.S. localities and causing job losses.\n\nShares of the company fell 0.3 percent to $980.00 in premarket trade after Trump’s comments.\n\nRepresentatives for the company could not be immediately reached for comment\n\n“Amazon is doing great damage to tax paying retailers. Towns, cities and states throughout the U.S. are being hurt - many jobs being lost!” Trump wrote.\n\nTrump has repeatedly targeted Amazon.com, whose CEO Jeff Bezos ​owns the Washington Post, one of several major media outlets that have been swept up in the president’s ongoing fight with the press.\n\n“The #AmazonWashingtonPost, sometimes referred to as the guardian of Amazon not paying internet taxes (which they should) is FAKE NEWS!” Trump wrote in a post on Twitter on June 28, one of several posts critical of Amazon since late 2015.\n\nHis tweet on Wednesday came as a reporter for the Washington Post appeared on CNN’s “New Day” program discussing criticism of Trump’s comments in the wake of weekend violence in Charlottesville, Virginia.\n\nOn Tuesday, Trump inflamed tensions over a deadly rally by white nationalists in the town by insisting that counter protesters were also to blame, drawing condemnation from some Republican leaders and praise from white supremacists. {nL2N1L2057]\n\nAmazon.com has said that it has more than 50,000 job openings across the United States to help fulfill customer orders and recently hosted multiple job fairs to fill them.\n\nThe e-commerce company does collect state sales taxes in Washington, D.C., and 45 U.S. states that have such a levy, the company said on its website.\n\nStill, Amazon’s growth has upended the U.S. retail market with its rapidly expanding reach. Its decision in June to buy premium grocer Whole Foods has signaled its move into other sectors and has also raised some questions about jobs."
    },
    {
        "header": "amazon maintains uk investment push with bristol distribution centre",
        "link": "http://www.reuters.com/article/amazon-britain-employment/amazon-maintains-uk-investment-push-with-bristol-distribution-centre-idUSL8N1L21UY",
        "time": "5:26AM UTC",
        "body": "LONDON, Aug 16 (Reuters) - Online retailer Amazon said on Wednesday it would create over 1,000 jobs next year when it opens a distribution centre in Bristol, south west England, maintaining its investment push in Britain.\n\nAmazon currently has 13 distribution, or fulfilment, centres in the UK.\n\nIt said the Bristol jobs are in addition to the 5,000 jobs the firm is creating this year, bringing its total UK workforce to 24,000 by end-2017.\n\nAmazon, which has invested 6.4 billion pounds ($8.3 billion) in the UK since 2010, said last month it was not having problems hiring staff in Britain despite last year’s Brexit vote. ($1 = 0.7759 pounds) (Reporting by James Davey; editing by Kate Holton)"
    }
]