[
    {
        "header": "brief-amazon bringing amazon books to shops at time warner center in nyc in 2017",
        "link": "http://www.reuters.com/article/idUSFWN1EU0VB",
        "time": "10:02PM UTC",
        "body": "* Says it is bringing Amazon books to the shops at Columbus Circle, Time Warner Center in New York City in 2017 Further company coverage: (Bengaluru Newsroom)"
    },
    {
        "header": "amazon doubles deliveries in 2016 for third-party sellers",
        "link": "http://www.reuters.com/article/us-amazon-com-sellers-idUSKBN14O137",
        "time": "3:38PM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) shipped 50 percent more items during the past holiday season than the prior year for third-party vendors and doubled the amount for 2016 overall, the world’s largest online retailer said on Wednesday.\n\nThe data may offer hope to investors looking for Amazon to post a fourth-quarter profit when it announces results in the coming weeks.\n\nSeattle-based Amazon, known for its roller-coaster results in years past, had forecast that operating income would range from zero to $1.25 billion in the fourth quarter. The company said spending on warehouses and video production would drag on profits.\n\nShares were up 0.6 percent at $758.48 in afternoon trading.\n\nAmazon said the 2016 holiday was its best-ever shopping season. But this was expected, said analyst Jan Dawson of Jackdaw Research.\n\nMore sellers are paying the company to store, pack and ship goods through its fulfillment service. Amazon more than doubled the items it delivered for other sellers in 2016 from the year prior to exceed 2 billion, a spokesman said.\n\nActive sellers using the fulfillment service rose more than 70 percent in the year, Amazon said. It did not specify the number of vendors or break down revenue.\n\nAmazon takes a cut of third-party sales, which were “record-breaking” in 2016, Peter Faricy, vice president for Amazon Marketplace, said in a statement.\n\n“It’s a positive data point, but there may be offsetting elements that they don’t highlight,” said BGC Partners analyst Colin Gillis.\n\n“The real interesting bit is the lead the company has built with their Echo devices and home automation,” Gillis added. Shoppers can voice-command an Echo to buy goods online. Amazon’s voice-command devices topped its best-seller list during the holidays.\n\nAmazon will likely beat its profit-margin forecast for the fourth quarter, Morningstar analyst R.J. Hottovy said in a note last week. Competition on pricing seemed less intense, and Amazon avoided fulfillment bottlenecks it suffered in 2015, he said.\n\nAccording to Amazon, shoppers ordered more than 28 million items from third-party sellers this year on Cyber Monday, the fourth day after Thanksgiving, versus more than 23 million a year earlier.\n\nThe company is assembling its own fleet of planes to supplement shippers like FedEx Corp (FDX.N) as orders rise.\n\nAmazon has loaded the aircraft with big but lightweight boxes, according to data reviewed by Reuters and interviews with airport officials around the United States, helping it dodge fees from cargo companies that are increasingly pricing by volume rather than weight."
    },
    {
        "header": "amazon, forever 21 vying for bankrupt american apparel -sources",
        "link": "http://www.reuters.com/article/americanapparel-ma-idUSL1N1EU1OM",
        "time": "4:49PM UTC",
        "body": "(Reuters) - Online retailer Amazon.com Inc and teen apparel store chain Forever 21 Inc are among the companies weighing offers to acquire bankrupt American Apparel LLC, people familiar with the talks said on Wednesday.\n\nThe bankruptcy auction of Los Angeles-based American Apparel, which made its branding theme “Made in the U.S.A”, will determine the future of a major clothing manufacturing plant in California, one of the most expensive U.S. states in terms of labor costs.\n\nKeeping jobs in the United States has become a hot button political issue since the presidential election. Ford Motor Co on Tuesday reversed plans for a $1.6 billion factory in Mexico and said it would add 700 jobs in Michigan after receiving criticism from President-elect Donald Trump.\n\nAmazon and Forever 21, as well as California-based apparel maker Next Level Apparel and brand licensor Authentic Brands Group LLC, are in talks with American Apparel and its financial advisers about submitting offers ahead of a deadline on Friday, the people said.\n\nAny successful offer would have to top a $66 million stalking horse bid by Canadian apparel maker Gildan Activewear Inc, which American Apparel agreed to when it filed for bankruptcy in November.\n\nGildan’s offer included an option to keep American Apparel’s manufacturing plants in southern California, which employ about 3,500 workers, making American Apparel one of the biggest garment makers in the United States.\n\nBut Gildan plans to preserve only some of the California production should its bid prevail, the sources said. Many of Gildan’s production facilities are in low-cost countries.\n\nAn outcome in the auction is expected next week, the sources said, asking not to be identified because the deliberations are confidential.\n\nAmerican Apparel declined to comment. Amazon, Forever 21, Next Level Apparel and Authentic Brands did not respond to requests for comment.\n\nA Gildan spokesman said in an email on Wednesday that it is putting together all the necessary information from its due diligence to best position itself in the auction.\n\nAmazon’s acquisition of American Apparel would be a major push for the e-commerce company into branded fashion and apparel. The Seattle-based company began to launch private label brands last year.\n\nForever 21, founded by Korean-American Do Won Chang, is known for its low retail prices, helped by lower labor costs abroad. American Apparel’s first bankruptcy in 2015 was due in part to its relatively high labor costs.\n\nAmerican Apparel went into bankruptcy for the second time last November with about $177 million in debt. Former Chief Executive Dov Charney founded the company in the late 1990s, when most garment-making was moving offshore.\n\nFor years this contrarian strategy worked. American Apparel’s “sweatshop-free” label was a hit with young people, helping make the brand a part of popular culture.\n\nPart of American Apparel’s name recognition also stemmed from Charney himself, who was outspoken on immigration and fair wage issues, but was plagued by sexual harassment claims, which he has denied. The company was also famous for its sexually charged advertising.\n\nA 2009 run-in with Immigration and Customs Enforcement over the legal employment status of 1,800 employees sent American Apparel on a downward trajectory, according to court documents from the company’s 2015 bankruptcy.\n\nAmerican Apparel had to fire these employees, more than a quarter of its manufacturing workforce. The layoffs caused production delays and a 90 percent year-on-year drop in profits in 2009, according to the documents.\n\nCharney was ousted in 2014, by which time the company was struggling with declining sales and an unsustainable debt load. It filed for bankruptcy in October 2015, and emerged in February 2016, only to seek bankruptcy protection once again in November 2016.\n\nAmerican Apparel has notified its workers that they could be losing their jobs as early as this month.\n\nGildan makes most of its garments offshore, with close to 90 percent of its 42,000 employees in low-cost Caribbean and Central American countries. In California, the minimum wage is scheduled to rise to $15 per hour in 2022 for firms with 26 employees or more.\n\nGildan has yarn-spinning and distribution centers in cheaper parts of the United States, including North Carolina and Georgia. Gildan’s bid for American Apparel does not include the retail chain’s approximately 110 stores."
    },
    {
        "header": "brief-amazon confirms second jacksonville fulfillment center, additional 1,000 full-time jobs",
        "link": "http://www.reuters.com/article/idUSFWN1ET0QY",
        "time": "12:04AM UTC",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "brief-ford, amazon to provide access to shop, search and control smart home features on road with alexa",
        "link": "http://www.reuters.com/article/idUSFWN1EU0VK",
        "time": "11:11PM UTC",
        "body": "* Ford, Amazon team up to offer consumers ability to access their car from home, and call up other features from their vehicle via Alexa\n\n* Ford motor - Ford, Amazon to provide access to shop, search and control smart home features on road with Alexa in the car Source text for Eikon: Further company coverage: (Bengaluru Newsroom)"
    },
    {
        "header": "brief-amazon.com says sellers worldwide received orders for more than 28 mln items on cyber monday in 2016",
        "link": "http://www.reuters.com/article/idUSB8N17P03D",
        "time": "6:27AM UTC",
        "body": "* Amazon.Com - fulfillment by Amazon (FBA) service delivered more than 2 billion items for marketplace sellers worldwide in 2016\n\n* Amazon.Com - FBA items shipped worldwide grew more than 50 percent during holiday season in 2016\n\n* Amazon.Com - active sellers worldwide using FBA service grew more than 70 percent in 2016; outside U.S.,FBA units shipped grew more than 80 percent in 2016\n\n* Amazon.Com - sellers worldwide received orders for more than 28 million items on cyber monday in 2016 Source text for Eikon: Further company coverage:"
    }
]