[
    {
        "header": "amazon's 'the tick' pokes fun at world of comic book superheroes",
        "link": "http://www.reuters.com/article/us-television-thetick/amazons-the-tick-pokes-fun-at-world-of-comic-book-superheroes-idUSKCN1B32M0",
        "time": "5:39PM UTC",
        "body": "LOS ANGELES (Reuters) - Marvel and DC Comics superheroes may be battling for box office domination, but on the small screen, a little known blue superhero is offering up a satirical take on larger-than-life crusaders for justice.\n\n“The Tick,” a new Amazon Studios series premiering on Friday, follows the adventures of eccentric superhero The Tick, a man in a blue spandex suit with feelers sticking out of his head who has no memory of his own origins.\n\nHe and his bumbling sidekick Arthur fight incompetently against strange villains like Ramses IV, Ms. Lint, The Terror and Overkill, while encountering respected superheroes.\n\n“It’s set in the real world where superheroes exist. I‘m also a superhero, but even the superheroes think I‘m weird,” actor Peter Serafinowicz said in an interview of playing The Tick.\n\nSuperheroes have saturated Hollywood in recent years, including Disney-owned Marvel’s 2008 action “Iron Man” and Warner Bros rebooting the DC Universe with Batman, Superman and Wonder Woman.\n\nOn television, shows such as “Gotham,” “Agents of S.H.I.E.L.D” and Netflix’s “The Defenders” have offered a more in-depth take on superhero stories.\n\nThe Tick, created by cartoonist Ben Edlund in 1986, has had two previous iterations on television, in a 1994 animated series and in a 2001 live-action series. The story has “always been in dialogue with whatever has been big in superhero pop culture at the time,” said actor Griffin Newman, who plays Arthur."
    },
    {
        "header": "whole foods shareholders approve sale to amazon",
        "link": "http://www.reuters.com/article/whole-foods-ma-amazoncom/whole-foods-shareholders-approve-sale-to-amazon-idUSL2N1L90Y7",
        "time": "11:16AM UTC",
        "body": "LOS ANGELES, Aug 23 (Reuters) - Whole Foods Market Inc on Wednesday said shareholders in the natural and organic grocery chain cleared the way for its proposed $13.7 billion sale to Amazon.com Inc.\n\nThe companies expect to close the deal in the latter half of this year."
    },
    {
        "header": "ftc clears amazon acquisition of whole foods",
        "link": "http://www.reuters.com/article/us-whole-foods-m-a-amazon-com-ftc/ftc-clears-amazon-acquisition-of-whole-foods-idUSKCN1B32HX",
        "time": "4:54PM UTC",
        "body": "WASHINGTON (Reuters) - The U.S. Federal Trade Commission said Wednesday it has cleared Amazon.com Inc’s planned $13.7 billion acquisition of Whole Foods Market Inc.\n\nThe FTC said in a statement that it had reviewed whether the deal would substantially lessen competition or constituted an unfair method of competition and opted not to pursue its investigation further."
    },
    {
        "header": "amazon deal for whole foods wins u.s. regulatory, shareholder approvals",
        "link": "http://www.reuters.com/article/us-whole-foods-m-a-amazon-com/amazon-deal-for-whole-foods-wins-u-s-regulatory-shareholder-approvals-idUSKCN1B31W6",
        "time": "8:56PM UTC",
        "body": "WASHINGTON/SAN FRANCISCO (Reuters) - Amazon.com Inc (AMZN.O) on Wednesday cleared two of the biggest hurdles it needed to close its $13.7 billion acquisition of Whole Foods Market Inc WFM.O, with approvals from a U.S. regulator and the grocery chain’s shareholders.\n\nThe U.S. Federal Trade Commission said in a statement it would not pursue its investigation into the proposed merger further after reviewing whether the deal would substantially lessen competition or constituted an unfair method of competition.\n\nAmazon said it was on track to close the merger, expected sometime this year. Earlier on Wednesday, Whole Foods said its shareholders voted in favor of the deal.\n\nBuying Whole Foods gives the world’s largest online retailer a foothold in the $700 billion U.S. grocery market, key for it to grab a greater share of shoppers’ wallets. It also gives Amazon more than 465 brick-and-mortar stores where it could showcase products and ready packages for home delivery.\n\nThe marriage between the online retailer and the pioneer organic grocery seller has sent shockwaves through the supermarket industry, already in the midst of a price war.\n\nMuch larger grocers like Kroger Co (KR.N), with 2,796 retail food stores, and Wal-Mart Stores Inc (WMT.N) are racing to add online shopping options so they do not give ground to Amazon. Meanwhile, they are being forced to discount items as German grocery chains Aldi and Lidl expand in the United States.\n\n“They’re definitely under pressure,” said eMarketer analyst Patricia Orsini. Without “some sort of e-commerce strategy... you’re going to lose those shoppers to a competitor.”\n\nAmazon has a loyal and spendthrift following thanks to its shopping club Prime. However, its decade-long effort to deliver groceries to customers’ homes has been unable to unseat brick-and-mortar rivals.\n\n“Prime members are keen to learn the benefits of a bricks-and-mortar approach to Amazon Grocery,” said Baird Equity Research analyst Colin Sebastian.\n\n“The deal will close after they sort out more ‘back office’ issues,” he noted.\n\nWhole Foods shares rose 0.7 percent in after-hours trading to $41.96, still shy of the deal’s $42 per-share price tag. Amazon shares dipped 0.4 percent, while shares of Kroger and Wal-Mart were largely unchanged.\n\nAntitrust experts had expected the deal to win government approval because Amazon sells few groceries currently and Whole Foods itself makes up a small fraction of U.S. food sales.\n\nSome critics, however, had argued that the government could attempt to block the merger since Amazon might leverage its retail and supply chain power to dominate a new market.\n\n“You don’t normally see cases on theories that are speculative,” said Richard Feinstein, who headed the FTC’s bureau of competition under former President Barack Obama.\n\nThat has not stopped some in political office from questioning the merger.\n\nLast month, the top Democrat on the U.S. House of Representatives’ antitrust subcommittee voiced concerns about the plan and sought a hearing to look into the deal’s impact on consumers.\n\nAmazon has frequently been in the crosshairs of President Donald Trump, who last week took aim at the company over taxes and jobs, without offering evidence. The retailer’s CEO, Jeff Bezos, owns the Washington Post, which Trump has also frequently criticized.\n\n“Amazon is doing great damage to tax paying retailers. Towns, cities and states throughout the U.S. are being hurt - many jobs being lost!” Trump wrote in a tweet. Trump made no mention of the pending Whole Foods purchase.\n\nThe FTC opted not to make a second request for information about the deal, which is often a burden for companies that have to provide extensive information that can drain time and resources to collect. Such requests have in the past led to concessions so a merger gains government approval.\n\n“The FTC quickly decided that the combination did not create a significant danger of lessening competition in any market,” Erik Gordon, a business professor at the University of Michigan, said.\n\nConsumer Watchdog, a group that had urged the FTC to take action to block the merger, said in a statement it was disappointed. “Apparently the only way to hold Amazon accountable for its abuse of consumers is at the state level,” the group said.\n\nThe government could step in after the deal closes if Amazon were ever found to undermine competition illegally, according to Gordon and Feinstein. The FTC also said on Wednesday that it “always has the ability to investigate anticompetitive conduct should such action be warranted.”"
    }
]