[
    {
        "header": "brazil's agents of the amazon fighting loggers, fires to stop deforestation",
        "link": "http://www.reuters.com/article/us-brazil-deforestation/brazils-agents-of-the-amazon-fighting-loggers-fires-to-stop-deforestation-idUSKCN1AZ0K4",
        "time": "12:16PM UTC",
        "body": "APUI, Brazil (Reuters) - The small town of Apui sits at the new frontline of Brazil’s fight against advancing deforestation in the Amazon rainforest, where vast forest fires belch jet black smoke visible for miles and loggers denude the jungle.\n\nThe home of 21,000 people in southern Amazonas state was long protected by its remote location from illegal loggers, ranchers and farmers who clear the forest.\n\nNow those who would destroy the jungle are moving in from bordering states, following the Transamazon Highway, which is little more than a red-dirt track in this part of the rainforest.\n\nThey are looking for new land to exploit as they try to dodge the government’s armed environmental protection agents carrying out “Operation Green Wave,” the latest effort to tamp down spikes in ruination of the rainforest.\n\nAgent Jaime Pereira da Costa, who is coordinating the effort to stem the destruction, said the area around Apui is witnessing the same pattern of deforestation that has been repeated in the Amazon for decades.\n\nFirst come the loggers, who illegally extract valued lumber sold in far-off cities. The cattle ranchers follow, burning the forest to clear land and plant green pasture that rapidly grows in the tropical heat and rain. After the pasture is worn out, soy farmers arrive, planting grain on immense tracts of land.\n\nRising deforestation in previously protected places like Apui is reflected in government data.\n\nRoughly 7,989 square kilometers (3,085 square miles) of forest were destroyed in 2016, a 29 percent increase from the previous year and up from a low of 4,571 square kilometers in 2012, according to the PRODES satellite monitoring system.\n\nThen there are the fires.\n\nApui ranked first in the country for forest fires in the first week of August, according to the ministry.\n\nAt their best the environmental agents can slow but not stop the destruction. They raid illegal logging camps, levy large fines that are rarely collected and confiscate chainsaws to temporarily impede the cutting.\n\nCosta acknowledges that the roughly 1,300 environmental field agents who police a jungle area the size of western Europe have a difficult task, at the very least.\n\nThe loggers disappear by running into the forest when the agents arrive at camps. They return days later after the agents leave.\n\nTrusting that every effort will help to save rainforest, Environment Minister José Sarney Filho is looking to the next full PRODES data report, due in November, to show a decline in deforestation.\n\nWithout providing details, he said this week that the preliminary data showed a drop from last year.\n\n“Everything indicates that the curve is falling,” he said. “We’re optimistic.”"
    }
]