[
    {
        "header": "fitch affirms banco da amazonia's ratings",
        "link": "http://www.reuters.com/article/fitch-affirms-banco-da-amazonias-ratings/fitch-affirms-banco-da-amazonias-ratings-idUSFit3n60cV",
        "time": "2:15PM UTC",
        "body": "(The following statement was released by the rating agency) SAO PAULO, June 26 (Fitch) Fitch Ratings has affirmed the Long-Term Foreign and Local Currency Issuer Defaults Ratings (IDRs), Support Ratings (SRs), Support Rating Floors (SRFs) and National ratings of Banco da Amazonia S.A. (BdA). Fitch does not assign Viability ratings to the entity because of their development bank status. The Outlooks of the Long-Term IDRs and National Rating remain Negative. A full list of rating actions is provided at the end of this release. KEY RATING DRIVERS - IDRS, NATIONAL RATINGS BdA's IDRs and SRFs are equalized with and linked to Brazil's sovereign ratings; thus the bank is rated at its SRF of 'BB'. The SRs of '3' reflect Fitch's view that the probability of support from the federal government is high, in case of need. The ratings also reflect the important and relatively stable funding source from shareholders and the important role that the bank plays in the implementation of government development policies in Brazil's northern region. The Outlook on BdA's Long-Term IDRs remains Negative, mirroring the Outlook of the sovereign ratings. Fitch believes that BdA, similar to other public entities, could be subject to political influence given its state-owned nature and strong links with the government. BdA is the sole manager of the Constitutional Fund of the North (FNO) and receives significant fee income to manage it. The fund's related fees will remain relevant to BdA's revenue, despite efforts to increase the bank's commercial orientation. FNO's revenue represents roughly 40% of BdA's operating revenue. As a development bank, profitability remains influenced by the government policies focusing on the development of the region. BdA's profitability historically is more volatile than the average for private sector banks, reflecting its intrinsic higher credit costs and lower margins, stemming partly from its public policy role. During the first quarter of 2017, the bank posted net losses of BRL55.6, mainly as a result of increased impairment charges. That was also the reason for a more modest profitability during 2016. Fitch expects asset-quality and credit costs to remain under pressure during 2017, but at a slower pace than the previous years, as most of BdA's credit exposures were already provisioned over 2016 and 2015. The result for 2017 is also expected to benefit from an increasing amount of recovery of past due loans after local Resolution 3.340 which grants better conditions and benefits for the refinancing of past-due debts of rural producers. This will be accounted for as recovery revenues, and should help the bank to revert the losses of the first quarter and contribute to reinforcement of its credit provisions. BdA's funding structure is less vulnerable to withdrawals given the bank is considered a safe haven in times of stress. As the economic scenario worsens, BdA benefits from a flight to quality in funding structure. Moreover, proceeds from FNO remain the largest funding source, accounting for around 55% of total funding in March 2017. Capitalization has been maintained adequately since the Tier 1 capital injection of BRL1 billion by the national treasury in 2014. Despite the more modest internal capital generation over the last two years, the lower amount of risk-weighted credit-assets from the deleveraging of its loan portfolio was enough to maintain regulatory ratios with adequate cushion as required under the minimum requirements. The risk of capital pressure could arise from a potential legal decision requiring BdA to provision the actuarial deficit of its proprietary pension plan for employees (CAPAF). If that is the case, BdA capitalization would still comply with the minimum Basel III rules, reaching 14% according to March 2017 data. KEY RATING DRIVERS - SUPPORT RATING, SUPPORT RATING FLOOR The affirmation of BdA's SRs at '3' reflects the moderate probability of sovereign support. Fitch believes that the Brazilian government would have a high willingness to support BdA in case of need; however, its capacity to do so has fallen in the recent past, as reflected in Fitch's successive sovereign rating downgrades in 2015 and 2016. BdA's SRF is affirmed at 'BB' and aligned with the sovereign rating. RATING SENSITIVITIES IDRS, NATIONAL RATINGS, SUPPORT RATINGS, SUPPORT RATING FLOORS Any changes in Brazil's sovereign ratings or in Fitch's evaluation of the government's willingness to provide support to BdA, in case of need, would directly affect these banks' IDRs, National ratings, SRs and SRFs, all of which are driven by expected sovereign support. The National Ratings of BdA will not necessarily be downgraded in the case of a sovereign ratings downgrade. However, the Negative Outlook of the long-term National Rating reflects that there could potentially be changes in the local relativities that, in turn, could lead to a downgrade of the National Ratings, if the sovereign ratings are downgraded. Fitch has affirmed the following ratings: Banco da Amazonia: --Long-Term Foreign and Local Currency IDRs at 'BB', Outlook Negative; --Short-Term Foreign and Local Currency IDRs at 'B'; --Long-term National rating at 'AA+(bra)', Outlook Negative; --Short-term National rating at 'F1+(bra)'; --Support Rating at '3'; --Support Rating Floor at 'BB'. Contact: Primary Analyst Raphael Nascimento Associate Director +55-11-4504-2213 Fitch Ratings Brasil Ltda. Alameda Santos, 700 - 7th floor Sao Paulo - SP - CEP: 01418-100 Secondary Analyst Jean Lopes Director +55-21-4503-2617 Committee Chairperson Alejandro Garcia, CFA Managing Director +52 81 8399-9146 Media Relations: Elizabeth Fogerty, New York, Tel: +1 (212) 908 0526, Email: elizabeth.fogerty@fitchratings.com. Additional information is available on www.fitchratings.com Applicable Criteria Global Bank Rating Criteria (pub. 25 Nov 2016) here National Scale Ratings Criteria (pub. 07 Mar 2017) here Additional Disclosures Dodd-Frank Rating Information Disclosure Form here Solicitation Status here#solicitation Endorsement Policy here ALL FITCH CREDIT RATINGS ARE SUBJECT TO CERTAIN LIMITATIONS AND DISCLAIMERS. PLEASE READ THESE LIMITATIONS AND DISCLAIMERS BY FOLLOWING THIS LINK: here. IN ADDITION, RATING DEFINITIONS AND THE TERMS OF USE OF SUCH RATINGS ARE AVAILABLE ON THE AGENCY'S PUBLIC WEB SITE AT WWW.FITCHRATINGS.COM. PUBLISHED RATINGS, CRITERIA, AND METHODOLOGIES ARE AVAILABLE FROM THIS SITE AT ALL TIMES. FITCH'S CODE OF CONDUCT, CONFIDENTIALITY, CONFLICTS OF INTEREST, AFFILIATE FIREWALL, COMPLIANCE, AND OTHER RELEVANT POLICIES AND PROCEDURES ARE ALSO AVAILABLE FROM THE CODE OF CONDUCT SECTION OF THIS SITE. DIRECTORS AND SHAREHOLDERS RELEVANT INTERESTS ARE AVAILABLE here. FITCH MAY HAVE PROVIDED ANOTHER PERMISSIBLE SERVICE TO THE RATED ENTITY OR ITS RELATED THIRD PARTIES. DETAILS OF THIS SERVICE FOR RATINGS FOR WHICH THE LEAD ANALYST IS BASED IN AN EU-REGISTERED ENTITY CAN BE FOUND ON THE ENTITY SUMMARY PAGE FOR THIS ISSUER ON THE FITCH WEBSITE. Copyright © 2017 by Fitch Ratings, Inc., Fitch Ratings Ltd. and its subsidiaries. 33 Whitehall Street, NY, NY 10004. Telephone: 1-800-753-4824, (212) 908-0500. Fax: (212) 480-4435. Reproduction or retransmission in whole or in part is prohibited except by permission. All rights reserved. In issuing and maintaining its ratings and in making other reports (including forecast information), Fitch relies on factual information it receives from issuers and underwriters and from other sources Fitch believes to be credible. Fitch conducts a reasonable investigation of the factual information relied upon by it in accordance with its ratings methodology, and obtains reasonable verification of that information from independent sources, to the extent such sources are available for a given security or in a given jurisdiction. The manner of Fitch’s factual investigation and the scope of the third-party verification it obtains will vary depending on the nature of the rated security and its issuer, the requirements and practices in the jurisdiction in which the rated security is offered and sold and/or the issuer is located, the availability and nature of relevant public information, access to the management of the issuer and its advisers, the availability of pre-existing third-party verifications such as audit reports, agreed-upon procedures letters, appraisals, actuarial reports, engineering reports, legal opinions and other reports provided by third parties, the availability of independent and competent third- party verification sources with respect to the particular security or in the particular jurisdiction of the issuer, and a variety of other factors. Users of Fitch’s ratings and reports should understand that neither an enhanced factual investigation nor any third-party verification can ensure that all of the information Fitch relies on in connection with a rating or a report will be accurate and complete. Ultimately, the issuer and its advisers are responsible for the accuracy of the information they provide to Fitch and to the market in offering documents and other reports. In issuing its ratings and its reports, Fitch must rely on the work of experts, including independent auditors with respect to financial statements and attorneys with respect to legal and tax matters. Further, ratings and forecasts of financial and other information are inherently forward-looking and embody assumptions and predictions about future events that by their nature cannot be verified as facts. As a result, despite any verification of current facts, ratings and forecasts can be affected by future events or conditions that were not anticipated at the time a rating or forecast was issued or affirmed. The information in this report is provided “as is” without any representation or warranty of any kind, and Fitch does not represent or warrant that the report or any of its contents will meet any of the requirements of a recipient of the report. A Fitch rating is an opinion as to the creditworthiness of a security. This opinion and reports made by Fitch are based on established criteria and methodologies that Fitch is continuously evaluating and updating. Therefore, ratings and reports are the collective work product of Fitch and no individual, or group of individuals, is solely responsible for a rating or a report. The rating does not address the risk of loss due to risks other than credit risk, unless such risk is specifically mentioned. Fitch is not engaged in the offer or sale of any security. All Fitch reports have shared authorship. Individuals identified in a Fitch report were involved in, but are not solely responsible for, the opinions stated therein. The individuals are named for contact purposes only. A report providing a Fitch rating is neither a prospectus nor a substitute for the information assembled, verified and presented to investors by the issuer and its agents in connection with the sale of the securities. Ratings may be changed or withdrawn at any time for any reason in the sole discretion of Fitch. Fitch does not provide investment advice of any sort. Ratings are not a recommendation to buy, sell, or hold any security. Ratings do not comment on the adequacy of market price, the suitability of any security for a particular investor, or the tax-exempt nature or taxability of payments made in respect to any security. Fitch receives fees from issuers, insurers, guarantors, other obligors, and underwriters for rating securities. Such fees generally vary from US$1,000 to US$750,000 (or the applicable currency equivalent) per issue. In certain cases, Fitch will rate all or a number of issues issued by a particular issuer, or insured or guaranteed by a particular insurer or guarantor, for a single annual fee. Such fees are expected to vary from US$10,000 to US$1,500,000 (or the applicable currency equivalent). The assignment, publication, or dissemination of a rating by Fitch shall not constitute a consent by Fitch to use its name as an expert in connection with any registration statement filed under the United States securities laws, the Financial Services and Markets Act of 2000 of the United Kingdom, or the securities laws of any particular jurisdiction. Due to the relative efficiency of electronic publishing and distribution, Fitch research may be available to electronic subscribers up to three days earlier than to print subscribers. For Australia, New Zealand, Taiwan and South Korea only: Fitch Australia Pty Ltd holds an Australian financial services license (AFS license no. 337123) which authorizes it to provide credit ratings to wholesale clients only. Credit ratings information published by Fitch is not intended to be used by persons who are retail clients within the meaning of the Corporations Act 2001"
    }
]