[
    {
        "header": "UPDATE 1-RESEARCH ALERT-RBC, Stifel raise Google price target",
        "body": "Oct 11 (Reuters) - Three brokerages on Thursday raised their price targets on Web search company Google Inc (GOOG.O).\n\nRBC Capital Markets raised its price target on the company to $690 from $560, to reflect the Web search leader’s strength in Europe and currency gains.\n\nStifel Nicolaus raised its price target to $710 from $620 on the stock, and said additional significant growth initiatives for the company over the next several years include the monetization of Internet video, mobile Internet advertising and further penetration of enterprise level applications.\n\nAccording to a report on theflyonthewall.com, brokerage Stanford raised its price target on Google to $735 from $615. Reuters could not immediately verify the report.\n\nAll three brokerages have given their top ratings for the stock. (Reporting by Tenzin Pema in Bangalore)",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSBNG31650420071011",
        "time": "09:49 AM EDT"
    },
    {
        "header": "YouTube lets users map videos onto Google Earth",
        "body": "RALEIGH, North Carolina (Reuters) - Google Inc is bringing the world of online video and map-making closer together by allowing users of its Google Earth software to watch and hear YouTube videos mapped to specific locations.\n\nGoogle is offering a new YouTube video overlay on top of its Google Earth three-dimensional visualization software, which combines satellite images, maps, terrain and buildings of the world.\n\nBy allowing YouTube creators to geographically locate their videos on a map of the world, Google enables Internet users to zoom in on locations around the planet and watch YouTube tied to that place.\n\nFor example, travelers to Maui might find videos of surfing, snorkeling or exotic fish, while virtual visitors to Chamonix-Mont Blanc can watch mountaintop ski videos in the Alps.\n\nGoogle Earth users can already view user-contributed photos uploaded to Panoramio, a photo-mapping service Google acquired in May. In the case of YouTube videos, video creators assign geographical information to their works -- a process also known as “geo-tagging” -- as they upload them to the site.\n\nGoogle Earth users can watch but not geo-tag videos, a Google spokeswoman said.\n\nVirtual Earth from Microsoft Corp and Yahoo Maps from Yahoo Inc already offer the ability for users to annotate maps with links to Web sites, photos and videos.\n\nBut by allowing YouTube creators to tag their videos as they upload them, Google Earth could accelerate the move to tie together maps with online videos. In under two years, YouTube has emerged to become the world’s dominant video-sharing site.\n\nSimilarly, Yahoo’s popular photo-sharing site Flickr.com counts more than 28 million geo-tagged photos since it introduced a mapping feature more than a year ago.\n\nThe company recommends users download the latest version of Google Earth, a software application that users must install on their computers. More details on mapping YouTube videos can be found in a company blog post at: tinyurl.com/3ygojz/.",
        "link": "http://www.reuters.com/article/technologyNews/idUSN1135798420071011",
        "time": "02:25 PM EDT"
    }
]