[
    {
        "header": "Google founder Larry Page to marry",
        "body": "SAN FRANCISCO (Reuters) - There are scores of eligible Google millionaires, but as of next month, both its famed billionaire founders appear to be taken.\n\nAccording to the San Francisco Chronicle, co-founder Larry Page will marry his girlfriend, Lucinda Southworth, at an undisclosed location during the weekend of December 8.\n\nGuests have been advised to have their passports available to travel internationally, the newspaper said.\n\nEarlier this month, Silicon Valley celebrity gossip site valleywag.com reported that the two would marry on Necker Island, the Caribbean hideaway owned by Virgin Group billionaire Richard Branson, on December 7.\n\nSince 2003, Southworth has been a doctoral student in biomedical informatics at Stanford University. She graduated from the University of Pennsylvania in 2001 and holds a master’s of science from Oxford University.\n\nSouthworth did not respond to requests for comment. A Google spokesperson declined to confirm the engagement.\n\nPage, 34, co-founded the now famed search company in 1998 with Stanford University classmate Sergey Brin.\n\nSince the firm went public in 2004, its stock has skyrocketed to nearly $750 a share and it has become one of the world’s most highly valued companies. Following a week of rocky trading, shares closed at $660.55, up 4.5 percent on Tuesday.\n\nPage and Brin were co-ranked at No. 5 this year in Forbes’ 400 list of U.S. billionaires. Each is estimated to have a net worth of $18.5 billion.\n\nIn May, Brin married his longtime girlfriend, Anne Wojcicki, on a sandbar in the Bahamas.",
        "link": "http://www.reuters.com/article/internetNews/idUSN1363265520071114",
        "time": "07:22 PM EST"
    },
    {
        "header": "Google CEO \"disappointed\" by EU DoubleClick probe",
        "body": "BRUSSELS (Reuters) - The chief executive of Google said he was disappointed by the European Commission’s decision on Tuesday to open an in-depth review of his company’s plans to buy rival DoubleClick for $3.1 billion.\n\n“We are obviously disappointed by the European Commission’s decision to extend its review of our acquisition of DoubleClick”, Eric Schmidt said in a statement.\n\nHe said his company would try to avoid “further delays that might put us at a disadvantage in competing fully against Microsoft, Yahoo, AOL and others” who have already purchased online advertising companies.\n\nThe Commission announced it will take up to an additional 90 working days, until April 2, to take a final decision on whether the proposed transaction would significantly impede effective competition.",
        "link": "http://www.reuters.com/article/innovationNews/idUSBRU00612620071113",
        "time": "01:25 PM EST"
    },
    {
        "header": "UPDATE 1-EU confirms in-depth Google/DoubleClick probe",
        "body": "BRUSSELS, Nov 13 (Reuters) - The European Commission confirmed on Tuesday it was opening a four-month, in-depth review of Google’s (GOOG.O) plans to buy rival DoubleClick for $3.1 billion.\n\n“The Commission’s initial market investigation indicated that the proposed merger would raise competition concerns in the markets for intermediation and ad serving in online advertising,” the European Union’s top competition regulator said in a statement, confirming a Reuters report.\n\nThe Commission has 90 working days, until April 2, to take a final decision on whether the proposed transaction would significantly impede effective competition.\n\n“The decision to open an in-depth inquiry does not prejudge the final result of the investigation,” it said.\n\nGoogle, which stores data on the Internet-surfing habits of consumers, wants to buy DoubleClick to increase its clout in tailoring advertisements to consumer activities.\n\nBoth companies are involved in the sale of on-line ads, although their business models differ.\n\nGoogle has already proposed alterations, and the deadline had been extended to Nov. 13 so the changes could be vetted by customers and competitors.\n\nGoogle competition counsel Julia Holtz has said that in response to third-party concerns the company had committed to the Commission that it would keep certain DoubleClick business practices unchanged.\n\nCritics have also raised questions about what effect the deal might have on privacy, but the Commission has said privacy by itself is not part of a competition review.\n\nGoogle has by far the strongest position in Web searching in Europe. The acquisition has drawn vehement opposition from competitors such as Microsoft Corp (MSFT.O) and Yahoo Inc. YHOO.O\n\nThe European Commission is working closely with the U.S. Federal Trade Commission, which has been reviewing the case since May.\n\nIn the United States, there has been one congressional hearing on the deal and Republicans are pressuring for more.\n\nGoogle’s purchase is part of a rapid consolidation in the Internet ad industry that includes Microsoft’s $6 billion acquisition of aQuantive Inc, home to the largest interactive ad agency.\n\nBoth of the acquired companies use cookie technology to record Web surfing habits of consumers so advertisers can target ads based on the information. (Reporting by David Lawsky and Dale Hudson, editing by Erica Billingham)",
        "link": "http://www.reuters.com/article/governmentFilingsNews/idUSL1316686320071113",
        "time": "12:43 PM EST"
    },
    {
        "header": "EU to probe Google/DoubleClick plan",
        "body": "BRUSSELS (Reuters) - The European Commission opened a four-month, in-depth review on Tuesday of Google Inc’s plans to buy rival DoubleClick for $3.1 billion.\n\n“The Commission’s initial market investigation indicated that the proposed merger would raise competition concerns in the markets for intermediation and ad serving in online advertising,” the European Union’s top competition regulator said in a statement, confirming what a source familiar with the situation had earlier told Reuters.\n\nThe Commission has 90 working days, until April 2, to take a final decision on whether the proposed transaction would significantly impede effective competition.\n\n“The decision to open an in-depth inquiry does not prejudge the final result of the investigation,” it said.\n\nGoogle’s chief executive, Eric Schmidt, said in a statement: “We are obviously disappointed by the European Commission’s decision to extend its review of our acquisition of DoubleClick.”\n\nSchmidt said his company wants to avoid “further delays that might put us at a disadvantage in competing fully against Microsoft, Yahoo, AOL and others”, who have already purchased online advertising companies.\n\nGoogle, which uses consumer queries to choose advertisements which appear on web surfers’ screens, wants to buy DoubleClick to increase its clout in tailoring advertisements to consumer activities.\n\nBoth companies are involved in the sale of on-line ads, although their business models differ.\n\nGoogle had proposed changes to its deal in an effort to address the Commission’s concerns.\n\nGoogle competition counsel Julia Holtz has said in response to third-party concerns the company had committed to the Commission that it would keep certain DoubleClick business practices unchanged.\n\nCritics have also raised questions about what effect the deal might have on privacy, but the Commission has said privacy by itself is not part of a competition review.\n\nGoogle has by far the strongest position in Web searching in Europe. The acquisition has drawn vehement opposition from competitors such as Microsoft Corp and Yahoo Inc\n\nThe European Commission is working closely with the U.S. Federal Trade Commission, which has been reviewing the case since May.\n\nIn the United States, there has been one congressional hearing on the deal and Republicans are pressuring for more.\n\nGoogle’s purchase is part of a rapid consolidation in the Internet ad industry that includes Microsoft’s $6 billion acquisition of aQuantive Inc, home to the largest interactive ad agency.\n\nBoth of the acquired companies use “cookie” technology to record the Web surfing habits of consumers so advertisers can target ads based on the information.",
        "link": "http://www.reuters.com/article/internetNews/idUSBRU00612420071113",
        "time": "01:26 PM EST"
    }
]