[
    {
        "header": "As Google pushes phones, Yahoo zeros in on ad deals",
        "body": "SAN FRANCISCO, Nov 7 (Reuters) - Yahoo Inc YHOO.O mobile chief Marco Boerries is racing to lock down phone distribution deals that could deliver hundreds of millions of advertising customers before Google’s own mobile strategy ever takes wing.\n\nBoerries said in an interview that Yahoo’s strategy to make advertising on mobile phones as big a market as computer-based Web browsers relies on three-way partnerships involving device makers, network operators and Web services.\n\nUnlike Google Inc (GOOG.O), which said on Monday it was building a mobile phone operating system, Yahoo is focusing on mobile advertising deals and has no intention of getting into software design of phones like its Silicon Valley rival.\n\n“The race is going to be who builds the biggest arsenal of partners and numbers of page views,” said Boerries, executive vice president of Yahoo’s Connected Life division. Page views are the way advertisers count online audience ad consumption.\n\nGoogle appears ready to make a frontal assault on a mobile industry where network operators call the shots about what features appear on phones on their networks. This could one day make Google a major mobile player, but it will take time. Google risks being distracted by technology rather than being focused on advertising revenue, the lifeblood of both Internet players, Boerries said.\n\nYahoo offers an online search that makes it easier for phone subscribers to discover Web services. It sees handset deals as enablers of its strategy to strike deals with network operators on ad-supported services.\n\nInvestors, however, seem transfixed by the prospect that Google is ready to dominate the mobile Internet the way it already does the computer-based Web, and have pushed its shares to record levels just off $750.\n\nMeanwhile, Yahoo shares are down 11 percent at $27.90 this week, and have been range-bound for more than a year over strategy missteps in the non-mobile parts of its business.\n\nDespite the share reaction, analysts say it is far too early to bank on Google winning over the mobile market like it did for computer-based Web search.\n\n“I have yet to be convinced that Google’s mobile strategy will create a big dent in the industry,” said RBC Capital Markets analyst Jordan Rohan, who added that Yahoo appears right to focus on distribution deals of its services instead.\n\nThe first phones based on Google’s mobile software, dubbed “Android,” are not due to appear until the second half of 2008. Google signed 33 initial partners, with Deutsche Telekom’s (DTEGn.DE) T-Mobile network operator and Taiwanese handset maker High Tech Computer Corp (2498.TW) so far the only ones committed to offering some phones next year.\n\nYahoo already has deals to feature a package of services like search, e-mail and mapping on limited handsets from major phone makers, including Nokia NOK1V.HE, Motorola MOT.N, Samsung Electronics (005930.KS), LG Electronics (066570.KS) and HTC -- every top name except Sony Ericsson.\n\nCarrier partners include Vodafone (VOD.L) in Britain and Hutchison Whampoa’s 0013.HK 3 across Europe, and a recent far-reaching deal Web search and advertising deal with Spain’s Telefonica (TEF.MC) that covers 100 million users in several European countries and much of the Latin American region.\n\nYahoo has also signed advertising deals with six operators across Southeast Asia and India. North Asia is next.\n\nIt has been in talks with operators in Taiwan, South Korea, Hong Kong and Malaysia -- markets that boast some of the highest mobile penetration rates -- for new service tie-ups, President Susan Decker said on a tour of Asia last month.\n\nBoerries said Google will face complicated negotiations with phone carriers over sharing revenue from new phones.\n\nHe says he can’t make the math work for any scenario where Google would use advertising to subsidize both a new phone and the monthly service fees carriers charge.\n\n“Whatever money Google is going to make on advertising it is likely to pay in subsidies to the carriers,” he predicts.\n\nIf Google were to succeed in its mission to make a truly open phone that other Internet services can run on, Boerries said there is nothing stopping Yahoo from using Google phones to push its own services.\n\n“If ‘Android’ is truly open source, we can take everything out there,” Boerries said of the outside possibility Yahoo might use Google phone software and run Yahoo services over the devices. “Nothing prevents me from taking it,” he said.",
        "link": "http://www.reuters.com/article/technology-media-telco-SP-A/idUSN0757401920071108",
        "time": "11:27 AM EST"
    }
]