[
    {
        "header": "Google sued over patent by Northeastern University",
        "body": "SAN FRANCISCO, Nov 11 (Reuters) - Google Inc (GOOG.O) faces a federal patent infringement lawsuit by Northeastern University over technology used in its core Web search system, according to legal papers filed last week. The complaint was filed on Nov. 6 in Marshall, in the Eastern District of Texas -- the U.S. court with a history of decisions that are highly favorable to plaintiffs in patent cases -- but the case only came to light over the weekend.\n\nThe plaintiffs are Boston-based Northeastern University and Jarg Corp, a start-up founded by a Northeastern University professor that is the exclusive licensee of search technology patented in 1997, a year before Google was incorporated.\n\nA spokesman for Mountain View, California-based Google said it believed the suit was without merit.\n\n“While we have not been served, we are aware of the complaint and believe it to be without merit based upon our initial investigation,” Google spokesman Jon Murchison said.\n\nThe leading Internet company derives 99 percent of its revenue from online advertising, which is delivered in response to keyword searches Google users perform to find Web links.\n\nMichael Belanger, president and co-founder of Jarg, said in a phone interview that his company had become aware of the infringement several years ago, but lacked the resources to press its case until it found a law firm willing to fund the case on a contingency-fee basis. Northeastern then signed on.\n\nThe plaintiffs’ attorneys are from the Texas-based global law firm of Vinson & Elkins, which is paying the costs of the case, assisted by local counsel in Marshall and nearby Tyler.\n\nThe suit alleges that Google has never obtained a legal opinion on whether the company infringes on the ‘593 patent. It seeks a jury trial and an injunction against further infringement of the search patent, damages, royalty payments.\n\nThe case centers on U.S. patent No. 5,694,593, entitled “Distributed Computer Database System and Method,” which was invented by Dr. Kenneth Baclawski, an associate professor in Northeastern’s computer science department.\n\nBaclawski is co-founder of Waltham, Massachusetts-based Jarg, which was incorporated in 1998. He first published his method of searching and retrieving information from large, distributed databases in 1994, according to court documents.\n\nJarg remains a small company focused on developing a new generation of semantic tools for Web search, Belanger said.\n\nIt is testing its software with a handful of unidentified customers in the life sciences and biomedical fields thorough its subsidiary, Semantics Life Sciences.\n\nThe plaintiffs are looking to be paid for their intellectual property, not put Google out of business.\n\n“We are just interested in a normal royalty if the case determines that ... Google is using the technology we developed,” Belanger said.",
        "link": "http://www.reuters.com/article/technology-media-telco-SP/idUSN1141636620071112",
        "time": "11:47 AM EST"
    },
    {
        "header": "InterActive and Google sign multi-year deal",
        "body": "The co and Google (GOOG) announce an extended and broadened agreement whereby Google will provide Ask.com and IAC’s other Internet brands with sponsored listings. Additional terms of the five-year agreement were not disclosed.",
        "link": "http://www.reuters.com/article/inPlayBriefing/idUSIN20071112103547IACI20071112",
        "time": "10:35 AM EST"
    }
]