[
    {
        "header": "Yellow Pages says in pact with Google",
        "body": "NEW YORK (Reuters) - The Yellow Pages Group, Canada’s largest phone book publisher, said on Tuesday said it had a deal with Google Inc. to market its customer advertisements on-line through Google AdWords.\n\nAdWords will allow Yellow Pages customers to be associated with certain keywords so that their adverts will appear beside search results for Google and Google Maps Internet searches.\n\nMontreal-based Yellow Pages said it will be the first Canadian-based reseller of Google AdWords adverts.\n\n“Under the agreement, YPG will be able to provide its approximately 425,000 advertisers an enhanced advertising offering,” said Yellow Pages, which publishes more than 340 Yellow Pages and residential phone directories, in addition to operating YellowPages.ca and Canada411.ca Web sites.\n\nYellow Page Group is indirectly held by Yellow Pages Income Fund, which trades on the Toronto Stock Exchange.",
        "link": "http://www.reuters.com/article/internetNews/idUSN1046912820071010",
        "time": "08:41 AM EDT"
    },
    {
        "header": "EU privacy body to take months on Google probe",
        "body": "BRUSSELS (Reuters) - The European Union’s data watchdog will take another few months to decide whether Google Inc or other Web search engines may be violating EU privacy laws, a participant in the watchdog’s meeting said on Wednesday.\n\nThe EU body, made up of national protection supervisors of the bloc’s 27 member states, said earlier this year that Google seemed to be failing to respect EU privacy and expanded its investigation in June to other Web search engines.\n\n“We have written to Google to say that we are continuing our work, that it is not limited to Google, and that we will adopt an opinion at the beginning of 2008,” the official said after the so-called Article 29 Committee met on Wednesday.\n\n“We want to adopt a comprehensive opinion, saying how long they can keep data, and which ones,” the official said.\n\nWhen users carry out searches, Google gathers information about their tastes, interests and beliefs that could potentially be used by third parties, such as advertisers, but the company says it never passes on the data.\n\nGoogle wrote to the EU data watchdog in June saying the company was ready to curtail the time it stored user data to a year and a half.\n\nThat storage time was the low end of an 18- to 24-month period it had originally proposed to regulators in March.\n\nThe best-known search providers include Google, Yahoo Inc, Microsoft Corp’s Live Search and Ask.com, which is owned by IAC/InterActiveCorp.\n\nThe watchdog advises the EU on privacy rules. It has no legal power and its opinions are not binding.",
        "link": "http://www.reuters.com/article/technologyNews/idUSL1024493820071010",
        "time": "02:52 PM EDT"
    },
    {
        "header": "Google buys instant-message startup Jaiku",
        "body": "SAN FRANCISCO (Reuters) - Google Inc has acquired the Finnish company Jaiku, one of a new class of start-ups that offer instant-messaging tools for Web and cell phone users to keep track of their friends’ daily activities.\n\nWriting on Goggle’s official blog, Tony Hsieh, a Google product manager, said his company had acquired Helsinki-based Jaiku Ltd. Google confirmed in a separate statement that the deal had closed but did not reveal financial terms.\n\n“Although we don’t have definite plans to announce at this time, we’re excited about helping drive the next round of developments in Web and mobile technology,” Silicon Valley-based Google said in a statement on Jaiku’s Web site.\n\nThe small acquisition coincides with mounting speculation that Google is pushing to expand into mobile Internet services by going beyond its existing smattering of one-off services to create mobile operating system software that could run phones.\n\nLehman Brothers analyst Douglas Anmuth said in a note on Tuesday that Google could potentially launch its own cell phone device as early as February 2008. He described the phone as a simple, low-cost handset featuring a variety of Google Web applications and supported by online advertising.\n\nJaiku encourages users to send frequent short messages about themselves to the company’s Web site where friends or other online contacts can keep track of the user’s comings and goings. It is one of a new category of services popular with heavy Web users that include rivals Twitter and Pownce.\n\nSuch virtual voyeurism turns conventional notions of personal privacy on its head by encouraging users to share tidbits of their lives with people they invite to watch.\n\nPrivacy settings give users control over who sees what: The appeal is the unprecedented sense of intimacy such technologies give to trusted friends while moving about their daily lives.\n\nThe service also pipes these messages out to other Web sites, blogs, or to the cell phones of friends who wish to read instant updates of a user’s activities.\n\nThe system also can send messages to popular instant message services from AIM, Yahoo, MSN or Google Talk, among other services.\n\nJaiku was set up in February of this year by co-founders Jyri Engestrom and Petteri Koponen, who released their first service in July of 2006.\n\nThe company’s handful of employees will join Google, which plans to expand Jaiku’s technology in coming months, it said. Current Jaiku users can continue to use the service. New users can sign up to join Jaiku once Google releases a new version.\n\nJaiku has targeted its services at cell phone users on the go. Currently its software is available for smartphones in the series 60 class from Finland’s Nokia, the world’s largest makers of cell phones.\n\nGoogle, which acquired a dozen small start-ups this year, had acquired mobile social networking company Dodgeball two years ago. That company’s founders quit Google earlier this year.",
        "link": "http://www.reuters.com/article/technologyNews/idUSN0943791520071010",
        "time": "08:44 AM EDT"
    },
    {
        "header": "Google-Doubleclick deal seen winning approval",
        "body": "WASHINGTON (Reuters) - Antitrust experts predict that Google Inc’s purchase of advertising company DoubleClick for $3.1 billion will be approved by U.S. regulators despite vehement opposition from competitors Microsoft Corp and Yahoo Inc.\n\nWhile Google’s rivals argue that the merger poses antitrust and privacy concerns, experts say advertising remains a big market and Internet advertising is wide open for new entrants. Privacy, they add, is not a core antitrust concern and regulators were unlikely to consider it when evaluating the merger.\n\nMark Kovner, an antitrust lawyer with Kirkland & Ellis, said the Federal Trade Commission was not inclined to block vertical mergers, which are usually the combination of two companies producing different goods or services for the same product.\n\n“The agencies have been looking at head-to-head competition,” Kovner said, adding that putting search engine advertising into a separate market “seems like a jury-rigged market definition. To the outside observer it seems like advertising is a big wide open field.”\n\nGoogle stores data on the Internet-surfing habits of users and uses it to make money selling ads. DoubleClick connects ad agencies, marketers and Web site publishers.\n\nSteven Sunshine of Skadden Arps Slate Meagher and Flom LLP said privacy concerns about the merger were irrelevant.\n\n“What we’re really talking about is Internet advertising. The companies are in a slightly different space. The field is too open, and there are too many competitors,” Sunshine said.\n\n“It is being reviewed by an administration that has been less aggressive than past administrations in challenging mergers,” he added.\n\nThe FTC declined to comment on its review of the Google deal. The agency began the review in May and made a second request for documents that same month.\n\nGoogle’s purchase is part of a rapid consolidation in the Internet ad industry that includes Microsoft Corp’s $6 billion acquisition of aQuantive Inc, home to the largest interactive ad agency. Yahoo bought BlueLithium for $300 million and Time Warner Inc’s AOL unit bought Tacoda for what one source said was $275 million. Both of the acquired companies use cookie technology to record Web surfing habits of consumers so advertisers can target ads based on the information.\n\nU.S. regulators have already approved those deals.\n\nBert Foer of the American Antitrust Institute said he thought the Google-Doubleclick merger was too close to call.\n\n“What it has in common with some of the recent cases is the market definition,” Foer said. “In the XM-Sirius case and the Whole Foods case, as in most cases, it’s a problem of defining the market. It’s a very dynamic market.”\n\n“The market is clearly evolving,” he added. “The question is, do you interfere now or leave it alone?”\n\nThe online advertising market saw revenue surge to nearly $10 billion in the first half of 2007, a 27 percent jump from the year-ago period, according to Interactive Advertising Bureau and PricewaterhouseCoopers.\n\nA Microsoft official said earlier this month that the online advertising market was growing between 15 percent and 20 percent annually worldwide, compared with a gain of only 2 percent to 3 percent for the global advertising market.\n\nThe Google-DoubleClick deal is unlikely to trigger higher online ad prices, said antitrust lawyer Steven Axinn of Axinn Veltrop & Harkrider.\n\n“It is hard to make the case persuasively that the market for Internet advertising is all that different from electronic,” he said. “I do not think it would be responsible to stop that transaction.”\n\nThe Google-Doubleclick merger may get closer scrutiny in Europe, where EU officials must also approve it, Kovner said.\n\n“In the EU, vertical issues have historically gotten more play. And size seems to matter more in the EU,” Kovner said.\n\nThe European Commission set a deadline of October 26, when it would approve the deal, give a two-week extension or open an in-depth four-month investigation.\n\nAustralia is also looking at the merger. Objections from any of the regulators could prevent it from going forward.",
        "link": "http://www.reuters.com/article/ousiv/idUSN0923724220071011",
        "time": "09:59 PM EDT"
    }
]