[
    {
        "header": "UPDATE 1-Google to pay $125 mln in online books settlement",
        "body": "NEW YORK, Oct 28 (Reuters) - Google Inc (GOOG.O) has reached a legal settlement with authors and major publishers that paves the way for readers to search through millions of copyrighted books online, browse passages and purchase copies.\n\nUnder Tuesday’s settlement, Google will pay $125 million to create a Book Rights Registry, where authors and publishers can register works and receive compensation from institutional subscriptions or book sales.\n\nThe settlement with the Authors Guild and the Association of American Publishers draws to a close a three-year legal challenge of Google’s plan to make many of the world’s great books searchable online.\n\nThe lawsuit filed by publishers McGraw-Hill Cos Inc MHP.N, Pearson Plc’s (PSON.L) Pearson Education and Penguin Group (USA) units, CBS Corp’s (CBS.N) Simon & Schuster and John Wiley & Sons Inc (JWa.N) charged that Google’s attempts to scan works without permission infringed on copyright protections.\n\nAt issue were rights of copyright holders versus the public’s “fair use” interest in being free to use limited portions of books for commentary or review, for what resembles a kind of full-text, searchable card catalog.\n\nThe settlement is subject to federal court approval.\n\n“It’s been a long and arduous negotiation,” said Paul Aiken, executive director of the Authors Guild, calling the settlement “the biggest book deal in U.S. publishing history.”\n\nAiken said the settlement will mean a “vast repository of books -- millions upon millions of out-of-print books and many in-print books -- will find a new home and new readers online.”\n\nInitially, Google’s Print Library Project called for searches to bring up three- or four-line snippets from books, but plans now call for as much as a full page to appear in response to queries.\n\nIn addition, libraries across the country will be offered an online portal, allowing their patrons to print pages for a fee. Institutional subscriptions will also be available to college students and faculty. (Reporting by Paul Thomasch, editing by Gerald E. McCormick)",
        "link": "http://www.reuters.com/article/rbssPublishing/idUSN2839752120081028",
        "time": "01:53 PM EDT"
    },
    {
        "header": "Motorola plans job cuts, focus on Google software-WSJ",
        "body": "NEW YORK, Oct 28 (Reuters) - Motorola Inc’s MOT.N co-chief executive, Sanjay Jha, plans to make more job cuts and simplify how it makes devices, the Wall Street Journal reported on its website on Tuesday.\n\nDetails of the plan, which could include thousands of layoffs, could be announced Thursday, when the company reports its results, the paper said.\n\nJha, who heads the mobile devices business, has decided to focus on Google Inc (GOOG.O) Android software as the operating system for many new phones, the Journal reported, citing unnamed sources.\n\nThe paper said Motorola will build mid-tier devices, which account for most of its sales, around Android, while business-focused devices will be based on Microsoft Corp’s (MSFT.O) Windows Mobile. The company will use its own platform, P2K, for low-end phones, the paper reported.\n\nThe company is also seeking to outsource production of some Windows Mobile phones, the paper said.\n\nMotorola declined to comment. (Reporting by Paritosh Bansal; Editing by Gary Hill)",
        "link": "http://www.reuters.com/article/COMSRV/idUSN2843290620081029",
        "time": "08:37 PM EDT"
    },
    {
        "header": "Google to pay $125 million in online books settlement",
        "body": "NEW YORK (Reuters) - Google Inc has reached a legal settlement with authors and major publishers that paves the way for readers to search through millions of copyrighted books online, browse passages and purchase copies.\n\nUnder Tuesday’s settlement, Google will pay $125 million to create a Book Rights Registry, where authors and publishers can register works and receive compensation from institutional subscriptions or book sales.\n\nThe settlement with the Authors Guild and the Association of American Publishers draws to a close a three-year legal challenge of Google’s plan to make many of the world’s great books searchable online.\n\nThe lawsuit filed by publishers McGraw-Hill Cos Inc, Pearson Plc’s Pearson Education and Penguin Group (USA) units, CBS Corp’s Simon & Schuster and John Wiley & Sons Inc charged that Google’s attempts to scan works without permission infringed on copyright protections.\n\nAt issue were rights of copyright holders versus the public’s “fair use” interest in being free to use limited portions of books for commentary or review, for what resembles a kind of full-text, searchable card catalog.\n\nThe settlement is subject to federal court approval.\n\n“It’s been a long and arduous negotiation,” said Paul Aiken, executive director of the Authors Guild, calling the settlement “the biggest book deal in U.S. publishing history.”\n\nAiken said the settlement will mean a “vast repository of books -- millions upon millions of out-of-print books and many in-print books -- will find a new home and new readers online.”\n\nInitially, Google’s Print Library Project called for searches to bring up three- or four-line snippets from books, but plans now call for as much as a full page to appear in response to queries.\n\nIn addition, libraries across the country will be offered an online portal, allowing their patrons to print pages for a fee. Institutional subscriptions will also be available to college students and faculty.",
        "link": "http://www.reuters.com/article/internetNews/idUSTRE49R71K20081028",
        "time": "02:11 PM EDT"
    },
    {
        "header": "Google looking to invest in energy sector: report",
        "body": "(Reuters) - Internet search and advertising leader Google Inc is increasingly looking at the energy sector as a potential business opportunity, the New York Times reported.\n\nEngineers at Google are hoping to soon unveil tools that could help consumers make better decisions about their energy use, the paper said.\n\nTo support these efforts, Google has hired engineers who are conducting research in renewable energy, former government energy officials, scientists and even a former NASA astronaut, whose experience with electronic gadgets is being put to use to develop energy tools for consumers, the Times said.\n\nIt added that the company’s philanthropic unit, Google.org is considering large investments in projects that generate electricity from renewable sources.\n\n“We want to make money, and we want to have impact,” Dan Reicher, director for climate change and energy initiatives at Google.org told the Times.\n\nBut with a recession looming and oil prices dropping, investors might pressure Google to curtail its clean energy ambitions, the paper said.\n\nCalls to Google seeking comment were not immediately returned.",
        "link": "http://www.reuters.com/article/GCA-BusinessofGreen/idUSTRE49R0QX20081028",
        "time": "12:43 PM EDT"
    },
    {
        "header": "Google, other tech giants agree on free speech principles-WSJ",
        "body": "Oct 28 (Reuters) - Google Inc (GOOG.O), Microsoft Corp (MSFT.O) and Yahoo Inc YHOO.O are expected to announce on Tuesday that they have agreed to a common set of principles on how to do business in nations that restrict free speech and expression, the Wall Street Journal reported.\n\nThe move by the Internet media and technology giants comes in the wake of criticism that they have helped enable censorship in those countries, the paper said.\n\nUnder the new principles, which were crafted over two years, the companies will promise to protect the personal information of their users wherever they do business and to “narrowly interpret and implement government demands that compromise privacy,” the Journal said.\n\nThey will also commit to scrutinizing a country’s track record of jeopardizing personal information and freedom of expression before launching new businesses in a country and to discuss the risks widely with their executives and board members, the paper said.\n\nThe document was crafted by a group of participants including human rights groups like Human Rights First and Committee to Protect Journalists, the Journal said.\n\nNonprofit groups like the Center for Democracy and Technology and Business for Social Responsibility also participated. The companies have agreed to have their compliance with the new principles monitored by independent experts, the paper said.\n\nThe plan has yet to receive the support of Internet companies in China and other countries whose policies it implicitly attacks, the Journal said.\n\nMicrosoft, Yahoo and Google did not immediately return calls seeking comment. (Reporting by Shradhha Sharma in Bangalore)",
        "link": "http://www.reuters.com/article/mediaNews/idUSBNG24336820081028",
        "time": "01:39 AM EDT"
    },
    {
        "header": "Google rises after broker view",
        "body": "NEW YORK (Reuters) - Shares of Web search leader Google Inc (GOOG.O) rose about 3 percent to $338.50 before the bell on Tuesday after a brokerage offered a positive view on the stock.\n\nCredit Suisse started coverage of Google with an “outperform” rating and a $400 price target, according to theflyonthewall.com",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE49R3P820081028",
        "time": "08:01 AM EDT"
    },
    {
        "header": "Consumer group opposes Google, Yahoo partnership",
        "body": "WASHINGTON, Oct 28 (Reuters) - US Public Interest Group, a consumer organization, is opposing Google’s (GOOG.O) plan to share advertising with rival Yahoo YHOO.O, saying it could harm consumer privacy, according to a letter sent to the U.S. attorney general, a copy of which was given to Reuters.\n\nU.S. PIRG argued that advertisers who try to compete with Google and Yahoo, which together have more than 80 percent of the search advertising market, will be forced to collect more information on Internet users because they would not be able to compete with the market leaders on price.\n\nThe result would be a loss of privacy for consumers, the group said.\n\n“The proposed agreement induces the remaining paid search advertising outlets to resort to privacy invasive techniques which harms consumer privacy online and thus threatens online discourse in general,” US PIRG said in a letter sent to U.S. Attorney General Michael Mukasey dated Oct. 22.\n\nBecause of Google’s dominance of the search market -- Yahoo is No. 2 -- many advertisers oppose a plan the two announced in June that would allow Yahoo to place Google ads on its web site. This revenue sharing agreement could net Yahoo $800 million a year.\n\nThe deal was initially seen as an attempt by Yahoo to fend off Microsoft.\n\n“Google’s success must not be allowed to morph into monopoly power. Absent new information about this deal, we believe the Justice Department should protect consumers and stop this transaction from happening,” US PIRG said in the letter.\n\nGoogle and Yahoo are awaiting the result of an assessment of the deal by the U.S. Justice Department’s antitrust division before implementing it. (Reporting by Diane Bartz)",
        "link": "http://www.reuters.com/article/rbssITServicesConsulting/idUSN2843443220081029",
        "time": "10:44 PM EDT"
    },
    {
        "header": "BEFORE THE BELL-Google rises after broker view",
        "body": "NEW YORK, Oct 28 (Reuters) - Shares of Web search leader Google Inc (GOOG.O) rose about 3 percent to $338.50 before the bell on Tuesday after a brokerage offered a positive view on the stock.\n\nCredit Suisse started coverage of Google with an “outperform” rating and a $400 price target, according to theflyonthewall.com (Reporting by Ellis Mnyandu, Editing by Walker Simon)",
        "link": "http://www.reuters.com/article/beforeTheBell/idUSN2837648820081028",
        "time": "08:00 AM EDT"
    },
    {
        "header": "Motorola plans job cuts, focus on Google software: report",
        "body": "NEW YORK (Reuters) - Motorola Inc’s MOT.N co-chief executive, Sanjay Jha, plans to make more job cuts and simplify how it makes devices, the Wall Street Journal reported on its website on Tuesday.\n\nDetails of the plan, which could include thousands of layoffs, could be announced Thursday, when the company reports its results, the paper said.\n\nJha, who heads the mobile devices business, has decided to focus on Google Inc (GOOG.O) Android software as the operating system for many new phones, the Journal reported, citing unnamed sources.\n\nThe paper said Motorola will build mid-tier devices, which account for most of its sales, around Android, while business-focused devices will be based on Microsoft Corp’s (MSFT.O) Windows Mobile. The company will use its own platform, P2K, for low-end phones, the paper reported.\n\nThe company is also seeking to outsource production of some Windows Mobile phones, the paper said.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49S07R20081029",
        "time": "08:39 PM EDT"
    },
    {
        "header": "Lawmaker wants indepth review of Google/Yahoo deal",
        "body": "WASHINGTON (Reuters) - A leading Republican lawmaker asked the Justice Department on Tuesday to “thoroughly investigate” antitrust and privacy issues in a search advertising partnership planned by Google Inc and Yahoo Inc.\n\nRep. Joe Barton, a Republican from Texas, expressed frustration at Yahoo’s response to questions Barton and his staff had posed about the deal, which would allow Yahoo to use Google advertisements on its search.\n\nMany advertisers have objected to the deal, which was initially announced in June, because of fears of higher prices, since Google and Yahoo have more than 80 percent of the search market.\n\n“I am writing you to request that the Department of Justice thoroughly investigate issues of competition and privacy that Yahoo failed to address fully in responding to questions about the online search advertising partnership between Google and Yahoo,” Barton wrote in a letter.\n\nThe letter was dated Tuesday and addressed to Thomas Barnett, head of the Justice Department’s antitrust division.\n\nBarton also expressed frustration at Yahoo’s responses to his inquiries about the deal, saying they “seemed designed to obscure rather than clarify how the Google-Yahoo deal would work.”\n\nAnd Barton asked Yahoo about a complaint that some Yahoo officials may have worried that working with Google would result in an “effective monopoly.” Barton characterized Yahoo’s response as “a masterwork of crude redactions.”\n\nRepresentatives of Yahoo and Google had no immediate comment.",
        "link": "http://www.reuters.com/article/internetNews/idUSTRE49R7NB20081028",
        "time": "03:29 PM EDT"
    },
    {
        "header": "Google looking to invest in energy sector-NYT",
        "body": "Oct 28 (Reuters) - Internet search and advertising leader Google Inc (GOOG.O) is increasingly looking at the energy sector as a potential business opportunity, the New York Times reported.\n\nEngineers at Google are hoping to unveil tools soon that could help consumers make better decisions about their energy use, the paper said.\n\nGoogle has hired engineers who are conducting research in renewable energy, former government energy officials, scientists and even a former NASA astronaut, whose experience with electronic gadgets is being put to use to develop energy tools for consumers, the Times said.\n\nIt added that the company’s philanthropic unit, Google.org, is considering large investments in projects that generate electricity from renewable sources.\n\n“We want to make money, and we want to have an impact,” Dan Reicher, director for climate change and energy initiatives at Google.org, told the Times.\n\nBut with a recession looming and oil prices dropping, investors might pressure Google to curtail its clean energy ambitions, the paper said.\n\nCalls to Google seeking comment were not immediately returned. (Reporting by Shradhha Sharma in Bangalore; Editing by Kim Coghill)",
        "link": "http://www.reuters.com/article/ELECTU/idUSBNG21281820081028",
        "time": "12:39 AM EDT"
    }
]