[
    {
        "header": "Advertiser group objects to Google-Yahoo tie up",
        "body": "LOS ANGELES (Reuters) - The Association of National Advertisers sent a letter objecting to the proposed Internet search advertising partnership between Yahoo Inc and Google Inc to government regulators reviewing the deal, the group said on Sunday.\n\nThe letter to Assistant Attorney General Thomas Barnett, noted that “a Google-Yahoo partnership will control 90 percent of search advertising inventory,” the ANA, which represents major U.S. advertisers, said in a statement.\n\nThe partnership “will likely diminish competition, increase concentration of market power, limit choices currently available and potentially raise prices to advertisers for high quality, affordable search advertising,” the statement said.\n\nBarnett could not be reached for comment on Sunday.\n\nYahoo “remains steadfast in its belief that this deal -- in which prices are determined by advertiser demand-driven auctions, not by collaboration between Yahoo and Google -- will strengthen Yahoo’s competitive position...and will help to drive a more robust, higher quality...marketplace for our advertisers,” the company said in a statement on Sunday.\n\nGoogle spokesman Adam Kovacevich said “numerous advertisers have recognized that this agreement will help them better match their ads to users’ interests, and that ad prices will continue to be set by competitive auction.”\n\n“While some have raised questions about the agreements’ potential impact on ad prices, advertisers care far more about getting a good return on their advertising dollar than they do about buying cheap ads that don’t bring in customers, and this agreement will clearly help advertisers reach Yahoo users more efficiently,” Kovacevich said.\n\nYahoo struck the agreement in June with Google, the world’s dominant supplier of Web search services, as it sought to shore up its advertising business and ward off pressure to merge from Microsoft.\n\nThe two companies said at the time that they were not required to get regulatory approval before implementing the deal, but had voluntarily delayed it for up to three-and-a-half months while anti-trust regulators review the arrangement.\n\nThe non-exclusive deal covers the United States and Canada but not other markets.\n\nUnder the deal, Google would supply Yahoo with advertising services to run alongside Yahoo’s own Web search system. Yahoo runs the Web’s second most popular search service.\n\nGoogle and Yahoo executives have defended the agreement, saying they will compete aggressively in other areas.\n\nGoogle could not be immediately reached for comment. Google has said it expects to carry out the Yahoo deal next month.\n\nSeveral states attorneys general also are reviewing the proposed pact, including Florida Attorney General Bill McCollum, whose spokeswoman had no comment on the ANA’s statement.\n\n“It’s hard to determine when (the Florida review) will be complete,” McCollum’s spokeswoman Sandi Copes said.",
        "link": "http://www.reuters.com/article/internetNews/idUSN0737470020080908",
        "time": "08:41 AM EDT"
    },
    {
        "header": "DOJ hires top lawyer for possible Google case-report",
        "body": "NEW YORK, Sept 8 (Reuters) - The U.S. Justice Department has hired its former antitrust chief, Sandy Litvack, Walt Disney Co’s (DIS.N) former vice chairman, for a possible court challenge to Google Inc’s (GOOG.O) proposed search advertising deal with Yahoo YHOO.O, according to a Dow Jones newswire story.\n\nAccording to the story, which cited lawyers close to the review, attorneys have been deposing witnesses and subpoenaing documents to support a challenge to the deal.\n\nBut the report said it was not immediately clear if a challenge would target the Google-Yahoo deal alone or take on broader aspects of Google’s conduct in the growing online-advertising business.\n\nLitvack, who was the Department’s antitrust chief under U.S. President Jimmy Carter, has been asked to examine the evidence gathered so far in the federal review of Google’s pending deal with Yahoo, Dow Jones said.\n\nYahoo struck an agreement in June with Google, the world’s dominant supplier of Web search services, as it sought to shore up its advertising business and ward off pressure to merge with Microsoft Corp (MSFT.O).\n\nRepresentatives for Google and Yahoo were not immediately available to comment.",
        "link": "http://www.reuters.com/article/governmentFilingsNews/idUSN0849208920080908",
        "time": "07:46 PM EDT"
    },
    {
        "header": "Google expands search in old newspapers",
        "body": "SAN FRANCISCO (Reuters) - Google Inc has stepped up efforts to digitize dozens of historical newspapers and make scanned images of the original papers available online, the Internet search leader said on Monday.\n\nIn a blog post on the Silicon Valley-based company’s website, Google said it is looking to make old newspapers searchable online by partnering with newspaper publishers to digitize millions of pages of news archives.\n\nThe effort involves the archives of dozens of newspaper titles and expands on a two-year-old effort by Google to work with two major U.S. newspapers -- The New York Times and Washington Post -- to index old papers in Google News Archive.\n\n“Not only will you be able to search these newspapers, you’ll also be able to browse through them exactly as they were printed -- photographs, headlines, articles, advertisements and all,” Google product manager Punit Soni said in the blog post.\n\nThe new papers range from the Pittsburgh Post-Gazette, “the first newspaper West of the Alleghenies” (the Allegheny Mountains), to the Quebec Chronicle-Telegraph, which has continuously published for 244 years, making it North America’s oldest lasting paper.\n\nThe additional newspapers allow readers to see how newspapers of bygone days covered historical events.\n\nAs an example, the Pittsburgh Post-Gazette's coverage of Neil Armstrong's (and Edwin Aldrin's) 1969 moon walk can be found at tinyurl.com/man-on-the-moon/.\n\nThe initial newspaper partners for the digital archiving program are located in the United States and Canada, a spokesman said.\n\n“The goal is no different than Google Book Search,” company spokesman Gabriel Stricker said, referring to Google’s broad-based effort to work with major academic libraries around the world to scan older, out-of-print books. “It is just getting a lot of published offline content online.”",
        "link": "http://www.reuters.com/article/lifestyleMolt/idUSN0846021120080908",
        "time": "03:50 PM EDT"
    },
    {
        "header": "NBC Universal in pact for Google to sell its TV ads",
        "body": "NEW YORK (Reuters) - NBC Universal, a unit of General Electric Co, is teaming up with Google Inc on a multi-year partnership in which Google will act as a broker to sell TV advertising on some NBC cable channels.\n\nIn a joint statement, the two companies said NBC Universal will offer advertising time from several of its cable networks for Google to sell advertising through its Google TV Ads service.\n\nThe deal, set to go into effect in coming months, covers advertising inventory on Sci Fi, Oxygen, MSNBC, CNBC, Sleuth, and Chiller, with more NBC Universal channels possible in the future, the companies said.\n\n“Advertisers using the Google TV Ads platform can reach NBCU Cable’s national audience and gain access to viewership data at an unprecedented scale,” the NBC Universal and Google statement said.\n\nMike Pilot, president of NBC Universal sales and marketing, and Tim Armstrong, Google’s president of advertising and commerce for North America, said that the partnership would make TV ads more accountable.\n\nThrough an existing deal with DISH Network, the Google TV Ads service can report second-by-second TV usage data allowing advertisers to measure viewership of their ads more precisely. The NBC-Google partnership extrapolates on the data supplied by Dish set-top boxes in millions of U.S. homes.\n\nNBC Universal and Google have also agreed to work together to adapt the Google TV Ad service for use in local TV markets. They are also collaborating on custom marketing and research projects using Google TV Ads to survey audience trends.",
        "link": "http://www.reuters.com/article/technologyNews/idUSWEN786020080908",
        "time": "07:53 PM EDT"
    },
    {
        "header": "Google shares fall 5.5 pct on fears of setbacks",
        "body": "SAN FRANCISCO (Reuters) - Google Inc (GOOG.O) shares tumbled 5.5 percent on Monday -- their sharpest dive since the company’s weak quarterly report in July -- amid investor doubts over key advertising and phone partnerships.\n\nThe stock of the Internet search leader fell $24.30 to close at $419.95 after an advertising trade group objected to Google’s planned ad partnership with Yahoo Inc YHOO.O, saying it would diminish competition in the Web search ad market.\n\nSanford C. Bernstein analyst Jeffrey Lindsay said other factors included “generally disappointing” reviews that have emerged in anticipation of the expected launch of phones based on Google’s mobile phone software, called Android.\n\n“There were some expectations that Android phones would be Google’s big fourth-quarter news,” Lindsay said. “Instead of fireworks, it may be a bit of a damp squib,” he said.\n\nGoogle’s decline was in sharp contrast to gains in the broad market. The Dow Jones Industrials index jumped 2.6 percent, or nearly 290 points, to close at 11,510.74 on Monday.\n\nThe U.S. government’s weekend seizure of troubled mortgage giants Fannie Mae and Freddie Mac also led some traders to shift into beaten down financial sector stocks and out of technology as a defensive play, Lindsay said.\n\n“The decline could be partly trading related,” he said. “Google is not supported by any good news at the minute.”\n\nIt was the worst trading day for Google shares since July 18, when shares tumbled 10 percent from $533 to close at $481. After recovering somewhat in early August, the stock has deteriorated steadily since the middle of last month.\n\nIn the options market, projected volatility on all of Google options has been steadily rising since the beginning of September, traders said.\n\n“Google shares are likely to fluctuate more over the next 30 days than they have in the past,” said Interactive Brokers Group equity options analyst Rebecca Engmann Darst. “Call and put contracts are being priced higher to reflect that risk.”\n\nTechnology stocks are weathering a “general undercurrent of concern” at the moment and Google is not insulated, she said.\n\nLindsay nonetheless rates Google shares as “outperform” relative to the broader market. Paid search, Google’s core revenue-generating business, “is holding up extremely well,” he said.\n\n“Everybody was hoping for a big wow from Google. It looks less likely now,” Lindsay said. However, he added: “You can never tell. It is all unsubstantiated rumor. As far as we can tell from the fundamentals there is no issue.”\n\nOn Sunday, the Association of National Advertisers, which represents many of the nation’s big advertisers, sent a letter to U.S. government regulators objecting to the proposed Web search advertising partnership between Yahoo and Google.\n\nThe partnership “will likely diminish competition, increase concentration of market power, limit choices currently available and potentially raise prices to advertisers for high quality, affordable search advertising,” the ANA argued.\n\nYahoo struck its partnership agreement in June with Google, the world’s dominant supplier of Web search services, as it sought to shore up its advertising business and ward off pressure to merge from Microsoft. Google and Yahoo reiterated their commitment to the deal in response to the ANA.\n\nThe nonexclusive deal covers the United States and Canada but not other markets. The two companies have delayed moving ahead until government regulators approve the deal, which Google has said it expects to occur over the next month.\n\nUnder the deal, Google would supply Yahoo with advertising services to run alongside Yahoo’s own Web search system. Yahoo runs the Web’s second most popular search service.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN0846339120080908",
        "time": "05:23 PM EDT"
    }
]