[
    {
        "header": "AFTER THE BELL-Google rises after earnings beat Street",
        "body": "NEW YORK, Oct 16 (Reuters) - Shares of Google Inc (GOOG.O) rose 7.5 percent to $379.38 in extended trade on Thursday after the Internet company posted quarterly earnings that beat Wall Street estimates.",
        "link": "http://www.reuters.com/article/afterTheBell/idUSN1641713620081016",
        "time": "04:11 PM EDT"
    },
    {
        "header": "UPDATE 4-Google defies economy to beat forecasts; shares rise",
        "body": "SAN FRANCISCO, Oct 16 (Reuters) - Google Inc (GOOG.O) profits surpassed Wall Street quarterly forecasts, sending its shares up more than 10 percent as the Internet search and advertising leader held deepening economic gloom at bay.\n\nWeb traffic and revenue growth were strong in all major parts of the world and searches were up for almost every industry using Google, Chief Executive Eric Schmidt said.\n\nBut with uncertainty widespread among global business leaders, government officials and media commentators over where the economy is headed, Google is unsure what impact this could have on its advertising dependent business, the CEO said.\n\n“We are all in uncharted territory,” Schmidt said of the economy, adding that Google has taken expense control more seriously recently. “We are very realistic about the macro environment, but we are optimistic about Google’s future.”\n\nWall Street analysts were pleased by efforts to rein in expenses. Many have complained for years at how Google was “spending like drunken sailors” to hire new employees and install computer data center capacity as its growth exploded.\n\nGoogle added just over 500 employees in the quarter, about half of them engineers, taking total staff to about 20,000, and the company said it would continue to hire, but cautiously.\n\nRelieved investors said Google appeared to be alone in its ability to weather the economic storm.\n\n“Even in a down market, advertisers are going to be seeking customers. These results separate out Google from the eBays (EBAY.O) and the Yahoos YHOO.O,” said Colin Gillis, an analyst at Canaccord Adams. Ahead of the report, he had prayed aloud that Google results might shore up investor confidence.\n\nNet income for the third quarter rose to $1.35 billion, or $4.24 a diluted share, from $1.07 billion, or $3.38 per share.\n\nExcluding employee stock compensation costs and one-time items, profit rose to $4.92 per diluted share and topped Wall Street’s target of $4.75, according to Reuters Estimates.\n\nRevenue, including commissions paid to affiliated advertising sites, totaled $5.54 billion, up 31 percent from the year-earlier quarter but up only 3 percent from the second quarter of this year.\n\nThe results were powered by international sales, which rose 41 percent. This came despite the fact that Britain, Google’s second largest market, “showed some softness” with 17 percent growth from a year ago but flat compared with the June quarter, Google officials said.\n\nRevenue fell squarely in the middle of forecasts calling for an increase of 26 percent to 37 percent, signaling the company’s decelerating growth. Revenue had risen 57 percent in the 2007 third quarter over the same 2006 period.\n\n“‘Good enough’ given the current climate,” Goldman Sach analyst James Mitchell said in a note to investors.\n\nThe company dramatically cut back on purchases of property and equipment to $452 million for the quarter ended in September from $697 million in the June quarter.\n\nGoogle continues to generate cash at one of the fastest rates in the Internet industry. It had $1.73 billion in free cash flow in the third quarter, up 60 percent both from the year-earlier quarter and the quarter ended in June.\n\nGoogle's stock had fallen by more than half this year as investors have anticipated that the company's pay-per-click advertising format would be caught in the year-long slump in the wider advertising market. Google's decline compares with the 38 percent drop so far this year in the Standard & Poor's 500 Index .SPX.\n\nGoogle shares hit an all-time high of $747 just under a year ago as investors calculated the potential of the company’s moves into new advertising formats such as mobile phones, radio, TV and display ads preferred by corporate marketers.\n\nPaid clicks -- a measure of how often Google gets paid for advertisements it runs alongside Web search results -- rose 18 percent from the year-ago quarter and 4 percent from the second quarter ended in June, reversing a decline earlier this year.\n\n“The number of ads Google was showing was down. In the third quarter, that seemed to stabilize. If you could point to one underlying metric, that would be it. The ad coverage stabilized after dropping off this year,” said Clayton Moran, an analyst at Stanford Financial Group.\n\nSeparately, in a good sign for battered technology investors, microchip maker Advanced Micro Devices Inc AMD.N posted quarterly results that were better than expected, sending its shares up 13 percent to $4.66 in after-hours trading.\n\nIBM, which released positive preliminary results a week ago in order to shore up flagging market confidence, reported on Tuesday that its services and software units offset declines in its hardware business.\n\nShares of Google rose 10.5 percent to $390.30 in after-hours trade following the report, extending a 4.1 percent gain on Nasdaq, where it closed at $353.02 after a seesaw trading day.\n\n“While it (Google) won’t be immune from the economic downturn, the valuation is very competitive, and at the same time, Yahoo, its biggest competitor, is struggling. So from a competitive stance, they’re great,” said Greg Woodard, portfolio strategist at Manning & Napier Advisors.\n\nMany on Wall Street had braced for Google to miss published analyst targets, he said. (Reporting by Eric Auchard, Gabriel Madway, Alexandria Sage in San Francisco and Yinka Adegoke in New York; Editing by Phil Berlowitz, Richard Chang)",
        "link": "http://www.reuters.com/article/mediaNews/idUSN1641315220081017",
        "time": "09:32 PM EDT"
    },
    {
        "header": "Google co-founder says penny-pinchers fuel results",
        "body": "SAN FRANCISCO (Reuters) - Google Inc (GOOG.O) is enjoying broad growth across industries and around the world but its advertising business remains vulnerable if the economy continues to suffer, a company co-founder said on Thursday.\n\n“To the extent that everybody starts spending a lot less, I don’t think we are necessarily immune,” said Sergey Brin, who co-founded the Web search and advertising leader a decade ago.\n\n“I don’t think any company is immune to a total bust,” he said.\n\nBut Brin said his company continues to benefit as advertisers shift spending online and from its pay-per-click ad format, which helps marketers measure their results.\n\n“We do think we are particularly attuned to advertisers who are counting their pennies very carefully,” Brin told Reuters in an interview following the company’s announcement of better-than-expected results for the third quarter.\n\nMany commentators say the current global financial crisis is the worst since the Great Depression, and Brin acknowledged that Google’s attractiveness as an “advertiser of last resort” only protects the business so far.\n\n“We are going to see definitely some fluctuations. I think some sectors are going to do better than others; some geographies are doing to do better than others,” Brin said of how advertising spending could change in different markets.\n\nHe declined to say which sectors may be vulnerable or elaborate on how Google’s advertising business aimed at the hard-pressed auto, financial services, travel or retail markets has held up in recent weeks.\n\nEarlier, on a conference call to discuss its latest results, Chief Executive Eric Schmidt declared “We are all in uncharted territory now,” as he described the uncertainty that has seized the global economy over the past month.\n\nSchmidt also sought to reassure investors by saying that consumer search activity continues to climb across virtually all industry categories. Google makes money by selling targeted advertisements alongside its search results.\n\nGoogle is “very realistic about the macro environment, but we are optimistic about Google’s future,” Schmidt told investors.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49F9ZV20081016",
        "time": "07:17 PM EDT"
    },
    {
        "header": "Google CFO: Q3 strong across sectors and regions",
        "body": "SAN FRANCISCO (Reuters) - Google Inc (GOOG.O) delivered a solid third-quarter, defying Wall Street fears that the global economic crisis would trip up the Web advertising leader, its chief financial officer said on Thursday.\n\n“Overall, we had a good third quarter with strong traffic and revenue growth among all our sectors and geographies,” Patrick Pichette, Google’s recently hired chief financial officer, told Reuters after the company’s quarterly report.\n\nPichette said the company continued to hire new staff but did so judiciously, finishing September with 20,000 employees. “We are tracking (employment) very closely. We are continuing to hire but we are doing it cautiously,” he said.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49F95P20081016",
        "time": "04:34 PM EDT"
    },
    {
        "header": "YouTube advertising will boost Google by 2011",
        "body": "NEW YORK, Oct 16 (Reuters) - YouTube will need at least two years to start making a meaningful contribution to parent Google Inc’s (GOOG.O) revenue, despite a clutch of advertising initiatives this month aimed at cashing in on its online video dominance.\n\nIn the last eight days the popular video-sharing site has launched four new ad formats, signed its first full-length video pact and even taken its first dip into e-commerce.\n\nExecutives described most of the revenue-generating initiatives as experiments or beta tests, but analysts said the long-awaited moves will increase Google’s revenue, though not in the near-term.\n\nGoogle rakes in about $5 billion in quarterly revenue, mainly from Web search advertising. Though Google doesn’t break out YouTube’s revenue, analysts estimate it will make $200 million to $250 million -- a small percentage of the parent’s revenue -- this year.\n\n(percentage) revenue share that would be 2011,” said Martin Pyykkonen, an analyst Wunderlich Securities.\n\nInvestors are increasingly voicing worries about when the San Bruno, California company, which Google paid $1.65 billion for in 2006, will start to deliver revenue and profits in line with the potential of its huge visitor numbers -- more than 330 million worldwide users in August alone.\n\n“This has gone on long enough. It’s easy being the Web’s largest video repository when you’re giving it away,” said Colin Gillis, analyst at Canaccord Adams.\n\nThe concern for investors is that as Google’s revenue growth starts to decelerate there will be renewed focus on YouTube’s huge bandwidth and hosting costs and its impact on capital expenditures.\n\n“What is the strategy to monetize this?” asked Gillis.\n\nDespite these concerns Canaccord Adams still expects YouTube to achieve 50 percent revenue growth in 2009 “even in a down economy.” It also expects YouTube to start making significant revenue contributions in about two years.\n\nYouTube’s income potential is self-evident with 13 hours of video uploaded to its site every minute and millions of viewers every day. That has helped YouTube become the second largest repository of search terms after its parent, and now ahead of Yahoo Inc YHOO.O.\n\nYouTube has started running “promoted videos” which come up with search terms. For instance, a search for iPhone 3G brings up a “promoted video” on the right hand of the page of a short infomercial on how an iPhone screen protector works. A search for credit cards brings up a list of traditional Google text ads down the right side.\n\nYouTube is also trying out a range of ad formats including InVideo ads, which overlay text across the bottom of a relevant video. It is also running home page video ads and video contests sponsored by advertisers.\n\nThe most successful online video ad format so far is the pre-roll commercial that appears before a selected clip begins. But YouTube executives have been reluctant to ruin the user experience by running 30-second ads at the start of its videos which are typically just two to 10 minutes long.\n\n”The most important thing for us to focus on is growing our community, growing traffic, increasing the content that’s available and enhancing the user experience, said Shishir Mehrotra, director of product management for YouTube, in an interview with Reuters.\n\nExperts say it isn’t easy to monetize a majority of the user-generated and sometimes pirated videos.\n\n“Major advertisers don’t want to advertise against the user-generated content that dominates on YouTube,” said Jeremy Allaire, chief executive of Brightcove, a Web video distributor for a range of businesses.\n\nLast week YouTube started offering full-length video in a deal with CBS Corp (CBS.N) -- the first time a third party was allowed to manage the advertising viewed on the site. The CBS ads were pre-roll, mid-roll and post-roll ad formats around archive shows like Beverly Hills 90210 and Star Trek. CBS sells the ads and shares revenue with YouTube.\n\n((Click here to see Reuters MediaFile blog)) Keywords: YOUTUBE/",
        "link": "http://www.reuters.com/article/technology-media-telco-SP/idUSVN153151520081016",
        "time": "03:42 PM EDT"
    },
    {
        "header": "INSTANT VIEW: Google results beat expectations",
        "body": "SAN FRANCISCO (Reuters) - Google Inc (GOOG.O) reported stronger-than-expected quarterly earnings as growth in its Internet advertising revenues withstood the global financial crisis, sending its shares up about 7 percent.\n\n“It’s a nice clean quarter. In this environment, it’s enough to send the stock zooming in the after-hours. It’s the power of the model -- paid search is the best form of media advertising out there.”\n\n“Even in a down market, advertisers are going to be seeking customers. These results separate out Google from the eBays (EBAY.O) and the Yahoos YHOO.O in the space.”\n\n“Obviously investors will be very happy with the earnings per share. The whisper number was around $4.60, I think the general consensus was that they were going to miss, so it’s certainly an upside surprise.”\n\n“Going forward, I think there’s too much pessimism baked in with this market environment to see shares rise much. The highest quality names are getting sold first and are seeing some of the biggest losses. Google we’d quantify as being in a great competitive position, with gaining market share in the U.S. and overseas and in terms of being a dominant player in the industry globally.”\n\n“While it won’t be immune from the economic downturn, the valuation is very competitive, and at the same time, Yahoo, its biggest competitor, is struggling. So from a competitive stance, they’re great. And the business model will remain intact after we exit the credit crisis.”\n\n“All would indicate that people will continue to see the secular shift of advertising to the online venues so we would continue to monitor that going forward. As I mentioned, they won’t be immune to the economic downturn but I think they’ll emerge strong.”\n\n“They’re doing a much better job controlling expenses and headcount growth and I really think the key now will be hearing their tone regarding the fourth quarter.”\n\n“It’s a very good quarter, essentially, across the board for Google. They beat the Street expectation on cash flow and EPS. If you wanted to look a little deeper, it was pretty good in the U.S. and on the Google.com site itself. The U.S. has been an area that was a little bit of a drag in previous quarters.”\n\n“In the third quarter we saw a stabilization of the trends that had weakened the first half of the year. The first half of the year you saw consumers pull back, the number of ads Google was showing was down. In the third quarter, that seemed to stabilize. If you could point to one underlying metric, that would be it. The ad coverage stabilized after dropping off this year.”\n\n“The stock is up. That’s not a surprise given they beat the expectations in a very tough environment.”\n\n“Even though these numbers are good, I think investors will be cautious about what’s happening in the fourth quarter.”\n\n“Looks like they controlled their operating expenses and hiring in the quarter, which very recently and through the quarter has been one of the main issues.”\n\n“On balance, everything in their numbers look solid. Margins were good, controlling their expenses in light of the economy especially but just in general.”\n\nGoogle has “gotten beaten down with the market. I think over the longer haul, if this (is) a longer and deeper recession than people would like it to be, I don’t think they’re immune, but I think right now you have a little bit of a relief rally.”\n\n“On a relative basis, 18 percent growth in paid clicks is impressive and points to the fact that search does perform better than other mediums.”",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49F95Q20081016",
        "time": "04:48 PM EDT"
    },
    {
        "header": "Google's UK homepage gets royal makeover",
        "body": "LONDON (Reuters) - Google Inc received the royal seal of approval on Thursday when it added a picture of the Queen to the logo on its British homepage to mark her visit to its London offices on Thursday.\n\nThe image, known as a Google Doodle, shows the Queen in profile and a golden crown above the letter E of Google.\n\nThe Queen and the Duke of Edinburgh will tour the Internet search giant’s British headquarters, a short walk from Buckingham Palace in central London.\n\nThe royal party will meet Google executives and hear about the company’s search engine, advertising and mobile phone technology. They will also learn how Google Earth, an online map, is being used to help save the Amazon rainforest.\n\nThe Queen will then be invited to upload a video to the royal family’s official channel on YouTube, the video-sharing site owned by Google. The address is www.youtube.com/theroyalchannel.",
        "link": "http://www.reuters.com/article/internetNews/idUSTRE49F2L220081016",
        "time": "11:16 AM EDT"
    },
    {
        "header": "Google grows worldwide and beats forecasts; shares rise",
        "body": "SAN FRANCISCO (Reuters) - Google Inc (GOOG.O) quarterly profit surpassed Wall Street forecasts, sending shares up more than 10 percent as the Internet search and advertising leader withstood deepening economic turmoil around the globe.\n\nWeb traffic and revenue growth were strong in all major parts of the world and searches were up for almost every industry using Google, Chief Executive Eric Schmidt said.\n\nBut he added that there was uncertainty in financial services, media and the retail sectors.\n\n“We are all in uncharted territory,” he said of the economy, adding that Google would watch expenses.\n\nGoogle added about 500 employees in the quarter, about half of them engineers, taking total staff to about 20,000, and the company said it would continue to hire cautiously.\n\nBut investors said Google appeared to be alone in its ability to weather the economic storm.\n\n“Even in a down market, advertisers are going to be seeking customers. These results separate out Google from the eBays (EBAY.O) and the Yahoos YHOO.O,” said Colin Gillis, an analyst at Canaccord Adams.\n\nNet income for the third quarter rose to $1.35 billion, or $4.24 a diluted share, from $1.07 billion, or $3.38 per share.\n\nExcluding employee stock compensation costs and one-time items, profit rose to $4.92 per diluted share and topped Wall Street’s target of $4.75, according to Reuters Estimates.\n\nRevenue, including commissions paid to affiliated advertising sites, totaled $5.54 billion, up 31 percent from the year-earlier quarter but up only 3 percent from the second quarter of this year. Forecasts had called for annual revenue growth to range from 26 percent to 37 percent. By comparison, revenue had risen 57 percent in the quarter a year earlier.\n\nThe company dramatically cut back on purchases of property and equipment to $452 million for the quarter ended in September from $697 million in the June quarter.\n\nGoogle continues to throw off cash at one of the fastest rates in the Internet industry. It generated $1.73 billion in free cash flow in the third quarter, up 60 percent both from the year-earlier quarter and from the second quarter ended in June.\n\nYouTube is now running ads against 90 percent of all the videos claimed by partners using its content identification tool, executives said.\n\nGoogle's stock has fallen by more than half this year as the company's pay-per-click advertising format has become caught up in the year-long slump in the overall advertising market. The roughly 52 percent decline in Google shares compares to the 38 percent drop so far this year in the S&P 500 Index .SPX.\n\nGoogle shares hit an all-time high of $747 just under a year ago as investors calculated the value of the company’s moves to expand into new advertising formats such as cellphones, radio, TV and display ads preferred by corporate marketers.\n\n“The first half of the year you saw consumers pull back, the number of ads Google was showing was down. In the third quarter, that seemed to stabilize. If you could point to one underlying metric, that would be it. The ad coverage stabilized after dropping off this year,” said Clayton Moran, an analyst at Stanford Financial Group.\n\nSeparately, in a good sign for technology, microchip maker Advanced Micro Devices Inc AMD.N posted quarterly results that were better than expected, sending shares up 10 percent to $4.53.\n\nShares of Google rose more than 10 percent to $390.30 in after-hours trade following the report, building further on a 4.1 percent gain in regular trading on Nasdaq, when it closed at $353.02 after a seesaw trading day.\n\n“While it won’t be immune from the economic downturn, the valuation is very competitive, and at the same time, Yahoo, its biggest competitor, is struggling. So from a competitive stance, they’re great,” said Greg Woodard, portfolio strategist at Manning & Napier Advisors, who added that many on Wall Street had expected the results to miss published analyst targets.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49F94G20081016",
        "time": "07:19 PM EDT"
    },
    {
        "header": "Google CFO: 3rd-qtr strong across sectors, regions",
        "body": "SAN FRANCISCO, Oct 16 (Reuters) - Google Inc (GOOG.O) delivered a solid third-quarter, defying Wall Street fears that the global economic crisis would trip up the Web advertising leader, its chief financial officer said on Thursday.\n\n“Overall, we had a good third quarter with strong traffic and revenue growth among all our sectors and geographies,” Patrick Pichette, Google’s recently hired chief financial officer, told Reuters after the company’s quarterly report.\n\nPichette said the company continued to hire new staff but did so judiciously, finishing September with 20,000 employees. “We are tracking (employment) very closely. We are continuing to hire but we are doing it cautiously,” he said. (Reporting by Eric Auchard)",
        "link": "http://www.reuters.com/article/mediaNews/idUSN1641823020081016",
        "time": "04:32 PM EDT"
    },
    {
        "header": "UPDATE 3-Google grows worldwide, beats forecasts; shares rise",
        "body": "SAN FRANCISCO, Oct 16 (Reuters) - Google Inc (GOOG.O) quarterly profit surpassed Wall Street forecasts, sending shares up more than 10 percent as the Internet search and advertising leader withstood deepening economic turmoil around the globe.\n\nWeb traffic and revenue growth were strong in all major parts of the world and searches were up for almost every industry using Google, Chief Executive Eric Schmidt said.\n\nBut he added that there was uncertainty in financial services, media and the retail sectors.\n\n“We are all in uncharted territory,” he said of the economy, adding that Google would watch expenses.\n\nGoogle added about 500 employees in the quarter, about half of them engineers, taking total staff to about 20,000, and the company said it would continue to hire cautiously.\n\nBut investors said Google appeared to be alone in its ability to weather the economic storm.\n\n“Even in a down market, advertisers are going to be seeking customers. These results separate out Google from the eBays (EBAY.O) and the Yahoos YHOO.O,” said Colin Gillis, an analyst at Canaccord Adams.\n\nNet income for the third quarter rose to $1.35 billion, or $4.24 a diluted share, from $1.07 billion, or $3.38 per share.\n\nExcluding employee stock compensation costs and one-time items, profit rose to $4.92 per diluted share and topped Wall Street’s target of $4.75, according to Reuters Estimates.\n\nRevenue, including commissions paid to affiliated advertising sites, totaled $5.54 billion, up 31 percent from the year-earlier quarter but up only 3 percent from the second quarter of this year. Forecasts had called for annual revenue growth to range from 26 percent to 37 percent. By comparison, revenue had risen 57 percent in the quarter a year earlier.\n\nThe company dramatically cut back on purchases of property and equipment to $452 million for the quarter ended in September from $697 million in the June quarter.\n\nGoogle continues to throw off cash at one of the fastest rates in the Internet industry. It generated $1.73 billion in free cash flow in the third quarter, up 60 percent both from the year-earlier quarter and from the second quarter ended in June.\n\nYouTube is now running ads against 90 percent of all the videos claimed by partners using its content identification tool, executives said.\n\nGoogle's stock has fallen by more than half this year as the company's pay-per-click advertising format has become caught up in the year-long slump in the overall advertising market. The roughly 52 percent decline in Google shares compares to the 38 percent drop so far this year in the S&P 500 Index .SPX.\n\nGoogle shares hit an all-time high of $747 just under a year ago as investors calculated the value of the company’s moves to expand into new advertising formats such as cellphones, radio, TV and display ads preferred by corporate marketers.\n\n“The first half of the year you saw consumers pull back, the number of ads Google was showing was down. In the third quarter, that seemed to stabilize. If you could point to one underlying metric, that would be it. The ad coverage stabilized after dropping off this year,” said Clayton Moran, an analyst at Stanford Financial Group.\n\nSeparately, in a good sign for technology, microchip maker Advanced Micro Devices Inc AMD.N posted quarterly results that were better than expected, sending shares up 10 percent to $4.53.\n\nShares of Google rose more than 10 percent to $390.30 in after-hours trade following the report, building further on a 4.1 percent gain in regular trading on Nasdaq, when it closed at $353.02 after a seesaw trading day.\n\n“While it won’t be immune from the economic downturn, the valuation is very competitive, and at the same time, Yahoo, its biggest competitor, is struggling. So from a competitive stance, they’re great,” said Greg Woodard, portfolio strategist at Manning & Napier Advisors, who added that many on Wall Street had expected the results to miss published analyst targets. (Reporting by Eric Auchard, Gabriel Madway, Alexandria Sage in San Francisco and Yinka Adegoke in New York; Editing by Phil Berlowitz)",
        "link": "http://www.reuters.com/article/mediaNews/idUSN1641315220081016",
        "time": "07:18 PM EDT"
    }
]