[
    {
        "header": "Yahoo services to run on Google-based phones",
        "body": "LAS VEGAS (Reuters) - Yahoo will create versions of its mobile Internet services to run on various phone platforms, potentially including Google’s phone software and the Apple iPhone, a top executive said on Monday.\n\nYahoo is ready to demonstrate its commitment to mix and match services of its own with those of rivals in a new, more open strategy, mobile chief Marco Boerries told a meeting on the sidelines of the Consumer Electronics Show.\n\nBy offering Internet services that work on existing phones rather seeking to compete with mobile phone software of its own, Yahoo can reach hundreds of millions of phone users, Boerries said.\n\nSunnyvale, California-based Yahoo announced a series of enhancements on Monday designed to make Yahoo Internet services more easily accessible for existing mobile phones.\n\nOver the last two years, Yahoo has struck deals with carriers and handset makers to place popular Yahoo Web services on phones in many markets.\n\nThe plan includes allowing outside companies to create mini-Web sites that can be featured on the pages of Yahoo, in a bid to expand the number of consumers using Yahoo as a starting point to the Web.\n\nViacom Inc’s MTV and News Corp’s MySpace and eBay Inc are among the companies creating such mini Web features, which are known as widgets, to run inside Yahoo Web pages.\n\nYahoo is ready to create versions of Yahoo Mobile Widgets to allow users to keep tabs on their favorite Web sites on phones running Apple Inc, Google Inc, Microsoft Corp or Nokia-backed Symbian software, Yahoo’s Boerries said in response to questions from analysts and reporters.\n\n“Our job is to make sure Yahoo Mobile Widgets run on any platform that creates a good user experience,” Boerries said.\n\n“(Google) Android for us is another mobile operating system like (Microsoft‘s) Windows Mobile and (Nokia-backed) Series 60 that we plan to support once it becomes a reality,” he said in response to a question from a Wall Street analyst.\n\nIn November, Google announced the Open Handset Alliance, a group of more than 30 partners ranging from component suppliers to handset makers to network operators. Several of these partners have said they expected to introduce phones based on the Google Android phone software by the middle of 2008.\n\nAnother analyst asked Boerries whether Yahoo would strike deals to feature other Internet content providers on its mobile widgets system, specifically social network site Facebook.\n\nBoerries declined to comment, saying “I am not prepared to make any other announcement today but we are talking to a bunch of providers.”\n\nAsked whether Yahoo would be developing a special version of mobile widgets on the iPhone using Apple’s Web toolkit, he stopped short of saying whether Apple Inc might announce such a partnership as early as its Macworld conference next week.\n\n“We are not making any announcement here,” Boerries said in response to a reporter’s question.\n\nHe then paused and the room of reporters and analysts erupted in laughter. Apple tightly controls the timing of news releases in order to make any announcements themselves.\n\n“We are going to make sure Yahoo services run on every device” that makes the Internet easy to use on phones, Boerries said.\n\nDevelopers stand to make money from running advertising when users click on their widgets inside Yahoo. Yahoo will supply both brand advertising and Web search ads to developers. Widget creators also have the option of running other ads.",
        "link": "http://www.reuters.com/article/technologyNews/idUSL0853719420080108",
        "time": "11:48 AM EST"
    },
    {
        "header": "Panasonic and Google to launch Internet TVs",
        "body": "TOKYO (Reuters) - Google is developing televisions that display Internet content such as photos and videos together with Matsushita’s Panasonic unit.\n\nThe TVs, to be launched this spring, will allow users to directly browse and access videos from YouTube, a video-sharing Web site owned by Google, and view Picasa Web Albums, a free online photo-sharing service from Google, Panasonic said in a statement on Monday.\n\n“Panasonic’s cooperation with YouTube and Google’s Picasa Web Albums exemplifies our commitment to leading the natural evolution of the Internet and extending it to the High Definition television,” Panasonic Consumer Electronics Company’s Vice President Merwan Mereby said in the statement.\n\nThe news sent the shares of Matsushita higher right after the market open, but they shed 1.8 percent to 2,150 yen by 8:08 p.m. EST to underperform a 0.7 percent fall in the benchmark Nikkei average.\n\nLate last year, Matsushita, the world’s top plasma TV maker, said it would take control of a liquid crystal display joint venture and may build a new factory, marking a major shift in its strategy for the flat panel TV market.\n\nMatsushita has until now invested aggressively in plasma displays in the belief that it was the most cost-effective technology for flat TVs bigger than 37-inches, while procuring LCD panels to make TVs for the smaller sets.",
        "link": "http://www.reuters.com/article/technologyNews/idUST13845320080108",
        "time": "10:17 AM EST"
    }
]