[
    {
        "header": "Google to let businesses generate more search pages",
        "body": "NEW YORK (Reuters) - Google Inc said on Thursday it is launching a new feature to help businesses that use its Site Search service to instantly incorporate and update new Web pages in the latest phase of its expansion into business services.\n\nAlthough Google is best known for its free consumer search, which is supported by advertising revenue, the company has been developing more services that make money by licensing search technology or services to client websites.\n\nWebsite owners who use Google’s Site Search service will now be able to add new web pages immediately so the most up-to- date information shows up on search queries thanks to a new on- demand indexing feature.\n\nBefore now an automated Google Site Search system ‘crawled and indexed’ the client website’s pages from time to time. But this offered no guarantee of being up-to-date, the new on-demand indexing feature gives control to the website owner.\n\nSite Search is a paid Google service that website owners use so visitors are able to search for information on their site’s pages.\n\nGoogle licenses the service to website owners at fees starting from $100 a year for smaller sites and can charge several thousand dollars for larger sites with thousands of pages. Google executives said they do not break out charges to major site owners whose sites have over 300,000 pages.\n\nFor smaller sites Google will license the service for free if ad query results are included in the results.\n\nGoogle Site Search is hosted on Google’s network of computers instead of requiring customers to install and maintain search equipment of their own. Google aims to improve the search quality of individual sites that contain important information, but are usually cluttered and inaccessible.\n\nSite Search is an alternative to the Google Search Appliance, which Google offers to sites wishing to maintain their own search services inside their own data centers.\n\nGoogle still makes the bulk of its revenue from consumer search marketing and advertising, but has been expanding its search services for small to medium sized businesses, as well as for large enterprises.\n\nAs well as site search services it has rolled out a software suite of productivity services similar to Microsoft Corp’s Office suite, which it calls Google Apps. The suite features documents, calendar and presentation applications. The consumer version of Google Apps is free, but the company charges organizations a fee to license for a professional service.",
        "link": "http://www.reuters.com/article/internetNews/idUSTRE4AC11E20081113",
        "time": "06:56 AM EST"
    },
    {
        "header": "UPDATE 1-RESEARCH ALERT-Jefferies cuts Google price target",
        "body": "Nov 13 (Reuters) - Jefferies and Co cut its price target on Google Inc (GOOG.O) to $420 from $551, and lowered its fourth-quarter, full-year and 2009 estimates on the Web search company, citing further deterioration in e-commerce and online advertising.\n\n“Lack of consumer confidence has affected the online traffic growth. Traffic should be growing around this season as consumers begin to look for gift ideas,” the brokerage said in a note to clients.\n\nEarlier this week, Goldman Sachs and Barclays Capital also cut their price target Google’s stock.\n\nJefferies cut its fourth-quarter earnings estimate for Google to $4.99 from $5.22 a share, and full-year estimate to $19.39 from $19.62 a share.\n\nThe brokerage slashed its 2009 profit estimate for the company to $21.26 from $23.33 per share.\n\nJefferies kept its “buy” rating on the stock.\n\nShares of Google closed at $291 Wednesday on Nasdaq. (Reporting by Arup Roychoudhury in Bangalore; Editing by Amitha Rajan) (arup.roychoudhury@thomsonreuters.com; within U.S. +1 646 223 8780; outside U.S. +91 80 4135 5800; Reuters Messaging: arup.roychoudhury.reuters.com@reuters.net))",
        "link": "http://www.reuters.com/article/rbssITServicesConsulting/idUSBNG36390420081113",
        "time": "07:47 AM EST"
    }
]