[
    {
        "header": "Lawmaker questions Google over privacy practices",
        "body": "WASHINGTON (Reuters) - The top Republican on the U.S. House of Representatives Energy and Commerce Committee asked Google chief executive Eric Schmidt on Wednesday to detail the search engine’s privacy practices since it acquired rival DoubleClick.\n\n“It is critical that Google’s and DoubleClick’s policies and procedures for handling this information be transparent, and that every effort is made to protect consumers’ data,” Texas Rep. Joe Barton wrote in a letter to the company dated May 21.\n\nIn the letter, Barton asked if and how data collected by Google and DoubleClick about computer users would be merged and how the data would be used, and if Google planned to continue allowing users to opt out of ad-serving cookies.\n\nPrivacy advocates have expressed concern that a wave of consolidation in online advertising would lead to a concentration of personal information in the hands of a few powerful companies.\n\nThe lucrative online advertising industry has prompted a string of deals in recent months.\n\nBarton also asked Google why a new technology to identify who should receive which ads would retain the IP address and user ID, or browser ID.\n\nSchmidt and Barton met in November, and two of Barton’s aides went to Google headquarters in Mountain View, California in December to discuss privacy.\n\n“We have had a constructive ongoing dialogue with Rep. Barton’s staff about our privacy practices, and while the integration of DoubleClick into Google is still underway, we will of course respond to his questions,” Google spokesman Adam Kovacevich said in an e-mailed response to questions about the letter.\n\nBarton asked Google to reply to his questions by June 6.\n\nConsolidation in the industry has included Google’s acquisition of DoubleClick for $3.4 billion, Microsoft Corp’s $6 billion deal for aQuantive and Yahoo’s purchase of BlueLithium for $300 million. Time Warner Inc’s AOL unit also bought Tacoda for an undisclosed amount.\n\nGoogle has been in talks with Yahoo regarding a possible advertising deal between them.",
        "link": "http://www.reuters.com/article/ousiv/idUSN2142539620080522",
        "time": "08:23 PM EDT"
    }
]