[
    {
        "header": "IncrediMail says Google restores ad deal",
        "body": "BANGALORE (Reuters) - Shares of Internet content company IncrediMail Ltd rose as much as 32 percent Tuesday, a day after it said Google Inc, its biggest customer, restored an advertising service partnership between the two firms.\n\n“We have been reinstated and revenue is flowing back again,” Chief Executive Yaron Adler said by phone.\n\nOn January 11, IncrediMail said it got a notice from Google stating that the Web search giant decided to stop the partnership, which is called AdSense. Before Tuesday’s gains, IncrediMail’s stock had fallen about 30 percent since the news.\n\nThe Tel Aviv, Israel-based company, whose main product is its namesake e-mail service, had said it was clarifying the matter with Google and was exploring alternative relationships with other vendors.\n\nAdler declined to say why Google, which contributes about 40 percent to IncrediMail’s revenue, decided to reinstate the relationship, or why the AdSense partnership had been previously discontinued.\n\nAdSense enables Web site publishers to display relevant ads on their sites and earn money. The ads are administered by Google and generate revenue on either a per-click or per-thousand-impressions basis.\n\nAdler said that Google’s decision to stop the partnership had nothing to do with click-fraud -- involving boosting the number of clicks in order to increase the amount the company can charge the search provider -- as some investor Web sites and blogs had speculated.\n\n“I’ve heard the rumors myself. There hasn’t been click-fraud or anything of that sort,” Adler said.\n\nFollowing Google’s decision to pull out, IncrediMail has started talks with other companies for possible search-related relationships, Adler said.\n\n“IncrediMail is speaking to all the major players,” Adler said, without naming any companies.\n\nOther companies providing services similar to Google’s AdSense are Yahoo Inc, Microsoft Corp’s MSN and IAC/InterActiveCorp’s Ask.com.\n\nIncrediMail’s Web site generates revenue by selling software products, offering subscriptions to its content database, and by selling paid advertising, sponsored links and keyword search capabilities on its Web site and e-mail client.\n\nAdler said IncrediMail plans to arm itself with several alternatives to reduce the risk of being dependent on a single customer -- Google -- for a big chunk of revenue.\n\nIncrediMail has already tied up with Yahoo for its online dating service.\n\nThe company said although the temporary disruption of AdSense-related services will have a negative impact on its first-quarter search-generated revenue, results will continue to be driven by revenue from the segment.\n\nAdler said the company lost search-related revenue from about a week to ten days.\n\nIncrediMail shares rose to a high of $4.24, before falling back to trade up 13 percent at $3.63 in afternoon trade on the Nasdaq.",
        "link": "http://www.reuters.com/article/internetNews/idUSBNG18190220080122",
        "time": "01:23 PM EST"
    },
    {
        "header": "Publicis, Google reveal digital advertising cooperation",
        "body": "PARIS (Reuters) - France’s Publicis and Web search engine giant Google Inc on Tuesday revealed they were combining their expertise to expand in the fast-growing digital advertising market.\n\nHowever, the pair did not wish to give details just yet. They would only say that Google would exchange its technological know-how for Publicis’s analytical and media planning expertise.\n\nEric Schmidt, Chairman and CEO of Google, and Maurice Levy, Chairman of Publicis, told journalists the two companies had been cooperating for more than a year.\n\nMaurice Levy said the collaboration would allow Publicis to “grow the business of our clients through better use of the Internet, sending the right message at the right time.”\n\nThe news comes one year after Publicis, the world’s fourth largest advertising group, scooped up Internet ad agency Digitas for $1.3 billion.\n\n“We are telling the market we are being very serious about digital advertising,” Levy said.\n\nIt also follows a buying spree last year which saw Internet and technology powerhouses such as Google, Yahoo or Microsoft snap up several leading Internet ad agencies.\n\nCollaboration with Google also reflects Levy’s view of Internet heavyweights such as Google as partners, a view that diverges from some other industry ad executives.\n\n“Google is not a short-term friend and a long-term enemy. It’s a real partner,” Levy said.\n\nWhen Google bought online advertising ad agency DoubleClick, Sir Martin Sorrell, the head of British ad group WPP had described it as “a short-term friend and a long-time enemy”.\n\nSchmidt told journalists on Tuesday: “Google will never become an advertising agency”.",
        "link": "http://www.reuters.com/article/businessNews/idUSL2282044620080122",
        "time": "01:17 PM EST"
    },
    {
        "header": "Google-funded firm launches DNA test in Europe",
        "body": "DAVOS, Switzerland (Reuters) - A private firm funded by Google Inc launched its Web-based DNA test in Europe on Tuesday, hoping to build on a successful start in the United States, where the $999 service went on sale in November.\n\nLinda Avey and Anne Wojcicki, co-founders of 23andMe, will showcase their service at the annual meeting of the World Economic Forum in Davos, which starts on January 23.\n\nSubscribers to 23andMe mail a saliva sample and, four to six weeks later, get the results online, allowing them to learn about inherited traits, their ancestry and -- probably with the help of a professional -- some of their personal disease risks.\n\n“We are receiving overwhelming interest in our services outside the U.S. and are pleased to now offer them in Canada and Europe,” Avey said. “We hope to continue to expand our global footprint to additional locations in the future.”\n\nThe Web site, which takes its name from the 23 pairs of chromosomes that make up each person’s genome, says it will display more than half a million data points in users’ genomes in a form they can visualize and understand.\n\nThe site does not currently make interpretations about a user’s risk for developing such diseases as cancers, Alzheimer’s disease and diabetes, though users could in some cases get help from experts to make some basic assessments.\n\nBut the service may prove controversial in countries like Britain, where some experts say DNA tests are often of little value and can trigger unnecessary health worries.\n\nChristine Patch, a member of Britain’s Human Genetics Commission, said two months ago she believed many were a waste of money.",
        "link": "http://www.reuters.com/article/healthNews/idUSL2247155620080122",
        "time": "10:03 AM EST"
    }
]