[
    {
        "header": "Google extends AdSense to online games",
        "body": "(Reuters) - Google Inc on Wednesday launched technology to insert advertisements into online video games and boost revenue from the booming gaming sector.\n\nThe software, called AdSense for Games, is in beta testing and allows video, image or text advertisements to placed at the start, end or change of level in an online game.\n\nThe advertisers are charged on a cost-per-impression or cost-per-click basis with revenue being split between Google and game developers or publishers, it said in a statement.\n\nGoogle is working with game makers including Konami Corp and Demand Media, run by former MySpace Chairman Richard Rosenblatt, as well as advertisers like Sprint Nextel Corp and Sony Corp’s Sony Pictures.\n\nData by comScore indicates that over a quarter of Internet users, or about 200 million people, play games online with their ranks growing by 17 percent annually.",
        "link": "http://www.reuters.com/article/internetNews/idUSTRE4982BW20081009",
        "time": "10:01 AM EDT"
    },
    {
        "header": "UPDATE 2-RESEARCH ALERT-Soleil downgrades Google to hold",
        "body": "Oct 9 (Reuters) - Soleil Securities downgraded Google Inc (GOOG.O) to “hold” from “buy,” saying softness in the company’s advertising revenue growth might worsen as the economy weakens and competition looms.\n\nSeparately, UBS cut its price target on Google stock to $525 from $700, and said a challenging economic environment should continue to hurt companies exposed to advertising.\n\n“We believe companies with ad-driven business models will be revised downward more harshly than an average S&P company owing to their high fixed-cost structures,” Soleil Securities analyst Laura Martin said, citing tight consumer spending and a weak housing market.\n\nMartin slashed her price target on the stock of the company, which has reported slowing advertising growth over the past three quarters, to $350 from $580.\n\n“EPS downside may be worse at Google as cost management may lag revenue weakness because Google may be unwilling to cut people or investment levels owing to their more than $13 billion cash horde,” Martin said.\n\nThe competitive environment in search is worsening, the analyst said, adding that any market share taken by others in search will largely come from Google because it is the largest player.\n\nUBS analyst Benjamin Schachter, who also cut his price targets on the stocks of Yahoo Inc YHOO.O to $20 from $28, and eBay Inc (EBAY.O) to $18 from $28, said he believes Google is better positioned than its peers.\n\n“We believe the macro will also clearly negatively impact 2009 ad budgets, however online should hold up relatively better as the shift to a more accountable media is accelerated,” Schachter said in a note to clients.\n\nShares of Google were down $1.48 at $336.63 in afternoon trade on Nasdaq. (Reporting by Shrutika Verma in Bangalore; Editing by Deepak Kannan)",
        "link": "http://www.reuters.com/article/mediaNews/idUSBNG39373020081009",
        "time": "02:27 PM EDT"
    }
]