[
    {
        "header": "Advertiser group objects to Google-Yahoo tie up",
        "body": "LOS ANGELES (Reuters) - The Association of National Advertisers sent a letter objecting to the proposed Internet search advertising partnership between Yahoo Inc and Google Inc to government regulators reviewing the deal, the group said on Sunday.\n\nThe letter to Assistant Attorney General Thomas Barnett, noted that “a Google-Yahoo partnership will control 90 percent of search advertising inventory,” the ANA said in a statement.\n\nThe partnership “will likely diminish competition, increase concentration of market power, limit choices currently available and potentially raise prices to advertisers for high quality, affordable search advertising,” the statement said.\n\nBarnett could not be reached for comment on Sunday.\n\nYahoo “remains steadfast in its belief that this deal -- in which prices are determined by advertiser demand-driven auctions, not by collaboration between Yahoo and Google -- will strengthen Yahoo’s competitive position...and will help to drive a more robust, higher quality...marketplace for our advertisers,” the company said in a statement on Sunday.\n\nSome advertisers have lauded the deal, which some have described as providing a more efficient online ad marketplace.\n\nYahoo struck the agreement in June with Google, the world’s dominant supplier of Web search services, as it sought to shore up its advertising business and ward off pressure to merge from Microsoft.\n\nThe two companies said at the time that they were not required to get regulatory approval before implementing the deal, but had voluntarily delayed it for up to three-and-a-half months while anti-trust regulators review the arrangement.\n\nThe nonexclusive deal covers the United States and Canada but not other markets.\n\nUnder the deal, Google would supply Yahoo with advertising services to run alongside Yahoo’s own Web search system. Yahoo runs the Web’s second most popular search service.\n\nGoogle and Yahoo executives have defended the agreement, saying they will compete aggressively in other areas.\n\nGoogle could not be immediately reached for comment. Google has said it expects to carry out the Yahoo deal next month.\n\nSeveral states attorneys general also are reviewing the proposed pact, including Florida Attorney General Bill McCollum, whose spokeswoman had no comment on the ANA’s statement.\n\n“It’s hard to determine when (the Florida review) will be complete,” McCollum’s spokeswoman Sandi Copes said.",
        "link": "http://www.reuters.com/article/internetNews/idUSN0737470020080907",
        "time": "05:47 PM EDT"
    },
    {
        "header": "UPDATE 1-US advertiser group objects to Google-Yahoo tie up",
        "body": "LOS ANGELES, Sept 7 (Reuters) - The Association of National Advertisers sent a letter objecting to the proposed Internet search advertising partnership between Yahoo Inc YHOO.O and Google Inc (GOOG.O) to government regulators reviewing the deal, the group said on Sunday.\n\nThe letter to Assistant Attorney General Thomas Barnett, noted that “a Google-Yahoo partnership will control 90 percent of search advertising inventory,” the ANA, which represents major U.S. advertisers, said in a statement.\n\nThe partnership “will likely diminish competition, increase concentration of market power, limit choices currently available and potentially raise prices to advertisers for high quality, affordable search advertising,” the statement said.\n\nBarnett could not be reached for comment on Sunday.\n\nYahoo “remains steadfast in its belief that this deal -- in which prices are determined by advertiser demand-driven auctions, not by collaboration between Yahoo and Google -- will strengthen Yahoo’s competitive position...and will help to drive a more robust, higher quality...marketplace for our advertisers,” the company said in a statement on Sunday.\n\nGoogle spokesman Adam Kovacevich said “numerous advertisers have recognized that this agreement will help them better match their ads to users’ interests, and that ad prices will continue to be set by competitive auction.”\n\n“While some have raised questions about the agreements’ potential impact on ad prices, advertisers care far more about getting a good return on their advertising dollar than they do about buying cheap ads that don’t bring in customers, and this agreement will clearly help advertisers reach Yahoo users more efficiently,” Kovacevich said.\n\nYahoo struck the agreement in June with Google, the world’s dominant supplier of Web search services, as it sought to shore up its advertising business and ward off pressure to merge from Microsoft.\n\nThe two companies said at the time that they were not required to get regulatory approval before implementing the deal, but had voluntarily delayed it for up to three-and-a-half months while anti-trust regulators review the arrangement.\n\nThe non-exclusive deal covers the United States and Canada but not other markets.\n\nUnder the deal, Google would supply Yahoo with advertising services to run alongside Yahoo’s own Web search system. Yahoo runs the Web’s second most popular search service.\n\nGoogle and Yahoo executives have defended the agreement, saying they will compete aggressively in other areas.\n\nGoogle could not be immediately reached for comment. Google has said it expects to carry out the Yahoo deal next month.\n\nSeveral states attorneys general also are reviewing the proposed pact, including Florida Attorney General Bill McCollum, whose spokeswoman had no comment on the ANA’s statement.\n\n“It’s hard to determine when (the Florida review) will be complete,” McCollum’s spokeswoman Sandi Copes said. (Reporting by Gina Keating; Editing by Louise Heavens)",
        "link": "http://www.reuters.com/article/mediaNews/idUSN0734492820080908",
        "time": "08:58 PM EDT"
    }
]