[
    {
        "header": "Google launches showbiz news site on YouTube",
        "body": "LOS ANGELES (Hollywood Reporter) - Google is mounting another experiment in content distribution that might be even more ambitious than its recent launch of original animation from “Family Guy” creator Seth MacFarlane.\n\nThe Internet giant quietly launched a video series September 8 on its YouTube property called “Poptub” with Embassy Row, the production company run by “Who Wants to Be a Millionaire” creator Michael Davies, and Pepsi.\n\nAs it did with MacFarlane’s “Cartoon Cavalcade of Comedy,” which became an instant hit on YouTube, Google plans to distribute “Poptub” on its Google Content Network (GCN), an ad network that provides the additional reach of hundreds of thousands of Web sites beyond YouTube.\n\nBut while “Cavalcade” is simply a collection of 50 shortform episodes, “Poptub” is intended as an “Entertainment Tonight” for the YouTube set that will yield thousands of episodes, not to mention a more curated point of entry to YouTube, which it has been criticized for lacking.\n\n“For Seth, it’s about launching episodes on a weekly basis,” said Alexandra Levy, director of branded entertainment at Google. “With ‘Poptub,’ we’re creating an organic destination on YouTube meant to live there for a longer period.”\n\nBoth “Cavalcade” and “Poptub” are employing Google’s branded entertainment program, which allows content providers to bring in an advertiser to finance programing that gets distributed over what Google calls its “hub and spoke” model. The hub is a channel on YouTube, and the spokes are in GCN, the countless selection of Web publishers that can be demographically targeted.\n\nGCN embeds the video on these Web pages in Google Gadgets, applications that allow viewers who sample an episode to link back to the “hub” channel, where they can sample more programing and marketing messages from the sponsor.\n\nCombining GCN and YouTube provides a one-two punch for knocking out the primary concern advertisers have about funding content online: guaranteed reach. “Poptub” alone pledges to deliver 3 billion impressions by year’s end.\n\nBeyond satisfying advertisers, Google’s branded entertainment program could also entice more programmers to try online by offering monetizable distribution with the scale of TV or film while retaining ownership of intellectual property.\n\n“It allows a content creator like Seth MacFarlane to do what he does best and forgo the traditional network model, connect with an audience of similar size and turn a profit,” said George Strompolos, manager of content partnerships at YouTube.\n\nThat said, Google is not about to load up on new content additions. Despite strong sampling for “Cavalcade,” the company is being selective about admitting partners to the branded entertainment program. Earlier experiments with GCN, which previously delivered ads in strictly text or static images, did not do as well as “Cavalcade,” including a 2006 trial with MTV Networks.\n\n“Poptub” is the follow-up to “Cavalcade” but with a somewhat altered strategy. Rather than distributing on both YouTube and GCN at full blast as it did with “Cavalcade,” “Poptub” deliberately was kept under the radar so that it could build a following on YouTube before broadening its exposure on GCN. While there’s been a trickle of “Poptub” ads on GCN, Google and Embassy Row are waiting until there’s more momentum on YouTube before going wider.\n\nAfter a month in operation, “Poptub” has more than 100 content segments produced, with several released each day. The programing mix ranges from cheeky interviews with YouTube-bred sensations such as Obama Girl and “What the Buck” host Michael Buckley to more conventional red-carpet coverage of Hollywood releases including “Nick and Norah’s Infinite Playlist.” There’s also a weekly ratings report that ticks down the top draws on YouTube.\n\n“Poptub” is something of a reconstituted version of “The 9,” a daily Web series Embassy Row produced that Yahoo hosted exclusively until cancelling it in April after a successful 18-month run. Leftovers from “9” include sponsor Pepsi and on-air host Maria Sansone, but “Poptub” differs from its predecessor in one crucial regard: Its coverage of pop culture is heavily weighted in favor of the home-grown personalities popular on YouTube rather than the typical Hollywood household names.\n\n“In our world, Michael Buckley is just as important as the stars of ‘Entourage’ because on YouTube they’re as big as each other,” Davies said. “Buckley may be even bigger.”\n\nAs of October 13, “Poptub” had a modest 3,594 subscribers on YouTube. That number could climb when its GCN component begins. But for all the reach Google’s advertising network has, there are critics who contend that it doesn’t deliver in another crucial Madison Avenue metric: engagement.\n\nAs ubiquitous as GCN is, it’s still just an ad window on a Web page a person clicks on with the intention of consuming other content. And though a Google Gadget is an interactive application, some say it doesn’t enable enough interactivity with the content.\n\n“It’s the old way of doing content syndication,” said Jennifer Cooper, CEO of social media company Mixercast and the former director of a similar ad network at Yahoo.\n\nDan Goodman, president of the digital division at Media Rights Capital -- which brought together MacFarlane, sponsor Burger King and Google for “Cavalcade” -- begs to differ. He credits GCN for driving much of the traffic to YouTube, where more than 112,000 people who watched “Cavalcade” programing signed up as subscribers to the SethComedy channel.\n\n“One of the things we’ve been extremely surprised about is the community that has built around the show on YouTube,” he said.\n\nIn its first three weeks, “Cavalcade” drew 14 million streams across its YouTube channel, GCN and SethComedy.com. The bulk of them are believed to have come from YouTube, but none of the parties involved would specify usage patterns beyond the 14 million figure.\n\n“Cavalcade” is coming to the end of the 10 episodes that Burger King signed on to sponsor, but MRC is not revealing which brands will sponsor the other 40. While Goodman said those deals already are in place, the next sponsors might not show up until January. That said, “Cavalcade” will stay fresh in the meantime by releasing a few episodes sans advertiser, a convenient way of releasing a few MacFarlane creations deemed too risque to get any brand on board.",
        "link": "http://www.reuters.com/article/internetNews/idUSTRE49D9RL20081015",
        "time": "09:52 AM EDT"
    },
    {
        "header": "Google doubles book-scan publisher partners",
        "body": "FRANKFURT (Reuters) - Google (GOOG.O) has doubled the number of publishers signed up to its once-controversial book-search service, stopping short on Wednesday of updating a year-old figure of “more than a million” books it has scanned.\n\nThe Internet giant caused uproar among publishers and some libraries when it launched the project four years ago, with many in the establishment fearing Google planned to gain control of all the world’s books and give them away for free online.\n\nSince then, 20,000 publishers -- twice as many as a year ago -- have done deals to let Google scan the full text of their books to let potential buyers to read snippets relating to their Internet searches. here\n\nGoogle also works with academic and reference libraries to scan out-of-copyright works -- and, controversially, some works still in copyright from U.S. libraries -- but has added only two library partners over the past year, bringing the total to 29.\n\n“We’re getting publishers get their content to more and more relevant people and, vice versa, we’re getting users in contact with relevant content they probably didn’t know existed,” said Santiago de la Mora, head of book partnerships in Europe.\n\nSpeaking in an interview at the Frankfurt Book Fair, de la Mora said he did not want to single out individual publishers who had joined the program in the last year.\n\nBut, when asked, he confirmed that Bertelsmann’s BERT.UL Random House, the world’s largest non-factual publisher, had signed up.\n\nGoogle has been in legal dispute since 2005 with U.S. publishers over its practice of scanning in-copyright works it accesses through its U.S. library partners without explicit permission from copyright holders.\n\nDe la Mora was unforthcoming as to the number of books the company has scanned.\n\n“The figure has not been changed. That’s the official number,” he said, referring to last year’s announcement that Google had scanned more than a million books. “It’s more than the figures. Let’s not get bogged down.”\n\nAsked whether the project was getting the necessary resources from Google, de la Mora said, “It’s a very ambitious project, I mean, clearly, it’s an enormous undertaking, so it’s huge, it’s huge. And we’re going as fast as possible. I mean, 100 languages, more than 1 million books, it’s enormous.”\n\nGoogle, whose projects outside its core search and advertising businesses range from satellites to submarine cables and health services, was eyeing the burgeoning market for electronic reading devices such as Amazon’s (AMZN.O) Kindle but had no plans for specific offerings for such gadgets, he said.\n\n“We’re promoting on line the sale of physical books. That’s the offering. Having said that, we’re always open to the evolutions of the marketplace. It’s just a question of interest but clearly it’s something we’re following,” he said.\n\n“But let’s be clear on the record that Google’s not going to launch an ereader or something like that.”",
        "link": "http://www.reuters.com/article/reutersEdge/idUSTRE49E8KX20081015",
        "time": "02:47 PM EDT"
    }
]