[
    {
        "header": "Baidu aims to take on Google and Yahoo in Japan",
        "body": "TOKYO (Reuters) - China’s top Internet search firm Baidu.com aims to overtake Google and Yahoo Japan with its local search engine in Japan, its executives said on Wednesday.\n\nBaidu, which holds a 70 percent market share in China, has revamped its top page (www.baidu.jp) and expanded its Japanese language services to include blog searches in its quest to break into the world’s second-largest economy.\n\n“We hope to replicate what happened in China,” said Baidu Chief Executive Robert Li.\n\nLi did not give a time by which Baidu aims to take top market share in Japan, but he said that in a market where Yahoo and Google hold a combined 80-90 percent share, it could take a while.\n\n“We will be very patient,” he said.\n\nBaidu, which has benefited from demand for online advertising in China, is entering talks with Japanese mobile phone carriers about partnering on mobile-based searches, Li said.\n\nIt will also consider entering Japan’s consumer e-commerce market, which would likely involve setting up a direct sales team, said Jun Masuda, vice president of Baidu’s local unit.\n\nAbout 70 percent of Japan’s Web surfers use two or more search engines, and Baidu said that initially it will aim to become the second search engine users turn to.",
        "link": "http://www.reuters.com/article/internetNews/idUST7059320080123",
        "time": "01:00 PM EST"
    },
    {
        "header": "NTT DoCoMo to brief on tie-up with Google 0600 GMT",
        "body": "TOKYO, Jan 24 (Reuters) - NTT DoCoMo Inc (9437.T), Japan’s biggest mobile operator, said on Thursday it would announce a tie-up with Google Inc (GOOG.O) at 0600 GMT.\n\nGoogle has already partnered with Japan’s No. 2 mobile phone company KDDI Corp (9433.T), while No. 3 mobile phone company Softbank Corp (9984.T) works with Yahoo Japan Corp (4689.T), in which Softbank holds a 40 percent stake. (Reporting by Mayumi Negishi)",
        "link": "http://www.reuters.com/article/companyNews/idUSTFA00295920080124",
        "time": "09:06 PM EST"
    }
]