[
    {
        "header": "Google co-founder targets Russian homeland",
        "body": "MOSCOW (Reuters) - Google Inc dominates Internet searches across the world with a major exception of Russia, a gap which Russian-born co-founder Sergei Brin is keen to fill, he said in a newspaper interview.\n\n“Now, we have incorporated far better morphology, which is very important in (the) Russian language,” Brin said referring to a search technique which examines word construction.\n\nLocal Internet company and search engine Yandex receives about twice as many searches a day, Brin told Russian business newspaper Vedomosti during his first visit to Moscow in 4-1/2 years. “We think our search is better but it (Yandex) also has many talented people.”\n\nIn February Yandex said it planned to float shares on Nasdaq later this year, an IPO which analysts estimated could value the company at around $3 billion.\n\nRussia is an increasingly important market for Internet search engines which generate an estimated $40 billion a year from advertising worldwide. Internet user numbers are booming in Russia, which has a population of 142 million.",
        "link": "http://www.reuters.com/article/internetNews/idUSL2082228020080520",
        "time": "12:13 PM EDT"
    },
    {
        "header": "Publicis to reveal Google news by summer",
        "body": "PARIS (Reuters) - Maurice Levy, chairman and chief executive of Publicis (PUBP.PA), said the world’s fourth-largest advertising group hoped to give more details about its cooperation with Web search engine Google (GOOG.O) by the summer.\n\nLevy also told the Reuters Technology, Media and Telecoms Summit in Paris on Tuesday that he was “rather optimistic” about growth prospects for Publicis this year.\n\n“It will be a much better year than anticipated by some analysts and much better than last year,” he said.\n\nPublicis, owner of the Saatchi & Saatchi and Leo Burnett networks, had seen a “very good trend” in new business in the first quarter and prospects for the second quarter were “quite good”, he said.\n\nLevy repeated that the second quarter of 2008 would show much better growth than the year-ago period, which he said was “terrible”.\n\nPublicis, which expects 2008 to be boosted by the Beijing Olympics, has not seen any signs yet that its clients were changing their advertising plans amid intense international attention over the human rights situation in China, he said.\n\nIn January, Publicis and Google revealed they were combining their expertise to expand in the fast-growing digital advertising market.\n\nHowever, the pair did not give much detail, only saying that Google would exchange its technological know-how for Publicis’s analytical and media planning expertise.\n\n“We will develop new areas of cooperation,” Levy said on Tuesday.\n\nWhen asked when Publicis could provide more details on the planned cooperation, Levy said: “We hope to do that by the summer.”\n\nPublicis and Google disclosed they were cooperating in the digital sector one year after Publicis scooped up Internet ad agency Digitas for $1.3 billion.\n\nThe news also followed a buying spree last year which saw Internet and technology powerhouses such as Google, Yahoo YHOO.O and Microsoft (MSFT.O) snap up several leading Internet ad agencies.\n\nCollaboration with Google also reflects Levy’s view of Internet heavyweights as partners.\n\n“We don’t see them as enemies but like CBS, TF1 (TFFP.PA) or CNN...,” he said.\n\nWhen Publicis announced it planned to cooperate with Google, the head of British rival WPP (WPP.L), Martin Sorrell, said Publicis was revealing a weakness through the deal.\n\nBut earlier this month, Yahoo struck an advertising partnership deal with WPP that will let WPP buy ads on Yahoo’s online ad exchange.\n\nAsked to comment on that deal, Levy said: “How weak he (must) be to make that agreement!”",
        "link": "http://www.reuters.com/article/Technology08/idUSWEA768820080520",
        "time": "03:25 PM EDT"
    }
]