[
    {
        "header": "Lawmaker questions Google-backed spectrum plan",
        "body": "WASHINGTON (Reuters) - A senior U.S. lawmaker on Friday joined a growing chorus asking the head of the Federal Communications Commission to explain his plan to open unused airwaves for wireless devices, an approach backed by Google Inc.\n\nFCC Chairman Kevin Martin has scheduled a November 4 vote by the commission on his plan to allow unlicensed use of parts of the spectrum called “white spaces.” These unused pockets of the spectrum will become available when U.S. broadcasters are required to move completely to digital television next year.\n\nGoogle, Motorola Inc and Microsoft Corp are among the companies that want the unused spectrum for a new generation of wireless devices.\n\nRep. John Dingell, chairman of the House of Representatives House Energy and Commerce Committee, sent a list of questions to Martin, including whether an FCC engineering report was peer reviewed, and how the agency would deal with interference from broadcast signals if it occurs.\n\n“Why did the Commission decline to adopt a licensed approach to some of all of this spectrum?” Dingell, a Michigan Democrat, wrote, reflecting the concerns of the broadcasters and other opponents of the plan.\n\nExecutives from News Corp. Walt Disney’s ABC, CBS Corp and General Electric’s NBC signed a letter protesting the proposal earlier this week.\n\nDingell asked for responses from Martin by next Friday, four days ahead of the FCC’s scheduled vote.\n\nBig sports leagues, such as Major League Baseball and NASCAR, said in a regulatory filing that the current proposal is a “huge leap backward” in sports broadcasting, threatening to disrupt events because of possible interference issues.\n\nMartin’s plan is backed by several consumer groups, which say it will help expand cheaper broader to high-cost areas like rural communities.",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE49P0S220081027",
        "time": "09:57 AM EDT"
    }
]