[
    {
        "header": "Google adds video and voice chat to Gmail",
        "body": "SAN FRANCISCO (Reuters) - Google Inc added a voice and video chat feature to its Gmail email service on Tuesday, launching a free Web-based service that competes with the likes of eBay’s Skype.\n\nGmail and Google App subscribers can now choose to speak with friends on a video screen and simultaneously instant message them in a Google Chat box.\n\nThe video screen can be popped out of the chat box and moved around a user’s computer screen. Users can also change the size of the screen and expand it to full-screen size.\n\n“The idea was to make it quicker and easier to communicate with other people by whatever means is best convenient,” said Google spokesman Jason Freidenfelds.\n\n“It’s a nice alternative for businesses looking for another way for people to connect,” he added.\n\nThe feature is available for both PC and Apple computer users.\n\nA webcam and small web browser plug-in are required to use the video chat. Users who do not have a webcam will still be able to chat with friends by voice.",
        "link": "http://www.reuters.com/article/internetNews/idUSTRE4AA7AZ20081112",
        "time": "09:43 AM EST"
    },
    {
        "header": "Google search engine flags flu activity in U.S.",
        "body": "WASHINGTON (Reuters) - Search engine giant Google launched a new tool on Tuesday that will help U.S. federal health experts track the annual flu epidemic.\n\nGoogle Flu Trends uses search terms that people put into the Web-based search engine to figure out where influenza is heating up, and notify the U.S. Centers for Disease Control and Prevention in real time.\n\n“We’ve discovered that certain search terms are good indicators of flu activity,” Google said in a statement.\n\n“What this does is it takes Google search terms of influenza-like illness and influenza and it emulates a signal that tells us how much influenza activity there was,” Dr. Lyn Finelli, chief of influenza surveillance at the CDC, said in a telephone interview.\n\nStudies indicate that between 35 and 40 percent of all visits to the Internet are begun by people looking for health information. When people are sick, they tend to look up their symptoms.\n\nGoogle is keeping the search terms it uses private, but influenza-like illnesses include symptoms such as fever, muscle aches and cough. Sneezing usually occurs with other viruses such as rhinoviruses.\n\nCurrently, the CDC relies on centers that report on people coming to their doctors with flu-like symptoms, and lab tests that confirm whether a patient has influenza.\n\nBut many people with flu never visit a doctor and most doctors treat based on symptoms, rarely giving a flu test.\n\nEither way, the CDC’s surveillance data is about two weeks behind.\n\nThe Google tool will track flu activity in near real time, the company said.\n\n“One thing we found last year when we validated this model is it tended to predict surveillance data,” Finelli said.\n\n“The data are really, really timely. They were able to tell us on a day-to-day basis the relative direction of flu activity for a given area. They were about a week ahead of us. They could be used ... as early warning signal for flu activity.”\n\nThen the CDC can get the word out to hospitals, clinics and doctors offices so they can stock up on flu tests, antiviral drugs and antibiotics for people who get what are known as co-infections -- bacterial infections that worsen a bout of flu.\n\nTwo weeks warning also allows people to get vaccinated before flu reaches their community.\n\nGoogle is not charging for the service. “They are giving it to the world for free,” Finelli said.\n\nGoogle said it would keep individual user data confidential. “Google Flu Trends can never be used to identify individual users because we rely on anonymized, aggregated counts of how often certain search queries occur each week,” the company said.\n\n“We rely on millions of search queries issued to Google over time, and the patterns we observe in the data are only meaningful across large populations of Google search users.”\n\nInfluenza kills an estimated 36,000 people a year in the United States and 250,000-500,000 globally.\n\nExperts are keen to track flu activity in case of a pandemic -- a global epidemic of a new and deadly strain of flu that could kill millions within a few months.",
        "link": "http://www.reuters.com/article/healthNews/idUSTRE4AA7MS20081112",
        "time": "10:11 AM EST"
    },
    {
        "header": "Google phone costs $144 in materials: iSuppli",
        "body": "LONDON (Reuters) - The first phone to be built on Google’s Android operating system, which T-Mobile is selling for $179 in the United States, costs $144 for the components and materials, research firm iSuppli said.\n\nThe T-Mobile G1, made by Taiwan’s HTC, has a touch screen and full keyboard as well as popular Google applications such as search, maps and mail. And it is considered the most likely contender to the iconic status of Apple’s iPhone.\n\nThe company iSuppli said its “bill-of-materials” estimate, which does not include costs for software, research and development, manufacturing or accessories, was based on a cost model rather than a physical examination of the phone.\n\nIt has not yet conducted a physical teardown to determine whose components are inside the phone, but said on Tuesday the G1 contained a multimedia microprocessor and modem core designed by Britain’s ARM.\n\nAs well, iSuppli said it believed the G1 was well above the industry average in terms of ease of use but still had a gap to close with the iPhone’s user interface.\n\nIt also observed that the phone’s industrial design and finish lacked the “wow factor” of slicker competitors.\n\n“The G1‘s... major advantage is its integration with Google Internet services and its capability to accommodate the flood of free applications that are becoming available,” iSuppli’s senior wireless communications analyst Tina Teng said in a statement.",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE4AA5AH20081112",
        "time": "10:54 AM EST"
    },
    {
        "header": "Google shares below $300 for first time since 2005",
        "body": "SAN FRANCISCO (Reuters) - Shares of Google Inc on Wednesday fell below $300 for the first time since late 2005 after analysts lowered their estimates on the Internet search giant, citing a weak advertising market.\n\nThe shares were down 6.5 percent at $291.19 in afternoon Nasdaq trade. The stock is off more than 50 percent this year.\n\nThe global economic slowdown is impacting many companies’ advertising budgets, hurting Google’s main business, paid search ads.\n\nCitigroup analyst Mark Mahaney said in a note that the online advertising growth rate is likely to slow in the fourth quarter for top e-commerce companies such as eBay Inc and Amazon.com Inc. The slowdown will likely impact Google, he said.\n\nMahaney cut his fourth-quarter earnings and net revenue forecasts for Google by 3 percent, to $5.03 a share and $4.16 billion, respectively. He lowered his 2009 earnings and net revenue forecasts by 5 percent, to $21.18 a share and $17.46 billion.\n\nAnalysts, on average, expect Google to earn $5.10 a share for the fourth quarter and $22.39 a share for 2009, according to Reuters Estimates.\n\nCollins Stewart analyst Sandeep Aggarwal lowered his outlook on Google for the fourth-quarter and 2009, citing further weakening in the retail and advertising sectors.\n\n“We believe that the high CPC (costs-per-click) inflation Google has been experiencing for the past six quarters is not sustainable and will pressure core search growth” in the fourth quarter and 2009, Aggarwal said in a note.",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4AB87120081112",
        "time": "03:52 PM EST"
    },
    {
        "header": "Tech guru sees Google defending ad market share",
        "body": "ROME (Reuters) - Google Inc will defend or even grow advertising market share as global spending shrinks in the downturn because its “efficient” model is suited to hard times, Chief Technology Advocate Michael T. Jones told Reuters.\n\nGoogle is the world’s dominant player in Internet search advertising, and financial analysts expect it to feel the pinch as slower consumer activity drags down paid clicks on search engines. But some analysts agree it may gain market share.\n\n“When times are difficult, people are more efficient, more judicious, more careful in planning and choices when spending money,” Jones said on Wednesday.\n\n“The most effective advertising mechanism in the world seems to be the Google search, and I believe companies will do more of that, not less of that,” Jones said in an interview in Rome.\n\n“So what we expect is that whether total advertising may shrink or may not, the Google part should not. It may even grow,” he said, comparing Google advertising to “having the most efficient car in a time of more expensive petrol prices.”\n\nGoogle pulled out of a search advertising partnership with Yahoo Inc last week due to U.S. regulatory objections.\n\nThe companies are respectively number one and two in the Internet search market, and advertisers opposed the deal, arguing that their market dominance could enable them to raise prices.\n\nJones, co-founder of Google Earth and Maps, the service that lets users move through three-dimensional satellite images of city streets, was in Rome to launch a new facility providing virtual visits to ancient Rome, circa 320 AD.\n\nBased on virtual architecture of the ancient city created by U.S. and Italian academics, it now allows the 400 million people who visit Google Earth to enter the ancient Roman Forum “or go to the Circus Maximus and imagine you are Ben Hur,” said Jones.\n\n“It’s an experience of a living, vibrant, imperial Rome. It’s not archaeology. It’s as though you lived in Rome,” he told Reuters in the mayor’s office, atop the ancient Capitoline Hill with sweeping views of the Forum, Colosseum and Palatine Hill.\n\nJones said it was the latest in a series of Google education applications that do not necessarily have a profit-making aim.\n\nGoogle worked with the United Nations to make close-up views of refugee camps in Darfur to raise awareness of atrocities and provides a virtual visit to Nazi concentration camp Auschwitz to bring alive the horrors of the Holocaust.\n\n“We don’t aim to make money out of everything we do,” said Jones, contrasting that outlook with airlines who “make money on the ticket, the drink, the cookies, but in more reasonable times made money on the ticket and everything else was part of the service.”\n\n“In our case we sell advertising in association with Google services, but everything else we do in large measure is for the benefit of mankind,” he said.",
        "link": "http://www.reuters.com/article/businessNews/idUSTRE4AB7J020081112",
        "time": "02:11 PM EST"
    }
]