[
    {
        "header": "TEXT-Google reinstates IncrediMail's AdSense account",
        "body": "(The following was issued by Israel’s IncrediMail Ltd MAIL.O MAIL.TA):\n\nJan 21 - IncrediMail Ltd (NASDAQ:MAIL) (www.incredimail-corp.com), an Internet content and media company, today announced that Google has reinstated the company as an AdSense Online customer.\n\nGoogle and IncrediMail are now co-operating with the goal of resolving any remaining compliance issues, if any.\n\nIn 2006 and 2007, the company’s search revenues derived from the Google AdSense Online program made a significant contribution to the company’s results.\n\nAlthough recent events will have a negative impact on the company’s first quarter 2008 search-generated revenues, the company believes that search-generated revenues will continue to be a significant driver of its results, and remains committed to increasing its co-operations with Google and other search companies.\n\n“We are pleased to be able to resolve this set-back so quickly and in such a positive way,” said Yaron Adler, IncrediMail’s CEO.\n\n”Google’s co-operation in reinstating our account, together with the feedback we’ve received from other search engine companies, makes us more optimistic than ever regarding the potential of the search business to drive our results, validating our long-term growth strategies.",
        "link": "http://www.reuters.com/article/companyNews/idUSL2134603820080121",
        "time": "03:21 AM EST"
    },
    {
        "header": "Google spars with European lawmakers over privacy",
        "body": "BRUSSELS (Reuters) - Google attacked European parliamentarians and privacy advocates on Monday for trying to have competition authorities consider the handling of personal information in its $3.1 billion takeover of rival DoubleClick.\n\nThe argument was the centerpiece of a European Parliament hearing to consider the burgeoning role of the Internet in impinging on the privacy of citizens.\n\nThe U.S. Federal Trade Commission (FTC) signed off last month on Google’s $3.1 billion deal, which combines its dominance in pay-per-click Internet advertising with DoubleClick’s market-leading position in display ads.\n\nAfter listening to a visiting FTC commissioner, U.S. and European privacy advocates and European parliamentarians question the impact of the deal on European citizens’ on-line privacy, Google’s global privacy counsel shot back.\n\n“People (are) trying to take a privacy case and shoehorn it into a competition law review ... I can understand that people continue to peddle this theory in Europe after having lost in the United States,” Peter Fleischer said. His attack did little to calm the waters.\n\n“The reason you want to have the data is because it gives you a competitive advantage. It is business. I don’t think they can be completely disconnected. And we should discuss that side of things too,” said Sophie in ’t Veld, the Dutch parliamentarian who sought the hearing.\n\nShe called information a competitive factor and declared: “Having that much information is market power.”\n\nFederal Trade Commissioner Pamela Harbour said her four colleagues at the FTC had taken a traditional approach and excluded questions of privacy in their decision. She dissented.\n\n“I believe a traditional approach does not capture the interests of all the parties. There is no proxy for the consumer whose privacy is at stake,” she said.\n\nThe European Commission has said it will not take privacy into consideration. In the past six years, it has not turned down any all-U.S. deal approved by U.S. authorities.\n\nFleischer, asked about the deal rationale, said Google wanted to get into banner advertising. He said his firm did not build dossiers on individuals through searches, instead using the words of each search to decide what ads to display with it.\n\nContractual limits would prevent Google from using DoubleClick information from individuals, he said.\n\nStavros Lambrinidis of Greece, who chaired the meeting, asked whether Google turned information over to government authorities.\n\nFleisher said that if authorities go “through a valid legal process we will respond to it”.",
        "link": "http://www.reuters.com/article/ousiv/idUSL215785220080122",
        "time": "09:49 PM EST"
    }
]