[
    {
        "header": "UPDATE 1-RESEARCH ALERT-Barclays cuts Google price target",
        "body": "Oct 14 (Reuters) - Barclays Capital lowered its price target on Google Inc (GOOG.O) and said it expects the company’s growth trajectory to be hurt in the near-term mainly due to its high market share, broader macro slowdown and a strong dollar.\n\nThe brokerage, however, maintained its “overweight” rating on the stock citing Google as one among the two best franchises in the Internet space - the other being Amazon.com Inc (AMZN.O) - and said Google shares were undervalued at current levels.\n\nAnalyst Douglas Anmuth, who cut his price target on the stock to $542 from $600, lowered his fourth-quarter and 2009 earnings estimates for the company.\n\nAnmuth now expects the company’s pro forma earnings per share for the fourth quarter to be $4.82, down from its prior view of $5.06. Revenue for the quarter was lowered by about 3 percent to $4.17 billion.\n\nThe analyst also lowered his 2009 revenue estimates by about 5 percent to $18.66 billion with earnings per share of $21.25.\n\nAnmuth said the company needed to provide a better insight into how it was managing expenses, given the circumstances of a more highly penetrated business model and potential foreign exchange headwinds.\n\nGoogle has also embarked on certain cost-cutting measures, including slow hiring, cuts in employee perks and scrapping of some projects that have less impact. But expenses on legal fees, professional service and bad debt have increased, he said.\n\n“While we understand the strategic benefits for Google of an independent Yahoo, we are not sure the search deal is worth the more intense scrutiny that will accompany it,” Anmuth said on the impending deal between the two companies.\n\nGoogle shares were down 3 percent at $369.61 in morning trade Tuesday on Nasdaq. (Reporting by Antonita Madonna Devotta in Bangalore; Editing by Gopakumar Warrier)",
        "link": "http://www.reuters.com/article/rbssITServicesConsulting/idUSBNG11269420081014",
        "time": "10:55 AM EDT"
    },
    {
        "header": "Google, Yahoo seek to avoid antitrust suit: report",
        "body": "(Reuters) - Google Inc and Yahoo Inc are in talks with the U.S. Justice Department in an effort to head off an antitrust challenge to their proposed advertising agreement, The Wall Street Journal said citing lawyers close to the effort.\n\nThe settlement negotiations are at an early stage and it isn’t clear whether they will resolve U.S. objections or be acceptable to the two companies, the paper said citing the lawyers.\n\nAdvertisers, who have raised objections to the deal, told Justice Department officials that the partnership will limit competition, raise prices and reduce choices, the paper said.\n\nUnder the agreement, Google would supply Yahoo with advertising services to run alongside Yahoo’s own Web search system. Yahoo runs the Web’s second most popular search service.\n\nYahoo struck the agreement in June with Google, the world’s dominant supplier of Web search services, as it sought to shore up its advertising business and ward off pressure to merge from Microsoft Corp.\n\nIn the settlement talks with the government, both companies have discussed concessions, the paper said.\n\nEven as senior Justice Department officials weigh the companies’ proposals to resolve antitrust issues, its trial staff continues to prepare a lawsuit to block the deal, the paper said citing lawyers and executives contacted by the government.\n\nThe companies have been cooperating with the Justice Department’s investigation and recently agreed to delay implementing the deal until at least October 22 to give federal and state antitrust officials time to complete their separate investigations, according to the paper.\n\nYahoo, Google and the Justice Department could not be immediately reached for comment by Reuters.",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE49D0UO20081014",
        "time": "09:39 AM EDT"
    },
    {
        "header": "Google launches showbiz news site on YouTube",
        "body": "LOS ANGELES (Hollywood Reporter) - Google is mounting another experiment in content distribution that might be even more ambitious than its recent launch of original animation from “Family Guy” creator Seth MacFarlane.\n\nThe Internet giant quietly launched a video series September 8 on its YouTube property called “Poptub” with Embassy Row, the production company run by “Who Wants to Be a Millionaire” creator Michael Davies, and Pepsi.\n\nAs it did with MacFarlane’s “Cartoon Cavalcade of Comedy,” which became an instant hit on YouTube, Google plans to distribute “Poptub” on its Google Content Network (GCN), an ad network that provides the additional reach of hundreds of thousands of Web sites beyond YouTube.\n\nBut while “Cavalcade” is simply a collection of 50 shortform episodes, “Poptub” is intended as an “Entertainment Tonight” for the YouTube set that will yield thousands of episodes, not to mention a more curated point of entry to YouTube, which it has been criticized for lacking.\n\n“For Seth, it’s about launching episodes on a weekly basis,” said Alexandra Levy, director of branded entertainment at Google. “With ‘Poptub,’ we’re creating an organic destination on YouTube meant to live there for a longer period.”\n\nBoth “Cavalcade” and “Poptub” are employing Google’s branded entertainment program, which allows content providers to bring in an advertiser to finance programing that gets distributed over what Google calls its “hub and spoke” model. The hub is a channel on YouTube, and the spokes are in GCN, the countless selection of Web publishers that can be demographically targeted.\n\nGCN embeds the video on these Web pages in Google Gadgets, applications that allow viewers who sample an episode to link back to the “hub” channel, where they can sample more programing and marketing messages from the sponsor.\n\nCombining GCN and YouTube provides a one-two punch for knocking out the primary concern advertisers have about funding content online: guaranteed reach. “Poptub” alone pledges to deliver 3 billion impressions by year’s end.\n\nBeyond satisfying advertisers, Google’s branded entertainment program could also entice more programmers to try online by offering monetizable distribution with the scale of TV or film while retaining ownership of intellectual property.\n\n“It allows a content creator like Seth MacFarlane to do what he does best and forgo the traditional network model, connect with an audience of similar size and turn a profit,” said George Strompolos, manager of content partnerships at YouTube.\n\nThat said, Google is not about to load up on new content additions. Despite strong sampling for “Cavalcade,” the company is being selective about admitting partners to the branded entertainment program. Earlier experiments with GCN, which previously delivered ads in strictly text or static images, did not do as well as “Cavalcade,” including a 2006 trial with MTV Networks.\n\n“Poptub” is the follow-up to “Cavalcade” but with a somewhat altered strategy. Rather than distributing on both YouTube and GCN at full blast as it did with “Cavalcade,” “Poptub” deliberately was kept under the radar so that it could build a following on YouTube before broadening its exposure on GCN. While there’s been a trickle of “Poptub” ads on GCN, Google and Embassy Row are waiting until there’s more momentum on YouTube before going wider.\n\nAfter a month in operation, “Poptub” has more than 100 content segments produced, with several released each day. The programing mix ranges from cheeky interviews with YouTube-bred sensations such as Obama Girl and “What the Buck” host Michael Buckley to more conventional red-carpet coverage of Hollywood releases including “Nick and Norah’s Infinite Playlist.” There’s also a weekly ratings report that ticks down the top draws on YouTube.\n\n“Poptub” is something of a reconstituted version of “The 9,” a daily Web series Embassy Row produced that Yahoo hosted exclusively until cancelling it in April after a successful 18-month run. Leftovers from “9” include sponsor Pepsi and on-air host Maria Sansone, but “Poptub” differs from its predecessor in one crucial regard: Its coverage of pop culture is heavily weighted in favor of the home-grown personalities popular on YouTube rather than the typical Hollywood household names.\n\n“In our world, Michael Buckley is just as important as the stars of ‘Entourage’ because on YouTube they’re as big as each other,” Davies said. “Buckley may be even bigger.”\n\nAs of October 13, “Poptub” had a modest 3,594 subscribers on YouTube. That number could climb when its GCN component begins. But for all the reach Google’s advertising network has, there are critics who contend that it doesn’t deliver in another crucial Madison Avenue metric: engagement.\n\nAs ubiquitous as GCN is, it’s still just an ad window on a Web page a person clicks on with the intention of consuming other content. And though a Google Gadget is an interactive application, some say it doesn’t enable enough interactivity with the content.\n\n“It’s the old way of doing content syndication,” said Jennifer Cooper, CEO of social media company Mixercast and the former director of a similar ad network at Yahoo.\n\nDan Goodman, president of the digital division at Media Rights Capital -- which brought together MacFarlane, sponsor Burger King and Google for “Cavalcade” -- begs to differ. He credits GCN for driving much of the traffic to YouTube, where more than 112,000 people who watched “Cavalcade” programing signed up as subscribers to the SethComedy channel.\n\n“One of the things we’ve been extremely surprised about is the community that has built around the show on YouTube,” he said.\n\nIn its first three weeks, “Cavalcade” drew 14 million streams across its YouTube channel, GCN and SethComedy.com. The bulk of them are believed to have come from YouTube, but none of the parties involved would specify usage patterns beyond the 14 million figure.\n\n“Cavalcade” is coming to the end of the 10 episodes that Burger King signed on to sponsor, but MRC is not revealing which brands will sponsor the other 40. While Goodman said those deals already are in place, the next sponsors might not show up until January. That said, “Cavalcade” will stay fresh in the meantime by releasing a few episodes sans advertiser, a convenient way of releasing a few MacFarlane creations deemed too risque to get any brand on board.",
        "link": "http://www.reuters.com/article/internetNews/idUSTRE49D9RL20081014",
        "time": "07:53 PM EDT"
    },
    {
        "header": "Google, Yahoo seek to avoid antitrust suit - WSJ",
        "body": "Oct 14 (Reuters) - Google Inc (GOOG.O) and Yahoo Inc YHOO.O are in talks with the U.S. Justice Department in an effort to head off an antitrust challenge to their proposed advertising agreement, The Wall Street Journal said, citing lawyers.\n\nThe settlement negotiations are at an early stage and it isn’t clear whether they will resolve U.S. objections or be acceptable to the two companies, the paper said citing the lawyers close to the effort.\n\nAdvertisers, who have raised objections to the deal, told Justice Department officials that the partnership will limit competition, raise prices and reduce choices, the paper said.\n\nUnder the agreement, Google would supply Yahoo with advertising services to run alongside Yahoo’s own Web search system. Yahoo runs the Web’s second most popular search service.\n\nYahoo struck the agreement in June with Google, the world’s dominant supplier of Web search services, as it sought to shore up its advertising business and ward off pressure to merge from Microsoft Corp (MSFT.O).\n\nIn the settlement talks with the government, both companies have discussed concessions, the paper said.\n\nEven as senior Justice Department officials weigh the companies’ proposals to resolve antitrust issues, its trial staff continues to prepare a lawsuit to block the deal, the paper said citing lawyers and executives contacted by the government.\n\nThe companies have been cooperating with the Justice Department’s investigation and recently agreed to delay implementing the deal until at least Oct. 22 to give federal and state antitrust officials time to complete their separate investigations, according to the paper.\n\nYahoo, Google and the Justice Department could not be immediately reached for comment by Reuters. (Reporting by Ajay Kamalakaran in Bangalore; Editing by Lincoln Feast)",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSBNG11646420081014",
        "time": "12:49 AM EDT"
    }
]