[
    {
        "header": "Google profit falls short of Wall Street view",
        "body": "SAN FRANCISCO (Reuters) - Google Inc (GOOG.O) on Thursday reported a disappointing quarterly profit and aggressive spending plans to support a widening range of Web services, unnerving investors who sent its shares down 8 percent.\n\nThe world’s top Internet company said it expected to continue to make “significant capital expenditures” after spending $678 million in the fourth quarter on data centers, computers and networks -- well above analysts’ forecasts.\n\nBut Google executives said they were seeing no signs of deterioration of the U.S. economy in their own business and expect advertisers will maintain spending with Google even if they start to slash budgets.\n\n“We have not seen any impact yet from the rumors of future recessions,” Google Chief Executive Eric Schmidt told investors on a conference call, confronting fears that have clobbered Google shares and global stock markets in the past month.\n\nFourth-quarter revenue was slightly shy of Wall Street targets, however, and the rising level of payments to affiliated sites that show Google ads, called traffic acquisition costs, also surprised some.\n\n“The traffic acquisition costs came in much higher than expected and suggests that some of the big deals with their partners may have been renegotiated with higher terms for the partners,” said Jordan Rohan, an analyst at RBC Capital.\n\nThe results were disappointing given the Web search leader’s track record of beating expectations, he added.\n\nFourth-quarter net income rose to $1.21 billion, or $3.79 per diluted share, from $1.03 billion, or $3.29 per diluted share, in the year-earlier quarter.\n\nExcluding special items, earnings per share amounted to $4.43, falling short of analysts’ average forecast of $4.47, according to Reuters Estimates.\n\nRevenue rose 51 percent to $4.827 billion. Analysts, on average, had predicted revenue of $4.83 billion, with estimates ranging from $4.67 billion to $5.10 billion.\n\n“There was a slight softness in revenue which perhaps portends softness going forward due to the ... U.S. economy,” said Clayton Moran of Stanford Group.\n\nAdvertising sales in Britain, Google’s second-largest market after the United States, grew just 5 percent, or less than half the rate of the final quarter of 2006, amid weak holiday spending by financial services and travel advertisers.\n\nCapital spending grew 20 percent in the fourth quarter over the third quarter of 2007 and was up 85 percent from the final quarter of 2006. Citigroup had warned that spending above $600 million during the quarter would be a negative sign.\n\nGoogle, which derived virtually all its $16.6 billion in 2007 revenue by selling pay-per-click online advertising, said growth in the percentage of paid clicks slowed to 30 percent -- only half as fast as the 61 percent growth rate for the closely watched metric in fourth quarter of the previous year.\n\nCo-founder Sergey Brin said the company has been seeking to pare back low-quality advertisements, which had affected ad click rates. “I am not worried by that at all. It is not a way we measure things internally,” Brin said in an interview.\n\nGoogle shares traded at $524.87 in extended trading, down from their Nasdaq close of $564.30.\n\nThe stock has fallen 24 percent in the month of January. A stock market darling among technology issues during 2007, the stock has fallen from levels near $750 in November, when many analysts raced to boost Google price targets as high as $900.\n\n“It’s been in the momentum-buying category for some time now and market conditions are harsh for momentum stocks when they miss,” said Keith Wirtz, chief investment officer at Fifth Third Asset Management, which manages $22.5 billion.\n\n“So we expect the stock has further to go in terms of a price readjustment,” he said, adding that it could take months for selling pressures to ease. His fund will hold its positions in the shares but not buy more until the pressures dissipate.\n\nOn a price to earnings measure, the volatile stock has traded between 29 and 59 in the past two years, with a 39 P/E on average, Citigroup estimates. It now trades at 29 times the average 2008 profit estimate, according to Reuters Estimates.\n\nGoogle slowed the pace of hiring dramatically in the fourth quarter, increasing the number of full-time employees to 16,805, up just 5.5 percent from the end of the third quarter. The company’s hiring growth rate has grown in double digits each quarter for several years and has been controversial with analysts who say Google needs to keep a tighter rein on costs.",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSWNAS882220080201",
        "time": "07:05 PM EST"
    },
    {
        "header": "Top Google execs pledged to stay 20 years: report",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s top three executives had pledged to work together for 20 years in a pact they made shortly before the company’s initial public offering in August 2004, Fortune magazine has reported.\n\nCo-founders Larry Page and Sergey Brin, together with Chief Executive Eric Schmidt say in a joint interview for Fortune’s February 4th issue that the three had agreed to work together for two decades starting one month before the 2004 IPO.\n\n“We agreed the month before we went public that we should work together for 20 years,” said Schmidt, who added that he will be 69 years old by that time. Page would be 51 and Brin 50.\n\nThe interview can be found at tinyurl.com/2oo5vt/. A Google spokesman could not immediately be reached to comment.\n\nSchmidt is Google’s chairman. Page is president of products and Brin is president of technology. Each is a billionaire.\n\nWith a market capitalization now around $170 billion, the world’s most valuable Internet company is scheduled to report results for the final quarter of 2007 on Thursday.\n\nWall Street expects Google to report 2007 revenue around $16.6 billion, an increase of 57 percent over the prior year.",
        "link": "http://www.reuters.com/article/businessNews/idUSN3026301220080131",
        "time": "02:55 AM EST"
    },
    {
        "header": "Google says it has not yet felt economic impact",
        "body": "NEW YORK (Reuters) - Web search leader Google Inc (GOOG.O) has not yet seen an impact from a deteriorating U.S. economy and expects advertisers will still find its paid search listings a more attractive place to spend marketing dollars.\n\n“We have not been able to detect any such effects from macroeconomic trends,” Google co-founder Sergey Brin said on a conference call with analysts to discuss quarterly results.\n\n“Nearest we can tell we offer just such great ROI (return on investment) ... that advertisers in maybe even difficult markets just have a great incentive” to use search, he said.",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSWEN371420080131",
        "time": "05:29 PM EST"
    },
    {
        "header": "Japan stocks may slip on Google, US jobs data eyed",
        "body": "",
        "link": "http://www.reuters.com/article/CMPSRV/idUST17779220080131",
        "time": "06:29 PM EST"
    },
    {
        "header": "Google shares fall after earnings miss",
        "body": "NEW YORK (Reuters) - Shares of Google Inc (GOOG.O) fell 6.8 percent to $526.12 in extended trade on Thursday after the Internet company’s quarterly earnings missed Wall Street estimates.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN3135389020080131",
        "time": "04:15 PM EST"
    },
    {
        "header": "Google profit falls short of estimates",
        "body": "SAN FRANCISCO (Reuters) - Google Inc (GOOG.O) reported a lower-than-expected quarterly profit on Thursday and predicted further spending to shore up its operations, sending its shares down as much as 9.5 percent.\n\nThe world’s top Internet company said it expected to continue to make “significant capital expenditures” after spending $678 million in the fourth quarter on data centers, servers and other equipment.\n\nWall Street is also keen to see how a U.S. economic slowdown will hit Google, which generates nearly all of its revenue from advertising.\n\nClayton Moran of Stanford Group said the results were disappointing given the Web search leader’s track record of beating expectations.\n\n“There was a slight softness in revenue which perhaps portends softness going forward due to the ... U.S. economy,” he said.\n\nFourth-quarter net income rose to $1.21 billion, or $3.79 per diluted share, from $1.03 billion, or $3.29 per diluted share, in the year-earlier quarter. Excluding special items, earnings per share amounted to $4.43, falling short of analysts’ average forecast of $4.47, according to Reuters Estimates.\n\nRevenue rose 51 percent to $4.827 billion. Analysts, on average, had predicted revenue of $4.83 billion, with estimates ranging from $4.67 billion to $5.10 billion.\n\nGoogle shares traded at $522.54 in extended trading, down from their Nasdaq close of $564.30.",
        "link": "http://www.reuters.com/article/businessNews/idUSWNAS882220080131",
        "time": "05:02 PM EST"
    },
    {
        "header": "UPDATE 4-Google year-end results disappoint; shares fall",
        "body": "SAN FRANCISCO, Jan 31 (Reuters) - Google Inc (GOOG.O) on Thursday reported disappointing quarterly results on rising capital spending and costs for acquiring advertising customers, unnerving investors who sent its shares down 6.5 percent.\n\nRevenue rose 51 percent to $4.827 billion, just shy of the $4.83 billion, on average, analysts had forecast. A rising level of payments to affiliated sites that deliver Google ads, called traffic acquisition costs, also surprised some.\n\n“This quarter was softer-than-expected across the board,” Cantor Fitzgerald analyst Derek Brown said. “Revenue from Google Web sites was a little bit lower and traffic acquisition costs were slightly higher than we had expected.”\n\nThe disappointment was especially pronounced given the Web search leader’s record of beating expectations, analysts said. It was only the third time in 14 quarters as a public company that Google failed to top Wall Street profit forecasts.\n\nBut Google executives underscored their belief that there were no signs that a weakening U.S. economy so far was hurting its own results and that they expect advertisers to maintain spending with Google even if they slash overall ad budgets.\n\n“We have not yet seen any negative impact from the rumors of future recessions,” Chief Executive Eric Schmidt told investors on a conference call, challenging investor psychology that has clobbered global stock markets in the past month.\n\nRival Yahoo Inc YHOO.O said on Tuesday that key online ad categories remained strong, but it had felt weakness in travel, financial and retail. Yahoo depends on display ads preferred by brand marketers, while Google’s focus is on Web search ads.\n\nGoogle’s fourth-quarter net income rose to $1.21 billion, or $3.79 per diluted share, from $1.03 billion, or $3.29 per diluted share, in the year-earlier quarter. Excluding special items, earnings per share were $4.43, short of analysts’ average forecast of $4.47, according to Reuters Estimates.\n\nWall Street analysts said Google’s weaker-than-expected results had any number of contributing factors.\n\n“They missed on revenue -- not by much -- but for the first time in a while,” Sanford C. Bernstein analyst Jeffrey Lindsay said. “I don’t think economic weakness has arrived yet,” he said, adding, “They face competitive issues.”\n\n“Google is not taking share away from the other guys as easily as it was,” Lindsay said. “The company is at the point where the raw gains in growth don’t mask the trends in the marketplace so much anymore.”\n\nExecutives acknowledged Google has struggled to make inroads selling ads on social network sites -- now the Web’s hottest market -- such as News Corp’s NWSa.N MySpace.\n\nLindsay speculated Google is having trouble making money on its $900 million, three-year deal to sell advertising to MySpace customers.\n\nRising traffic acquisition costs may reflect the fact that Google pays MySpace whether or not it makes money selling ads on MySpace. “It’s a toxic deal for Google,” Lindsay said. “That is eating into margins.”\n\nAd sales in Britain, Google’s second-largest market after the United States, grew just 5 percent, or less than half the rate of the final quarter of 2006, amid weak holiday spending by financial services and travel advertisers.\n\nCapital spending grew 20 percent in the fourth quarter over the third quarter of 2007 and was up 85 percent from the final quarter of 2006. Citigroup had warned that spending above $600 million during the quarter would be a negative sign.\n\nGoogle shares traded at $527.40 in extended trading, down from their Nasdaq close of $564.30. Immediately following the results, the stock fell to around $510, down 9.5 percent.\n\nThe stock fell 24 percent in January. A 2007 darling among technology stocks, it has fallen from near $750 in November, when analysts raced to boost price targets as high as $900.\n\n“It’s been in the momentum-buying category for some time now and market conditions are harsh for momentum stocks when they miss,” said Keith Wirtz, chief investment officer at Fifth Third Asset Management, which manages $22.5 billion.\n\n“So we expect the stock has further to go in terms of a price readjustment,” he said, adding that it could take months for selling pressures to ease. His fund will hold its positions in the shares but not buy more until the pressures dissipate.\n\nOn a price to earnings measure, the volatile stock has bounced between 29 and 59 in the past two years, with a 39 P/E on average, Citigroup estimates. It now trades at 29 times the average 2008 estimate, which Global Crown Capital analyst Martin Pyykkonen marks as “growth at a reasonable price.”\n\nGoogle slowed the pace of hiring dramatically in the fourth quarter. Its 16,805 full-time employees was up just 5.5 percent from the end of the third quarter. The quarterly hiring growth rate had been in double digits for years, leading analysts to call for Google to keep a tighter rein on costs. (Additional reporting by Michele Gershberg and Jennifer Ablan in New York and Gina Keating and Susan Zeidler in Los Angeles; Editing by Braden Reddall)",
        "link": "http://www.reuters.com/article/companyNews/idUSN3135468920080201",
        "time": "09:57 PM EST"
    },
    {
        "header": "Google CEO says optimistic about 2008",
        "body": "SAN FRANCISCO (Reuters) - Google Inc (GOOG.O) sees revenue coming from a growing range of businesses and also international expansion, fueling optimism about the year ahead, Chief Executive Eric Schmidt said on Thursday.\n\n“We’re optimistic about 2008. We have growing revenue streams across a broad range of verticals and markets,” Schmidt, who is also the company’s chairman, told analysts on a conference call following Google’s quarterly earnings report.\n\nChief Financial Officer George Reyes said on the same call that the 51 percent growth in Google’s fourth-quarter revenue reflected strong growth across its three main businesses: Web search, online advertising and Web-based software applications it has nicknamed “apps.”\n\nHowever, he said Google is having trouble making inroads selling advertising into what is now the hottest market on the Internet -- social networking sites such as Facebook and MySpace.\n\n“We have found social networking inventory is not monetizing as well as expected,” he cautioned.",
        "link": "http://www.reuters.com/article/businessNews/idUSN3135727020080131",
        "time": "05:02 PM EST"
    }
]