[
    {
        "header": "Google Chrome 5 Beta: The Top Five Features",
        "body": "Google recently launched the beta version of Google Chrome 5 , the next iteration of the search giant’s Web browser. New features include HTML 5 specifications like Geolocation and file drag-and-drop; expanded cloud sync capabilities; Flash integration; and JavaScript engine speed boosts.\n\nThere’s a lot to love about the new trial version of Google Chrome. Here are the highlights:\n\nGoogle introduced bookmark sync for Chrome last year, which allows you to store your Chrome bookmarks in the cloud and access them from any computer running Chrome. The latest beta version of Chrome expands the browser’s syncing capabilities to include sync for visual “themes, homepage and startup settings, Web content settings, and language .”\n\nTo get started with Chrome beta’s expanded sync, click on the wrench icon on the far right of your browser window and select ‘Set up sync.’ Just login to you Google account through the pop-up window that appears, and Chrome will save all your settings to your Google Docs account. (Note, though, that you cannot change your Chrome settings directly from Google Docs.)\n\nIf you don’t like Google Chrome, Opera also offers a wide variety of browser syncing capabilities through its Opera Link service .\n\nChrome’s Incognito Mode allows you to browse the Web without recording your browsing or search history and blocks Web site cookies. But Incognito Mode also prevents any of your Chrome extensions from running in the Incognito window. Chrome 5 beta now allows you to use your extensions in Incognito Mode, but you have to manually re-enable them.\n\nTo re-enable your extensions, you can either click on the ‘extensions manager’ link at the bottom of the Incognito Mode start page or go directly to the extensions manager page by clicking on the wrench icon on the far right of your browser window. For every extension you want to run in Incognito Mode, click the “Allow this extension to run in incognito” check box, and click “Authorize” if a pop-up window appears. But keep in mind that browser extensions will be able to record your browsing data in Incognito Mode, which kind of defeats the whole purpose of using the feature. Nevertheless, if you want to save some of those Playboy articles to Instapaper to read later, enabling extensions in Incognito Mode might be worth it for you.\n\nHTML 5, the new programming standard for Web pages, may not be officially ready yet, but that hasn’t stopped Google from implementing some of its new and exciting features. Google Chrome 5 beta introduces file drag-and-drop capabilities, Geolocation (such as Google’s MyLocation feature), and offline application caching (Google Gears replacement ). The new version of Chrome beta also offers Web sockets, which make it easier and faster for Web-based applications to communicate with their host servers.\n\nApple may be trying to kill Flash in favor of the HTML 5 video standard, but Google just threw a big old bear hug around the popular Web video format by integrating Flash Player right into Chrome. This means you no longer have to worry about updating or downloading the latest version of Flash. Just open up Chrome beta 5 and start watching online videos from YouTube, Hulu, and Megavideo. Google says integration with Chrome will make Flash more secure for users, and all Flash Player updates will be delivered through Chrome’s automatic update feature.\n\nIf you’re running a Flash blocking extension in Chrome like Flash Block don’t worry, your Flash blocker will still work with the new integrated Flash plug-in.\n\nAlthough Google is touting Chrome’s latest speed benchmarks as the best new feature in Google Chrome 5, I left this feature for last since the browser hasn’t been independently scrutinized by independent tests.\n\nGoogle says Chrome 5 beta improves the speeds of the browser’s JavaScript engine as measured by the V8 and SunSpider JavaScript benchmarks. JavaScript is a popular programming language used to build interactive Web pages and Web applications. Browser makers most often focus on improving rendering speeds of JavaScript to boost browser performance.\n\nGoogle says Chrome 5 beta is faster by 30 and 35 percent respectively for each benchmark compared to the previous beta version of Chrome. The new browser is also 213 and 305 percent faster than the original Chrome release, according to Google. While that all sounds impressive, I‘m waiting for independent testing before I believe Google’s claims.\n\nSo those are the top features in the latest version of Google Chrome beta. If you want to give Google Chrome 5 beta a try, you can sign up to get Chrome beta updates . But remember, beta releases can be buggy and may crash more often than the stable versions of Chrome, so don’t count on a worry-free browsing experience. Google Chrome beta 5 is available for Windows, Mac, and Linux.",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS384853217120100505",
        "time": "4:39PM UTC"
    },
    {
        "header": "Google revamps search results pages",
        "body": "Google will begin rolling out design changes to its search results pages on Wednesday, including permanently opening a panel on the left-hand column that contains result-refinement controls.\n\nThat panel, introduced about a year ago, has been until now closed by default, and users have had to click on the “Show Options” link below the search box to open it up.\n\nThe panel’s menu of search options, which include the ability to filter, narrow and slice-and-dice results according to various criteria, is also getting an upgrade.\n\nFor example, the options to filter results by their type, such as images, videos, news or books, will not always be listed in the same order, but rather arranged so that the filters that Google determines are more appropriate for the query appear first.\n\nThe search options panel is also gaining a new section, called “Something Different,” which will list a new type of query-refinement suggestion: topics that are broadly related to the query.\n\nThe “Something Different” section is intended to complement the existing query-refinement suggestions that appear at the top or bottom of the result page’s center panel and which are more closely tied contextually to the original query.\n\nFor example, a query for the rock group Rolling Stones will trigger “Something Different” suggestions like other rock bands and artists such as Pink Floyd and Led Zeppelin, while the center-panel suggestions will be “Rolling Stones songs” and “Rolling Stones pictures.”\n\nOn the main Google.com page, users will notice a slight change to the Google logo on top of the search box: the rendering of the word “Google” has been simplified by eliminating the outline shading of each letter.\n\nGoogle went through a lengthy testing process before settling on making these changes, said Patrick Riley, Google’s technical lead for Web search.\n\n“We’re definitely well aware that small changes we make can have a high impact on how people use the site,” he said. “We’re happy with the results based on all the different forms of testing we’ve done.”\n\nA major goal of implementing these changes is to offer people a more consistent experience across the different Google search engines, Riley said.\n\nTo that end, for example, the left-hand column search options panel will be open by default in most Google search engine result pages, including those for general Web search, Image search, Books search, News search, Video search and others, with the exception for now of Maps search and Shopping search.\n\nIn addition, the panel’s section to filter results by type, whose options will be dynamically sorted for each query, will nonetheless remain the same for a query across the different search sites.\n\n“We really want to unify the search experience,” Riley said.\n\nThis builds up on the ambitious and ongoing universal search project, unveiled about three years ago, through which Google collates different types of search results on a single results page, mixing links to pages, videos, news articles, blogs, photos and the like depending on the query.\n\nThat way, the search experience has become more organic and less segmented than in the past, when images only showed up in the Image engine, articles only in News search and so on.\n\n“We started down this path with universal search,” he said. “As universal search has gotten better and better, search has become one thing people interact with.”",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS44487316220100505",
        "time": "4:10PM UTC"
    },
    {
        "header": "New Chrome browser fastest Google beta yet",
        "body": "The new beta of Chrome for Windows is nearly a fifth faster than its more stable sibling, but still lags behind speed leader Opera, benchmark tests show.\n\nAccording to tests run by Computerworld , the Chrome beta, which Google launched yesterday, is the second fastest of the major Windows browsers . Chrome 5.0.375.29 also renders JavaScript about 17% faster than Chrome 4.1.249.1064, the current “stable” edition. Google simultaneously supports three lines of Chrome, ranked in descending order of stability as its stable, beta and dev channels.\n\nBut Opera Software’s Opera 10.53 remains the king of JavaScript, with benchmark scores about 16% faster than those by the newest Chrome beta. The Norwegian browser first took the crown last February, when the browser debuted a new JavaScript engine dubbed Carakan, and surged past Apple ’s Safari for Windows and Chrome, the former No. 1 and No. 2 browsers.\n\nOther browsers held their usual spots in the latest round of tests. Safari 4.0.5 was only slightly slower than the stable edition of Chrome, and so held down the No. 3 spot, while Mozilla’s Firefox 3.6.3 was just over half as fast as Safari and Chrome. Microsoft ’s Internet Explorer 8 (IE8), as usual, brought up the rear as the slowest of the five browsers in JavaScript rendering: IE8 was more than 12 times slower than Opera 10.53.\n\nComputerworld ran the SunSpider JavaScript benchmark suite in Windows XP Professional Service Pack 3 (SP3) three times for each browser, then averaged the scores to arrive at the final rankings.\n\nOn Tuesday, Google said the newest Chrome beta was 35% faster on the SunSpider tests than the beta of its earlier version 4.0 for Windows. Computerworld wasn’t able to verify that claim -- Google updates its browser automatically, without user intervention, making it difficult to keep Chrome on a specific version -- but also tested the newest beta against the previous beta, marked as Chrome 5.0.342.8.\n\nThe update boosted Chrome’s speed by 6% over that beta, which Google released in late March.\n\nOther additions include support for several HTML5 features, such as geo-location and drag-and-drop; synchronization of browser settings to effectively “clone” Chrome on multiple machines; and the ability to use extensions when working in Chrome’s “Incognito” private browsing mode.\n\nThis beta also introduces the integration of Adobe’s Flash Player to Chrome’s beta channel.\n\nGoogle debuted built-in Flash in developer builds at the end of March, when it announced a partnership with Adobe, and said it was packaging Flash with Chrome downloads and would silently update the often-patched media player using the browser’s background mechanism.\n\nThe move, Adobe said at the time, would keep Chrome users safer since they wouldn’t have to remember to update or deal with update notifications.\n\nChrome 5.0.375.29 beta can be downloaded from Google’s Web site for Windows, Mac OS X and Linux .\n\nThe new Chrome beta is 17% faster than Google’s current “stable” edition. (SunSpider results: Small values are better.)\n\nGregg Keizer covers Microsoft, security issues, Apple, Web browsers and general technology breaking news for Computerworld . Follow Gregg on Twitter at @gkeizer or subscribe to Gregg’s RSS feed . His e-mail address is gkeizer@ix.netcom.com .\n\nRead more about browsers in Computerworld’s Browsers Knowledge Center.",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS404331803320100505",
        "time": "11:10AM UTC"
    },
    {
        "header": "Google’s E-Book Store: Five Burning Questions",
        "body": "Google reminded us this week that the company’s e-book retail platform, Google Editions, will launch sometime in the next two months, as expected. Google Editions will be device agnostic, (similar to how Amazon allows Kindle books to be read on almost any computer platform), but will rely on the Web to deliver and store a user’s purchases, instead of direct device downloads like the Kindle, Barnes & Noble’s Nook, and Apple’s iBookstore.\n\nThere’s no word on pricing yet, but Google plans to offer its bookstore catalog to almost any retailer who wishes to participate, according to The Wall Street Journal.\n\nGoogle Editions sounds interesting, and could prove popular, but there are still a lot of unanswered questions about the new e-book platform. Here are five questions that come to mind:\n\nLet there be apps?\n\nWhen Google first announced Google Editions, the company said the new service would be accessible on any device with a Web browser. This suggested that Google would rely on users to install Web apps, which are essentially shortcut icons to a Web page, on their devices or just bookmark the Google Editions site in their browsers.\n\nBut The Wall Street Journal reported on Tuesday that Google may decide to build mobile apps to “optimize reading on certain devices like an iPhone or iPad.” That would be a wise decision on Google’s part since downloadable applications have proved to be far more popular with users than Web apps.\n\nWill Google Editions offer any extra perks to mobile Android users? Google typically offers most of its services to any user on any platform. Still, there are a few perks to being in the Android-only club, such as free turn-by-turn GPS in Google Maps, and Google’s innovative search function, Google Goggles. The search giant says Goggles is coming to other platforms too, but that hasn’t happened yet. I have to wonder if Android users will be offered any special functions on Google Editions, at least at launch.\n\nWill Editions help the little guy?\n\nAn interesting part of Google’s approach with Editions is that any retailer can offer a Google Editions online bookstore. Amazon offers a similar service through its affiliate program, but Google may offer more competitive terms to encourage smaller booksellers to adopt an online bookstore.\n\nI wonder if this will help struggling smaller bookstores. On the one hand, smaller bookstores tend to be more specialized and have more knowledgeable staff than the massive book chains. So perhaps that experience will enable smaller retailers to craft interesting and unique online offerings.\n\nThen again, the whole point of an online bookstore is that you can sell almost anything a potential customer wants, since your digital shelf space is virtually limitless. So would specialized online bookstores with a limited or narrow focus make sense? What else could a smaller retailer do to make its online offerings more popular than the larger retailers like Amazon?\n\nWhat about the features?\n\nThe great thing about the Kindle format is that it bookmarks the last page you read, which allows you to pick up where you left off using any device with a Kindle app. Will Google Editions offer similar bookmarking features? Also, what about annotations? Will you be able to make notes, highlight passages, or copy-and-paste text using Google Editions?\n\nNew E-book formats?Will Google Editions just be glorified Web pages that open up the opportunity for new and different ways to interact with books? Could a publisher embed video, for example, to illustrate a point in a text book? What about links to any cited news sources or events in non-fiction books? Or would that cause too many rendering problems as people move between different browsers such as Firefox at home, Internet Explorer in the office and the iPhone’s Safari browser during commutes?\n\nAlso, I also have to wonder if Google’s new offering will catch on with the book buying public. There are so many competing platforms already available from Barnes & Noble, Amazon, Apple, and others, so what will Google Editions offer to set it apart?",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS104365917920100505",
        "time": "1:20PM UTC"
    },
    {
        "header": "Google grabs 71% of U.S. searches, Bing slips",
        "body": "After nearly a year of competition with Microsoft’s Bing search engine , Google is hanging tough, grabbing more than 71% of all U.S. searches last month.\n\nShowing a 2% increase over March, Google accounted for 71.4% of U.S.-based searches in April, according to Hitwise, an online traffic monitor.\n\nHitwise also reported today that rivals Yahoo and Bing didn’t fair quite so well. Yahoo, which is in second place in terms of U.S. search market share, slipped 1%, dropping to 14.96% in April. And Bing, dropped 2%, hitting 9.43% for the month.\n\n”I don’t want to read the future from one month’s numbers, but it looks like so far Bing hasn’t given people a reason to switch,“ said Ezra Gottheil, an analyst for Technology Business Research. ”Most people don’t change their work habits, or any other habits for that matter, without good reason.\n\n“If Bing wants to eat away at Google’s lead, it has to be enough better that people switch their defaults, change their start pages, and remember to type in Bing instead of Google,” he said. “If it’s just as good, people won’t bother.”\n\nBing and Google have been going back and forth in the last 10 months or so. One month, one will creep ahead, while the other slips. The next month, the pattern reverses.\n\nSo far, Bing has failed to make a big dent in Google’s numbers. Microsoft , though, isn’t giving up. Over the past year, it has devoted a lot of money and development resources to capturing some of Google’s hefty share of the search market.\n\nAnd while Microsoft hasn’t yet made sizeable inroads, Gottheil noted that the new search engine hasn’t tanked either.\n\nSharon Gaudin covers the Internet and Web 2.0, emerging technologies, and desktop and laptop chips for Computerworld . Follow Sharon on Twitter at @sgaudin or subscribe to Sharon’s RSS feed . Her e-mail address is sgaudin@computerworld.com .\n\nRead more about internet search in Computerworld’s Internet Search Knowledge Center.",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS158604615820100506",
        "time": "9:46PM UTC"
    }
]