[
    {
        "header": "Factbox: Google complaints add to list of Sino-U.S. disputes",
        "body": "(Reuters) - Internet giant Google’s January 12 threat to quit China, citing cyber attacks and tightening censorship, could add to strains between Beijing and the United States, already at odds over currency, trade and Taiwan.\n\nWith the two giant nations joined at the hip economically, Sino-U.S. tensions are unlikely to escalate into outright confrontation, but could make cooperating on global economic and security issues all the more difficult.\n\nHere are the main sources of tension:\n\nThe United States complains that China keeps its currency artificially undervalued, thus giving its exporters an unfair advantage.\n\nChina has unofficially pegged its currency to the dollar since mid-2008, meaning its currency has weakened against other trade partners as the value of the dollar has slid.\n\nBeijing is concerned the value of its dollar holdings could be eroded by massive debt issuances to fund the U.S. stimulus.\n\nChina held $798.9 billion in U.S. Treasuries at end-October, displacing Japan in September 2008 as the largest foreign holder.\n\nChina is requesting the World Trade Organization open a dispute panel over U.S. duties on tires, after the United States for the first time imposed safeguard duties China had agreed to when it joined the WTO.\n\nOther trade disputes center around steel products, poultry, Chinese tariffs on raw materials exports, and quality and safety concerns over Chinese-made food, toys and other goods that Chinese manufacturers view as a type of protectionism.\n\nU.S. firms investing in China complain about intellectual property theft, murky regulations, corruption and unfair advantages enjoyed by domestic rivals.\n\nChina complains about investment barriers on the U.S. side, citing resource investments blocked on national security grounds.\n\nIn 2008, U.S. exports to China totaled $69.7 billion, but were dwarfed by $337.8 billion in exports from China to the United States, now Beijing’s second biggest trade partner.\n\nAs China has grown to the world’s third largest economy it is gaining greater clout, especially in Asia and Africa.\n\nIt is also upgrading its military and space capability, and Washington has said Beijing should be more open about its defense spending and strategic intentions.\n\nChina, however, remains wary of the United States’ global military dominance. U.S. patrols in waters China considers its exclusive zone led to minor incidents last year. In 2001 a U.S. spy plane was forced to land in China after colliding with a Chinese fighter.\n\nChina hosts stalled six-party talks seeking to end North Korea’s nuclear weapons program. But China has also sought to bolster bilateral tries with North Korea.\n\nWashington wants China’s stronger cooperation in pressuring North Korea, as well as Iran, over their nuclear activities.\n\nTaiwan also remains a sore point. Beijing has never renounced the use of force to bring self-ruled and democratic Taiwan, which it considers its sovereign territory, under its rule. The United States says it has an obligation to help the island defend itself, and its weapons sales to Taiwan have drawn growing ire from Beijing.\n\nU.S. Internet firms have fared poorly in China, which censors content and blocks many foreign websites, including popular social media such as Twitter and Facebook.\n\nOn January 12, Google announced it was no longer willing to continue censoring Internet search results in China, and might pull out of the country party because of cyber attacks on its corporate infrastructure.\n\nU.S. Secretary of State Hillary Clinton on Thursday called on China to openly and thoroughly investigate the cyber attacks and made a broad case for Internet freedom, arguing in part that nations that censor may ultimately crimp their growth.\n\n“We stand for a single Internet where all of humanity has equal access to knowledge and ideas,” said Clinton in a major address that cited China, Iran, Saudi Arabia and Egypt among countries that censored the Internet or harassed bloggers.\n\nAmerican corporations and military strategists are increasingly concerned over skilled attacks by Chinese hackers, which they fear threaten corporate and national security.",
        "link": "http://www.reuters.com/article/internetNews/idUSTRE60K5RL20100121",
        "time": "2:54PM UTC"
    },
    {
        "header": "Google grows revenue and profit in Q4",
        "body": "Google’s revenue and profits grew in the fourth quarter, which ended Dec. 31, 2009, and exceeded Wall Street’s expectations, capping a year in which the search company did well despite the global economic turmoil.\n\nGoogle had revenue of US$6.67 billion, up 17 percent compared to the fourth quarter of 2008. Subtracting the commissions Google pays to its ad-network partners, revenue was $4.95 billion, topping the $4.92 billion analyst consensus expectation.\n\nNet income came in at $1.97 billion, or $6.13 per share, compared to $382 million, or $1.21 per share, in the same period last year. On a pro forma basis, which excludes certain one-time items, net income was $2.19 billion, or $6.79 per share, compared to $1.62 billion, or $5.10 per share, in the fourth quarter of 2008. Analyst consensus had been for earnings per share of $6.50 on a pro forma basis.\n\nGoogle CEO Eric Schmidt expressed satisfaction with the results after what he called “a roller-coaster year,” referring to the world’s economic crisis. “This was a very strong quarter for Google,” he said during a conference call.\n\nHe credited the company’s business model and staff, specifically the management, product and engineering teams, for the success.\n\nGoogle, which makes most of its money from search advertising, will see significant revenue boosts this year from its emerging mobile, enterprise and display advertising businesses, Schmidt predicted.\n\nThe company is likely to acquire one company per month to boost its technology development efforts and beef up its staff, he said.\n\n“We’re very pleased with the Q4 results and that gives us the confidence to turn our focus to the growth opportunities,” said Chief Financial Officer Patrick Pichette.\n\nAsked about the Chinese hack against Google and the company’s plan to possibly exit China, Schmidt said Google is in conversations with the Chinese government and expressed hope that Google can remain in the country.\n\n“We wish to remain in China. We like the Chinese people, we like our Chinese employees, we like the business opportunities there,” Schmidt said. “We’d like to do that on somewhat different terms than we have, but we remain quite committed to being there.”\n\nFor the moment, Google continues to censor its search results in China, but that could change soon, he said. As a result of the China-originated hack against Google servers, Google said last week it plans to stop censoring search results in the country, even if it means shutting down its business there.\n\nIn display advertising, where Google remains a minor player, Schmidt predicted big advances this year, and reiterated that “the next huge business for us is display” and that YouTube is an essential part of that strategy.\n\nSchmidt also predicted significant increases in mobile revenue and praised the opportunities in the enterprise market, thanks to what he perceives as continued acceptance by businesses of the cloud computing model.\n\nGoogle-owned sites generated 66 percent of the total revenue, while ad-network partner sites generated the rest.\n\nPaid clicks, which are ads on which users clicked, thus generating a fee for Google, increased 13 percent compared with 2008’s fourth quarter. The average value of clicks rose 5 percent.\n\nGoogle ended 2009 with $24.5 billion in cash, cash equivalents and short-term marketable securities, and a staff of 19,835 full-time employees, 170 more than in 2009’s third quarter.",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS36295619920100122",
        "time": "11:34PM UTC"
    },
    {
        "header": "Clinton seeks thorough China probe on Google issue",
        "body": "WASHINGTON (Reuters) - Secretary of State Hillary Clinton on Thursday said she expected China to make a thorough and transparent investigation of cyber attacks that led Google to consider pulling out of the country.\n\n“Countries that restrict free access to information or violate the basic rights of Internet users risk walling themselves off from the progress of the next century,” Clinton said in a speech. “The United States and China have different views on this issue. And we intend to address those differences candidly and consistently.”",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE60K3WR20100121",
        "time": "10:26AM UTC"
    },
    {
        "header": "Google tumbles after quarterly results",
        "body": "NEW YORK (Reuters) - Shares of Google Inc (GOOG.O) fell 4.8 percent to $555.00 in extended trade on Thursday after the company reported quarterly results.",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE60K67M20100121",
        "time": "4:10PM UTC"
    },
    {
        "header": "RPT-FEATURE-Google tests loyalties of China's wired generation",
        "body": "BEIJING, Jan 21 (Reuters) - When Google threw down the gauntlet to China’s Internet censors, it also challenged the loyalties of the nation’s wired generation.\n\nThese tech-savvy Chinese in their 20s and 30s grew up in far greater affluence and openness than their parents. Many are pulled between patriotic pride and a yearning for more say over their own lives, even if they accept Communist Party control.\n\nThe Google dispute may become a telling test of how they balance loyalties to their country with their desire for unfettered expression and access to information, and this response could shape how Beijing handles the dispute.\n\n“The special feature of the Internet is that companies like Google see that expanding their profits is tied to expanding their freedom,” said Chen Yongmiao, a Chinese activist whose own website has been restricted by authorities.\n\n“It’s a test. How much you support Google in China shows how much you want more freedom in China, even if you know Google is ultimately about profits.”\n\nThe world’s biggest search engine said last week it could pull back from China and shut its Chinese Google.cn website over complaints of hacking and censorship. [ID:nSGE60C01H]\n\nChinese officials have avoided directly taking on Google, but made plain they expect Internet companies in the country to enforce the laws, including censorship. [ID:nTOE60I081]\n\nThe centre of the resulting tug-of-war in attitudes is the Zhongguancun area in northwest Beijing, an area dense with university campuses, malls of high-tech goods and computer labs, and also home to Google’s China headquarters.\n\nStudents, job-seekers and high-tech professionals in Zhongguancun saw Google’s stance through a prism of admiration and wariness that has echoed in online forums.\n\n“I think it’s admirable for a company to sacrifice profits for the sake of an idea,” said Liu Wei, a 29-year-old accountant with heavy Clark Kent-style spectacles and neatly cropped hair.\n\n“Why can’t we criticize our own government if we want to? Why can’t we choose what we read on the Internet?”\n\n“That’s because China’s different!” interrupted his girlfriend Sun Jingying, a slight 26-year-old studying to become a chartered accountant.\n\n“There are some things about this country we just have to accept,” she added, nonetheless stressing she would be sad if Google quit China. “I’d love to work for them,” she said.\n\nThe Obama administration has shown it wants to court this emerging generation of connected Chinese. China’s latest survey of Internet use found 60.4 percent of the nation’s online population of 384 million was aged 10 to 29.\n\nDuring his visit to China last November, President Barack Obama used a web-cast meeting with Chinese youth to amplify that message, telling them he was a “big supporter of not restricting Internet use”. [ID:nPEK158853]\n\nU.S. Secretary of State Hillary Clinton is set to take on China and other authoritarian governments over Internet restrictions in a speech on Thursday. [ID:nN12211882]\n\nDespite censorship, China’s Internet can be a potent public forum, with bloggers and amorphous online groups hectoring the government over pollution and corruption.\n\nLast year, the government abruptly abandoned a plan to force all new personal computers to come with a copy of “Green Dam” Internet-filtering software that had been derided by online critics as intrusive and ineffective. [ID:nSP514751]\n\nBut China’s youth can also bristle at what they see as Western bullying. The ruling Communist Party could seek to channel that volatile sentiment to blunt foreign pressure over control of the Internet.\n\n“There are some who feel increasingly restricted and unfree, the ones who tend to support Google. But there are also many who have been heavily shaped by the official media and see the U.S. government behind Google’s actions,” Li Yonggang, an expert on society and the Internet at Nanjing University in east China, said of the nation’s “post-80” generation.\n\n“If this becomes a more open fight between the Chinese and U.S. governments, this nationalism could come to dominate if the government turns harder line.”\n\nChengfu Street in Zhongguancun, where Google has its China headquarters, is testament to the country’s economic upheaval.\n\nA little over a decade ago, this was a gritty neighbourhood of low brick homes and cheap restaurants near retreating farmland.\n\nNow it bristles with high-tech offices and cafes and restaurants catering to office workers and students. Google’s office sits in steel and glass towers that also house a Deutsche Bank office, a gym and “Wall Street English” classrooms.\n\nThe students on nearby campuses who fill many high-tech jobs in this area, however, are also products of an education that prizes pride in the nation’s achievements, obedience to the Communist Party, and vigilance against foreign pressure.\n\nMany of them had scant understanding that Google has said China was the source of sophisticated hacking -- China’s state-run media has reported little on that complaint -- and others scoffed that Google would leave the country over the issue.\n\n“If they can’t handle hackers and censorship, that’s their own problem,” said one Chinese computer hardware technician heading for a gym workout near the Google office. He gave his English name, Derek Huang.\n\n“Each country has its own Internet restrictions, so it’s natural for us to have our own, and if we want to change them, that’s our own business,” he said.\n\nRecent opinion surveys show that while Chinese in their 20s and 30s are more critical of their government than older cohorts and want more freedom, they tend to be strongly patriotic and cautious about political change. The United States attracts both admiration and disdain.\n\nThe Internet was crucial in spreading Chinese anger about Western protests over Tibet before the Beijing Olympic Games in 2008. In past years, too, the Internet has been a conduit of nationalist Chinese ire over Japan.\n\n“Google was just acting out of commercial interests,” said Su Xin, a 25-year-old graduate student of aeronautic engineering. “I think we’ve got to accept some restrictions [on the Internet] for the sake of stability.”\n\nBut even some students who said they had little interest in politics said they felt jolted by the idea that Google could quit China over censorship complaints.\n\n“If it leaves, I’ll feel it’s a big loss,” said Guo Xin, a 19-year-old student with a spike of hair dyed neon-orange. He said he used the Internet, and Google, to hunt down information about online games and movies.\n\n“It’s not good restricting us too much. It cuts us off from the information you need in modern life,” he said.",
        "link": "http://www.reuters.com/article/technologySector/idUSSGE60K00W20100121",
        "time": "8:03AM UTC"
    },
    {
        "header": "Factbox: Google's footprint in China",
        "body": "(Reuters) - U.S. Secretary of State Hillary Clinton on Thursday called on China to investigate thoroughly the cyber attacks that prompted Google Inc to announce on January 12 it was no longer willing to continue censoring Internet search results in China, and might pull out of the country.\n\nThe following is a look at Google’s involvement in the world’s largest Internet market by users:\n\n* Google launched its Chinese-language website, Google.cn, in 2006. Lee Kai-Fu ran the company’s operations in the country until he resigned in 2009 to start a venture firm. He was succeeded by John Liu, who took over Lee’s business and operational responsibilities.\n\n* The company employs several hundred salespeople and engineers in three offices located in Beijing, Shanghai and Guangzhou. In September, it told local newspapers it would double its sales team within six months. Larger rival Baidu, in contrast, employs about 4,000 sales and customer service personnel alone.\n\n* Google.cn complies with local laws requiring censorship of certain items such as pornography and “vulgar comment.” Its flagship English-language site, Google.com, is not required to submit to similar censorship, but analysts say the government filters content through its own Internet firewall.\n\n* The company controls about 31.3 percent of the Chinese Web search market, compared to 63.9 percent for Baidu, according to Analysys International.\n\n* Google does not break out Chinese revenue figures, but Collins Stewart analyst Sandeep Aggarwal estimates Google generates about $200 million in annual sales from China. JP Morgan has estimated Google would generate about $600 million in revenue from China in 2010.\n\n* U.S. Assistant Secretary of State Kurt Campbell told reporters on Thursday the United States had “had a number of interactions with Chinese authorities about the Google matter” and expected to have more meetings in coming days.",
        "link": "http://www.reuters.com/article/internetNews/idUSTRE60K4UI20100121",
        "time": "12:48PM UTC"
    },
    {
        "header": "FACTBOX-Google's footprint in China",
        "body": "Jan 21 (Reuters) - U.S. Secretary of State Hillary Clinton on Thursday called on China to investigate thoroughly the cyber attacks that prompted Google Inc (GOOG.O) to announce on Jan. 12 it was no longer willing to continue censoring Internet search results in China, and might pull out of the country. [ID:nN12211882]\n\nThe following is a look at Google’s involvement in the world’s largest Internet market by users:\n\n* Google launched its Chinese-language website, Google.cn, in 2006. Lee Kai-Fu ran the company’s operations in the country until he resigned in 2009 to start a venture firm. He was succeeded by John Liu, who took over Lee’s business and operational responsibilities.\n\n* The company employs several hundred salespeople and engineers in three offices located in Beijing, Shanghai and Guangzhou. In September, it told local newspapers it would double its sales team within six months. Larger rival Baidu (BIDU.O), in contrast, employs about 4,000 sales and customer service personnel alone.\n\n* Google.cn complies with local laws requiring censorship of certain items such as pornography and “vulgar comment.” Its flagship English-language site, Google.com, is not required to submit to similar censorship, but analysts say the government filters content through its own Internet firewall.\n\n* The company controls about 31.3 percent of the Chinese Web search market, compared to 63.9 percent for Baidu, according to Analysys International.\n\n* Google does not break out Chinese revenue figures, but Collins Stewart analyst Sandeep Aggarwal estimates Google generates about $200 million in annual sales from China. JP Morgan has estimated Google would generate about $600 million in revenue from China in 2010.\n\n* U.S. Assistant Secretary of State Kurt Campbell told reporters on Thursday the United States had “had a number of interactions with Chinese authorities about the Google matter” and expected to have more meetings in coming days.",
        "link": "http://www.reuters.com/article/ADVERT/idUSN1220969720100121",
        "time": "12:41PM UTC"
    },
    {
        "header": "FACTBOX-Google complaints add to list of Sino-U.S. disputes",
        "body": "Jan 21 (Reuters) - Internet giant Google’s (GOOG.O) Jan. 12 threat to quit China, citing cyber attacks and tightening censorship, could add to strains between Beijing and the United States, already at odds over currency, trade and Taiwan.\n\nWith the two giant nations joined at the hip economically, Sino-U.S. tensions are unlikely to escalate into outright confrontation, but could make cooperating on global economic and security issues all the more difficult.\n\nHere are the main sources of tension:\n\nThe United States complains that China keeps its currency artificially undervalued, thus giving its exporters an unfair advantage.\n\nChina has unofficially pegged its currency to the dollar since mid-2008, meaning its currency has weakened against other trade partners as the value of the dollar has slid.\n\nBeijing is concerned the value of its dollar holdings could be eroded by massive debt issuances to fund the U.S. stimulus.\n\nChina held $798.9 billion in U.S. Treasuries at end-October, displacing Japan in September 2008 as the largest foreign holder.\n\nChina is requesting the World Trade Organization open a dispute panel over U.S. duties on tires, after the United States for the first time imposed safeguard duties China had agreed to when it joined the WTO.\n\nOther trade disputes center around steel products, poultry, Chinese tariffs on raw materials exports, and quality and safety concerns over Chinese-made food, toys and other goods that Chinese manufacturers view as a type of protectionism.\n\nU.S. firms investing in China complain about intellectual property theft, murky regulations, corruption and unfair advantages enjoyed by domestic rivals.\n\nChina complains about investment barriers on the U.S. side, citing resource investments blocked on national security grounds.\n\nIn 2008, U.S. exports to China totaled $69.7 billion, but were dwarfed by $337.8 billion in exports from China to the United States, now Beijing’s second biggest trade partner.\n\nAs China has grown to the world’s third largest economy it is gaining greater clout, especially in Asia and Africa.\n\nIt is also upgrading its military and space capability, and Washington has said Beijing should be more open about its defense spending and strategic intentions.\n\nChina, however, remains wary of the United States’ global military dominance. U.S. patrols in waters China considers its exclusive zone led to minor incidents last year. In 2001 a U.S. spy plane was forced to land in China after colliding with a Chinese fighter.\n\nChina hosts stalled six-party talks seeking to end North Korea’s nuclear weapons program. But China has also sought to bolster bilateral tries with North Korea.\n\nWashington wants China’s stronger cooperation in pressuring North Korea, as well as Iran, over their nuclear activities.\n\nTaiwan also remains a sore point. Beijing has never renounced the use of force to bring self-ruled and democratic Taiwan, which it considers its sovereign territory, under its rule. The United States says it has an obligation to help the island defend itself, and its weapons sales to Taiwan have drawn growing ire from Beijing.\n\nU.S. Internet firms have fared poorly in China, which censors content and blocks many foreign websites, including popular social media such as Twitter and Facebook.\n\nOn Jan. 12, Google announced it was no longer willing to continue censoring Internet search results in China, and might pull out of the country party because of cyber attacks on its corporate infrastructure. [ID:nN12211882]\n\nU.S. Secretary of State Hillary Clinton on Thursday called on China to openly and thoroughly investigate the cyber attacks and made a broad case for Internet freedom, arguing in part that nations that censor may ultimately crimp their growth. [ID:nTOE60K02Y]\n\n“We stand for a single Internet where all of humanity has equal access to knowledge and ideas,” said Clinton in a major address that cited China, Iran, Saudi Arabia and Egypt among countries that censored the Internet or harassed bloggers.\n\nAmerican corporations and military strategists are increasingly concerned over skilled attacks by Chinese hackers, which they fear threaten corporate and national security. (Reporting by Lucy Hornby in Beijing and Arshad Mohammed in Washington)",
        "link": "http://www.reuters.com/article/COMSRV/idUSTOE60D08120100121",
        "time": "2:40PM UTC"
    },
    {
        "header": "Instant view: Google grows revenue but shares slide",
        "body": "LOS ANGELES (Reuters) - Google Inc’s (GOOG.O) fourth-quarter revenue grew 17 percent, beating Wall Street expectations, as advertisers and Web surfers turned to the Internet search engine during the holiday shopping season.\n\nBut Google’s revenue came in at the low end of the whisper numbers expected by some investors, and its shares fell about 5 percent.\n\n“Earnings were much ahead of expectations, but top-line fell slightly below expectations. I think that is because costs per click was up about 2 percent sequentially, and we had been expecting closer to 5 percent growth.”\n\n”All of those things they report at a basic level were fine. The reason the stock is down is that it wasn’t a blow out. I think the stock will recover. I don’t think it will fall through the floor.\n\n”Expectations...got higher as they came closer to reporting and they delivered fundamentally sound numbers, but did not deliver a blowout.\n\n”Revenue was up by 17 percent, earnings followed through nicely with stable margins. There has been general concerns over whether margins would get weaker.\n\n“Basically strong midteens revenue growth and paid click volumes up 13 percent implies they still had pricing leverage, which is healthier than it was a year ago at this time.”\n\n”I‘m not concerned about the stock going down. People are certainly not seeing a turnaround in Internet spending, per se, and in search. But I expect Google to dominate search.\n\n”We see they are pulling away even more from the pack, which includes Microsoft and Yahoo.\n\n”Some people may have expected a bit more of a turnaround going into 2010, but our expectations are they will continue to do well and be the leader in terms of ROI (return on investment) and performing against their competitors. I‘m not concerned if people are selling or are not overwhelmed by the results.\n\n“They’ll continue to dominate in 2010. They certainly held their own in the fourth quarter. Perhaps they didn’t see a rise in cost per clicks relative to what they expected, but that’s due to the economy and not Google specific.”",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE60K6AO20100122",
        "time": "8:31PM UTC"
    },
    {
        "header": "Google tests loyalties of China's wired generation",
        "body": "BEIJING (Reuters) - When Google threw down the gauntlet to China’s Internet censors, it also challenged the loyalties of the nation’s wired generation.\n\nThese tech-savvy Chinese in their 20s and 30s grew up in far greater affluence and openness than their parents. Many are pulled between patriotic pride and a yearning for more say over their own lives, even if they accept Communist Party control.\n\nThe Google dispute may become a telling test of how they balance loyalties to their country with their desire for unfettered expression and access to information, and this response could shape how Beijing handles the dispute.\n\n“The special feature of the Internet is that companies like Google see that expanding their profits is tied to expanding their freedom,” said Chen Yongmiao, a Chinese activist whose own website has been restricted by authorities.\n\n“It’s a test. How much you support Google in China shows how much you want more freedom in China, even if you know Google is ultimately about profits.”\n\nThe world’s biggest search engine said last week it could pull back from China and shut its Chinese Google.cn website over complaints of hacking and censorship.\n\nChinese officials have avoided directly taking on Google, but made plain they expect Internet companies in the country to enforce the laws, including censorship.\n\nThe center of the resulting tug-of-war in attitudes is the Zhongguancun area in northwest Beijing, an area dense with university campuses, malls of high-tech goods and computer labs, and also home to Google’s China headquarters.\n\nStudents, job-seekers and high-tech professionals in Zhongguancun saw Google’s stance through a prism of admiration and wariness that has echoed in online forums.\n\n“I think it’s admirable for a company to sacrifice profits for the sake of an idea,” said Liu Wei, a 29-year-old accountant with heavy Clark Kent-style spectacles and neatly cropped hair.\n\n“Why can’t we criticize our own government if we want to? Why can’t we choose what we read on the Internet?”\n\n“That’s because China’s different!” interrupted his girlfriend Sun Jingying, a slight 26-year-old studying to become a chartered accountant.\n\n“There are some things about this country we just have to accept,” she added, nonetheless stressing she would be sad if Google quit China. “I’d love to work for them,” she said.\n\nThe Obama administration has shown it wants to court this emerging generation of connected Chinese. China’s latest survey of Internet use found 60.4 percent of the nation’s online population of 384 million was aged 10 to 29.\n\nDuring his visit to China last November, President Barack Obama used a web-cast meeting with Chinese youth to amplify that message, telling them he was a “big supporter of not restricting Internet use.” U.S. Secretary of State Hillary Clinton is set to take on China and other authoritarian governments over Internet restrictions in a speech on Thursday.\n\nDespite censorship, China’s Internet can be a potent public forum, with bloggers and amorphous online groups hectoring the government over pollution and corruption.\n\nLast year, the government abruptly abandoned a plan to force all new personal computers to come with a copy of “Green Dam” Internet-filtering software that had been derided by online critics as intrusive and ineffective.\n\nBut China’s youth can also bristle at what they see as Western bullying. The ruling Communist Party could seek to channel that volatile sentiment to blunt foreign pressure over control of the Internet.\n\n“There are some who feel increasingly restricted and unfree, the ones who tend to support Google. But there are also many who have been heavily shaped by the official media and see the U.S. government behind Google’s actions,” Li Yonggang, an expert on society and the Internet at Nanjing University in east China, said of the nation’s “post-80” generation.\n\n“If this becomes a more open fight between the Chinese and U.S. governments, this nationalism could come to dominate if the government turns harder line.”\n\nChengfu Street in Zhongguancun, where Google has its China headquarters, is testament to the country’s economic upheaval.\n\nA little over a decade ago, this was a gritty neighborhood of low brick homes and cheap restaurants near retreating farmland.\n\nNow it bristles with high-tech offices and cafes and restaurants catering to office workers and students. Google’s office sits in steel and glass towers that also house a Deutsche Bank office, a gym and “Wall Street English” classrooms.\n\nThe students on nearby campuses who fill many high-tech jobs in this area, however, are also products of an education that prizes pride in the nation’s achievements, obedience to the Communist Party, and vigilance against foreign pressure.\n\nMany of them had scant understanding that Google has said China was the source of sophisticated hacking -- China’s state-run media has reported little on that complaint -- and others scoffed that Google would leave the country over the issue.\n\n“If they can’t handle hackers and censorship, that’s their own problem,” said one Chinese computer hardware technician heading for a gym workout near the Google office. He gave his English name, Derek Huang.\n\n“Each country has its own Internet restrictions, so it’s natural for us to have our own, and if we want to change them, that’s our own business,” he said.\n\nRecent opinion surveys show that while Chinese in their 20s and 30s are more critical of their government than older cohorts and want more freedom, they tend to be strongly patriotic and cautious about political change. The United States attracts both admiration and disdain.\n\nThe Internet was crucial in spreading Chinese anger about Western protests over Tibet before the Beijing Olympic Games in 2008. In past years, too, the Internet has been a conduit of nationalist Chinese ire over Japan.\n\n“Google was just acting out of commercial interests,” said Su Xin, a 25-year-old graduate student of aeronautic engineering. “I think we’ve got to accept some restrictions for the sake of stability.”\n\nBut even some students who said they had little interest in politics said they felt jolted by the idea that Google could quit China over censorship complaints.\n\n“If it leaves, I’ll feel it’s a big loss,” said Guo Xin, a 19-year-old student with a spike of hair dyed neon-orange. He said he used the Internet, and Google, to hunt down information about online games and movies.\n\n“It’s not good restricting us too much. It cuts us off from the information you need in modern life,” he said.",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE60K0JN20100121",
        "time": "1:28AM UTC"
    },
    {
        "header": "Lenovo Android phones unaffected by Google China spat",
        "body": "HONG KONG (Reuters) - Lenovo Group, the world’s No.4 PC brand, said on Friday its mobile phone based on Google’s Android platform will not be affected by an ongoing spat between the search giant and the Chinese government.\n\nLenovo plans to launch the LePhone in China this May in cooperation with China Unicom, China’s second-largest mobile carrier, said CEO Yang Yuanqing at a shareholders’ meeting in Hong Kong.\n\nThe computer maker is using the Android operating system in the LePhones, following its recent repurchase of its former cellphone unit.\n\nGoogle’s surprise announcement last week that it could abandon the China market after it was targeted by China-based hackers has raised questions about how a withdrawal would affect hardware makers who use Google software in their products.\n\nYang said Lenovo would still be able to use Google’s Android software, which is open source. He declined to say whether the LePhone would include Google’s popular search feature, but said the handset would come pre-installed with the icons of major Chinese websites operated by Sina.com, Sohu.com and Tencent.\n\nLenovo also expects its handset business to grow faster than its traditional PC business, said Yang, without specifying a timeframe.\n\n“I hope that Lenovo’s mobile division can earn similar status as our PC business in the future,” said Yang.\n\nLenovo sold off its handset business in 2008 to focus on its core PC business.\n\nBut as handsets and PCs have started to converge with the advent of devices such as netbooks and smartphones, Lenovo announced last November that it would reacquire the business for $200 million.",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE60L0I320100122",
        "time": "10:44PM UTC"
    },
    {
        "header": "China says should not link Google case to U.S. ties",
        "body": "BEIJING, Jan 21 (Reuters) - A spat between China and Internet search giant Google Inc (GOOG.O) should not be “over-interpreted” and not linked to China-U.S. ties, Chinese vice foreign minister He Yafei said on Thursday.\n\nHe was cited as making the comments in a brief report from the official Xinhua news agency. It did not elaborate. (Reporting by Ben Blanchard; editing by Ken Wills)",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSBJB00365820100121",
        "time": "3:06AM UTC"
    },
    {
        "header": "Box.net claims edge over SharePoint, Google Docs",
        "body": "Just as Google Docs makes collaborating on documents via the Web easier than Microsoft Office does, Box.Net enables corporate workers to share documents and other files more easily and beyond firewalls than Microsoft SharePoint.\n\nBox.net’s killer feature, along with its “freemium” business model, has enabled the cloud content management startup to serve up more than billion files to 3.5 million users, including those at 50,000 businesses, CEO Aaron Levie said.\n\nLike Google , however, Box.net has neither made a major dent in Microsoft’s business, nor reaped a financial windfall. The number of paying business customers is “in the pretty high thousands,” with only a tiny handful buying licenses for the entire organization, Levie said.\n\nBox.net and Google were comrades-in-arms in the struggle to unseat Redmond. “They’ve done a good job of replacing Microsoft Exchange, we do a good job of replacing SharePoint,” said Jen Grant, vice-president of marketing for Box.net.\n\nNow, the two are also competitors. Google announced last week that users of Docs and its paid counterpart Google Apps will soon be able to store any type of file on its platform.\n\nTo stay ahead of Microsoft and Google and other competitors, Box.net announced two new features on Wednesday.\n\nThe first is a time-saving document viewer built into Box.net. The feature converts documents into Flash files that users who can easily skim or view, instead of having to download onto their desktop to open with Microsoft Word or Adobe Photoshop or Windows Media Player.\n\nThe variety of file types supported by Box.net is wide: Microsoft Office, including the .docx and .xlsx of Microsoft Office Open XML, OpenOffice, images stored as JPEGs, GIFs, TIFFs and more, MP3 songs, FLV Flash videos, and even Adobe Photoshop and Illustrator files. Box.net is even working on adding support for CAD files.\n\nUsers can view the files at full-screen resolution and even print them, though the resolution may not be as sharp as the original document, Levie said.\n\nBox.net can also collect statistics on who has viewed the document and how many times. It cannot, however, collect those stats if the document is downloaded and edited by a desktop app such as Microsoft Office, or a via Box.net partner app such as Zoho Office.\n\nAnother new feature is the ability for users to easily embed links to the documents stored on Box.net on any Web page or site.\n\nTo appease enterprises, Box.net expects to win the SAS-70 data security certification in February.\n\nWhile Levie grants that Google has the engineering prowess to easily add its own document viewing feature, he argues it’s low on its priorities.\n\n“Google is not focused on content. They don’t have an admin console, no reporting on who is sharing what, no workflow or collaboration features in their shared folders. That’s where we sit apart,” he said.\n\nMicrosoft’s SharePoint, even its SharePoint Online version, remains a complicated option for those focused on quick file collaboration with people outside of their company, Levie said.\n\nLarry Hawes, an analyst with Gilbane Group, says Tthat may be true andhe likes Box.net’s new improvements, but he’s not ready to call Box.net a SharePoint killer yet.\n\n“Box.net is a good alternative to SharePoint for file-sharing, but SharePoint is so feature-rich, there are so many things that Box.net doesn’t attempt to do,” Hawes said.\n\nEric Lai covers Windows and Linux, desktop applications, databases and business intelligence for Computerworld . Follow Eric on Twitter at @ericylai , send e-mail to elai@computerworld.com or subscribe to Eric’s RSS feed .",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS191091844520100121",
        "time": "3:11PM UTC"
    },
    {
        "header": "UPDATE 4-Google profit rises but rev misses some forecasts",
        "body": "* Headcount increases, after three quarters of decline\n\n* Shares fall about 4 pct in after-hours trade (Recasts, adds details about other tech earnings)\n\nSAN FRANCISCO, Jan 21 (Reuters) - Google Inc (GOOG.O) was among the first technology companies to shake off the recession last year, but the Internet giant’s fourth-quarter report could not satisfy investors’ increasing demand for stronger growth.\n\nShares of Google fell about 4 percent after the leading Internet search provider posted a higher-than-expected profit but its revenue growth lagged some of Wall Street’s most bullish expectations -- even though it was Google’s strongest performance in a year.\n\nExpectations ”got higher as they came closer to reporting and they delivered fundamentally sound numbers, but did not deliver a blowout,“ said Martin Pyykkonen, senior analyst at Janco Partners. ”I think the stock will recover. I don’t think it will fall through the floor. ^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^\n\nFor a graphic on Google earnings please click link.reuters.com/pyn94h ^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^\n\nGoogle, whose total revenue increased 17 percent from a year earlier to $6.67 billion, is the latest major tech firm to close out 2009 with improved financial results. Others include Intel Corp (INTC.O), International Business Machines Corp (IBM.N) and eBay Inc (EBAY.O).\n\nBut investors had sold off tech stocks to lock in profits this week, including that of IBM, which has risen roughly 10 percent in three months.\n\nGoogle’s problems in China have also been an overhang on the stock, which is down about 12 percent since hitting a 52-week high in early January. The company said last week that it might have to close its China operations after a cyber attack and its decision to stop censoring search results.\n\nChief Executive Eric Schmidt said on Thursday that the China business is unchanged but the company expects to make changes in a “reasonably short time from now.”\n\nGoogle’s fourth-quarter profit per share, excluding items, was $6.79, above the year-earlier period’s $5.10 and beating analysts’ average forecast of $6.48, according to Thomson Reuters I/B/E/S.\n\nNet revenue, which excludes the traffic acquisition costs Google paid to partners, rose 13 percent to $4.95 billion, which was at the low end of some estimates for 13 percent to 15 percent growth. The average forecast was $4.92 billion.\n\nAnalysts also pointed to signs that Google was ramping up spending as a possible cause for concern, but said that overall the company continued to dominate the Internet search market and delivered a strong quarterly report that fell short of only Wall Street’s most bullish forecasts.\n\nOther analysts pointed to a disappointing 2 percent sequential rise in average cost per click, which is the price advertisers pay Google when Web surfers click on an ad.\n\n“Earnings were much ahead of expectations, but top-line fell slightly below expectations,” said Sameet Sinha, analyst at JMP Securities. “I think that is because cost per click was up about 2 percent sequentially, and we had been expecting closer to 5 percent growth.”\n\nGoogle, the world’s No. 1 search engine, said its headcount increased to 19,835 employees in the quarter, reversing three consecutive quarters of declines. And the company said it expected to continue to make significant capital expenditures.\n\n“As we enter 2010, we remain hugely optimistic about the Internet and are continuing to invest heavily in technological innovation for the benefit not only of our users and customers, but also the wider Web,” said Schmidt in a statement.\n\nHe said on a conference call that he expects Google to continue to make an average of one acquisition a month, and saw the mobile business providing the fastest revenue growth outside of search on a percentage basis in 2010.\n\nNet income was $1.97 billion, or $6.13 a share, in the three months ended Dec. 31, compared with $382.4 million, or $1.21 a share, in the year-earlier period when the company took charges for its investments in AOL Inc AOL.N and Clearwire Corp CLWR.O.\n\nTotal revenue at Google rose 17 percent to $6.67 billion. Revenue from outside the United States was 53 percent of the total. Google does not disclose the size of its business in China, where it lags home-grown search powerhouse Baidu Inc (BIDU.O), but analysts peg Google’s annual China revenue at between $200 million and $600 million.\n\nGoogle shares fell about 4 percent to $556.26 in after-hours trade. (Reporting by Alexei Oreskovic; Additional reporting by Tiffany Wu, Sue Zeidler and Gina Keating; Editing by Richard Chang)",
        "link": "http://www.reuters.com/article/managementIssues/idUSN2015775220100122",
        "time": "8:28PM UTC"
    },
    {
        "header": "RPT-UPDATE 1-PREVIEW-Google faces China questions amid solid Q4",
        "body": "* First y/y cost-per-click growth in several quarters\n\n* Starmine rev estimate same as Street, EPS slightly more (Updates analysts’ estimates, adds further comment, paragraphs 5-10)\n\nSAN FRANCISCO, Jan 20 (Reuters) - Google Inc (GOOG.O) is expected to deliver stellar fourth-quarter results on Thursday, but investors will be seeking insight into a disagreement with China that has cast doubt on its future in the world’s largest Internet market.\n\nA strong online holiday shopping season, improving advertising rates and market share gains should help Google, the world’s No. 1 Internet search engine, deliver its most robust revenue growth in a year, analysts say.\n\nSome say Google’s shares, hurt by the simmering spat with the world’s No. 3 economy, have room to rise. They are down 8 percent since hitting a 52-week high of $629.51 on the first trading day of 2010.\n\n“The buy side is looking for pretty strong results on the quarter,” said Kaufman Brothers analyst Aaron Kessler. He noted that the unofficial “whisper” numbers among investors have Google’s fourth-quarter net revenue growing between 13 percent and 15 percent from the third quarter’s $4.38 billion.\n\nThat’s slightly better than the 12.3 percent sequential growth expected on average, which pegs Google’s fourth-quarter revenue at $4.92 billion, excluding traffic acquisition costs. Estimates from Thomson Reuters StarMine, which places more weight on recent forecasts by top-rated analysts, also forecast revenue of $4.92 billion.\n\nGoogle, which beat Wall Street EPS forecasts in each of 2009’s first three quarters, has weathered the recession and ad spending slump better than many of its peers, even as its once-supercharged growth suffered a sharp slowdown.\n\nBut while other Internet companies like Yahoo Inc YHOO.O and AOL Inc AOL.N are still looking for light at the end of the tunnel, Google regained its momentum in the third quarter with a better-than-expected earnings report that sent its shares up 3.7 percent the following day.\n\nWhile Google’s share price doubled in 2009, JMP Securities analyst Sameet Sinha said he believed it could keep rising in 2010 as the economy recovers and Google expands its footprint in different types of advertising such as graphical, display ads and affiliate networking.\n\n“As people get more visibility in 2010, I think there’s room for the stock to continue going up,” he said.\n\nGoogle is expected to post $6.50 in fourth-quarter earnings per share, excluding special items, according to Thomson Reuters I/B/E/S. StarMine SmartEstimates said Google should earn $6.52 per share in the December quarter.\n\nGoogle’s decision to stop self-censoring its search results in China, and to potentially shut down operations in the country, is of little financial consequence in the short term. Analysts estimate annual revenue from China of $200 million to $600 million. [ID:nLDE60I1DQ]\n\nBut executives’ comments on the potential to reach a compromise with Beijing, and their strategy for international expansion outside of China, will be closely watched by investors worried about longer-term growth prospects.\n\nOn Monday, the company postponed the launch of two mobile phones in the country, manufactured by Motorola Inc MOT.N and Samsung Electronics (005930.KS), in the first sign that its business there is starting to take a hit.\n\nWhile Google has been reluctant to share details about its operations outside its core Internet business, analysts and investors are expected to press for more information.\n\nThe analysts will “have an opportunity to get some direct answers on these things at Google right now that are very topical,” said portfolio manager Ryan Jacob of Jacob Internet Fund which owns Google stock.\n\nMore immediately, the fourth quarter may provide further signs of improvement in Google’s cost per click -- the price advertisers pay Google when Web surfers click on an ad -- which could increase 4 percent year-over-year after losing ground for several quarters, according to a recent UBS note.\n\nWhile Google CEO Eric Schmidt has signaled that spending and hiring could soon increase, Jacob said the company would continue to manage costs judiciously, “magnifying” the effect of revenue growth.\n\n“Even a very modest exceeding of expectations on the top line could show a much larger increase in earnings,” Jacob said.\n\nBut investors will be most eager for insight into Google’s expansion plans in China and in the mobile phone market.\n\nGoogle’s plan to sell its new Nexus One smartphone directly to consumers isn’t likely to juice the company’s revenue in the near term, analyst said. But the costs associated with wading into the electronics retailing business, as well as the longer-term sales and mobile advertising potential, will have serious implications for Google’s future performance.",
        "link": "http://www.reuters.com/article/rbssTechMediaTelecomNews/idUSN2015576220100121",
        "time": "7:00AM UTC"
    },
    {
        "header": "Nokia hopes to outdo Google with phone voice nav",
        "body": "Nokia today announced free turn-by-turn voice navigation for all its GPS-enabled smartphones globally, starting with 10 models today, and signaled a clear battle with Google over similar free technology now available in the U.S.\n\nA Nokia executive said in a telephone briefing that the free service will outdo Google and others partly because it will be offered in 74 countries and in 46 languages. “This is a global move, unlike companies that serve one country and one language,” said Tero Ojanpera, Nokia’s executive vice president of services on the call.\n\nGoogle announced Google Maps Navigation for the Android 2.0 operating system in October and its free voice navigation service turned up on Droid smartphones and other Android handsets -- to the delight of reviewers and users in the U.S.\n\nOjanpera said that Nokia’s navigation service is 10 times more efficient that Google Maps, which relieves network congestion, something that wireless operators and users will appreciate. “Google needs to load a bit map every time you move, but it’s very efficient to use our technology by 10 times, which means networks are less congested,” he said. “When hundreds of millions are using this, this becomes a critical advantage.”\n\nNokia uses a hybrid technology based on vector graphics plus a combination of pre-loaded and online maps from Navteq, which requires only a fraction of the bandwidth of the bitmap technology in Google Maps and other approaches, he said. In one example, he said traffic updates received over a 12 mile stretch of highway would require only 200KB of data be sent to a Nokia device wirelessly, compared to 2MB for an Android phone using Google Maps.\n\nNokia wants to increase the popularity of navigation and location services on phones, and its basic strategy is to “lead the market in mobile maps, navigation and location-based services,” the company said in a statement.\n\nNokia sells far more mobile phones than other manufacturers globally, but hasn’t done well in the U.S. and is viewed by some analysts as lagging with smartphone innovations.\n\nNokia’s announcement will “boost the uptake of navigation in general and will help Nokia’s beleaguered position in the smartphone market,” ABI Research said in a short statement.\n\n“In the short term, Nokia’s free navigation is potentially even more disruptive than Google’s free offer,” said Dominique Bonte, an ABI analyst. He noted that free Google navigation is just on some Android phones in the U.S., but Nokia’s offer will roll out globally on a large number of smartphones. The use of Navteq digital maps and proven navigation software with Nokia’s Ovi Maps will “make it very difficult” for competitors to beat.\n\nThe research firm Canalys says that about 163 million smartphones had integrated GPS in 2009, of which 51% were made by Nokia. About 27 million people used GPS navigation on phones in 2009, Canalys said, and Nokia believes it can increase that number to 50 million.\n\nLocation services have been eyed by carriers and manufacturers of GPS-ready phones for years, and one of the biggest untapped markets is expected to come from advertising. Location services can enable users to search for a nearby shopping district or restaurant with GPS and then be fed short ads or even retail logos to direct them to a specific store that interests them.\n\nThe free navigation tool from Nokia uses Ovi Maps and is available for download today for 10 Nokia smartphones, including the N97 mini, Nokia 5800 XpressMusic and the Nokia E72, with more to be added in coming weeks, Nokia said. Current owners of compatible smartphones can download the new version of Ovi Maps for free from www.nokia.com/maps .\n\nStarting in March, new Nokia GPS-enabled smartphones will come preloaded with the new Ovi Maps version that has local country map data. Access to Lonely Planet and Michelin travel guides will also come for free. Ovi Maps covers more than 180 countries, but the car and pedestrian navigation is provided for 74 countries in 46 languages.\n\nAnalysts said Nokia’s move will hurt traditional GPS companies such as TomTom, and TomTom’s stock prices dipped by 12% on trading in Amsterdam, according to reports.\n\nMatt Hamblen covers mobile and wireless, smartphones and other handhelds, and wireless networking for Computerworld . Follow Matt on Twitter at @matthamblen , send e-mail to mhamblen@computerworld.com or subscribe to Matt’s RSS feed .",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS245869843520100121",
        "time": "5:58PM UTC"
    },
    {
        "header": "Google profit rises, revenue misses some forecasts",
        "body": "SAN FRANCISCO (Reuters) - Google Inc posted a higher-than-expected fourth-quarter profit, but revenue growth was not as strong as some investors had hoped, sending its shares down 4 percent.\n\nAnalysts also pointed to signs that Google was ramping up spending as a possible cause for concern, but said that overall the company continued to dominate the Internet search market and delivered a strong quarterly report that fell short of only Wall Street’s most bullish forecasts.\n\nGoogle’s problems in China have been an overhang on the stock, which is down about 12 percent since hitting a 52-week high in early January. The company said last week that it might have to close its China operations after a cyber attack and its decision to stop censoring search results.\n\nChief Executive Eric Schmidt said on Thursday that the China business is unchanged but the company expects to make changes in a “reasonably short time from now.”\n\nGoogle’s fourth-quarter profit per share, excluding items, was $6.79, above the year-earlier period’s $5.10 and beating analysts’ average forecast of $6.48, according to Thomson Reuters I/B/E/S.\n\nNet revenue, which excludes the traffic acquisition costs Google paid to partners, rose 13 percent to $4.95 billion, which was at the low end of some estimates for 13 percent to 15 percent growth. The average forecast was $4.92 billion.\n\nExpectations ”got higher as they came closer to reporting and they delivered fundamentally sound numbers, but did not deliver a blowout,“ said Martin Pyykkonen, senior analyst at Janco Partners. ”I think the stock will recover. I don’t think it will fall through the floor.\n\nOther analysts pointed to a disappointing 2 percent sequential rise in average cost per click, which is the price advertisers pay Google when Web surfers click on an ad.\n\n“Earnings were much ahead of expectations, but top-line fell slightly below expectations,” said Sameet Sinha, analyst at JMP Securities. “I think that is because cost per click was up about 2 percent sequentially, and we had been expecting closer to 5 percent growth.”\n\nGoogle, the world’s No. 1 search engine, said its headcount increased to 19,835 employees in the quarter, reversing three consecutive quarters of declines. And the company said it expected to continue to make significant capital expenditures.\n\n“As we enter 2010, we remain hugely optimistic about the Internet and are continuing to invest heavily in technological innovation for the benefit not only of our users and customers, but also the wider Web,” said Schmidt in a statement.\n\nHe said on a conference call that he expects Google to continue to make an average of one acquisition a month, and saw the mobile business providing the fastest revenue growth outside of search on a percentage basis in 2010.\n\nNet income was $1.97 billion, or $6.13 a share, in the three months ended December 31, compared with $382.4 million, or $1.21 a share, in the year-earlier period when the company took charges for its investments in AOL Inc and Clearwire Corp.\n\nTotal revenue at Google rose 17 percent to $6.67 billion. Revenue from outside the United States was 53 percent of the total. Google does not disclose the size of its business in China, where it lags home-grown search powerhouse Baidu Inc, but analysts peg Google’s annual China revenue at between $200 million and $600 million.\n\nGoogle shares fell about 4 percent to $556.75 in after-hours trade.",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE60K33U20100121",
        "time": "5:52PM UTC"
    },
    {
        "header": "Google puts focus on China cyberwar fears",
        "body": "WASHINGTON (Reuters) - Google Inc’s threat to quit China over cyber attacks and censorship highlights U.S. fears that a more powerful Beijing is tapping government and corporate computer networks to steal secrets and to prepare for potential conflicts.\n\nTies between the United States, the world’s largest economy, and China, a rising rival, are already strained by jockeying for resources, regional influence, currency exchange rate advantages, trade protectionism charges and arms sales to Taiwan, among other things.\n\nU.S. intelligence agencies for years have warned government officials and corporations that Chinese hackers have been piercing sensitive networks and preparing for any clash as bilateral ties wax and wane.\n\nOutsourcing, a cost-cutting strategy adopted by many U.S. companies, contributes to the cyber threat, according to Larry Wortzel, a member of the U.S.-China Economic and Security Review Commission, an advisory panel to Congress.\n\n“Companies that locate their research and development in China and employ Chinese citizens to work on their software have probably made Chinese intelligence and security services better at computer hacking,” said Wortzel, a former U.S. Army attaché in Beijing.\n\n“They learn the holes in the system and the codes to access programs to do software updates -- trapdoors that leave the U.S. vulnerable to attack,” he said in an email interview.\n\nMoving hardware, chip and server production to China “gives Chinese employees or security organizations opportunities to embed their own code and trapdoors into the hardware as they put the code in,” Wortzel said.\n\nSecretary of State Hillary Clinton was scheduled to deliver on Thursday what was being billed as a major speech on Internet freedom. “The ability to operate with confidence in cyberspace is critical in a modern society and economy,” said Kurt Campbell, the department’s top official for East Asia.\n\nGoogle owns the world’s most popular Internet search engine. It jolted U.S.-China ties with its January 12 announcement that it had faced a “highly sophisticated and targeted attack” in mid-December allegedly from inside China.\n\nTargeted at the same time, Google said, were more than 20 other companies in finance, technology, media and chemicals. At issue, it said, was more than a simple security breach, though Google said a primary target was dissidents’ email accounts.\n\nThe U.S. State Department is pressing China for an explanation of the incidents described by Google.\n\nU.S. military and government networks “continue to be the target of intrusions that appear to have originated from within” China, Navy Admiral Robert Willard, head of the U.S. Pacific Command, said on January 13, one day after Google aired its complaint.\n\nWhile most penetrations are fishing expeditions, Willard told the House of Representatives Armed Services Committee “the skills being demonstrated would also apply to wartime computer network attacks.”\n\nU.S. national security officials and independent security experts increasingly are voicing alarm about alleged Chinese cyber espionage. For its part, Washington also has a vast espionage corps to steal secrets for its security interests.\n\nChina’s embassy dismissed any suggestion that Beijing was behind cyber attacks against U.S. interests.\n\n“As China is more than ever integrated with the rest of the world through, and reliant on, the Internet, it has no reason to do anything that will harm or backfire on its own interests,” Wang Baodong, an embassy spokesman, said by email.\n\nLast February, Dennis Blair, the director of national intelligence, said state and non-state foes were targeting U.S. telecommunications networks, Internet and critical industries’ technological underpinning. Cyber attacks were growing more sophisticated and more serious, he said, singling out Russian and Chinese capabilities.\n\nChinese hackers’ tracks have been detected inside some U.S. electricity grids and they “don’t seem to care about getting caught,” said Joel Brenner, former director of the Office of the National CounterIntelligence Executive.\n\n“Do I worry about those grids, and about air traffic control systems, water supply systems, and so on? You bet I do. Our networks are being mapped,” Brenner told an April 3 forum at the University of Texas at Austin.\n\nChina is also preparing for any clash over Taiwan.\n\nJames Mulvenon of the Center for Intelligence Research and Analysis, a consultant to U.S. intelligence agencies, said hackers controlled by Beijing might target U.S. logistics and other support systems in a crisis over the self-ruled island.\n\n“The Chinese military appears to believe that they can use hacking to exploit our perceived dependencies on cyber systems, and thereby disrupt our deployment to a regional contingency,” Mulvenon said in an email interview.\n\nChina deems Taiwan a rogue province subject to unification with the mainland, if necessary by force. The United States is Taiwan’s main arms supplier and is mandated by the 1979 Taiwan Relations Act to aid its self-defense.\n\nThe U.S.-China Economic and Security Review Commission told Congress two months ago that Chinese authorities seem to be recruiting skilled cyber operators from information technology firms and computer science programs into the ranks of “Information Warfare Militia units.”\n\nThe Daily Beast last week cited what it called a classified FBI report that estimated China’s army has more than 30,000 cyberspies plus more than 150,000 private-sector computer experts assigned to steal U.S. military and technology secrets. The FBI declined to comment.\n\nIn its China complaint, Google linked to the commission’s report and to a study done for it by Northrop Grumman Corp, the Pentagon’s No. 3 supplier by sales. The study said Beijing appeared to be conducting “a long-term, sophisticated, computer network exploitation campaign” against the government and U.S. defense industries.\n\nOverall, the United States faces “an exceptionally serious” challenge, said Linton Wells II, acting chief information officer at the U.S. Defense Department in 2004 and 2005.\n\n“Corporate intellectual property is being stolen in many fields: information technology, bio-technology, defense industrial base, financial, transportation, energy, and others,” said Wells, now at the National Defense University’s Center for Technology and National Security Policy. “Critical components on which our economy, government and national security are based are at risk.”\n\nIn June, U.S. Defense Secretary Robert Gates ordered the creation of the military’s first headquarters to mesh Pentagon efforts in the emerging cyberspace battlefield and computer-network security arenas. The new command will develop offensive cyber weapons as well as defend against them.",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE60K0U220100121",
        "time": "1:28AM UTC"
    },
    {
        "header": "Microsoft to issue \"Google attack\" browser patch",
        "body": "SEATTLE (Reuters) - Microsoft Corp said it will issue a patch to fix the old version of its Internet Explorer browser that allowed recent attacks on Google Inc’s network in China.\n\nThe patch, due out on Thursday, “addresses the vulnerability related to recent attacks against Google and a small subset of corporations,” said Jerry Bryant, senior security program manager at Microsoft. “Once applied, customers are protected against the known attacks that have been widely publicized.”\n\nGoogle said last week it had been the target of sophisticated cyber-attacks in China, along with more than 20 other companies. Microsoft acknowledged that the hackers took advantage of a weakness in Internet Explorer 6 to mount the attacks.\n\nMicrosoft said it continues to see some attacks, with the only successful attacks against Internet Explorer 6. The most recent version of the software is Internet Explorer 8.",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE60J5AS20100121",
        "time": "7:32AM UTC"
    },
    {
        "header": "Microsoft issues emergency \"Google attack\" patch",
        "body": "SEATTLE (Reuters) - Microsoft Corp on Thursday released a patch to protect users of its Internet Explorer browser from attacks similar to those directed at Google Inc’s operations in China last week.\n\nThe world’s largest software company, which said hackers targeting Google and at least 20 other companies in China exploited a weakness in its browser, said its new patch was “critical” and people should apply it as soon as possible.\n\nOther hackers have begun to exploit the flaw, according to researchers with Symantec Corp, the world’s biggest security software maker.\n\nSymantec has found viruses that take advantage of the weakness in Microsoft’s browser on some 100 websites, security researcher John Harrison said on Thursday.\n\nThey are dangerous because they can infect the PC of any user who visits those sites. Unlike less powerful viruses, it is not necessary for people to download software for their machines to become infected, Harrison said.\n\nPCs are safe if they apply the patch, which resolves eight vulnerabilities in Internet Explorer, Microsoft said. The most serious could allow hackers to gain control of a computer remotely via Web sites people visit while using the browser.\n\n”We’re always working, we have fewer vulnerabilities\n\nthan our competitors,” said Microsoft Chief Executive Steve Ballmer at an energy conference in Houston, addressing cyber-security concerns.\n\nHe gave no indication that Microsoft would change its business in China after Google threatened to quit the country last week. “We respect the laws of China, it’s the only appropriate thing for us to do,” he said.\n\nThe viruses Symantec has found only successfully attack Internet Explorer 6, though hackers could figure out how to break through the defenses of Internet Explorer 7 and 8, the most recent version of the software, Symantec’s Harrison said.\n\nMost Internet Explorer customers, who have automatic updating enabled on their systems, will not need to take any action on the security patch, Microsoft said. For manual updating, it directed users to its website (here).",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE60K5GR20100121",
        "time": "6:11PM UTC"
    }
]