[
    {
        "header": "Google Calendar crashes for most users",
        "body": "Google Calendar suffered a major outage on Thursday, the second crash in the past week for the company’s hosted calendaring application.\n\nThursday’s problem, which Google acknowledged at 11:30 a.m. Eastern Time, affected a majority of Calendar users and locked them out of their accounts. Google declared the issue resolved at 1 p.m., according to information on the Google Apps Status Dashboard.\n\nOn Wednesday last week, Google Calendar had an outage and performance problems that affected some users for about an hour, after “an unusually large” number of synchronization requests from the mobile Android platform bogged down servers, according to Google.\n\nCalendar is offered as a free, standalone application for individual use, and also as part of the Google Apps hosted collaboration and communication suite for workplaces.\n\nThe reliability of hosted applications like Google Calendar is in the spotlight as cloud computing gains in popularity and as vendors like Google encourage organizations to ditch on-premise software with the promise of simplified IT administration and lower costs.",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS71469876920100507",
        "time": "9:42PM UTC"
    },
    {
        "header": "Google sues for decision on links to copyrighted songs",
        "body": "Google is suing a blues music label to seek a declaration that it has not facilitated the illegal distribution of copyrighted songs by providing links in search results.\n\nGoogle filed the suit against Blues Destiny Records (BDR) in the U.S. District Court for the Northern District of California to seek a judgement in a case dropped by BDR in late March.\n\nBDR last year sued Google and Microsoft in the northern district of Florida “for infringement of copyright by reason of the provider referring or linking users to an online location containing infringing material or infringing activity, by using information location tools, including a directory, index, reference, pointer, or hypertext link...,” according to documents related to the case from the court’s Web site.\n\nGoogle responded by removing or disabling links leading to Web pages allegedly containing the infringing material. The company said it acted in accordance with the Digital Millennium Copyright Act (DMCA) and believes it is protected by the act.\n\nAlthough BDR asked the Florida court to dismiss the original case without prejudice, lawyers representing the company told Google that they planned to re-file the case, Google said in case documents filed with the California court. BDR could not immediately be reached for comment.\n\nThe new Google suit in California seeks an answer to the Florida case. The Internet search giant is asking Judge Joseph Spero for a declaratory judgement that Google has not contributed to the infringement of BDR’s copyrights and is entitled to the protection of DMCA safe harbor clauses. The suit also asks that BDR pay all costs related to the case.",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS264102307720100506",
        "time": "7:59AM UTC"
    },
    {
        "header": "Google to let Apps admins add more apps to domains",
        "body": "Google Apps administrators will be able later this year to add to their domains Google applications that aren’t officially part of the hosted communications and collaboration suite, the company announced Thursday.\n\nWhile Google Apps includes Gmail, Calendar, Docs, Sites and other components, there are many Google applications that aren’t in the suite, like the blog publishing tool Blogger, the Picasa photo organizer and the Reader syndicated feeds manager.\n\n“While these additional applications won’t initially be covered by the core suite’s support and service level agreement, this change will open up the spectrum of Google’s functionality to businesses, schools and organizations using Google Apps and we’ll evaluate future support options,” wrote Dennis Troper, Google Apps product management director, in an official blog post.\n\nThe announcement doesn’t come as a total surprise because in April of last year Dave Girouard, the president of Google’s Enterprise division, posted a Twitter message indicating the company was planning to do this.\n\n“We’re working to give you access to every damn Google service with a Google Apps account -- yep every damn one of them,” that Twitter post read.\n\nTo make this possible, Google will move Apps to a new infrastructure, a process it expects to complete in the fourth quarter of this year for all accounts, according to Troper.\n\n“This will be a significant overhaul to our underlying systems and we want to make this transition as seamless as possible for customers. We’ll be sharing information in advance so Google Apps admins can plan ahead which additional Google services users can access with their accounts and other aspects of this roll-out,” Troper wrote.\n\nIn March of this year, Google made a big move toward fostering and simplifying the adoption and integration of third-party software within Google Apps implementations with the launch of the Google Apps Marketplace.\n\nThe Marketplace isn’t only a storefront for externally built applications, but also a platform through which these applications can be technically integrated with the Apps suite through APIs (application programming interfaces) and open protocols.\n\nThat way, Apps and external applications can share a single sign-on and the applications appear in the administrators’ Apps management consoles.",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS296584757920100507",
        "time": "9:14PM UTC"
    },
    {
        "header": "Google sues indie label over copyright claims",
        "body": "LOS ANGELES (Hollywood Reporter) - Google has taken the rare step of asking a California judge to declare that by linking to copyright-infringing works on Rapidshare, the search giant is not facilitating the illegal distribution of copyrighted songs.\n\nLast year, Blue Destiny Records, a small blues-oriented music label, sued Google, Microsoft and Rapidshare in Florida. The label claimed that Rapidshare was running “a distribution center for unlawful copies of copyrighted works,” and that Google and Microsoft’s Bing search engine were helping to prop up the company. The label argued that users can easily find copyrighted songs on file-hosting websites by doing a simple search query.\n\nBut in late March, Blue Destiny voluntarily withdrew its lawsuit. Google then asked the company to waive the right to pursue its copyright allegations. According to Google, the label refused, preserving its option to refile its claims.\n\nNow Google has decided that it wants the court battle. The company has filed a 96-page complaint with the California district court, asking for a declaratory judgment that it’s not infringing Blue Destiny’s copyrights.\n\nGoogle is showing a bit of hubris in its latest move. By going on the offensive, Google gets to do battle with a much smaller company in the inevitable fight over whether search engines facilitate copyright infringement. Plus, Google gets a more favorable jurisdiction than a Florida court. The Ninth Circuit has been friendly to Google in similar litigation with Perfect 10, an adult entertainment publisher that tried to punish search engines for indexing copyrighted photos.\n\nThe decision in the forthcoming Blue Destiny trial -- if it gets to that point -- could mean a lot to copyright owners as well as Google. If Google can win this case and get favorable treatment on appeal, it could go a long way toward clearing a big chunk of its potential copyright liability.",
        "link": "http://www.reuters.com/article/musicNews/idUSTRE6450RP20100506",
        "time": "11:02AM UTC"
    }
]