[
    {
        "header": "Microsoft issues emergency \"Google attack\" patch",
        "body": "SEATTLE (Reuters) - Microsoft Corp on Thursday released a patch to protect users of its Internet Explorer browser from attacks similar to those directed at Google Inc’s operations in China last week.\n\nThe world’s largest software company, which said hackers targeting Google and at least 20 other companies in China exploited a weakness in its browser, said its new patch was “critical” and people should apply it as soon as possible.\n\nOther hackers have begun to exploit the flaw, according to researchers with Symantec Corp, the world’s biggest security software maker.\n\nSymantec has found viruses that take advantage of the weakness in Microsoft’s browser on some 100 websites, security researcher John Harrison said on Thursday.\n\nThey are dangerous because they can infect the PC of any user who visits those sites. Unlike less powerful viruses, it is not necessary for people to download software for their machines to become infected, Harrison said.\n\nPCs are safe if they apply the patch, which resolves eight vulnerabilities in Internet Explorer, Microsoft said. The most serious could allow hackers to gain control of a computer remotely via Web sites people visit while using the browser.\n\n”We’re always working, we have fewer vulnerabilities\n\nthan our competitors,” said Microsoft Chief Executive Steve Ballmer at an energy conference in Houston, addressing cyber-security concerns.\n\nHe gave no indication that Microsoft would change its business in China after Google threatened to quit the country last week. “We respect the laws of China, it’s the only appropriate thing for us to do,” he said.\n\nThe viruses Symantec has found only successfully attack Internet Explorer 6, though hackers could figure out how to break through the defenses of Internet Explorer 7 and 8, the most recent version of the software, Symantec’s Harrison said.\n\nMost Internet Explorer customers, who have automatic updating enabled on their systems, will not need to take any action on the security patch, Microsoft said. For manual updating, it directed users to its website (here).",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE60K5GR20100122",
        "time": "8:00AM UTC"
    },
    {
        "header": "US STOCKS SNAPSHOT-Wall St slides on bank plan, Google",
        "body": "NEW YORK, Jan 22 (Reuters) - U.S. stocks tumbled in their worst three-day slide since March on Friday on fears the White House’s plan to curb bank risk-taking would cut profits and Google Inc’s (GOOG.O) disappointing results hit technology shares.\n\n* The Dow Jones industrial average .DJI slid 216.90 points, or 2.09 percent, to 10,172.98. The Standard & Poor's 500 Index .SPX lost 24.74 points, or 2.22 percent, to 1,091.74. The Nasdaq Composite Index .IXIC shed 60.41 points, or 2.67 percent, to 2,205.29. (Reporting by Leah Schnurr; Editing by Kenneth Barry)",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2216870020100122",
        "time": "4:11PM UTC"
    },
    {
        "header": "EU queries impact of Microsoft/Yahoo deal on Google",
        "body": "BRUSSELS, Jan 22 (Reuters) - EU regulators are seeking market views on whether a Microsoft Corp (MSFT.O) plan to use Yahoo Inc’s search technology would help the U.S. software firm compete against dominant search engine Google Inc (GOOG.O). Microsoft struck a 10-year Web search partnership with Yahoo YHOO.O last July, seeking to challenge Google. Combining forces could also attract more ad dollars from marketers, but the deal has yet to be approved by antitrust regulators.\n\nAntitrust lawyers have said U.S. regulators are expected to scrutinise the deal closely but eventually grant approval as it would create a stronger rival to Google. [ID:nN29273592]\n\n“Will the merger make Microsoft a better competitor to Google?” the European Commission said in a questionnaire sent to interested parties and obtained by Reuters.\n\nThe 38-question document asked potential respondents whether they believed Google had a competitive advantage compared to other search engines and what they considered to be the advantages and disadvantages of the various services.\n\nThey were also asked whether the Microsoft/Yahoo deal would encourage innovation and lead to better searching. The deadline for comments is Jan. 29.\n\nThe European Union executive has given itself until Feb. 19 to clear or prohibit the deal. It could extend the review should it have competition concerns. Outgoing Competition Commissioner Neelie Kroes has to date blocked only two proposed mergers.\n\nMicrosoft last month ended a decade-long battle with the Commission by agreeing to give European consumers better access to rival Internet browsers in its Windows operating system.\n\nAntitrust infringements in Europe have led to fines against Microsoft totalling 1.68 billion euros ($2.4 billion). (Reporting by Foo Yun Chee, editing by Dale Hudson)",
        "link": "http://www.reuters.com/article/COMSRV/idUSLDE60L0TV20100122",
        "time": "10:50AM UTC"
    },
    {
        "header": "Google profit rises, revenue misses some forecasts",
        "body": "SAN FRANCISCO (Reuters) - Google Inc was among the first technology companies to shake off the recession last year, but the Internet giant’s fourth-quarter report could not satisfy investors’ increasing demand for stronger growth.\n\nShares of Google fell about 4 percent after the leading Internet search provider posted a higher-than-expected profit but its revenue growth lagged some of Wall Street’s most bullish expectations -- even though it was Google’s strongest performance in a year.\n\nExpectations ”got higher as they came closer to reporting and they delivered fundamentally sound numbers, but did not deliver a blowout,“ said Martin Pyykkonen, senior analyst at Janco Partners. ”I think the stock will recover. I don’t think it will fall through the floor.\n\nGoogle, whose total revenue increased 17 percent from a year earlier to $6.67 billion, is the latest major tech firm to close out 2009 with improved financial results. Others include Intel Corp, International Business Machines Corp and eBay Inc.\n\nBut investors had sold off tech stocks to lock in profits this week, including that of IBM, which has risen roughly 10 percent in three months.\n\nGoogle’s problems in China have also been an overhang on the stock, which is down about 12 percent since hitting a 52-week high in early January. The company said last week that it might have to close its China operations after a cyber attack and its decision to stop censoring search results.\n\nChief Executive Eric Schmidt said in a conference call on Thursday that the China business is unchanged but the company expects to make changes in a “reasonably short time from now.”\n\nGoogle executives said on Thursday that the company would invest heavily in 2010 as it seeks to stay ahead in the search business that delivers the lion’s share of its revenue and as it spends on initiatives to expand into new markets.\n\nGoogle is facing increasing competition from Microsoft Corp, which has struck a deal to provide Yahoo Inc’s search technology. And Google’s efforts to expand into the mobile phone market, including the recent move to sell the Nexus One smartphone directly to consumers, has put it in greater competition with Apple Inc.\n\nSchmidt said Google’s “business structures” with Apple were quite stable, but he declined to comment on media reports that Apple was in talks with Microsoft about replacing Google as the iPhone’s search engine.\n\nSchmidt cited mobile as the business outside of search advertising that was most likely to deliver the sharpest growth on a percentage basis going forward, though he said display advertising represented the largest growth opportunity in absolute dollars.\n\nGoogle’s fourth-quarter profit per share, excluding items, was $6.79, above the year-earlier period’s $5.10 and beating analysts’ average forecast of $6.48, according to Thomson Reuters I/B/E/S.\n\nNet revenue, which excludes the traffic acquisition costs Google paid to partners, rose 13 percent to $4.95 billion, which was at the low end of some estimates for 13 percent to 15 percent growth. The average forecast was $4.92 billion.\n\n“Earnings were much ahead of expectations, but top-line fell slightly below expectations,” said Sameet Sinha, analyst at JMP Securities. “I think that is because cost per click was up about 2 percent sequentially, and we had been expecting closer to 5 percent growth.” Cost per click is the price that advertisers pay Google when a Web surfer clicks on an ad.\n\nGoogle said its headcount increased to 19,835 employees in the quarter, reversing three quarters of declines. And the company said it spent more money on marketing campaigns during the fourth quarter.\n\n“Spending is always a wild card at Google,” said Andy Miedler, senior technology analyst at Edward Jones. But he noted that Google “proved their cost-cutting stripes” during the downturn, and that any uptick in spending going forward will come as revenues rise.\n\nNet income was $1.97 billion, or $6.13 a share, in the three months ended December 31, compared with $382.4 million, or $1.21 a share, in the year-earlier period when the company took charges for its investments in AOL Inc and Clearwire Corp.\n\nTotal revenue at Google rose 17 percent to $6.67 billion. Revenue from outside the United States was 53 percent of the total. Google does not disclose the size of its business in China, where it lags home-grown search powerhouse Baidu Inc, but analysts peg Google’s annual China revenue at between $200 million and $600 million.\n\nGoogle shares fell about 4 percent to $556.26 in after-hours trade following the earnings report.",
        "link": "http://www.reuters.com/article/internetNews/idUSTRE60K33U20100122",
        "time": "8:09AM UTC"
    },
    {
        "header": "Google founders Brin and Page to sell 10 million shares",
        "body": "NEW YORK (Reuters) - Google Inc founders Larry Page and Sergey Brin plan to sell about 10 million of the company’s shares over the next five years, the company said in a regulatory filing on Friday.\n\nPage and Brin currently own about 57.7 million shares of Google’s Class B common stock -- roughly 18 percent of Google’s outstanding capital stock and about 59 percent of the voting power of Google’s outstanding capital stock.\n\nIf the two founders both sell 5 million shares as planned, they would own about 47.7 million shares, which would represent around 15 percent of Google’s outstanding capital stock and 48 percent of the voting power of Google’s outstanding capital stock.\n\nPage is currently Google’s president of products and Brin is its president of technology.",
        "link": "http://www.reuters.com/article/newsOne/idUSTRE60M02H20100123",
        "time": "7:52PM UTC"
    },
    {
        "header": "Obama troubled by Google cyber breach in China",
        "body": "CLEVELAND (Reuters) - President Barack Obama continues to be troubled by a cyber security breach at Google in China that has the company threatening to pull its operations out of China, the White House said on Friday.\n\nWhite House spokesman Bill Burton made clear that Obama agreed with Secretary of State Hillary Clinton, who said on Thursday that “countries or individuals that engage in cyber attacks should face consequences and international condemnation.”\n\n“All we’re looking for from China are some answers,” Burton told reporters traveling with Obama on a trip to Ohio.\n\nHe said Obama “continues to be troubled by the cyber security breach” that Google Inc. (GOOG.O) blamed on China.",
        "link": "http://www.reuters.com/article/GCA-BarackObama/idUSTRE60L4AX20100122",
        "time": "12:04PM UTC"
    },
    {
        "header": "Google tunes search engine for facts, events",
        "body": "Google is making it easier for people to find factual answers and event information directly in its search engine results, as it continues evolving and enhancing its core product, the company said Friday.\n\n“These [new features] focus on the efforts we’ve put in on understanding the Web better, understanding the content on it, not just [matching] keywords,” said Noah Weiss, a Google product manager, in an interview.\n\nFor search queries that can be answered with a simple, short fact, such as a country’s population, a book’s author or the height of a landmark building, Google will in the coming days start delivering a new type of result.\n\nThese results will include a text snippet from the page that contains the factual answer highlighted in bold type, instead of a more general text snippet.\n\n“We’re trying to change the results for these fact-finding queries to better reflect the answers that may be on the page,” Weiss said.\n\nThis new feature, which will be available only in English initially, was based on research done for the Google Squared search service, a “labs” product introduced last year that answers queries about categories, like the members of a baseball team, by putting facts on a table.\n\nIn addition, Google will start letting webmasters tag event data, such as a concert’s artist, date and location, in a certain format, so that it can then be displayed on a list right under search results.\n\nThis new feature is an extension of Rich Snippets, a new way of presenting structured data, like ratings and prices, in search result text blurbs, said Google product manager Kavi Goel.\n\nWhen the Google crawler notices that portions of a page have been labeled as structured data, it’s able to present it in clearer way in search results. Prior to events, the Google engine could also deliver Rich Snippets related to people and reviews.",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS377130856920100123",
        "time": "9:24PM UTC"
    }
]