[
    {
        "header": "Google revamps U.S. search",
        "body": "SAN FRANCISCO (Reuters) - Google is revamping the way it handles searches in the United States to give users quick access to answers without leaving the page, the company said.\n\nThe new search process is based on what Google calls the “knowledge graph” -- meaning that it tries to pinpoint faster the context surrounding its users’ keyword searches.\n\n“Over the years, as search has improved, people expect more,” said Amit Singhal, vice president of engineering at Google and the head of search, in an interview. “We see this as the next big improvement in search relevance.”\n\nThe redesign, which for now affects only U.S.-based English language users, is gradually being rolled starting Wednesday on desktop, mobile and tablet platforms. Google plans to eventually expand the new search features outside the U.S., Singhal said, without specifying when.\n\nMany of the results will carry more graphical elements, compared to standard lists of search results, such as maps and pictures of related results, often in separate pop-ups. The idea is to let users easily discover what related material interests them and click through to it, Singhal said.\n\nThe offering is the latest example of search companies moving away from offering a list of text-based links as search results. Last week, Microsoft’s Bing unveiled a redesign that includes a “snapshot” column. Last year, Yahoo rolled out its “search direct box.”\n\nGoogle is by far the leader in search, with 66 percent of the U.S. market, according to comScore. But it sees other sites such as Facebook as competition, as users there can poll their friends and acquaintances for information on various topics without leaving the Facebook ecosystem.\n\nUnder Google’s existing algorithm, a search for “kings” might pull up results for the ice hockey team, the basketball team, and the TV series, all on the first results page.\n\nOn the revamped Google, a box will pop up in the top right-hand corner of the screen, giving users the option right away to limit their search to the desired meaning of “kings.”\n\nFor some searches, such as on prominent people, Google will automatically pull up a summary box with key information on that topic. The summary box will also appear on the top right of the page.\n\nA search for architect Frank Lloyd Wright, for example, pulls up the first line of his Wikipedia entry, plus dates of birth and death, thumbnail pictures of his best-known buildings, and thumbnail pictures of other architects people commonly search for.\n\nThe upshot is that many users will end their Internet search without leaving Google’s pages, when in the past they might have continued to a site such as Wikipedia, which is collaborating with Google on the new search features.\n\nGoogle said it could actually drive more traffic to Wikipedia, which will be prominently linked to in the summary boxes. A Wikipedia spokesman said Google is using Wikipedia information in an appropriate way.\n\nThe new techniques are based in large part on work done at online data collection Freebase, Singhal said. Freebase was developed by Metaweb, a company Google acquired in 2010.\n\nGoogle is also working on being able to better answer more complex questions such as “What are the ten deepest lakes in Africa?” that require its algorithms to factor in several different criteria.\n\nBut it may never be able to crack some users’ toughest questions, such as “Does my hairstyle make me look fat?” which Singhal said was a real user query.\n\n“We are not magicians,” he said. “We are just computer science geeks.”",
        "link": "http://www.reuters.com/article/2012/05/17/net-us-google-search-idUSBRE84F13L20120517",
        "time": "9:25AM UTC"
    },
    {
        "header": "Iran threatens to sue Google over dropping Persian Gulf",
        "body": "DUBAI (Reuters) - Iran’s Foreign Ministry threatened on Thursday to take legal action against Google for dropping the name Persian Gulf from its Google Maps and leaving the waterway between Iran and Arab states nameless, state television reported.\n\n“One of the seditionist acts taken as part of the soft war against the Iranian nation has been Google’s shameless act to drop the name ‘Persian Gulf’ which is ... against historical documents,” Foreign Ministry spokesman Ramin Mehmanparast was quoted as saying.\n\n“We have put on our agenda to make an official complaint against Google,” he said, according to state television.\n\nDesignation of the key waterway for global oil and gas supplies has long been a touchy issue among the countries bordering it - Saudi Arabia, Kuwait, Qatar, Bahrain, the United Arab Emirates, Oman, Iraq and Iran.\n\nIran says it is the Persian Gulf, the Arab states say it is the Arabian Gulf. Foreign language descriptions can offend either party if they use one name or the other, or sometimes if they avoid an adjective altogether.\n\nTension between Iran and U.S.-allied Gulf Arab states has been high over Iran’s nuclear energy program, which Gulf rulers fear will give Tehran a nuclear weapon. Iran says its peaceful nuclear program is aimed at generating electricity.\n\nGulf Arabs also accuse Iran of fomenting unrest in Bahrain - a charge Iran and protesters deny. Tehran has lauded Arab uprisings in the region as an “Islamic awakening” against despotic rulers, saying they were influenced by its own 1979 Islamic revolution.\n\nMost ordinary Iranians are sensitive about the name of the waterway, saying it has been historically called the ‘Persian Gulf’. Numerous pages on social media such as Facebook have been created and dedicated to the waterway.\n\nIran threatened in 2010 to ban airlines from using its airspace if they referred to the Arabian instead of Persian Gulf.",
        "link": "http://www.reuters.com/article/2012/05/17/net-us-iran-google-idUSBRE84G19A20120517",
        "time": "3:52PM UTC"
    }
]