[
    {
        "header": "Analysis: How long can Google's shares stay airborne?",
        "body": "NEW YORK/SAN FRANCISCO (Reuters) - Google Inc’s shares have clung tenaciously near record highs after a three-month, 30 percent rally fueled by rising optimism about Internet advertising, but Wall Street fears it may be running out of steam.\n\nGoogle stock has hovered near an all-time high of $774.38 since touching that peak on October 5. To break through that level, investors and analysts say it needs to run a gauntlet of risks that could undermine its status as technology’s second-most valuable company.\n\nThe most immediate concerns center on competition in the mobile arena, which is shaping up as the main battleground for tech supremacy among Google, Amazon.com Inc, Microsoft Corp, Apple Inc and Facebook Inc.\n\nInvestors point out that Google’s Android - despite being the world’s most-used mobile software - has yet to yield significant revenue growth. And the company has not yet articulated a coherent strategy in the wake of its $12.5 billion acquisition in May of cellphone maker Motorola Mobility.\n\nIn the longer term, a rising wave of regulatory scrutiny both at home and abroad could represent the single biggest risk to the Google story. Regulators are looking into whether Google is competing unfairly by favoring its own properties in its core search product, and whether it inappropriately uses sensitive personal data to target ads.\n\nTo be sure, of 45 investment brokerages that cover Google, 36 rate it a “buy” or “strong buy,” with the median price target standing at $845 - up another 12 percent from current levels - and the most bullish target at $910. Among portfolio managers, at least one maintains a $1,300 target, after factoring in Google’s growing cash and securities pile.\n\n“Their business model alone makes them an incredibly easy target for a whole bunch of legal matters,” said Kim Forrest, an analyst and portfolio manager at Fort Pitt Capital Group who recently owned Google shares.\n\n“To date they’ve done well managing it,” Forrest said, referring to Google’s interactions with regulators. “But I think it’s their big risk. Most investors don’t fully understand that, professionals as well as retail.”\n\nGoogle’s run-ins with regulators over the years have invited comparisons to Microsoft and IBM, two tech giants that were once distracted and constrained by long-running antitrust battles.\n\n”They seem to be well-positioned in display ads and mobile, which are nascent industries,“ said Connor Browne, portfolio manager of the Thornburg Value Fund. ”The biggest risk by far is regulators bringing an antitrust case, a la the Microsoft Internet Explorer suit that company faced.\n\n“Our expectations are nothing material for the stock, but that could be one of the reasons why the valuation is not higher now.”\n\nSources told Reuters last week that a majority of commissioners at the U.S. Federal Trade Commission was poised to recommend, possibly as early as November, that the government bring an antitrust lawsuit against Google.\n\nSeveral companies, including Yelp Inc, have accused Google of tilting its search algorithm so that links to its own subsidiaries appear more often in its search results. Google processes two-thirds of all Internet queries in the United States and roughly 90 percent in Europe.\n\nBut analogies to previous antitrust cases may be off-base, analysts say.\n\nThe FTC is not likely to demand actions nearly as dramatic as the forced breakup of telecom giant AT&T in 1984, but the constant threat of antitrust investigations “makes it a more highly scrutinized company and therefore they need to tread more carefully than others,” said Colin Sebastian, an analyst at Robert W. Baird & Co.\n\n“It becomes a perception issue” that could affect how aggressively Google tweaks its search algorithms, he added.\n\nThe bar for antitrust enforcement remains high. Regulators must show that aside from stifling competitors, Google’s actions hurt consumers. Even if the FTC proceeds against the company, it is unlikely to try to alter its strategy of developing the Google+ social network, as well as its Maps and consumer review products, into a comprehensive, searchable database of people and businesses, analysts say. Rather, it is likely to press the company to disclose which search results are generated from Google properties, or seek other tweaks that the company has seemed willing to make, analysts say.\n\n“It’s miles from Microsoft,” said David Balto, a former FTC policy director and antitrust lawyer. “It would be fruitless to try to identify any consumer harm comparable to what Microsoft engaged in.”\n\nMore critical may be the search giant’s regular entanglements with privacy regulators, especially in Europe. Google, like Yahoo Inc and Facebook, relies on the ability to track users while they surf the Web as an essential driver of its advertising business.\n\nThis week, European Union authorities threatened Google with fines unless it amended its privacy policy after the company consolidated user data across its products, like Gmail and Google Plus, to better target advertising.\n\nThe risk is that it could get ensnared in complex, pan-global privacy investigations that hamper its ability to collect user data.\n\n“Privacy is the bigger risk,” said Sebastian, the Baird analyst. “If Google were not allowed to target advertising, that would hurt monetization. It’s a headline risk that can cause choppiness in the stock.”\n\nGoogle itself has been clear that its biggest priority for now is the mobile device battle with Apple, which Executive Chairman Eric Schmidt called the “defining fight” of the high-tech industry.\n\nThe Android operating system accounts for 56 percent of the market, according to Strategy Analytics, but it is losing share to one-time partner Apple, which surged from 23.2 percent market share in the second quarter of 2012 to 33.2 percent a year later on the back of strong sales of its iPhone 4S.\n\nAnd the deal for Motorola, its largest-ever acquisition, will remain under scrutiny until the division can turn a profit.\n\n“It seems like every new business they’ve gone into has diluted their net income. Shareholders would like to know how they’re going to get paid,” said Forrest, who expects Google’s recent share gains to level out for the rest of the year.\n\n“The biggest beneficiary of people adopting Android is Microsoft, because they get paid an $8 license (per device) for their patents.”\n\nSome, however, see a lot to like in Google’s prospects.\n\nThe company dominates search, and processes a full two-thirds of all Internet queries in the United States.\n\nGoogle also seems well-positioned to adjust to a sweeping change in consumer behavior that is afflicting its peers. People are spending increasing time on their smartphones and tablets, but advertising rates on mobile devices command only 56 to 71 percent the price of ads - or “cost per click” - on laptops and PCs, according to an Adobe Systems Inc study.\n\nGoogle appeared to suffer a blip in the second quarter, when it reported a 16 percent decline in its search ads’ “cost per click” compared with a year ago, but analysts say the long-term forecast for Google’s mobile transition remains upbeat.\n\nWith the help of its AdMob acquisition, completed last year, and the rise of video advertising on its YouTube platform, Google seems well-positioned.\n\nRising advertising rates for mobile searches and earnings growth rates of over 20 percent over the next two years could make the company’s shares worth $1,300 in 2014, assuming a 15 times earnings multiple and factoring in cash, argued Browne, who owns shares in his $2.1 billion Thornburg Value fund.\n\nHe said desktop searches should account for about 70 percent of Google’s total ad revenue, followed by display ads at 15 percent and mobile searches at 10 percent.\n\n“We give them zero credit for Motorola, assuming no big profits and no big losses,” he said.\n\nWhile his estimate is not as lofty, Paul Meeks, an analyst at Saturna Capital who covers technology for the $2.2 billion Amana Growth Fund, said shares of Google should trade at $854, a 13 percent jump from Wednesday’s closing price of $755.49. He arrived at that price by assuming a 15 multiple on next year’s projected earnings of $49 a share - a tad above Wall Street’s current average expectations - and adding in $113 per share based on the company’s large cash position.\n\n“This is a company that starts with essentially a monopolist position in desktop search, and now through Android they are capturing more than half of the mobile ad revenue dollars,” Meeks said.\n\nBut other investors in the company are preparing to pare back or sell their positions after the recent run-up.\n\n“The stock is more fairly valued now than it was when we picked it up in the fourth quarter of last year,” said Daniel Morris, who manages the $4.3 million Manor Growth fund. Google needs to show that it can wring profit from its growing number of searches for the stock in order to move higher, he said.\n\nThe stock also tends to rise and fall with an advertising market that is in turn tied to investor sentiment, said Steve Sorrano, equities analyst for Calvert Investments. He said that latecomers might not want to jump on the investor bandwagon right now.\n\n“It’s easy to get hurt if you own that stock too late in the cycle,” he said.",
        "link": "http://www.reuters.com/article/2012/10/17/net-us-google-shares-idUSBRE89G1W020121017",
        "time": "7:56PM UTC"
    }
]