[
    {
        "header": "US STOCKS SNAPSHOT-Wall St falls after Google results",
        "body": "NEW YORK, Oct 18 (Reuters) - U.S. stocks fell on Thursday and the Nasdaq hit session lows following an unexpected release of quarterly results from Google Inc that pushed its stock down more than 10 percent.\n\nThe Dow Jones industrial average slipped 2.72 points, or 0.02 percent, to 13,554.28. The Standard & Poor’s 500 Index lost 2.21 points, or 0.15 percent, to 1,458.70. The Nasdaq Composite Index dropped 23.06 points, or 0.74 percent, to 3,081.07.\n\nGoogle had been expected to report results after the closing bell. The surprising announcement drove Google’s stock down as much as 10.5 percent.\n\nGoogle’s stock was halted at around 12:52 p.m. EDT. The stock was last down 9 percent at $687.30.",
        "link": "http://www.reuters.com/article/2012/10/18/markets-usa-stocks-google-idUSL1E8LI95F20121018",
        "time": "12:55PM UTC"
    },
    {
        "header": "US STOCKS-Nasdaq falls 1 percent after weak Google results",
        "body": "* S&P 500 comes off three straight days of gains\n\nNEW YORK, Oct 18 (Reuters) - U.S. stocks fell on Thursday, with the Nasdaq dropping 1 percent, as Google shares slumped after the company reported revenue and earnings below analysts’ expectations.\n\nGoogle Inc shares fell 8.9 percent to $687.92 before the stock was halted and after the company unexpectedly reported its third-quarter earnings early.\n\nThe Internet search company was the biggest drag on both the S&P 500 and Nasdaq indexes.\n\n“Mistake or not, the earnings are earnings. The problem is when this happens in the middle of the day, there is no time for a conference call to massage it. There is no time for analysts’ questions and for an evaluation,” said Joe Saluzzi, co-manager of trading at Themis Trading in Chatham, New Jersey.\n\n“Now you shoot first and ask questions later.”\n\nBut losses were lower on the S&P 500 and Dow, which were helped by positive earnings from Verizon and Travelers Companies. Google is not one of the Dow Industrial’s 30 components.\n\nVerizon Communications Inc reported revenue that slightly exceeded expectations while U.S. property and casualty insurer Travelers Cos posted record operating earnings that were much stronger than expected.\n\nTravelers gained 3.6 percent to $73.98 as the biggest boost to the Dow. Verizon rose 2.8 percent to $45.97. The S&P telecom sector index, up 1.9 percent, was the best performer among the S&P 500’s 10 major sectors.\n\n“Third-quarter earnings are not spectacular, that’s for sure. But the bar is so low that as long as the businesses aren’t falling apart, the earnings aren’t collapsing,” said Doug Foreman, director of equities at Kayne Anderson Rudnick Investment Management in Los Angeles.\n\nThe Dow Jones industrial average dropped 11.13 points, or 0.08 percent, to 13,545.87. The Standard & Poor’s 500 Index lost 4.39 points, or 0.30 percent, to 1,456.52. The Nasdaq Composite Index fell 31.98 points, or 1.03 percent, to 3,072.14.\n\nWeekly jobless claims rose much more than expected in the latest week to 388,000, coming off an unexpectedly sharp decline in the previous week. Analysts had expected claims to rise to 365,000, though a Labor Department official said it appeared state-level administrative issues were distorting the data.\n\nAccording to Thomson Reuters data through Thursday morning with 19 percent of S&P 500 companies having reported results, 64.9 percent have beaten analysts’ expectations. The average since 2002 has been a beat rate of 62 percent.\n\nQuarterly earnings are expected to drop 1.5 percent from a year ago, an improvement from the forecast earlier in the week calling for a decline of 2.3 percent.",
        "link": "http://www.reuters.com/article/2012/10/18/markets-usa-stocks-idUSL1E8LI9NR20121018",
        "time": "1:33PM UTC"
    },
    {
        "header": "REFILE-US STOCKS-Google snafu rips tech stocks, drags Wall St lower",
        "body": "* Dow off 0.1 pct, S&P 500 off 0.2 pct, Nasdaq down 1 pct\n\nNEW YORK, Oct 18 (Reuters) - U.S. stocks fell on Thursday, with technology stocks hit hard after Google disappointed investors with earnings results that were prematurely released during the trading day.\n\nGoogle’s stock dropped 8 percent - the company’s worst day since Jan. 20 - to close at $695 after the Internet giant’s third-quarter results showed earnings and revenue fell short of forecasts. Trading of the stock was halted at 12:50 p.m. Trading resumed at 3:20 p.m.\n\nThe slide in Google’s stock after the midday surprise was the biggest drag on the S&P 500. Tech stocks suffered, with the S&P 500 information technology index losing 1.53 percent. Shares of IBM, which disappointed investors a day earlier, lost 2.8 percent to close at $194.96 and pull the Dow lower.\n\n“It’s a huge impact on the market, and especially the tech stocks,” said Paul Nolte, managing director at Dearborn Partners in Chicago. “What happened to Google is a continuation in the tech sector of some very poor earnings numbers. But we’re not seeing the same lack of performance across the board from other sectors.”\n\nTravelers gained 3.6 percent to $73.94 and gave the biggest boost to the Dow after the U.S. property and casualty insurance company posted record operating earnings.\n\nVerizon Communications Inc rose 2.4 percent to $45.78 after the company reported a record quarterly profit. Verizon attributed these gains to its wireless business. It also posted revenue that slightly exceeded expectations.\n\nMorgan Stanley reported better-than-expected adjusted quarterly earnings on Thursday as big gains in its bond trading business boosted its revenue. The stock fell, however, losing 3.8 percent to $17.79.\n\nTechnology was by far the day’s weakest sector, but seven of the S&P 500’s 10 sectors ended the session higher.\n\nOverall, with 19 percent of S&P 500 companies having reported results, quarterly earnings are expected to drop 1.5 percent from a year ago - an improvement from a decline of 3 percent forecast earlier in the week, according to Thomson Reuters data.\n\nAfter the close, Microsoft reported that its fiscal first-quarter profit fell, hurt by a dip in computer sales running its Windows operating system. Microsoft’s stock fell 1.2 percent after the bell. It had closed at $29.50, down 0.3 percent in regular trading.\n\nPhilip Morris International was also scheduled to post earnings after the bell on Thursday.\n\nWeak jobs data released on Thursday also weighed on the market. Weekly jobless claims rose to 388,000 - or 32,000 more than analysts expected. A Labor Department official said it appeared that state-level administrative issues were distorting the data.\n\n“On a longer-term basis and non-seasonally adjusted basis, the jobs numbers are in line with where they’re been all year. And that’s still indicative of very slowly improving employment,” Nolte said.\n\nShares of eBay gained 5.5 percent to $50.83 after S&P Capital IQ raised its target price on the stock by $5 to $53.\n\nThe Dow Jones industrial average dipped 8.06 points, or 0.06 percent, to 13,548.94 at the close. The Standard & Poor’s 500 Index shed 3.57 points, or 0.24 percent, to 1,457.34. The Nasdaq Composite Index fell 31.26 points, or 1.01 percent, to close at 3,072.87.\n\nThursday’s decline snapped the S&P 500’s three-day streak of gains, when it rose 2.3 percent.\n\nLam Research gained 7.2 percent to $36.01 after Piper Jaffray cut its price target on the wafer manufacturing company’s stock to $39 from $45. The brokerage has an “overweight” rating on the stock.",
        "link": "http://www.reuters.com/article/2012/10/18/markets-usa-stocks-idUSL1E8LIE2D20121018",
        "time": "5:09PM UTC"
    },
    {
        "header": "US STOCKS SNAPSHOT-Wall St ends down after Google's snafu",
        "body": "NEW YORK, Oct 18 (Reuters) - U.S. stocks fell on Thursday, with technology stocks hit hard after Google disappointed investors with earnings results that were inadvertently released during the trading day.\n\nBased on the latest available data, the Dow Jones industrial average dipped 8.06 points, or 0.06 percent, to end unofficially at 13,548.94. The Standard & Poor’s 500 Index slipped 3.57 points, or 0.24 percent, to finish unofficially at 1,457.34. The Nasdaq Composite Index declined 31.26 points, or 1.01 percent, to close unofficially at 3,072.87.",
        "link": "http://www.reuters.com/article/2012/10/18/markets-usa-stocks-close-idUSEAP10RI2I20121018",
        "time": "4:08PM UTC"
    },
    {
        "header": "Analysis: How long can Google's shares stay airborne?",
        "body": "NEW YORK/SAN FRANCISCO (Reuters) - Google Inc’s shares have clung tenaciously near record highs after a three-month, 30 percent rally fueled by rising optimism about Internet advertising, but Wall Street fears it may be running out of steam.\n\nGoogle stock has hovered near an all-time high of $774.38 since touching that peak on October 5. To break through that level, investors and analysts say it needs to run a gauntlet of risks that could undermine its status as technology’s second-most valuable company.\n\nThe most immediate concerns center on competition in the mobile arena, which is shaping up as the main battleground for tech supremacy among Google, Amazon.com Inc, Microsoft Corp, Apple Inc and Facebook Inc.\n\nInvestors point out that Google’s Android - despite being the world’s most-used mobile software - has yet to yield significant revenue growth. And the company has not yet articulated a coherent strategy in the wake of its $12.5 billion acquisition in May of cellphone maker Motorola Mobility.\n\nIn the longer term, a rising wave of regulatory scrutiny both at home and abroad could represent the single biggest risk to the Google story. Regulators are looking into whether Google is competing unfairly by favoring its own properties in its core search product, and whether it inappropriately uses sensitive personal data to target ads.\n\nTo be sure, of 45 investment brokerages that cover Google, 36 rate it a “buy” or “strong buy,” with the median price target standing at $845 - up another 12 percent from current levels - and the most bullish target at $910. Among portfolio managers, at least one maintains a $1,300 target, after factoring in Google’s growing cash and securities pile.\n\n“Their business model alone makes them an incredibly easy target for a whole bunch of legal matters,” said Kim Forrest, an analyst and portfolio manager at Fort Pitt Capital Group who recently owned Google shares.\n\n“To date they’ve done well managing it,” Forrest said, referring to Google’s interactions with regulators. “But I think it’s their big risk. Most investors don’t fully understand that, professionals as well as retail.”\n\nGoogle’s run-ins with regulators over the years have invited comparisons to Microsoft and IBM, two tech giants that were once distracted and constrained by long-running antitrust battles.\n\n”They seem to be well-positioned in display ads and mobile, which are nascent industries,“ said Connor Browne, portfolio manager of the Thornburg Value Fund. ”The biggest risk by far is regulators bringing an antitrust case, a la the Microsoft Internet Explorer suit that company faced.\n\n“Our expectations are nothing material for the stock, but that could be one of the reasons why the valuation is not higher now.”\n\nSources told Reuters last week that a majority of commissioners at the U.S. Federal Trade Commission was poised to recommend, possibly as early as November, that the government bring an antitrust lawsuit against Google.\n\nSeveral companies, including Yelp Inc, have accused Google of tilting its search algorithm so that links to its own subsidiaries appear more often in its search results. Google processes two-thirds of all Internet queries in the United States and roughly 90 percent in Europe.\n\nBut analogies to previous antitrust cases may be off-base, analysts say.\n\nThe FTC is not likely to demand actions nearly as dramatic as the forced breakup of telecom giant AT&T in 1984, but the constant threat of antitrust investigations “makes it a more highly scrutinized company and therefore they need to tread more carefully than others,” said Colin Sebastian, an analyst at Robert W. Baird & Co.\n\n“It becomes a perception issue” that could affect how aggressively Google tweaks its search algorithms, he added.\n\nThe bar for antitrust enforcement remains high. Regulators must show that aside from stifling competitors, Google’s actions hurt consumers. Even if the FTC proceeds against the company, it is unlikely to try to alter its strategy of developing the Google+ social network, as well as its Maps and consumer review products, into a comprehensive, searchable database of people and businesses, analysts say. Rather, it is likely to press the company to disclose which search results are generated from Google properties, or seek other tweaks that the company has seemed willing to make, analysts say.\n\n“It’s miles from Microsoft,” said David Balto, a former FTC policy director and antitrust lawyer. “It would be fruitless to try to identify any consumer harm comparable to what Microsoft engaged in.”\n\nMore critical may be the search giant’s regular entanglements with privacy regulators, especially in Europe. Google, like Yahoo Inc and Facebook, relies on the ability to track users while they surf the Web as an essential driver of its advertising business.\n\nThis week, European Union authorities threatened Google with fines unless it amended its privacy policy after the company consolidated user data across its products, like Gmail and Google Plus, to better target advertising.\n\nThe risk is that it could get ensnared in complex, pan-global privacy investigations that hamper its ability to collect user data.\n\n“Privacy is the bigger risk,” said Sebastian, the Baird analyst. “If Google were not allowed to target advertising, that would hurt monetization. It’s a headline risk that can cause choppiness in the stock.”\n\nGoogle itself has been clear that its biggest priority for now is the mobile device battle with Apple, which Executive Chairman Eric Schmidt called the “defining fight” of the high-tech industry.\n\nThe Android operating system accounts for 56 percent of the market, according to Strategy Analytics, but it is losing share to one-time partner Apple, which surged from 23.2 percent market share in the second quarter of 2012 to 33.2 percent a year later on the back of strong sales of its iPhone 4S.\n\nAnd the deal for Motorola, its largest-ever acquisition, will remain under scrutiny until the division can turn a profit.\n\n“It seems like every new business they’ve gone into has diluted their net income. Shareholders would like to know how they’re going to get paid,” said Forrest, who expects Google’s recent share gains to level out for the rest of the year.\n\n“The biggest beneficiary of people adopting Android is Microsoft, because they get paid an $8 license (per device) for their patents.”\n\nSome, however, see a lot to like in Google’s prospects.\n\nThe company dominates search, and processes a full two-thirds of all Internet queries in the United States.\n\nGoogle also seems well-positioned to adjust to a sweeping change in consumer behavior that is afflicting its peers. People are spending increasing time on their smartphones and tablets, but advertising rates on mobile devices command only 56 to 71 percent the price of ads - or “cost per click” - on laptops and PCs, according to an Adobe Systems Inc study.\n\nGoogle appeared to suffer a blip in the second quarter, when it reported a 16 percent decline in its search ads’ “cost per click” compared with a year ago, but analysts say the long-term forecast for Google’s mobile transition remains upbeat.\n\nWith the help of its AdMob acquisition, completed last year, and the rise of video advertising on its YouTube platform, Google seems well-positioned.\n\nRising advertising rates for mobile searches and earnings growth rates of over 20 percent over the next two years could make the company’s shares worth $1,300 in 2014, assuming a 15 times earnings multiple and factoring in cash, argued Browne, who owns shares in his $2.1 billion Thornburg Value fund.\n\nHe said desktop searches should account for about 70 percent of Google’s total ad revenue, followed by display ads at 15 percent and mobile searches at 10 percent.\n\n“We give them zero credit for Motorola, assuming no big profits and no big losses,” he said.\n\nWhile his estimate is not as lofty, Paul Meeks, an analyst at Saturna Capital who covers technology for the $2.2 billion Amana Growth Fund, said shares of Google should trade at $854, a 13 percent jump from Wednesday’s closing price of $755.49. He arrived at that price by assuming a 15 multiple on next year’s projected earnings of $49 a share - a tad above Wall Street’s current average expectations - and adding in $113 per share based on the company’s large cash position.\n\n“This is a company that starts with essentially a monopolist position in desktop search, and now through Android they are capturing more than half of the mobile ad revenue dollars,” Meeks said.\n\nBut other investors in the company are preparing to pare back or sell their positions after the recent run-up.\n\n“The stock is more fairly valued now than it was when we picked it up in the fourth quarter of last year,” said Daniel Morris, who manages the $4.3 million Manor Growth fund. Google needs to show that it can wring profit from its growing number of searches for the stock in order to move higher, he said.\n\nThe stock also tends to rise and fall with an advertising market that is in turn tied to investor sentiment, said Steve Sorrano, equities analyst for Calvert Investments. He said that latecomers might not want to jump on the investor bandwagon right now.\n\n“It’s easy to get hurt if you own that stock too late in the cycle,” he said.",
        "link": "http://www.reuters.com/article/2012/10/18/net-us-google-shares-idUSBRE89G1W020121018",
        "time": "8:35AM UTC"
    },
    {
        "header": "Google says RR Donnelley filed draft earnings statement without authorization",
        "body": "SAN FRANCISCO (Reuters) - Google Inc said its financial printer RR Donnelley filed a draft of its third quarter earnings statement without authorization on Thursday morning.\n\nGoogle said it was working to finalize the document and that it would hold its conference call at 1:30pm Pacific Time. (Reporting By Alexei Oreskovic)",
        "link": "http://www.reuters.com/article/2012/10/18/us-google-statement-idUSBRE89H17P20121018",
        "time": "1:40PM UTC"
    },
    {
        "header": "Seoul shares weaken after Google, Microsoft results",
        "body": "SEOUL, Oct 19 (Reuters) - Seoul shares declined on Friday as foreigners sold after weaker-than-expected results from Google Inc and Microsoft Corp added to pessimism about prospects for domestic corporate earnings.\n\nThe Korea Composite Stock Price Index (KOSPI) dropped 0.8 percent to 1,943.33 points as of 0251 GMT, coming off a one-week closing high and underperforming the MSCI index of Asia-Pacific shares outside Japan which was down 0.4 percent.\n\nSouth Korea’s earnings season is set to start next week.\n\n“Earnings expectations are already muted as the outlook for domestic consumption and exports is bad,” said Park Hyung-joong, an economist at Meritz Securities.\n\nBut state-owned utility Korea Gas Corp (KOGAS) jumped 5.1 percent after Mirae Asset, a local securities firm recommended buying its shares, citing shale gas opportunities.\n\nThe KOSPI 200 benchmark of core stocks was down 0.8 percent, while the junior KOSDAQ edged 0.2 percent higher.\n\nThe South Korean won was also down in early domestic trade on Friday after six consecutive days of gains as the weak performance of the U.S. stock market curbed risk appetite.",
        "link": "http://www.reuters.com/article/2012/10/19/markets-korea-stocks-idUSL3E8LJ0WI20121019",
        "time": "11:08PM UTC"
    },
    {
        "header": "Weak Google results hit tech stocks, drag Wall Street down",
        "body": "NEW YORK (Reuters) - Stocks fell on Thursday, with technology stocks hit hard after Google’s surprisingly weak earnings - released prematurely during the trading day - disappointed investors.\n\nShares of Google lost 8 percent - the stock’s worst day since January 20 - to close at $695 after the Internet giant’s third-quarter results showed earnings and revenue fell short of forecasts. The earnings report had not been expected until after the market’s close. Trading of the stock was halted at 12:50 p.m. after Google had fallen as much as 10.5 percent to a session low of $676. Trading resumed at 3:20 p.m.\n\nAfter the midday snafu and the stock’s slide, Google was the biggest drag on the S&P 500. Tech stocks suffered, with the S&P 500 information technology index .GSPT losing 1.53 percent. Shares of IBM (IBM.N), which disappointed investors a day earlier, lost 2.8 percent to close at $194.96 and pull the Dow lower.\n\n“It’s a huge impact on the market, and especially the tech stocks,” said Paul Nolte, managing director at Dearborn Partners in Chicago. “What happened to Google is a continuation in the tech sector of some very poor earnings numbers. But we’re not seeing the same lack of performance across the board from other sectors.”\n\nThe Dow Jones industrial average .DJI dipped 8.06 points, or 0.06 percent, to close at 13,548.94. The Standard & Poor's 500 Index .SPX shed 3.57 points, or 0.24 percent, to 1,457.34. The Nasdaq Composite Index .IXIC fell 31.26 points, or 1.01 percent, to end at 3,072.87.\n\nThe day’s declines snapped the S&P 500’s three-day string of gains, which had pushed the benchmark index up 2.3 percent through Wednesday’s close.\n\nThe Dow’s loss was limited by Travelers and Verizon.\n\nTravelers (TRV.N) gained 3.6 percent to $73.94 and gave the biggest boost to the Dow after the U.S. property and casualty insurance company posted record operating earnings.\n\nVerizon Communications Inc (VZ.N) rose 2.4 percent to $45.78 after the company reported a record quarterly profit. Verizon attributed these gains to its wireless business. It also posted revenue that slightly exceeded expectations.\n\nMorgan Stanley (MS.N) reported better-than-expected adjusted quarterly earnings on Thursday as big gains in its bond trading business increased its revenue. The stock fell, however, losing 3.8 percent to $17.79.\n\nTechnology was by far the day’s weakest sector, but seven of the S&P 500’s 10 sectors ended the session higher.\n\nWeak jobs data released on Thursday also weighed on the market. Weekly jobless claims rose to 388,000 - or 32,000 more than analysts expected. A Labor Department official said it appeared that state-level administrative issues were distorting the data.\n\n“On a longer-term basis and non-seasonally adjusted basis, the jobs numbers are in line with where they’re been all year. And that’s still indicative of very slowly improving employment,” Nolte said.\n\nShares of eBay (EBAY.OQ) gained 5.5 percent to $50.83 after S&P Capital IQ raised its target price on the stock by $5 to $53.\n\nAfter the close, Microsoft (MSFT.O) reported that its fiscal first-quarter profit fell, hurt by a dip in sales of personal computers running its Windows operating system. Microsoft’s stock extended its decline in after-hours trading, falling 3.2 percent. The stock had closed the regular session at $29.50, down 0.3 percent.\n\nIn other earnings news after the bell, PC chipmaker Advanced Micro Devices Inc AMD.N reported disappointing quarterly results and announced that it would cut its workforce by 15 percent. The stock rose 3.4 percent after the bell. AMD had ended the regular session at $2.62, down 5.4 percent.\n\nSanDisk Corp SNDK.OQ shares rose 5 percent after the bell when the company’s third-quarter earnings beat expectations, helped by a rebound in flash memory prices. The stock closed at $42.86, down 3.3 percent in the regular session.\n\nFast-food restaurant chain Chipotle Mexican Grill Inc (CMG.N) reported quarterly earnings after the close that missed Wall Street’s expectations. Shares of the Denver-based burrito chain lost 12.4 percent in after-hours trading, falling to $250.50 - the lowest level since May 2011. Chipotle’s stock ended the regular session at $285.93, down 1.4 percent.\n\nVolume was roughly 6.9 billion shares traded on the New York Stock Exchange, the Nasdaq and the NYSE MKT, compared with the year-to-date average daily closing volume of 6.52 billion.\n\nDecliners slightly outnumbered advancers on the NYSE by a ratio of about 15 to 14. On the Nasdaq, two stocks fell for every one that rose.",
        "link": "http://www.reuters.com/article/2012/10/18/us-markets-stocks-idUSBRE89E0BC20121018",
        "time": "5:58PM UTC"
    },
    {
        "header": "Nikkei seen dropping; Google results to prompt profit-taking",
        "body": "",
        "link": "http://www.reuters.com/article/2012/10/18/markets-japan-stocks-idUSL3E8LI7FV20121018",
        "time": "7:36PM UTC"
    },
    {
        "header": "Instant View: Google Q3 results miss expectations, stock sinks",
        "body": "(Reuters) - Google Inc reported third-quarter results that missed Wall Street expectations, sending shares down as much as 10.5 percent and weighing on broader markets after the release came unexpectedly early.\n\nThe plunge wiped nearly $26 billion off the company’s market capitalization.\n\n“You can’t make those mistakes anymore. Bloomberg was saying in the report it looked like there was a ‘spot for Larry,’ I guess Larry Page, so it’s obvious this was some sort of mistake that went out too early. Mistake or not the earnings are earnings, the problem is when this happens in the middle of the day, there is no time for a conference call to massage it, there is no time for analysts’ questions and for an evaluation. Now you shoot first and ask questions later and now the market structure operates the way it has been set to operate - everyone run away, that is exactly what is going on.”\n\n”The core business seems to have slowed down pretty significantly, which is shocking. I don’t think anybody saw this. Business grew 21 (percent) in the second quarter and now just 14.7 percent. Volumes look to be a little weaker than expected. We were expecting volumes up 37 percent and they’re saying 33 percent. We were expecting pricing down 13 percent and here they’re down 15 percent.\n\n“The only conclusion l can look at is -- search is happening more and more outside of Google, meaning people are searching more through apps than through Google search. That could indicate a secular change, especially when it comes to ecommerce searches. The big fear has always been -- what if people decide just to go straight to Amazon and do their searches? And potentially that’s what could be happening.”\n\n”We have been saying this thing was ripe for a pullback. It’s not like they’re Google not being Google, but you still have some major issues. Click prices declined for the fourth consecutive quarter after rising for eight consecutive quarters before then. That’s a negative. This is the mobile problem.\n\n“The other bit is the Motorola millstone had been ignored by the market, and - boom - now you’ve got weak revenue from Motorola. When you acquire a business and you’re about to whack all kinds of people and close offices, you know what happens to the employees? They take their eye off the ball. Sales are down.”",
        "link": "http://www.reuters.com/article/2012/10/18/us-google-earns-idUSBRE89H15X20121018",
        "time": "1:18PM UTC"
    },
    {
        "header": "Google results miss; shares dive after premature report",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s quarterly results fell well short of Wall Street’s expectations after its core advertising business slowed, stunning investors accustomed to consistently rapid growth from the Internet giant and wiping more than 9 percent off its market value.\n\nThe disappointing numbers on Thursday came hours ahead of schedule in a rare instance of premature filing. Google blamed the misfire on an unauthorized filing by its financial printers, RR Donnelley & Sons Co, and later confirmed the numbers’ accuracy.\n\nThe earnings report, which had not been expected until after the market close, revealed a weakening in Google’s core Internet advertising business and persistent losses at its recently acquired cellphone business, Motorola Mobility.\n\nShares of Google, the world’s No. 1 Internet search engine, finished Thursday’s regular trading session down 8 percent at $695 after a brief trading halt. Some analysts said the inadvertent results release spurred confusion and exacerbated its stock price decline.\n\nGoogle executives maintained in a conference call on Thursday that the company’s various businesses continued to benefit from healthy growth and that Google was well-positioned to capitalize on consumer’s increasing use of mobile devices.\n\nChief Executive Larry Page, speaking on his first earnings call since an unspecified voice ailment sidelined him from public speaking in June, said that Google’s mobile business was now generating revenue at an annualized run rate of $8 billion.\n\nPage acknowledged that mobile ad rates were below the rates that Google garners for ads that appear on its standard website. But he said the variety of Web-connected devices used by consumers is creating “a huge new universe of opportunities for advertisers.”\n\n“We’re uniquely positioned to get through that transition and to really profit from it,” Page said, citing Google’s Android mobile software, the world’s top operating system for smartphones by market share.\n\nGoogle, which has been struggling to turn around a Motorola Mobility hardware business it bought for $12.5 billion, reported a 20 percent dive in net income to $2.18 billion. Excluding certain items, it earned $9.03 a share, vastly underperforming the $10.65 analysts had expected, on average.\n\n“We have been saying this thing was ripe for a pullback. It’s not like they’re Google not being Google, but you still have some major issues,” said BCG analyst Colin Gillis.\n\n“Click prices declined for the fourth consecutive quarter after rising for eight consecutive quarters before then. That’s a negative. This is the mobile problem.”\n\n“The other bit is the Motorola millstone had been ignored by the market, and - boom - now you’ve got weak revenue from Motorola. When you acquire a business and you’re about to whack all kinds of people and close offices, you know what happens to the employees? They take their eye off the ball. Sales are down,” Gillis explained.\n\nNet revenue growth at Google’s main Internet business increased 17 percent year-over-year, the first time growth in that business has fallen below 20 percent since 2009. Google Finance Chief Patrick Pichette stressed on the conference call that the revenue growth rate was higher if the impact of foreign currency exchange rates was backed out.\n\n“It was just too rapid a deceleration,” said Pivotal Research Group analyst Brian Wieser. “Many of the same underlying trends drive Facebook advertising.”\n\nShares of Facebook Inc, which headed south shortly after Google’s inadvertent filing, closed down 4.6 percent. Google’s snafu recalled Facebook’s debut, which was marred by technical glitches that also spooked traders and contributed to the stock’s first-day decline.\n\nThe decline in Google’s shares come after a three-month run-up in its stock, which reached an all-time high of $774.38 earlier this month.\n\nGoogle reported net revenue - excluding traffic acquisition costs - of $11.3 billion for the third quarter, below Wall Street’s expectations for about $11.9 billion.\n\nFor the fourth consecutive quarter, the company reported a decline in average cost-per-click (CPC), a critical metric that denotes the price advertisers pay Google.\n\nAverage CPC declined 15 percent from a year ago and 3 percent from the second quarter of this year. Analysts say that Google, like many of its peers in the Internet industry, has been struggling to adapt to the rapid consumer uptake in mobile devices. Advertisers pay far less for ads on smartphones and tablets than for similar ads on desktop computers.\n\n“The core business seems to have slowed down pretty significantly, which is shocking,” said B. Riley analyst Sameet Sinha. “The only conclusion I can look at is, search is happening more and more outside of Google, meaning people are searching more through apps than through Google search.”\n\n“That could indicate a secular change, especially when it comes to ecommerce searches. The big fear has always been, what if people decide just to go straight to Amazon and do their searches? And potentially that’s what could be happening.”\n\nBut Ryan Jacob, chairman and chief investment officer of Jacob Funds, said he viewed Google’s results as only “minorly disappointing,” with most of the weakness coming from Motorola as expected.\n\n“Unfortunately, by dropping an 8K in the middle of a trading day, people kind of shoot first, ask questions later,” said Jacob, whose fund owns Google shares.\n\nJP Morgan analyst Doug Anmuth said in a note that the Google results were “light” but not as bad as they appeared at “first blush.”\n\nGoogle, which recently overtook Microsoft Corp to become the second-largest U.S. technology company by capitalization, had been due to release its results after the market close.\n\nThe second paragraph of the press release merely read “Pending Larry quote,” suggesting that space was reserved for comment from CEO Larry Page.\n\n“Earlier this morning RR Donnelley, the financial printer, informed us that they had filed our draft 8K earnings statement without authorization,” Google said in a statement. “We have ceased trading on NASDAQ while we work to finalize the document. Once it’s finalized we will release our earnings, resume trading on NASDAQ and hold our earnings call as normal at 1:30 PM PT.”\n\nShares of RR Donnelley, the U.S. printing services company, slid as much as 5 percent. They closed down 1 percent at $10.76.\n\nReed Kathrein, a plaintiff lawyer with Hagens Berman who sues companies on behalf of investors, said investors would not have a claim against either Google or RR Donnelley because the earnings disclosure was likely a mistake.\n\nHowever, Google could have a negligence claim against RR Donnelly to recover any additional costs it incurred in responding to the incident, Kathrein added.\n\n“Everyone is trying to figure out if there’s any legal issue with respect to RR Donnelley,” said Michael Matousek, senior trader at U.S. Global Investors Inc, which manages about $3 billion in San Antonio.",
        "link": "http://www.reuters.com/article/2012/10/18/us-google-results-idUSBRE89H14Q20121018",
        "time": "7:09PM UTC"
    },
    {
        "header": "Seoul shares seen flat as Google results disappoint",
        "body": "",
        "link": "http://www.reuters.com/article/2012/10/18/markets-korea-stocks-idUSL3E8LI7G920121018",
        "time": "7:35PM UTC"
    },
    {
        "header": "Google’s hardware ambitions proving costly",
        "body": "The author is a Reuters Breakingviews journalist. The opinions expressed are his own.\n\nGoogle’s hardware ambitions are proving surprisingly costly. The search giant paid $12.5 billion for Motorola’s handset business. The division lost another $527 million in the third quarter and the mistaken early release of unexpectedly weak earnings knocked over $20 billion off Google’s market capitalization in afternoon trade. A bigger concern is the risk of long-term management distraction.\n\nWhile no company wants to release an earnings statement that begins “PENDING LARRY QUOTE” in the middle of a trading day, Google doesn’t appear to be at fault. It blames RR Donnelley, the financial printer. But the search giant can’t point the finger at anyone else for the awful results inside. Earnings fell 20 percent from a year ago to $2.2 billion.\n\nSo far, Google’s big bet on hardware isn’t paying off. Not only is Motorola losing sizable chunks of cash, but sales are shrinking. Turning around the division will not be easy since, unlike much-larger rival Samsung, it can’t harness huge cost efficiencies. Revamping the business will also take time, making Motorola a likely drag on profits for several quarters.\n\nThat could take management’s eye off a more pressing problem: Google’s ad business. The number of people clicking on its ads rocketed 33 percent compared to last year as more and more users perform searches on cellphones and tablets. But Google, like Facebook, still hasn’t entirely figured out how to get advertisers to pay more for mobile hits. The amount paid per click fell 15 percent over the past year. That dragged down net ad business revenue growth to about 17 percent, or roughly half the rate of clicks.\n\nGetting advertisers to pay more for mobile would supercharge Google’s ad business. Unfortunately, Google executives have plenty of other messes to sort out, such as fixing the phone business – and finding snappier quotes from Chief Executive Larry Page.",
        "link": "http://www.reuters.com/article/2012/10/18/idUS396676657820121018",
        "time": "4:51PM UTC"
    },
    {
        "header": "Google CEO says run rate for mobile now over $8 billion",
        "body": "SAN FRANCISCO (Reuters) - Google Inc CEO Larry Page said on Thursday that the annual run rate for the company’s mobile business was now more than $8 billion.",
        "link": "http://www.reuters.com/article/2012/10/18/us-google-mobile-idUSBRE89H1L720121018",
        "time": "6:40PM UTC"
    },
    {
        "header": "R.R. Donnelley investigating Google release: CNBC",
        "body": "(Reuters) - Printing services firm R.R. Donnelley & Sons is investigating how Google Inc’s quarterly earnings managed to get out hours ahead of schedule, the company told CNBC on Thursday.\n\nGoogle blamed Donnelley, its securities filing agent, after a draft press release with third-quarter results was filed with the U.S. Securities and Exchange Commission in the early afternoon. The results had been expected after the market close.",
        "link": "http://www.reuters.com/article/2012/10/18/us-google-donnelley-idUSBRE89H1BD20121018",
        "time": "2:31PM UTC"
    },
    {
        "header": "BRIEF-Google shares resume trading down 10 percent",
        "body": "NEW YORK, Oct 18 (Reuters) - Google Inc : * Shares resume trading down 10 percent before paring declines slightly to trade down 8.5 percent.",
        "link": "http://www.reuters.com/article/2012/10/18/google-brief-idUSWEN789520121018",
        "time": "3:20PM UTC"
    },
    {
        "header": "Google filing error shocks investors, exposes process",
        "body": "SAN FRANCISCO/NEW YORK (Reuters) - R.R. Donnelley & Sons Co handles thousands of securities filings a year for corporate clients in a routine process that is invisible to most investors. On Thursday Google and its shareholders found out just what happens when that process goes wrong.\n\nGoogle issued a statement blaming Donnelley, its filing agent, after the Internet search company’s quarterly results were released by the U.S. Securities and Exchange Commission hours ahead of schedule.\n\nEarnings were far less than analysts expected and Google shares immediately plunged as much as 10.5 percent, knocking $26 billion off its market capitalization - the equivalent, as it happens, of about 13 R.R. Donnelleys.\n\nIt was quickly obvious that a mistake had been made -- the second paragraph of the filing said “PENDING LARRY QUOTE” instead of an actual quote from Google CEO Larry Page -- but it was not clear why.\n\nWithin minutes, though, an unknown prankster set up a “PendingLarry” Twitter feed to hypothesize what the missing quote might be. Among the highlights: “Man, our privacy was WAY violated today.”\n\nDonnelley shares lost more than 5 percent after Google started pointing the finger, though they recovered later in the day. The company did not respond to a call for comment, but issued a statement to CNBC in which it said it was investigating the circumstances of the release.\n\nBest known as a provider of printing services, Donnelley is also the top SEC filing agent in the country, handling more than 75,000 submissions this year as of mid-October, according to SECInfo.com.\n\nFiling agents like Donnelley take paper documents and convert them for submission to the SEC in the appropriate format. The company also owns the filing portal EDGAR Online.\n\nIt is far from the first time a company’s earnings have somehow gotten out early.\n\nIn late 2010 and early 2011, inadvertent releases - usually by a misplaced release on a website - plagued companies like Walt Disney Co and Microsoft Corp.\n\nThe common thread in all of those cases is that investors who are not in the right place at the right time to see the news may suffer for it.\n\n“Some who didn’t get a chance to sell will try to, and others will be looking for bargains. I‘m sure a lot of Google owners were caught off guard,” said Randy Frederick, managing director of active trading and derivatives for Charles Schwab in Austin, Texas.\n\nAfter the first question of “who goofed?” was sorted out Thursday afternoon, the second one being asked by investors was “can we sue?”\n\n“Everyone is trying to figure out if there’s any legal issue with respect to R.R. Donnelley. Google is halted, Donnelley is down big-time on the news since they’re allegedly not supposed to have released the information,” said Michael Matousek, senior trader at U.S. Global Investors in San Antonio.\n\nBut one plaintiffs lawyer who sues companies on behalf of investors said shareholders would not have a claim against either Google or R.R. Donnelley because the earnings disclosure was likely a mistake.\n\n“There’s no fraudulent intent here,” said Reed Kathrein with Hagens Berman.\n\nR.R. Donnelley may not be entirely off the hook with Google, however. The company could have a negligence claim to recover any additional costs it incurred in responding to the incident, Kathrein said.\n\nAny potential damages against R.R. Donnelley could be limited, though, by the contract between the two companies.\n\nLate Thursday, Google filed an amended press release with the missing quote and a confirmation that the figures in the original were accurate.\n\nR.R. Donnelley shares were up 2 cents at $10.87 in late trading. Google was down 8.1 percent to $693.94 after trading resumed.",
        "link": "http://www.reuters.com/article/2012/10/18/us-google-earns-donnelley-idUSBRE89H1DJ20121018",
        "time": "6:40PM UTC"
    },
    {
        "header": "US STOCKS-Nasdaq falls 1 pct after Google's weak surprise",
        "body": "* S&P 500 slips after three straight days of gains\n\n* Dow off 0.2 pct, S&P 500 off 0.4 pct, Nasdaq down 1.2 pct\n\nNEW YORK, Oct 18 (Reuters) - U.S. stocks fell on Thursday, with tech stocks hit hard after Google surprisingly released earnings during the trading day that showed revenue and earnings fell short of forecasts.\n\nThe unexpected news hit Google’s stock hard, dropping it more than 10 percent before the shares were halted pending additional news from the technology giant. The Nasdaq was pulled lower and it was also the biggest drag on the S&P 500.\n\nGoogle Inc shares were down 9 percent at $687.30 - which would be its worst one-day drop in four years. The stock was still halted at 2:35 p.m.\n\n”Everyone is waiting to see what happens when the stock reopens,“said Randy Frederick, managing director of active trading and derivatives for Charles Schwab in Austin, Texas. ”The goal here is to have the majority of the news that could impact volatility be released before the stock is reopened to reduce as much of that volatility as possible.\n\n“There’s no question there will be a lot of volatility when the stock reopens.”\n\nGoogle’s stock was set to resume trading at 3:20 p.m.\n\nThe declines in the Dow and the S&P 500 were tempered by positive earnings from Verizon Communications and Travelers Companies.\n\nTravelers gained 3.8 percent to $74.10 and gave the biggest boost to the Dow after the property and casualty insurance company posted record operating earnings, largely the result of rising insurance premiums and limited losses from natural disasters, according to the company.\n\nVerizon Communications Inc rose 2.2 percent to $45.70. On Wednesday, the U.S. telecommunications company reported a record quarterly profit, which it attributed to its wireless business, and revenue that slightly exceeded expectations.\n\nIn the financial sector, Morgan Stanley posted better-than-expected adjusted quarterly earnings on a jump in revenue from its bond trading business. Morgan Stanley’s stock, however, slid 3.3 percent to $17.88. That loss was in sync with a pattern over the past few days when shares of rivals Goldman Sachs and JPMorgan Chase & Co also fell after the banking companies reported results that exceeded Wall Street’s forecasts.\n\nWeekly jobless claims released earlier on Thursday rose to 388,000 - or 32,000 more than analysts expected. A Labor Department official said it appeared that state-level administrative issues were distorting the data.\n\nThe Dow Jones industrial average fell 31.37 points, or 0.23 percent, to 13,525.63. The Standard & Poor’s 500 Index shed 6.07 points, or 0.42 percent, at 1,454.84. The Nasdaq Composite Index lost 36.05 points, or 1.16 percent, to 3,068.07.\n\nAccording to Thomson Reuters data through Thursday morning with 19 percent of S&P 500 companies having reported results, 64.9 percent have beaten analysts’ expectations. The average since 2002 has been a beat rate of 62 percent.\n\nQuarterly earnings are expected to drop 1.5 percent from a year ago, an improvement from the forecast earlier in the week calling for a decline of 2.3 percent.",
        "link": "http://www.reuters.com/article/2012/10/18/markets-usa-stocks-idUSL1E8LICN220121018",
        "time": "3:10PM UTC"
    },
    {
        "header": "Google jumps gun on results, revenue soft",
        "body": "Oct 18 (Reuters) - Google Inc reported net revenue of $11.3 billion for the third quarter, below Wall Street’s expectations.\n\nThe surprise announcement, which had been expected after the market close, helped send its shares down 9 percent to $688.",
        "link": "http://www.reuters.com/article/2012/10/18/google-results-idUSL1E8LI93N20121018",
        "time": "12:40PM UTC"
    },
    {
        "header": "US STOCKS-Weak Google results hit tech stocks, drag Wall St down",
        "body": "* AMD and Chipotle post weak earnings after the bell\n\n* Dow off 0.1 pct, S&P 500 off 0.2 pct, Nasdaq down 1 pct\n\nNEW YORK, Oct 18 (Reuters) - U.S. stocks fell on Thursday, with technology stocks hit hard after Google’s surprisingly weak earnings - released prematurely during the trading day - disappointed investors.\n\nShares of Google lost 8 percent - the stock’s worst day since Jan. 20 - to close at $695 after the Internet giant’s third-quarter results showed earnings and revenue fell short of forecasts. The earnings report had not been expected until after the market’s close. Trading of the stock was halted at 12:50 p.m. after Google had fallen as much as 10.5 percent to a session low of $676. Trading resumed at 3:20 p.m.\n\nAfter the midday snafu and the stock’s slide, Google was the biggest drag on the S&P 500. Tech stocks suffered, with the S&P 500 information technology index losing 1.53 percent. Shares of IBM, which disappointed investors a day earlier, lost 2.8 percent to close at $194.96 and pull the Dow lower.\n\n“It’s a huge impact on the market, and especially the tech stocks,” said Paul Nolte, managing director at Dearborn Partners in Chicago. “What happened to Google is a continuation in the tech sector of some very poor earnings numbers. But we’re not seeing the same lack of performance across the board from other sectors.”\n\nThe Dow Jones industrial average dipped 8.06 points, or 0.06 percent, to close at 13,548.94. The Standard & Poor’s 500 Index shed 3.57 points, or 0.24 percent, to 1,457.34. The Nasdaq Composite Index fell 31.26 points, or 1.01 percent, to end at 3,072.87.\n\nThe day’s declines snapped the S&P 500’s three-day string of gains, which had pushed the benchmark index up 2.3 percent through Wednesday’s close.\n\nThe Dow’s loss was limited by Travelers and Verizon.\n\nTravelers gained 3.6 percent to $73.94 and gave the biggest boost to the Dow after the U.S. property and casualty insurance company posted record operating earnings.\n\nVerizon Communications Inc rose 2.4 percent to $45.78 after the company reported a record quarterly profit. Verizon attributed these gains to its wireless business. It also posted revenue that slightly exceeded expectations.\n\nMorgan Stanley reported better-than-expected adjusted quarterly earnings on Thursday as big gains in its bond trading business increased its revenue. The stock fell, however, losing 3.8 percent to $17.79.\n\nTechnology was by far the day’s weakest sector, but seven of the S&P 500’s 10 sectors ended the session higher.\n\nWeak jobs data released on Thursday also weighed on the market. Weekly jobless claims rose to 388,000 - or 32,000 more than analysts expected. A Labor Department official said it appeared that state-level administrative issues were distorting the data.\n\n“On a longer-term basis and non-seasonally adjusted basis, the jobs numbers are in line with where they’re been all year. And that’s still indicative of very slowly improving employment,” Nolte said.\n\nShares of eBay gained 5.5 percent to $50.83 after S&P Capital IQ raised its target price on the stock by $5 to $53.\n\nAfter the close, Microsoft reported that its fiscal first-quarter profit fell, hurt by a dip in sales of personal computers running its Windows operating system. Microsoft’s stock extended its decline in after-hours trading, falling 3.2 percent. The stock had closed the regular session at $29.50, down 0.3 percent.\n\nIn other earnings news after the bell, PC chipmaker Advanced Micro Devices Inc reported disappointing quarterly results and announced that it would cut its workforce by 15 percent. The stock rose 3.4 percent after the bell. AMD had ended the regular session at $2.62, down 5.4 percent.\n\nSanDisk Corp shares rose 5 percent after the bell when the company’s third-quarter earnings beat expectations, helped by a rebound in flash memory prices. The stock closed at $42.86, down 3.3 percent in the regular session.\n\nFast-food restaurant chain Chipotle Mexican Grill Inc reported quarterly earnings after the close that missed Wall Street’s expectations. Shares of the Denver-based burrito chain lost 12.4 percent in after-hours trading, falling to $250.50 - the lowest level since May 2011. Chipotle’s stock ended the regular session at $285.93, down 1.4 percent.\n\nVolume was roughly 6.9 billion shares traded on the New York Stock Exchange, the Nasdaq and the NYSE MKT, compared with the year-to-date average daily closing volume of 6.52 billion.\n\nDecliners slightly outnumbered advancers on the NYSE by a ratio of about 15 to 14. On the Nasdaq, two stocks fell for every one that rose.",
        "link": "http://www.reuters.com/article/2012/10/18/markets-usa-stocks-idUSL1E8LIFVB20121018",
        "time": "5:56PM UTC"
    }
]