[
    {
        "header": "Russia's Yandex targets Google with expansion abroad",
        "body": "DUBLIN (Reuters) - Russia’s leading internet search engine, Yandex, will take the fight to Google in emerging markets like Turkey in a bid to offset the inroads made by the U.S. giant in its home market.\n\nYandex founder and chief executive Arkady Volozh told Reuters on Friday the firm was likely to use its own experts to expand into new countries, but would not rule out acquisitions or partnership deals.\n\n“We are focusing on the markets with Google dominance in search ... where they have 90-plus percent market share,” Volozh said in an interview in Dublin, adding Yandex would stress to consumers the dangers of one firm dominating the internet.\n\nYandex is currently focusing on Turkey, where it has eked out a 1 percent market share since it entered the market last year. It describes this as a base for a significant expansion and says it will look to other large markets where it sees no real competition to Google, though Volozh refused to name them.\n\nYandex, which raised $1.4 billion in an initial public offering (IPO) in New York last year, has seen its share of the Russian search market fall to 60 percent in the second quarter from 64 percent a year earlier, according to LiveInternet.\n\nThat is partly due to inroads made by Google.\n\n“We’ll be growing 30 percent or something next year, but it’s not doubling every year as we used to have four or five years ago. We need to find some new markets, new opportunities ... it could improve our revenues dramatically,” Volozh said.\n\nYandex posted revenues of 20 billion roubles ($648 million)last year and has a market capitalization of $7.2 billion.\n\nGoogle is also under pressure from slowing revenue, shocking analysts on Thursday by reporting quarterly revenue growth of 17 percent year-over-year, the first time its growth has fallen below 20 percent since 2009.\n\nDespite the drive to expand abroad, Yandex will defend its market share at home against rivals like Google and Microsoft, which use proprietary browser and operating systems to encourage users onto their search products, Volozh said.\n\nLast month Yandex launched a browser to compete with Google’s Chrome. Norwegian mobile internet browser maker Opera has signed a licensing deal with Yandex to share its browser technology.\n\nThe Russian search engine has no plans to follow Google into the hardware market, where it builds mobile phones and tablets, but it would consider it if necessary.\n\n“We will see where we will need to go. Whatever we need to preserve our market share we will do,” Volozh said.\n\nWhile Yandex is building a platform of applications to work on its browser, it expects most revenue to continue to come from search rather than display ads or paid-for services.\n\nApple has blazed a trail selling applications, music and video through its iTunes store. But that market is only a fraction of the size of the tens of billions earned every year in search, Volozh said.\n\nYandex would not rule out deals to help its expansion abroad, he added.\n\n“It may be one of the models to buy somebody or partner with someone or just to build something from scratch,” he said.\n\nThe key was to persuade consumers of the importance of maintaining choice and competition.\n\n“We have ended up with these platforms where you are gardened in ... you can’t step out of it. This is completely contrary to the initial idea of the internet,” Volozh said.",
        "link": "http://www.reuters.com/article/2012/10/19/us-russia-yandex-idUSBRE89I10Y20121019",
        "time": "3:49PM UTC"
    },
    {
        "header": "Analysts cut Google price targets but see mobile ad growth",
        "body": "(Reuters) - At least seven brokerages cut their price targets on Google Inc’s shares after the company missed Wall Street earnings expectations, but analysts said growing mobile advertising revenue points to better times ahead.\n\nThe earnings report, released hours ahead of schedule due to an error on Thursday, revealed slowing sales in Google’s core Internet advertising business.\n\nThe quarterly earnings missed expectations for the second time in a year but analysts said the decline was a short-term trade-off as mobile advertising revenue becomes a bigger part of its business.\n\nChief Executive Larry Page, speaking on an earnings call, said that Google’s mobile business, which includes app sales and advertising, was now generating revenue at an annualized run rate of $8 billion, up from about $2.5 billion last year.\n\n“This run-rate ... speaks to how GOOG has positioned itself to win regardless of platform,” Nomura Equity Research’s Brian Nowak wrote in a note, although he cut his price target on the stock to $840 from $900 because of the short-term outlook.\n\nGoogle shares closed down 8 percent at $694.37 on Thursday. The stock was up 1 percent at $700 in premarket trading on Friday.\n\nPiper Jaffray & Co, RBC Capital Markets, Raymond James, Robert W. Baird & Co, Susquehanna Financial Group, BMO Capital Markets and Evercore Partners also lowered their outlook on the Google stock by an average of $44.14.\n\nAnalysts at Barclays Capital, however, raised their price target by 4 percent to $780.\n\nIn a note titled “3Q Results Disappointing but Not Alarming,” Barclays analyst Anthony DiClemente said Google’s revenue missed on slowing click volume growth, but also blamed the negative impact of foreign exchange rates.\n\n“We believe dislocation in shares creates a buying opportunity, and we like GOOG into 4Q, as we believe the company can benefit from ecommerce tailwinds and moderation in CPC (cost per click) declines on easier (comparables).”\n\nFor the fourth consecutive quarter, Google reported a decline in average CPC, a critical metric that measures the price advertisers pay the company.\n\nAdvertisers on Google’s network pay a smaller fee for mobile display ads compared to a similar ad on PCs.\n\nNet revenue growth at Google’s main Internet business increased 17 percent year-over-year -- the first time growth in that business has fallen below 20 percent since 2009.\n\nGoogle finance chief Patrick Pichette stressed on the conference call that the revenue growth rate would have been higher if the impact of currency rates had been backed out.\n\n“We are incrementally more positive following the call given our belief that despite any near-term fluctuations from mobile monetization and FX, Google’s franchise is intact and remains one of the most reliable growth stories on the Internet,” Piper Jaffray’s Gene Munster said.\n\nPersistent losses at Google’s recently acquired cellphone business, Motorola Mobility, were further exacerbated by a faster-than-anticipated fall in revenue for that unit.\n\nRBC analyst Sean Kim said margins were likely impacted by Google’s Nexus 7 tablet and higher-than-expected losses at Motorola Mobility Inc (MMI).\n\n“Going forward, we continue to expect somewhat elevated level of losses at MMI and some margin degradation due to Nexus 7,” Kim said.\n\nGoogle launched Nexus 7, its first tablet, earlier this year to take on Amazon.com Inc’s Kindle Fire and Apple Inc’s iPad, but the low $199 price tag and related marketing costs weighed on margins.\n\n“Marketing was higher primarily due to increased advertising for the Nexus 7 tablet,” Raymond James’ Aaron Kessler said.",
        "link": "http://www.reuters.com/article/2012/10/19/us-google-research-idUSBRE89I0OA20121019",
        "time": "8:28AM UTC"
    },
    {
        "header": "Google results miss; shares dive after premature report",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s quarterly results fell well short of Wall Street’s expectations after its core advertising business slowed, stunning investors accustomed to consistently rapid growth from the Internet giant and wiping more than 9 percent off its market value.\n\nThe disappointing numbers on Thursday came hours ahead of schedule in a rare instance of premature filing. Google blamed the misfire on an unauthorized filing by its financial printers, RR Donnelley & Sons Co, and later confirmed the numbers’ accuracy.\n\nThe earnings report, which had not been expected until after the market close, revealed a weakening in Google’s core Internet advertising business and persistent losses at its recently acquired cellphone business, Motorola Mobility.\n\nShares of Google, the world’s No. 1 Internet search engine, finished Thursday’s regular trading session down 8 percent at $695 after a brief trading halt. Some analysts said the inadvertent results release spurred confusion and exacerbated its stock price decline.\n\nGoogle executives maintained in a conference call on Thursday that the company’s various businesses continued to benefit from healthy growth and that Google was well-positioned to capitalize on consumer’s increasing use of mobile devices.\n\nChief Executive Larry Page, speaking on his first earnings call since an unspecified voice ailment sidelined him from public speaking in June, said that Google’s mobile business was now generating revenue at an annualized run rate of $8 billion.\n\nPage acknowledged that mobile ad rates were below the rates that Google garners for ads that appear on its standard website. But he said the variety of Web-connected devices used by consumers is creating “a huge new universe of opportunities for advertisers.”\n\n“We’re uniquely positioned to get through that transition and to really profit from it,” Page said, citing Google’s Android mobile software, the world’s top operating system for smartphones by market share.\n\nGoogle, which has been struggling to turn around a Motorola Mobility hardware business it bought for $12.5 billion, reported a 20 percent dive in net income to $2.18 billion. Excluding certain items, it earned $9.03 a share, vastly underperforming the $10.65 analysts had expected, on average.\n\n“We have been saying this thing was ripe for a pullback. It’s not like they’re Google not being Google, but you still have some major issues,” said BCG analyst Colin Gillis.\n\n“Click prices declined for the fourth consecutive quarter after rising for eight consecutive quarters before then. That’s a negative. This is the mobile problem.”\n\n“The other bit is the Motorola millstone had been ignored by the market, and - boom - now you’ve got weak revenue from Motorola. When you acquire a business and you’re about to whack all kinds of people and close offices, you know what happens to the employees? They take their eye off the ball. Sales are down,” Gillis explained.\n\nNet revenue growth at Google’s main Internet business increased 17 percent year-over-year, the first time growth in that business has fallen below 20 percent since 2009. Google Finance Chief Patrick Pichette stressed on the conference call that the revenue growth rate was higher if the impact of foreign currency exchange rates was backed out.\n\n“It was just too rapid a deceleration,” said Pivotal Research Group analyst Brian Wieser. “Many of the same underlying trends drive Facebook advertising.”\n\nShares of Facebook Inc, which headed south shortly after Google’s inadvertent filing, closed down 4.6 percent. Google’s snafu recalled Facebook’s debut, which was marred by technical glitches that also spooked traders and contributed to the stock’s first-day decline.\n\nThe decline in Google’s shares come after a three-month run-up in its stock, which reached an all-time high of $774.38 earlier this month.\n\nGoogle reported net revenue - excluding traffic acquisition costs - of $11.3 billion for the third quarter, below Wall Street’s expectations for about $11.9 billion.\n\nFor the fourth consecutive quarter, the company reported a decline in average cost-per-click (CPC), a critical metric that denotes the price advertisers pay Google.\n\nAverage CPC declined 15 percent from a year ago and 3 percent from the second quarter of this year. Analysts say that Google, like many of its peers in the Internet industry, has been struggling to adapt to the rapid consumer uptake in mobile devices. Advertisers pay far less for ads on smartphones and tablets than for similar ads on desktop computers.\n\n“The core business seems to have slowed down pretty significantly, which is shocking,” said B. Riley analyst Sameet Sinha. “The only conclusion I can look at is, search is happening more and more outside of Google, meaning people are searching more through apps than through Google search.”\n\n“That could indicate a secular change, especially when it comes to ecommerce searches. The big fear has always been, what if people decide just to go straight to Amazon and do their searches? And potentially that’s what could be happening.”\n\nBut Ryan Jacob, chairman and chief investment officer of Jacob Funds, said he viewed Google’s results as only “minorly disappointing,” with most of the weakness coming from Motorola as expected.\n\n“Unfortunately, by dropping an 8K in the middle of a trading day, people kind of shoot first, ask questions later,” said Jacob, whose fund owns Google shares.\n\nJP Morgan analyst Doug Anmuth said in a note that the Google results were “light” but not as bad as they appeared at “first blush.”\n\nGoogle, which recently overtook Microsoft Corp to become the second-largest U.S. technology company by capitalization, had been due to release its results after the market close.\n\nThe second paragraph of the press release merely read “Pending Larry quote,” suggesting that space was reserved for comment from CEO Larry Page.\n\n“Earlier this morning RR Donnelley, the financial printer, informed us that they had filed our draft 8K earnings statement without authorization,” Google said in a statement. “We have ceased trading on NASDAQ while we work to finalize the document. Once it’s finalized we will release our earnings, resume trading on NASDAQ and hold our earnings call as normal at 1:30 PM PT.”\n\nShares of RR Donnelley, the U.S. printing services company, slid as much as 5 percent. They closed down 1 percent at $10.76.\n\nReed Kathrein, a plaintiff lawyer with Hagens Berman who sues companies on behalf of investors, said investors would not have a claim against either Google or RR Donnelley because the earnings disclosure was likely a mistake.\n\nHowever, Google could have a negligence claim against RR Donnelly to recover any additional costs it incurred in responding to the incident, Kathrein added.\n\n“Everyone is trying to figure out if there’s any legal issue with respect to RR Donnelley,” said Michael Matousek, senior trader at U.S. Global Investors Inc, which manages about $3 billion in San Antonio.",
        "link": "http://www.reuters.com/article/2012/10/19/net-us-google-results-idUSBRE89H14Q20121019",
        "time": "12:36AM UTC"
    },
    {
        "header": "Google filing error shocks investors, exposes process",
        "body": "SAN FRANCISCO/NEW YORK (Reuters) - R.R. Donnelley & Sons Co handles thousands of securities filings a year for corporate clients in a routine process that is invisible to most investors. On Thursday Google and its shareholders found out just what happens when that process goes wrong.\n\nGoogle issued a statement blaming Donnelley, its filing agent, after the Internet search company’s quarterly results were released by the U.S. Securities and Exchange Commission hours ahead of schedule.\n\nEarnings were far less than analysts expected and Google shares immediately plunged as much as 10.5 percent, knocking $26 billion off its market capitalization - the equivalent, as it happens, of about 13 R.R. Donnelleys.\n\nIt was quickly obvious that a mistake had been made -- the second paragraph of the filing said “PENDING LARRY QUOTE” instead of an actual quote from Google CEO Larry Page -- but it was not clear why.\n\nWithin minutes, though, an unknown prankster set up a “PendingLarry” Twitter feed to hypothesize what the missing quote might be. Among the highlights: “Man, our privacy was WAY violated today.”\n\nDonnelley shares lost more than 5 percent after Google started pointing the finger, though they recovered later in the day. The company did not respond to a call for comment, but issued a statement to CNBC in which it said it was investigating the circumstances of the release.\n\nBest known as a provider of printing services, Donnelley is also the top SEC filing agent in the country, handling more than 75,000 submissions this year as of mid-October, according to SECInfo.com.\n\nFiling agents like Donnelley take paper documents and convert them for submission to the SEC in the appropriate format. The company also owns the filing portal EDGAR Online.\n\nIt is far from the first time a company’s earnings have somehow gotten out early.\n\nIn late 2010 and early 2011, inadvertent releases - usually by a misplaced release on a website - plagued companies like Walt Disney Co and Microsoft Corp.\n\nThe common thread in all of those cases is that investors who are not in the right place at the right time to see the news may suffer for it.\n\n“Some who didn’t get a chance to sell will try to, and others will be looking for bargains. I‘m sure a lot of Google owners were caught off guard,” said Randy Frederick, managing director of active trading and derivatives for Charles Schwab in Austin, Texas.\n\nAfter the first question of “who goofed?” was sorted out Thursday afternoon, the second one being asked by investors was “can we sue?”\n\n“Everyone is trying to figure out if there’s any legal issue with respect to R.R. Donnelley. Google is halted, Donnelley is down big-time on the news since they’re allegedly not supposed to have released the information,” said Michael Matousek, senior trader at U.S. Global Investors in San Antonio.\n\nBut one plaintiffs lawyer who sues companies on behalf of investors said shareholders would not have a claim against either Google or R.R. Donnelley because the earnings disclosure was likely a mistake.\n\n“There’s no fraudulent intent here,” said Reed Kathrein with Hagens Berman.\n\nR.R. Donnelley may not be entirely off the hook with Google, however. The company could have a negligence claim to recover any additional costs it incurred in responding to the incident, Kathrein said.\n\nAny potential damages against R.R. Donnelley could be limited, though, by the contract between the two companies.\n\nLate Thursday, Google filed an amended press release with the missing quote and a confirmation that the figures in the original were accurate.\n\nR.R. Donnelley shares were up 2 cents at $10.87 in late trading. Google was down 8.1 percent to $693.94 after trading resumed.",
        "link": "http://www.reuters.com/article/2012/10/19/us-google-earns-donnelley-idUSBRE89H1DJ20121019",
        "time": "12:36AM UTC"
    },
    {
        "header": "Google CEO says run rate for mobile now over $8 billion",
        "body": "SAN FRANCISCO (Reuters) - Google Inc CEO Larry Page said on Thursday that the annual run rate for the company’s mobile business was now more than $8 billion.",
        "link": "http://www.reuters.com/article/2012/10/19/us-google-mobile-idUSBRE89H1L720121019",
        "time": "12:36AM UTC"
    },
    {
        "header": "Google mulls FTC settlement over patents : WSJ",
        "body": "(Reuters) - Google Inc is considering a settlement with the Federal Trade Commission over potential claims it broke antitrust law in its handling of patents for mobile devices, the Wall Street Journal reported on Friday.\n\nThe dispute has to do with whether Google’s Motorola Mobility unit lived up to licensing commitments made after its patents were adopted as industry standards.\n\nAt issue is whether Google improperly refused to license patents to some mobile rivals and attempted to gain court injunctions to stop sales of its competitors’ products.",
        "link": "http://www.reuters.com/article/2012/10/20/us-google-antitrust-idUSBRE89J00F20121020",
        "time": "8:31PM UTC"
    }
]