[
    {
        "header": "Google, Facebook drive mobile ad market growth: report",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s mobile ad revenue in the United States will be roughly $4 billion next year, while Facebook Inc’s nascent mobile advertising business will more than double, according to a new study by research firm eMarketer.\n\nMarketers are boosting spending on ads that reach consumers on smartphones and tablet PCs at a much faster than expected pace, eMarketer said on Monday. The firm said it expects that overall U.S. mobile ad spending in 2012 will increase 180 percent year-on-year to more than $4 billion -- a sharp revision from its forecast in September which sized the market at $2.61 billion.\n\nInternet search engine Google is expected to remain the top player in the market for the foreseeable future, with revenue reaching $6.33 billion in 2014, eMarketer projected. Google’s mobile ad revenue, will increase roughly 84 percent in 2013 to reach $3.98 billion.\n\nFacebook mobile ads in the United States will total $339.3 million in 2012 and rise to $851.4 million in 2013, eMarketer said. The firm’s figures are based on an analysis of data from research firms, investment banks and “other sources” on ad revenues, ad impressions and ad prices.\n\nWhile Facebook offered no mobile ads on its social network at the beginning of the year - a factor that has pressured its revenue growth and its stock price - the company’s mobile ad business grew at an “unexpected” rate in the third quarter, eMarketer said.\n\nOnline music streaming service Pandora Media Inc, microblog Twitter and iPhone-maker Apple Inc round out the top five U.S. mobile ad business by revenue, according to eMarketer.\n\nMobile ad revenue at the privately-held Twitter, which does not disclose its financial results, will reach $134.9 million in 2012 and grow to $248.9 million next year, eMarketer said.\n\nConsumers are increasingly using smartphones instead of, or in addition, to PCs to surf the Web and to use online applications such as video games and music streaming services. More than half of Facebook’s 1 billion users accessed the social network on a mobile device in September, the company said in its most recent 10Q filing.\n\nMobile advertising remains a small portion of the total U.S. advertising market, accounting for 2.4 percent of all spending in 2012 compared to 38.9 percent for television, eMarketer said. But mobile ad spending will overtake ad spending on radio and newspapers in 2016, the firm estimated.",
        "link": "http://www.reuters.com/article/2012/12/17/us-mobile-advertising-idUSBRE8BG0ZP20121217",
        "time": "2:01PM UTC"
    },
    {
        "header": "Google could emerge unscathed from federal web search probe: WSJ",
        "body": "(Reuters) - Google may not face any major repercussions from the Federal Trade Commission’s (FTC) two-year-old anti-trust investigation into its web search business, the Wall Street Journal reported, citing people familiar with the matter.\n\nThe FTC might drop the investigation sometime this week based on voluntary changes Google will make to its search practices, rather than making the company sign a formal settlement called a consent decree, the Journal said.\n\nThe web search investigation examined whether Google tweaks its search results to disadvantage rivals in travel, shopping and other specialized searches.\n\nGoogle will probably still be required to sign a consent decree for a separate federal investigation into the licensing of mobile-technology patents it acquired when it took over phone maker Motorola Mobility, the Journal said.\n\nAn end to the federal probe into Google’s search business would allow the company to avoid getting mired in anti-trust investigations like rival Microsoft Corp endured in the early 2000s.\n\nThe European Commission, which is also probing Google, is expected to announce a decision next month.\n\nThe FTC declined to comment to the Wall Street Journal and could not be reached for comment by Reuters outside of regular business hours. Google could not be reached for comment by Reuters outside of regular business hours.",
        "link": "http://www.reuters.com/article/2012/12/17/net-us-google-investigation-idUSBRE8BG04R20121217",
        "time": "6:27AM UTC"
    },
    {
        "header": "U.S. could wrap up Google probe this week: sources",
        "body": "WASHINGTON (Reuters) - U.S. regulators this week could drop their investigation of how Google ranks certain searches, without requiring any major changes in how the online giant does business, according to two people knowledgeable about the investigation.\n\nGoogle had been accused of giving competitors in lucrative areas like travel a lower ranking in search results, thus making it harder for their customers to find them.\n\nBut the Federal Trade Commission is expected to conclude that Google’s actions were legal and end its more than two-year probe of the company.\n\nFTC Chairman Jon Leibowitz has said he wanted the case wrapped up by the end of the year. He is widely expected to step down within a month but has not announced his resignation.\n\nGoogle is expected to agree to some changes in its business practices, however. For example, it is expected to end the practice of “scraping,” or using reviews from other websites, for its own products, the sources said.\n\nAnd it is also expected to allow customers who use its advertising network to be able to export data on the effectiveness of those ad campaigns, the sources said.\n\nGoogle and the FTC are also expected to reach an agreement on when the company can request sales bans when filing patent infringement lawsuits.\n\nThe company is expected to agree to strict conditions when filing these lawsuits if the patent in question has been determined to be essential to a standard, the sources said.\n\nThe European Commission, which is also probing Google on the issue of search fairness, is expected to announce a decision next month.\n\nGoogle’s U.S. critics, anticipating disappointment from the FTC, have already said they would take their evidence to the Justice Department to press the antitrust division to take up the case.",
        "link": "http://www.reuters.com/article/2012/12/17/us-google-ftc-idUSBRE8BG0VW20121217",
        "time": "12:45PM UTC"
    }
]