[
    {
        "header": "Google's YouTube again beats Viacom in copyright case",
        "body": "April 18 (Reuters) - A federal judge has again thrown out Viacom Inc’s copyright infringement lawsuit against Google Inc over the latter’s YouTube service, a year after a federal appeals court had revived the case.\n\nU.S. District Judge Louis Stanton agreed that YouTube was protected from Viacom’s copyright claims by the “safe harbor” provisions of the Digital Millennium Copyright Act.\n\nStanton had originally ruled for YouTube in 2010. That ruling was reversed last April by the 2nd U.S. Circuit Court of Appeals, which revived Viacom’s lawsuit.\n\nViacom had in 2007 filed its $1 billion lawsuit against YouTube and other companies to stop the posting of clips for “The Daily Show with Jon Stewart,” “South Park,” “SpongeBob SquarePants” and other programs without permission.\n\nThe case is Viacom International Inc et al v. YouTube Inc et al, U.S. District Court, Southern District of New York, No. 07-02103.",
        "link": "http://www.reuters.com/article/2013/04/18/google-viacom-idUSL2N0D52NN20130418",
        "time": "4:51PM UTC"
    },
    {
        "header": "UPDATE 2-Google's Internet revenue grew 23 percent in Q1",
        "body": "April 18 (Reuters) - Google Inc’s core Internet business grew net revenue 23 percent in the first quarter to a better-than-expected $9.99 billion as the company’s search advertising business continued to show strength.\n\nShares of Google, which reached an all-time high of $844 in March, were up 2 percent to $783.08 in after hours trading on Thursday.\n\nThe company’s average cost-per-click, a critical metric that refers to the price advertisers pay the Internet search giant, declined 4 percent from a year ago, the sixth consecutive quarter of declines but an improvement over the fourth quarter’s 6 percent slide.\n\n“Google.com seemed to be doing fine,” said Macquarie analyst Ben Schachter. “Considering some of the scares around Europe, it’s not nearly as bad as it could’ve been.”\n\nWall Street had worried that Google’s growth will slow and ad rates decline as advertising moves on to smartphones and tablets.\n\nThe company’s main Internet business generated $9.99 billion in first-quarter net revenue, which excludes fees paid to partner websites, compared to $8.14 billion in the first quarter of 2012.\n\nSeven analysts polled by Reuters had yielded an average forecast of $9.78 billion.\n\nOverall first quarter net income, including its money-losing Motorola Mobility mobile phone business, was $3.35 billion or $9.94 per share. That compares with net income of $2.89 billion or $8.75 per share in the year-ago period, before Google acquired Motorola.\n\nConsolidated revenue in the first quarter was $13.97 billion, versus $10.65 billion in the year-ago period.",
        "link": "http://www.reuters.com/article/2013/04/18/google-results-idUSL2N0D52MJ20130418",
        "time": "5:06PM UTC"
    },
    {
        "header": "Google again beats Viacom in YouTube copyright case",
        "body": "(Reuters) - A federal judge has thrown out Viacom Inc’s lawsuit accusing Google Inc of posting its programs on YouTube without permission, a year after a federal appeals court had revived the landmark copyright infringement case.\n\nFor the second time in three years, U.S. District Judge Louis Stanton in Manhattan rejected Viacom’s damages claims over Google’s alleged unauthorized posting of clips from “The Daily Show with Jon Stewart,” “South Park,” “SpongeBob SquarePants” and other programs that viewers had uploaded to YouTube.\n\nStanton agreed that Google and YouTube were protected from Viacom’s copyright claims by the “safe harbor” provisions of the Digital Millennium Copyright Act.\n\nThat 1998 federal law made it illegal to produce technology to circumvent anti-piracy measures, while limiting liability of online service providers for copyright infringement by users.\n\nViacom had in 2007 filed its $1 billion lawsuit against YouTube and others, and has accused YouTube of broadcasting 79,000 copyrighted videos on its website between 2005 and 2008.\n\nStanton had ruled for YouTube in June 2010. The 2nd U.S. Circuit Court of Appeals in New York revived Viacom’s case last April, but Thursday’s decision restores YouTube’s original victory.\n\nViacom said it plans to appeal. “This ruling ignores the opinions of the higher courts and completely disregards the rights of creative artists,” spokesman Jeremy Zweig said in an email. “A jury should weigh the facts of this case and the overwhelming evidence that YouTube willfully infringed.”\n\nKent Walker, Google’s general counsel, welcomed the decision. “Congress got it right when it comes to copyright on the Internet,” he said. “This is a win not just for YouTube, but for people everywhere who depend on the Internet to exchange ideas and information.”\n\nIn reviving Viacom’s lawsuit, the 2nd Circuit panel said “a reasonable jury could find that YouTube had actual knowledge or awareness of specific infringing activity on its website.”\n\nIt then sent the case back to Stanton to consider whether YouTube had or “willfully blinded” itself to this knowledge.\n\nIn Thursday’s decision, Stanton said the burden of proof remained on Viacom, rejecting its “ingenious” yet “extravagant” argument that YouTube did not deserve the safe harbor, and should instead monitor the contents of videos being uploaded at a rate of more than 24 hours of viewing time per minute.\n\nStanton concluded that YouTube neither exhibited willful blindness, nor had the ability to control infringing activity, nor “interacted with infringing users to a point where it might be said to have participated in their infringing activity.”\n\nDozens of content providers have supported Viacom in the battle, including the Associated Press, Gannett Co, the National Football League, Garth Brooks, the Eagles and Sting.\n\nAmong the supporters of Google and YouTube were eBay Inc, Facebook Inc, Yahoo Inc, Human Rights Watch and Consumers Union.\n\nNew York-based Viacom is controlled by Sumner Redstone and owns cable networks such as MTV and Comedy Central as well as the Paramount movie studio. Google is based in Mountain View, California, and bought YouTube in 2006 for about $1.65 billion.\n\nThe case is Viacom International Inc et al v. YouTube Inc et al, U.S. District Court, Southern District of New York, No. 07-02103.",
        "link": "http://www.reuters.com/article/2013/04/18/entertainment-us-google-viacom-idUSBRE93H17S20130418",
        "time": "6:11PM UTC"
    },
    {
        "header": "Rivals smart after EU plays it safe in Google case",
        "body": "BRUSSELS (Reuters) - What’s the best way to deal with a complex legal case that threatens to drag on for years while leaving unchecked a dominant player in an economically important market?\n\nFor EU antitrust chief Joaquin Almunia, the answer in the case of Google Inc was clear. Not the long and winding road of formal charges and a potential fine for the world’s most popular search engine, but the quicker route of a settlement.\n\nGoogle formally submitted its concessions to the European Commission last week, aiming to end the 30-month long case. The regulators said they would “market test” the proposals soon, indicating they were content with the offer.\n\nWhile the Commission, the EU’s competition authority, and the U.S. company may be happy with the result, some of Google’s rivals are not so convinced.\n\nThey see it as a missed opportunity by regulators to tackle what they regard as a dominant player determined to crush smaller rivals and thwart any chances they have to grow.\n\nFor his part, Almunia defends the approach he has taken, which was designed to secure a resolution of the case without having to prove guilt and adjudicate a fine.\n\nIn that way, consumers benefit more quickly from the resolution, rather than having to wait for years as in past EU cases against Microsoft Corp and Intel Corp.\n\n“We ... prefer to conclude cases swiftly when this brings the most benefits to the markets. In certain industries - such as high-tech and fast-moving markets - it is important that competition is restored quickly and effectively,” the EU commissioner said earlier this month.\n\nAlmunia had been concerned that Google may have broken the rules by promoting its services over those of rivals, copying competitors’ travel and restaurant reviews without permission and restricting advertisers from moving to competing services.\n\nIn trying to settle the case, the EU competition commissioner has a point, given the length of earlier proceedings against Microsoft and Intel, said Nicolas Petit, law professor at the University of Liege in Belgium.\n\n“The first Microsoft case took six years and even then the remedies were only applicable two years later. The Intel case took nine years from when the complaints were filed to the prohibition decision,” he said.\n\nGiven the complexity of the EU case and the fact that U.S. regulators found no wrongdoing in their own investigation of Google’s core search business, Almunia is just being pragmatic, said Edmon Oude Elferink at law firm CMS Derks Star Busmann.\n\n“From the legal and strategic point of view, it’s the thing to do. If a case is not clear-cut, going for a hardline approach is risky. The risk of losing face is very serious,” he said, referring to the Commission’s settlement procedure.\n\n“Article 9 is a comfortable road. The Commission can claim that it has dealt with the case without running too many risks.”\n\nBut for lobbying group and Google complainant ICOMP, which counts Microsoft and four other rivals among its members, such arguments hold little water.\n\n“The complaints started to be made five years ago. Almunia should have issued a statement of objections two years ago,” said ICOMP lawyer David Wood, referring to the documents spelling out the regulator’s concerns.\n\n“There is no reason to think why an Article 7 would not be more effective and quicker than an Article 9, even now.” Article 7 decisions allow EU regulators to ban anti-competitive behavior and levy fines - as opposed to Article 9, under which companies can offer concessions to end an antitrust probe without any finding of wrongdoing.\n\nCritics may still demand a more extensive investigation into Google and time may not be on Almunia’s side.\n\n“The Commissioner’s mandate expires somewhere in the fall of 2014. Under an Article 7 procedure, he might no longer (be) ... in office to sign the prohibition decision,” Petit said. “In short, to put the Google case on his hunt list, Almunia needed a settlement.”\n\nThere are, however, drawbacks.\n\nSome say Almunia’s eagerness to wrap up the case could eventually undermine antitrust law enforcement and also leave companies in the dark.\n\n“From an antitrust policy perspective, it creates legal uncertainty, as the legal principles ... are not clear, neither for the parties, not for third parties,” said Anne Vallery, a partner at law firm VVGB in Brussels.\n\nStill, there are more ways than one to go after technological companies suspected of flouting rules and blocking competition, said Albert Foer, head of the American Antitrust Institute think-tank.\n\n“What is important to remember is that governments retain many tools (for example, procurement policies and privacy protection policies) with which they will be able to nudge, not only Google but the whole internet industry, in ways that appear to make sense even as the industry changes,” Foer said.\n\n“We need to be thinking about additional ways to maintain competition in the field of search. A long perspective is needed.”",
        "link": "http://www.reuters.com/article/2013/04/18/us-eu-google-idUSBRE93H0LH20130418",
        "time": "9:32AM UTC"
    },
    {
        "header": "BRIEF-Google executive says more than 1.5 million ad campaigns upgraded to enhanced campaigns in first two months",
        "body": "April 18 (Reuters) - Google Inc : * Executive says more than 1.5 million ad campaigns upgraded to enhanced\n\ncampaigns in first two months",
        "link": "http://www.reuters.com/article/2013/04/18/google-brief-idUSWEN008HH20130418",
        "time": "5:32PM UTC"
    },
    {
        "header": "Google's Internet revenue grew 23 percent in first quarter",
        "body": "(Reuters) - Google Inc’s core Internet business grew net revenue 23 percent in the first quarter to a better-than-expected $9.99 billion as the company’s search advertising business continued to show strength.\n\nShares of Google, which reached an all-time high of $844 in March, were up 2 percent to $783.08 in afterhours trading on Thursday.\n\nThe company’s average cost-per-click, a critical metric that refers to the price advertisers pay the Internet search giant, declined 4 percent from a year ago, the sixth consecutive quarter of declines but an improvement over the fourth quarter’s 6 percent slide.\n\n“Google.com seemed to be doing fine,” said Macquarie analyst Ben Schachter. “Considering some of the scares around Europe, it’s not nearly as bad as it could’ve been.”\n\nWall Street had worried that Google’s growth will slow and ad rates decline as advertising moves on to smartphones and tablets.\n\nThe company’s main Internet business generated $9.99 billion in first-quarter net revenue, which excludes fees paid to partner websites, compared to $8.14 billion in the first quarter of 2012.\n\nSeven analysts polled by Reuters had yielded an average forecast of $9.78 billion.\n\nOverall first quarter net income, including its money-losing Motorola Mobility mobile phone business, was $3.35 billion or $9.94 per share. That compares with net income of $2.89 billion or $8.75 per share in the year-ago period, before Google acquired Motorola.\n\nConsolidated revenue in the first quarter was $13.97 billion, versus $10.65 billion in the year-ago period.",
        "link": "http://www.reuters.com/article/2013/04/18/us-google-results-idUSBRE93H15I20130418",
        "time": "7:46PM UTC"
    },
    {
        "header": "BRIEF-Google shares up following results",
        "body": "NEW YORK, April 18 (Reuters) - Google Inc : * Shares up 3 percent in extended trade following results",
        "link": "http://www.reuters.com/article/2013/04/18/google-brief-idUSWEN008H720130418",
        "time": "4:09PM UTC"
    },
    {
        "header": "Google posts Q1 revenue of $14 billion",
        "body": "April 18 (Reuters) - Google Inc reported consolidated first quarter revenue, including its Motorola Mobility business, of $13.97 billion, up 31 percent from the year-ago period.\n\nGoogle, the world’s largest Internet search engine, said it earned $3.35 billion in net income, or $9.94 per share, in the first three months of the year, versus $2.89 billion, or $8.75 per share, in the first quarter of 2012.",
        "link": "http://www.reuters.com/article/2013/04/18/google-results-idUSL2N0D42HG20130418",
        "time": "4:14PM UTC"
    },
    {
        "header": "Google Internet business solid despite Motorola losses",
        "body": "(Reuters) - Google Inc’s core Internet business grew net revenue 23 percent in the first quarter, softening the effect of a sharp decline in its Motorola mobile phone division.\n\nShares of Google, which reached an all-time high of $844 in March, were up 1.5 percent to $777.75 in after hours trading on Thursday.\n\n“Google eked out an acceptable quarter, but it wasn’t easy,” said Stifel Nicolaus analyst Jordan Rohan.\n\nHe noted that Google’s adjusted profit of $11.58 per share benefited from a significantly lower tax rate due to a retroactive research and development tax credit. Without that benefit, Rohan said Google would have missed Wall Street’s earnings target of $10.66 per share.\n\nThe world’s No.1 Internet search engine, Google has stepped up efforts to adapt its business to a rapidly changing technology landscape in which consumers are increasingly accessing the Web using mobile devices instead of PCs.\n\nThe company’s Android operating system has leaped past Apple Inc’s iPhone and its iOS software to become the most popular smartphone software, used on more than 70 percent of devices, according to industry research firm Gartner.\n\nGoogle improved its cost-per-click, a critical metric that refers to the price advertisers pay the Internet search giant, in the first quarter. The CPC rate declined 4 percent year-on-year in the first quarter, versus a 6 percent decline in the fourth quarter.\n\n“It’s classic Google. There’s plenty of things to like and some things not to like,” said BGC Partners analyst Colin Gillis.\n\nGoogle CEO Larry Page spent much of the conference call discussing new products such as the Google Glass wearable computers and high-speed fiber networks that the company is developing, which he said were vital to the company’s future success.\n\n“If you look at most companies they never do anything different, and eventually they run into problems for that reason,” said the 40-year-old Page, who co-founded Google in 1998 with Sergey Brin.\n\nHe said the new lineup of yet-to-be-released Motorola devices would offer a variety of improvements over current smartphones, with features such as longer battery life and better resistance to shattering or damage from spilled drinks.\n\nFor now however, the Motorola business continues to be a drag on Google’s consolidated results, said Gillis of BGC Partners.\n\nRevenue at the Motorola business, which Google acquired for $12.5 billion in May 2012, declined to $1.02 billion in the first three months of the year, from $1.51 billion in the fourth quarter. The Motorola business posted an operating loss of $271 million in the first quarter.\n\nGoogle’s main Internet business generated $9.99 billion in first-quarter net revenue, which excludes fees paid to partner websites, compared to $8.14 billion in the first quarter of 2012.\n\nSeven analysts polled by Reuters had yielded an average forecast of $9.78 billion.\n\n“There was nothing exceptional about the top line. But I think CPC rates are again incrementally a little bit better,” said Needham & Co analyst Kerry Rice, referring to Google’s cost per click rates.\n\nGoogle’s search ad rates have been under pressure as more consumers access its online services on mobile devices such as smartphones and tablets, where advertising rates are lower than on PCs.\n\nIn February, Google changed the way marketers run ad campaigns on Google, blurring the distinction between ads destined for PCs and mobile ads, in a move that some analysts believe could help bolster Google’s overall ad prices.\n\nGoogle also recently converted its shopping search feature to an all-advertising based system, in which retailers are required to buy ads featuring photos of their products in order to be included in the search results. More than one billion products are now listed, Google Chief Business Officer Nikesh Arora said during the conference call.\n\nOverall first quarter net income, including its money-losing Motorola Mobility mobile phone business, was $3.35 billion or $9.94 per share. That compares with net income of $2.89 billion or $8.75 per share in the year-ago period, before Google acquired Motorola.\n\nConsolidated revenue in the first quarter was $13.97 billion, versus $10.65 billion in the year-ago period.",
        "link": "http://www.reuters.com/article/2013/04/19/us-google-results-idUSBRE93H15I20130419",
        "time": "8:28PM UTC"
    }
]