[
    {
        "header": "As stock splits wane, more may follow Google to $1,000",
        "body": "NEW YORK (Reuters) - With its surge on Friday, Google Inc became the latest member, though not likely the last, of a tiny fraternity of companies that boast $1,000 share prices.\n\nIn a market where stock splits have become rarer, there may be more of this to come than just the two stocks with four-digit stock prices in the Standard & Poor’s 500 index - Google and Priceline.com, which hit $1,000 earlier this year.\n\nHistorically, once share prices got too high - even around $125 a share - companies split shares to make them more accessible to Main Street investors. But splits have become few and far between, and big numbers are more the norm for familiar names like Apple Inc, Chipotle Mexican Grill Inc, Netflix Inc and Visa Inc.\n\nStock splits peaked in 1986 and 1987, when there were 114 and 111 splits, respectively, and they surged again in the go-go days of the dot-com bubble, with 102 splits in 1997, back when retail investors hungrily chased the tech boom, according to S&P Dow Jones Indices.\n\nThat frenzy ended after the bubble burst, and has diminished further since the last peak in 2007. The trend now, according to Richard Peterson, director of S&P Capital IQ Global Markets Intelligence group, is for companies to let prices rise as retail and individual investors are not as likely to balk as they once were.\n\n“Many retail investors have migrated off to exchange-traded funds or mutual funds. And many of the trading companies don’t want a split because if you split the shares you inherently increase the trading costs,” said Peterson.\n\nPeterson added that if the trend continues, the market could see more companies join Priceline and Google above the $1,000 a share mark.\n\n“Maybe next year or the year after we could see double digits reach the four digit,” he said.\n\nIn 1980, just two stocks in the S&P 500 had a price above $125, and 64 companies split their stocks. That figure has slowly dwindled, and in 2013, there were 41 stocks with share prices north of $125 - and just 11 splits, according to S&P Dow Jones Indices.\n\nMeanwhile, outside of the S&P 500, only a couple have such massive prices: Berkshire Hathaway’s A-class shares, which at $175,748.00 trade just a few hundred shares daily.\n\nThe company’s B shares - first issued in 1996 to attract “investors with a long-term perspective,” as Buffett put it then, are the more active. That security was once a $1,000 stock until Warren Buffett’s conglomerate bought railroad Burlington Northern Santa Fe in 2009. The B shares edged down 0.04 percent to $116.97 on the New York Stock Exchange on Friday.\n\nAnother $1,000 name is Seaboard Corp, which at $2,810.98 also only trades a few times daily.\n\nTo be sure, companies are splitting more now than they did during and immediately after the recession when share prices took a tumble. In 2008, nine S&P companies split their stock, followed by 10 in 2009.",
        "link": "http://www.reuters.com/article/2013/10/18/us-usa-stocks-google-idUSBRE99H0ZB20131018",
        "time": "4:17PM UTC"
    },
    {
        "header": "Fidelity Contrafund adds to Google stake, sees payoff",
        "body": "BOSTON (Reuters) - Fidelity Investments’ $101 billion Contrafund added to its industry-leading stake in Google Inc in the third quarter, and got a payoff on Friday as the Internet company’s stock soared past $1,000 a share to an all-time high.\n\nContrafund, managed by closely followed stock picker Will Danoff, returned 8.94 percent in the third quarter, easily beating the 5.24 percent gain for the S&P 500 index. But Danoff didn’t get any help from Google in those three months as the shares were flat and lagged the overall market. Google was the biggest factor in holding back the fund’s relative performance in the quarter.\n\nBut in his latest commentary letter released this week, Danoff said Google’s near-flat return opened up an opportunity to add to a stake that was worth $5.8 billion at the end of August. He did not provide specific figures.\n\nAt the end of August, Google made up 6 percent of the fund’s net assets. Among mutual funds, Contrafund is the biggest Google shareholder.\n\n“Despite the underperformance, our long-term view on the stock remained unchanged,” Danoff said in Contrafund’s commentary letter for investors. “Because we believe the firm possessed superior operating advantages stemming from its dominant market share in Internet search and highly innovative culture, we increased our position in the stock on its weakness.”\n\nOn Friday, Danoff’s bolstered bet on Google looked like the right move as the stock jumped 12.5 percent to $1,000.07 in late-morning trading on Nasdaq.\n\nOn Thursday Google reported a big upswing in mobile and video advertising that helped drive a 23 percent gain in quarterly revenue.\n\nMore than a dozen brokerages raised their price targets on the stock to between $880 and $1,220, with Deutsche Bank raising its price target by 26 percent.\n\nSince January 2, Google shares are up 42 percent, rewarding Danoff and other investors.\n\nBut in the third quarter, Danoff’s best bets were on Facebook Inc and Tesla Motors Inc. Facebook’s stock doubled, and got a boost from gains in mobile advertising.\n\nDanoff said Tesla was re-engineering the automobile for the first time in decades. The shares rose more than 80 percent.",
        "link": "http://www.reuters.com/article/2013/10/18/us-funds-contrafund-google-idUSBRE99H0IT20131018",
        "time": "11:27AM UTC"
    },
    {
        "header": "US STOCKS-Wall St gains on earnings; Google surges to record high",
        "body": "* Google jumps more than 10 pct at open on results\n\nNEW YORK, Oct 18 (Reuters) - The S&P 500 index climbed to a new high at the start of trading Friday and was on track for its best weekly gain in more than three months, boosted by earnings from big companies like Google and Morgan Stanley.\n\nAmong top gainers was Google Inc, which surged to a record of $1,000 a share, a day after delivering better-than-expected results. The company is the second in the S&P 500 to trade at this level, following on the heels of Priceline.com, which was trading Friday at $1,052, up nearly 2 percent.\n\nMorgan Stanley shares rose 2.7 percent to $29.72 after the company reported a 50 percent rise in quarterly revenue as higher income from equities sales and trading offset a drop in its fixed-income business.\n\nGeneral Electric Co shares rose 2.7 percent to $25.33 following results, and was the biggest boost to the blue chip Dow index, although declines in Home Depot and Microsoft kept the Dow gains in check.\n\nGE said its third-quarter profit and revenue fell amid a shrinking finance business and negative effects of foreign currency, but Wall Street looked beyond the revenue drop to GE’s improving profit margins and growing order demand.\n\n“It seems like we just march upwards, and when we get little pullbacks like the one we saw at the open on the Dow, the market bounces right back,” said Tim Ghriskey, chief investment officer of Solaris Group in Bedford Hills, New York.\n\n“The focus is off problems in Washington for now, and refocused on earnings, and when a company like Google surprises, it’s a huge plus.”\n\nThe Dow Jones industrial average was up 0.13 points, or 0.00 percent, at 15,371.78. The Standard & Poor’s 500 Index was up 6.41 points, or 0.37 percent, at 1,739.56. The Nasdaq Composite Index was up 28.85 points, or 0.75 percent, at 3,891.99.\n\nThe S&P 500 climbed to a fresh high Friday, adding to its previous record Thursday, which was spurred by mounting investor confidence in the wake of a last-minute deal by U.S. lawmakers to avoid a debt default.\n\nSo far, 85 companies representing 25.8 percent of S&P 500’s market capitalization have reported, with earnings beating estimates by an average of 4.2 percent, according to RBC Capital Markets.\n\nAlso boosting market sentiment, data showed third-quarter growth in China, the world’s second-biggest economy, grew 7.8 percent from a year ago, its quickest pace for the year, thanks largely to investment.\n\nA number of Federal Reserve officials are due to speak throughout the day, including U.S. Federal Reserve Governor Daniel Tarullo and New York Fed President William Dudley at a Fed conference on resolution of systematically important banks in Washington.",
        "link": "http://www.reuters.com/article/2013/10/18/markets-usa-stocks-idUSL1N0I80NQ20131018",
        "time": "10:20AM UTC"
    },
    {
        "header": "Contrafund adds to Google stake in Q3 amid lift from Facebook",
        "body": "BOSTON, Oct 18 (Reuters) - Fidelity Investments’ $101 billion Contrafund added to its stake in Google Inc in the third quarter while the fund got a big lift from the surging performance of Facebook Inc and Tesla Motors Inc shares.\n\nContrafund, managed by star stock picker Will Danoff, returned 8.94 percent in the third quarter, easily beating the 5.24 percent advance of the S&P 500 Index.\n\nGoogle shares were flat in the quarter, lagging the overall market. Danoff, in his third-quarter commentary letter, said that opened up an opportunity to add to a stake that was worth $5.8 billion at the end of August. No specific figures were given.\n\n“Despite the underperformance, our long-term view on the stock remained unchanged,” according to the fund’s latest commentary letter. “Because we believe the firm possessed superior operating advantages stemming from its dominant market share in Internet search and highly innovative culture, we increased our position in the stock on its weakness.”",
        "link": "http://www.reuters.com/article/2013/10/18/funds-contrafund-google-idUSL1N0I80NB20131018",
        "time": "10:00AM UTC"
    },
    {
        "header": "Google shares break $1,000 barrier as mobile pays off",
        "body": "SAN FRANCISCO (Reuters) - Google Inc shares jumped past $1,000 on Friday as investors bet on the Internet company’s continued dominance of the mobile and video advertising businesses despite aggressive competition from Facebook Inc and Yahoo Inc.\n\nShares of the world’s No. 1 search company rose more than 14 percent to an all-time high of $1,015.46, swelling its market value by about $40 billion.\n\nThat vaulted Google past Microsoft Corp and Berkshire Hathaway Inc in capitalization and brought it to No. 3 among U.S. companies, behind only Apple Inc and Exxon Mobil Corp.\n\nGoogle, whose Android is the world’s most-used mobile software and YouTube is the most popular video-streaming service, on Thursday reported a 23 percent jump in net revenue from its Internet business. Advertising volume soared 26 percent - the highest rate of growth in the past year - and more than made up for an 8 percent slide in ad prices.\n\nBut given concerns about how U.S. companies can increase revenue in an uncertain global economy, those numbers suggested Google was firing on all cylinders except for its perennially money-losing Motorola unit, analysts said.\n\n“Google’s ownership of the Android ecosystem makes Google like the house, in Vegas terms,” said Stifel Nicolaus analyst Jordan Rohan. “The success of Android, which becomes more and more popular every day, is starting to really add up, and Google is collecting small tolls along the way.”\n\nRohan said accelerating revenue growth outside the United States and the UK was impressive, particularly in South Korea and Japan. “That could go on a while,” he said.\n\nAt least 16 brokerages raised their price targets on the stock to between $880 and $1,220. The shares were up 13.7 percent, or $121.82, at $1010.62 on Nasdaq at mid-afternoon.\n\n“We view solid paid clicks growth to be a good indicator of demand, driven by the continued shift to mobile,” JPMorgan analysts said. They had expected 21.5 percent growth in ad volumes.\n\nWhile much of Wall Street raised their price targets to above $1,000, Brian Wieser of Pivotal Research Group kept his at $880 and rated Google a hold.\n\nSome analysts warn that spending on ambitious projects with as-yet unproven commercial potential - self-driving cars and wearable Google Glass being among them - may erode margins. Wieser estimated that, excluding traffic acquisition costs, gross margins slipped to 34.9 percent in the third quarter from 37.2 percent in the previous three months.\n\nFacebook and Twitter Inc, which will soon raise $1 billion or more in this year’s most-anticipated initial public offering, may also increasingly grab smaller customers from Google.\n\nAnd then there is Motorola - which only recently began selling the vastly customizable Moto X smartphone in a bid to reverse years of losses and finally generate growth. Sales numbers are not yet available but reviews generally dismiss the device’s chances of displacing, say, the iPhone.\n\nMotorola, acquired by Google in 2012, racked up a loss of $218 million before items in the third quarter, more than four times the $49 million it lost a year earlier.\n\n“While we acknowledge that most investors will look at Google more positively following this quarter, we think that over time issues such as margin erosion, competition and capital intensity will eventually impact the stock,” Wieser said, explaining his below-average price target.\n\nGoogle’s Friday rally stemmed in part from investors’ focus on Facebook and its own increasingly successful efforts to sell advertising on mobile devices. Google stock had gained just 26 percent this year, while Facebook’s has almost doubled.\n\nGoogle and Facebook, which is expected to report its third-quarter results on October 30, also stand head-and-shoulders above the likes of Yahoo. The once-dominant Internet portal this week reported a tepid quarter, losing market share in display and search advertising.\n\nFacebook rose 3.6 percent to $54.08 on Friday, while Yahoo was up 2 percent at $33.40. Baidu Inc, often called China’s Google, gained 7.1 percent to $164.78.\n\nSome say Google still has room for improvement. JPMorgan analysts said continued efforts to counter declines in ad rates might yield a major opportunity in the upcoming holiday season.\n\nGoogle this year rolled out a service to help advertisers promote their products on a mix of smartphones, tablets and desktops. The move is also expected to bolster Google’s overall advertising rates by mitigating the impact of mobile ads, which command lower rates.\n\nOthers say YouTube’s potential remains only partly tapped. Ads on the site increased more than 75 percent in the quarter, with 40 percent of traffic now coming from mobile devices.\n\n“We estimate that Google’s key YouTube asset generated approximately $4 billion in revenue in 2012, positioning Google extremely well for the strong growth in video advertising,” RBC Capital Markets analysts wrote.",
        "link": "http://www.reuters.com/article/2013/10/18/us-google-results-stocks-idUSBRE99H0KW20131018",
        "time": "6:59PM UTC"
    },
    {
        "header": "CORRECTED-US STOCKS-S&P breaks record, Google's stock tops $1,000 on earnings",
        "body": "NEW YORK, Oct 18 (Reuters) - The S&P 500 closed at a record high for the second straight day on Friday to cap its biggest weekly gain in three months as stronger-than-expected earnings from Google, Morgan Stanley and others overshadowed worry that earnings growth was faltering.\n\nThe reassuring signals on profitability augmented investors’ relief over the resolution earlier in the week of the budget impasse in Washington that had threatened to trigger a potentially catastrophic default on the U.S. debt.\n\nThe S&P 500 closed up 0.7 percent, while the Nasdaq rose 1.3 percent to finish at its highest since 2000. It was the largest daily gain for the Nasdaq in a week.\n\nGoogle Inc grabbed most of the spotlight, with its shares gaining 13.8 percent to clear the $1,000 mark for the first time, ending the session at $1011.41. Its rise came a day after the search engine company posted results that beat forecasts and helped lead the S&P technology sector to outperform all other sectors with a 1.8 percent rise.\n\n“Washington and everything that happened with the budget talks has cleared out, and we are refocusing on earnings. We have companies coming in next week that you think would beat numbers or do pretty well. That should allow this kind of momentum to continue into next week,” said Daniel Morgan, senior portfolio manager at Synovus Trust Company in Georgia.\n\nMorgan said he expects Netflix and Apple, whose earnings reports are due next week, to perform like Google because they are new tech, unlike International Business Machines, which reported low revenue from earnings growth on Thursday.\n\nShould Morgan’s view bear out, it could help lift a fairly bleak outlook for third-quarter earnings, which are expected to show year-over-year growth of just 2.1 percent, less than half the second quarter’s 4.9 percent and the lowest growth rate in a year.\n\nU.S. stocks caught an updraft beginning Wednesday when it finally became clear that Congress would vote to end a 16-day partial shutdown of the government and extend the federal government’s borrowing authority. Republicans seeking to derail President Obama’s signature healthcare law had been refusing to lift the statutory debt ceiling, leaving the U.S. Treasury just days from being unable to pay the nation’s bills.\n\nThe market’s rise was also aided by expectations that the Federal Reserve will delay trimming its massive stimulus measures due in no small part to the damage inflicted on the economy by the government shutdown, which ended on Thursday.\n\n“Truthfully most of this is the market pricing in the high likelihood that there will be a continuation of monetary policy through the spring,” said Jeff Buetow, chief investment officer at Innealta Capital in Austin, Texas, which manages $3 billion in assets.\n\nThe Dow Jones industrial average was up 28.00 points, or 0.18 percent, at 15,399.65. The Standard & Poor’s 500 Index was up 11.35 points, or 0.65 percent, at 1,744.50. The Nasdaq Composite Index was up 51.13 points, or 1.32 percent, at 3,914.28.\n\nFor the week, the S&P gained 2.4 percent, the Nasdaq gained 3.2 percent, and the Dow Jones industrial average gained 1.1 percent. For the S&P and Nasdaq, it was the largest weekly gain since mid-July.\n\nThe temporary resolution of the budget standoff in Washington also prompted the biggest weekly decline in the CBOE Volatility Index in seven months. Wall Street’s favored gauge of investor fear fell 17 percent on the week to finish at its lowest end-of-day level in two months.\n\nHealth was the only declining S&P sector, down 0.5 percent, on predictions from UnitedHealth that the new healthcare law’s provision to decrease private Medicare payments could hurt earnings. UnitedHealth shares fell 3.2 percent to $69.08.\n\nMorgan Stanley shares rose 2.6 percent to $29.71 after the company reported a 50 percent rise in quarterly revenue as higher income from equities sales and trading offset a drop in its fixed-income business.\n\nGeneral Electric said its third-quarter profit and revenue fell as its finance business shrunk, but Wall Street looked beyond those numbers to GE’s improving profit margins and growing order demand. GE shares rose 3.6 percent to $25.56.\n\nOf the 98 companies in the S&P 500 that have reported so far, 62.2 percent have topped Wall Street’s earnings expectations, just shy of the 63 percent average since 1994 but below the 66 percent beat rate over the past four quarters, according to Thomson Reuters data through Friday.\n\nOn revenue, 53.1 percent of the S&P 500 components have beaten expectations, short of the 61 percent rate since 2002 but above the 49 percent beat rate over the past four quarters.\n\nVolume was slightly above average at 5.57 billion total shares traded. (Reporting by Julia Edwards; Editing by Leslie Adler and Kenneth Barry)",
        "link": "http://www.reuters.com/article/2013/10/18/markets-usa-stocks-idUSL1N0I81MV20131018",
        "time": "5:30PM UTC"
    },
    {
        "header": "Twitter hires Google executive as head of retail: report",
        "body": "(Reuters) - Twitter Inc has hired an advertising executive from Google Inc to head its retail division, as the online messaging company ramps up hiring and works to expand its business ahead of an initial public offering, Bloomberg reported on Wednesday.\n\nJ.J. Hirschle, who directed media and entertainment advertising at Google, will be responsible for the team selling advertising products to retail companies, the agency said, citing Will Stickney, a spokesman for Twitter. (link.reuters.com/jyn83v)\n\nHirschle is to start on October 28, the same day Twitter is expected to kick off its investor roadshow where it will pitch its offering to Wall Street before shares start trading in mid-November.\n\nSince Twitter was spun out of a struggling San Francisco startup in 2006, it has grown to about 2,300 employees as of September.\n\nTwitter could not immediately be reached for comment by Reuters outside of regular U.S. business hours.",
        "link": "http://www.reuters.com/article/2013/10/18/net-us-twitter-management-idUSBRE99G04620131018",
        "time": "10:56AM UTC"
    },
    {
        "header": "S&P breaks record, Google's stock tops $1,000 on earnings",
        "body": "NEW YORK (Reuters) - The S&P 500 closed at a record high for the second straight day on Friday to cap its biggest weekly gain in three months as stronger-than-expected earnings from Google, Morgan Stanley and others overshadowed worry that earnings growth was faltering.\n\nThe reassuring signals on profitability augmented investors’ relief over the resolution earlier in the week of the budget impasse in Washington that had threatened to trigger a potentially catastrophic default on the U.S. debt.\n\nThe S&P 500 closed up 0.7 percent, while the Nasdaq rose 1.3 percent to finish at its highest since 2000. It was the largest daily gain for the Nasdaq in a week.\n\nGoogle Inc (GOOG.O) grabbed most of the spotlight, with its shares gaining 13.8 percent to clear the $1,000 mark for the first time, ending the session at $1011.41. Its rise came a day after the search engine company posted results that beat forecasts and helped lead the S&P technology sector to outperform all other sectors with a 1.8 percent rise.\n\n“Washington and everything that happened with the budget talks has cleared out, and we are refocusing on earnings. We have companies coming in next week that you think would beat numbers or do pretty well. That should allow this kind of momentum to continue into next week,” said Daniel Morgan, senior portfolio manager at Synovus Trust Company in Georgia.\n\nMorgan said he expects Netflix and Apple, whose earnings reports are due next week, to perform like Google because they are new tech, unlike International Business Machines (IBM.N), which reported low revenue from earnings growth on Thursday.\n\nShould Morgan’s view bear out, it could help lift a fairly bleak outlook for third-quarter earnings, which are expected to show year-over-year growth of just 2.1 percent, less than half the second quarter’s 4.9 percent and the lowest growth rate in a year.\n\nU.S. stocks caught an updraft beginning Wednesday when it finally became clear that Congress would vote to end a 16-day partial shutdown of the government and extend the federal government’s borrowing authority. Republicans seeking to derail President Obama’s signature healthcare law had been refusing to lift the statutory debt ceiling, leaving the U.S. Treasury just days from being unable to pay the nation’s bills.\n\nThe market’s rise was also aided by expectations that the Federal Reserve will delay trimming its massive stimulus measures due in no small part to the damage inflicted on the economy by the government shutdown, which ended on Thursday.\n\n“Truthfully most of this is the market pricing in the high likelihood that there will be a continuation of monetary policy through the spring,” said Jeff Buetow, chief investment officer at Innealta Capital in Austin, Texas, which manages $3 billion in assets.\n\nThe Dow Jones industrial average .DJI was up 28.00 points, or 0.18 percent, at 15,399.65. The Standard & Poor's 500 Index .SPX was up 11.35 points, or 0.65 percent, at 1,744.50. The Nasdaq Composite Index .IXIC was up 51.13 points, or 1.32 percent, at 3,914.28.\n\nFor the week, the S&P gained 2.4 percent, the Nasdaq gained 3.2 percent, and the Dow Jones industrial average gained 1.1 percent. For the S&P and Nasdaq, it was the largest weekly gain since mid-July.\n\nThe temporary resolution of the budget standoff in Washington also prompted the biggest weekly decline in the CBOE Volatility Index .VIX in seven months. Wall Street’s favored gauge of investor fear fell 17 percent on the week to finish at its lowest end-of-day level in two months.\n\nHealth was the only declining S&P sector, down 0.5 percent, on predictions from UnitedHealth (UNH.N) that the new healthcare law’s provision to decrease private Medicare payments could hurt earnings. [ID:nL1N0I70E9] UnitedHealth shares fell 3.2 percent to $69.08.\n\nMorgan Stanley (MS.N) shares rose 2.6 percent to $29.71 after the company reported a 50 percent rise in quarterly revenue as higher income from equities sales and trading offset a drop in its fixed-income business.\n\nGeneral Electric (GE.N) said its third-quarter profit and revenue fell as its finance business shrunk, but Wall Street looked beyond those numbers to GE’s improving profit margins and growing order demand. GE shares rose 3.6 percent to $25.56.\n\nOf the 98 companies in the S&P 500 that have reported so far, 62.2 percent have topped Wall Street’s earnings expectations, just shy of the 63 percent average since 1994 but below the 66 percent beat rate over the past four quarters, according to Thomson Reuters data through Friday.\n\nOn revenue, 53.1 percent of the S&P 500 components have beaten expectations, short of the 61 percent rate since 2002 but above the 49 percent beat rate over the past four quarters.\n\nVolume was slightly above average at 5.57 billion total shares traded.",
        "link": "http://www.reuters.com/article/2013/10/18/us-markets-stocks-idUSBRE99C0DH20131018",
        "time": "5:32PM UTC"
    },
    {
        "header": "US STOCKS-Wall St rises as Google's surge to record high leads tech rally",
        "body": "NEW YORK, Oct 18 (Reuters) - The S&P 500 resumed its record-breaking climb on Friday and was on track for its best weekly gain in more than three months, boosted by earnings from Google, Morgan Stanley and other big companies.\n\nGoogle Inc was the top performer on both the S&P and Nasdaq 100 indexes, surging to a record high of $1,007.19 a share a day after it delivered forecast-beating results. The shares recently traded up 12.5 percent to $1,000.25 while the S&P technology sector gained 1.4 percent.\n\nWall Street was also boosted by growing expectations that the Federal Reserve will delay trimming its stimulus measures due to the damage inflicted on the economy by the partial U.S. government shutdown that ended on Thursday.\n\nGoogle is the second component of the S&P 500 to top $1,000, following on the heels of Priceline.com, which crossed that mark earlier this month. Priceline was up 1.9 percent at $1,051.89.\n\n“There are a couple of companies that are doing well and God bless them, but is that the rule or the exception?” said Brad McMillan, chief investment officer for Commonwealth Financial in Waltham, Massachusetts.\n\nThe S&P 500 was on pace for its third straight gain and seventh climb out of the last eight sessions. The benchmark index earlier this week was boosted by investor hopes Washington would reach a deal to end the fiscal stalemate, and gains were underpinned on Friday by the outlook for continued easy monetary policy from the Fed.\n\n“The presumption is we are going to see continued stimulus more than we would have - the Fed is still there, the punchbowl is still out, the party is going to continue,” McMillan said.\n\nMorgan Stanley shares rose 2.5 percent to $29.64 after the company reported a 50 percent rise in quarterly revenue as higher income from equities sales and trading offset a drop in its fixed-income business.\n\nGeneral Electric Co shares rose 3.5 percent to $25.55 following results. It was the best performer on the blue chip Dow index, although declines in Home Depot, down 1.2 percent to $74.82, and UnitedHealth, off 4.6 percent to $68.10, kept the Dow near the unchanged mark.\n\nGE said its third-quarter profit and revenue fell amid a shrinking finance business and negative effects of foreign currency exchange rates, but Wall Street looked beyond those numbers to GE’s improving profit margins and growing order demand.\n\nThe Dow Jones industrial average fell 4.37 points or 0.03 percent, to 15,367.28, the S&P 500 gained 6.93 points or 0.4 percent, to 1,740.08, and the Nasdaq Composite added 34.918 points or 0.9 percent, to 3,898.064.\n\nAccording to Thomson Reuters data through Friday morning, of the 98 companies in the S&P 500 that have reported quarterly earnings so far, 62.2 percent have topped Wall Street expectations, just shy of the 63 percent average since 1994 and below the 66 percent beat rate over the past four quarters.\n\nOn a revenue basis, 53.1 percent of the S&P 500 components have beaten expectations, short of the 61 percent rate since 2002 but above the 49 percent beat rate over the past four quarters.",
        "link": "http://www.reuters.com/article/2013/10/18/markets-usa-stocks-idUSL1N0I811Q20131018",
        "time": "12:56PM UTC"
    },
    {
        "header": "US STOCKS-Wall St pushes past record, Google's stock tops $1,000",
        "body": "NEW YORK, Oct 18 (Reuters) - U.S. stocks rose on Friday, with the S&P 500 index heading for its best week in more than three months and earnings from Google, Morgan Stanley and others lifting sentiment.\n\nThe S&P 500, which rose above Thursday’s intraday record of 1732.92 and all-time closing high of 1732.90, was on pace for its third straight day of gains.\n\nIn addition to earnings, the market’s rise was based on expectations that the Federal Reserve will delay trimming its stimulus measures due to the damage inflicted on the economy by the partial U.S. government shutdown that ended on Thursday.\n\nThe market was also relieved that Washington had reached a deal to end the fiscal stalemate.\n\n“Truthfully most of this is the market pricing in the high likelihood that there will be a continuation of monetary policy through the spring,” said Jeff Buetow, chief investment officer at Innealta Capital in Austin, Texas, which manages $3 billion in assets.\n\n“With the insanity that took place over the past few weeks, I think the Fed is probably going to put some of the long-term decisions on hold,” Buetow said.\n\nThe Dow Jones industrial average was up 26.01 points, or 0.17 percent, at 15,397.66. The Standard & Poor’s 500 Index was up 11.26 points, or 0.65 percent, at 1,744.41. The Nasdaq Composite Index was up 47.49 points, or 1.23 percent, at 3,910.64.\n\nGoogle Inc shares were up 13 percent to $1,007.51 a day after the search engine company posted results that beat forecasts. Google, whose stock hit $1,000 for the first time, led the S&P technology sector, up 1.6 percent, to outperform all other sectors.\n\nHealth was the only declining sector, down 0.6 percent on predictions from UnitedHealth that the new healthcare law’s provision to decrease private Medicare payments could hurt earnings. UnitedHealth shares fell 3.2 percent to $69.08.\n\nMorgan Stanley shares rose 2.5 percent to $29.64 after the company reported a 50 percent rise in quarterly revenue as higher income from equities sales and trading offset a drop in its fixed-income business.\n\nGeneral Electric said its third-quarter profit and revenue fell as its finance business shrunk, but Wall Street looked beyond those numbers to GE’s improving profit margins and growing order demand. GE shares rose 4.2 percent to $25.71.\n\nOf the 98 companies in the S&P 500 that have reported so far, 62.2 percent have topped Wall Street expectations, just shy of the 63 percent average since 1994 but below the 66 percent beat rate over the past four quarters, according to Thomson Reuters data through Friday.\n\nOn revenue, 53.1 percent of the S&P 500 components have beaten expectations, short of the 61 percent rate since 2002 but above the 49 percent beat rate over the past four quarters.",
        "link": "http://www.reuters.com/article/2013/10/18/markets-usa-stocks-idUSL1N0I819320131018",
        "time": "3:34PM UTC"
    },
    {
        "header": "Google stock set for all-time high as revenue soars",
        "body": "Oct 18 (Reuters) - Google Inc shares were set to open at an all-time high near $1,000 after the search engine giant reported a surge in mobile and video advertising that helped drive quarterly revenue up 23 percent.\n\nAt least 10 brokerages raised their price targets on the stock to between $880 and $1,175, with Jefferies bumping up its target price the most at 15 percent.\n\nGoogle said paid clicks increased 26 percent in the three months ended Sept. 30, from a year earlier, the highest rate of growth in the past year.\n\nThis offset an 8 percent fall in average cost-per-click, the price advertisers pay Google when consumers click on their ads.\n\n“We view solid paid clicks growth to be a good indicator of demand, driven by the continued shift to mobile,” J.P. Morgan analysts said. They had expected 21.5 percent growth.\n\nIn contrast, analysts say Yahoo, which this week reported a tepid quarter, has lost market share in display and search advertising in the face of strong competition from Facebook Inc and Google.\n\nFacebook is expected to report its third-quarter results on Oct. 30.\n\nTo counter declines in cost-per-click rates, Google rolled out in February a service to help advertisers market through a mix of smartphones, tablets and desktops.\n\nThe J.P. Morgan analysts said this drive was a major opportunity for Google in the upcoming holiday season.\n\nAnalysts also highlighted Google’s ability to generate revenue from its video-streaming website, YouTube.\n\nYouTube branded video-ads grew more than 75 percent in the quarter, from a year earlier, with 40 percent of traffic now coming from mobile devices.\n\n“We estimate that Google’s key YouTube asset generated approximately $4 billion in revenue in 2012, positioning Google extremely well for the strong growth in video advertising,” RBC Capital Markets analysts wrote in a note.\n\nAnalysts at Jefferies said Google is best positioned to benefit in mobile with one billion Android activations.\n\nGoogle, which is also known for its Google Maps service and Chrome browser, reported a 32 percent jump in international revenue during the quarter.\n\n“[Rest Of World revenue] is an encouraging bright spot. Google should be a good play off any European and Emerging Markets recovery,” analysts at RBC Capital markets said.\n\nGoogle shares were trading up 9 percent at $970 before the bell on Friday. (Reporting by Soham Chatterjee; Editing by Sriraj Kalluvila)",
        "link": "http://www.reuters.com/article/2013/10/18/google-results-idUSL3N0I830K20131018",
        "time": "8:40AM UTC"
    },
    {
        "header": "Google's third-quarter beats as ad volume grows, stock flirts $1,000 level",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s quarterly results beat Wall Street’s expectations as the Internet search giant expanded its mobile and overseas businesses while keeping ad-rate declines in check, sending its shares to a record high.\n\nThe market reaction put Google’s stock within striking distance of $1,000, following what analysts said was a strong, but not spectacular quarter.\n\nShares of the world’s No.1 Internet search engine jumped 8 percent to $959.65 in after-hours trading on Thursday, after it reported a 23 percent rise in revenue from its Internet business, excluding fees paid to partners, of $10.8 billion in the third quarter.\n\n“Expectations going into earnings were a little muted,” said Needham & Co analyst Kerry Rice. “They did what they needed to do to impress investors.”\n\nGoogle’s business, like rivals Facebook Inc and Yahoo Inc, has come under pressure as more consumers access its online services on mobile devices such as smartphones and tablets, where advertising rates are lower than on PCs.\n\nThe average cost-per-click - the price that marketers pay Google when consumers click on their ads - decreased 8 percent during the third quarter, deepening the 6 percent price erosion that Google experienced in the second quarter.\n\nBut the total amount of paid clicks increased 26 percent year-on-year during the three months ended September 30, the highest rate of growth in one year.\n\n“That’s the key story, their ad volume growth is outpacing the decline in cost-per-clicks,” said JMP Securities analyst Ronald Josey.\n\nRoughly 40 percent of the traffic to YouTube, the Google-owned video website, now occurs on mobile devices, Google Chief Executive Larry Page said on Thursday. Two years ago, only 6 percent of YouTube’s traffic occurred on mobile devices.\n\n“Google’s done a good job of being in the right place in mobile as it grows, and being able to monetize that,” said Rice.\n\nHe also pointed to Google’s 28 percent revenue growth outside of the U.S. and Britain as further signs of Google’s strength.\n\nGoogle’s results offered a sharp contrast to online rival Yahoo Inc, which reported a slight dip in quarterly revenue on Tuesday and lowered its financial outlook.\n\nOn Thursday, co-founder and CEO Page told analysts he will no longer be joining the company’s quarterly earnings conference calls on a regular basis.\n\n“I know you all would love to have me on, but you’re also depending on me to ruthlessly prioritize my time for the benefit of the business,” Page said, without providing further explanation for the change.\n\nPage, who with Sergey Brin conceived of what is today the world’s most-used Internet search engine, is not known for assiduously courting Wall Street investors. And this year, Page revealed that his vocal cords are partially paralyzed as the result of a rare medical condition.\n\nNeedham & Co’s Rice said he did not expect Page to be any less involved in running the company, noting that Amazon.com Inc’s CEO Jeff Bezos does not participate in the quarterly earnings calls.\n\nGoogle executives also provided few details on the recently-launched MotoX smartphone, the flagship device within Google’s Motorola mobile phone business.\n\nOperating losses at Motorola were $248 million during the third quarter, compared to a loss of $192 million in the third quarter of 2012.\n\nGoogle’s consolidated business earned $2.97 billion, or $8.75 per share in the three months ended September 30, compared to $2.18 billion, or $6.53 per share, last year.\n\nExcluding certain items, Google said it earned $10.74 per share, compared to the $10.34 that analysts were expecting, according to Thomson Reuters I/B/E/S.\n\nConsolidated revenue of $14.89 billion compared with the $14.79 billion average analyst estimate.",
        "link": "http://www.reuters.com/article/2013/10/18/us-google-results-idUSBRE99G17Z20131018",
        "time": "10:41AM UTC"
    }
]