[
    {
        "header": "UPDATE 1-Google Internet revenue rises 23 percent in Q3",
        "body": "SAN FRANCISCO, Oct 17 (Reuters) - Google Inc said that its consolidated revenue increased 12 percent to $14.89 billion in the third quarter, even as losses deepened at its Motorola mobile phone business.\n\nShares of Google rose more than 5 percent to $939.26 in after-hours trading on Thursday.\n\nThe world’s No.1 Web search engine said that its Internet business delivered net revenue, which excludes fees paid to partners, of $10.8 billion in the third quarter, up 23 percent from $8.76 billion in the year-ago period.\n\nGoogle said that paid clicks increased 26 percent year-on-year during the three months ended Sept. 30, while the average cost-per-click - the price that marketers pay Google when consumers click on their ads - decreased 8 percent.\n\nGoogle said it earned $2.97 billion, or $8.75 per share in the three months ended Sept. 30, compared to $2.18 billion, or $6.53 per share, last year.\n\nOperating loss at Motorola, Google’s mobile phone business, totaled $248 million during the third quarter, compared to a loss of $192 million in the third quarter of 2012.",
        "link": "http://www.reuters.com/article/2013/10/17/google-results-idUSL1N0I62E720131017",
        "time": "4:16PM UTC"
    },
    {
        "header": "Twitter hires Google executive as head of retail: report",
        "body": "(Reuters) - Twitter Inc has hired an advertising executive from Google Inc to head its retail division, as the online messaging company ramps up hiring and works to expand its business ahead of an initial public offering, Bloomberg reported on Wednesday.\n\nJ.J. Hirschle, who directed media and entertainment advertising at Google, will be responsible for the team selling advertising products to retail companies, the agency said, citing Will Stickney, a spokesman for Twitter. (link.reuters.com/jyn83v)\n\nHirschle is to start on October 28, the same day Twitter is expected to kick off its investor roadshow where it will pitch its offering to Wall Street before shares start trading in mid-November.\n\nSince Twitter was spun out of a struggling San Francisco startup in 2006, it has grown to about 2,300 employees as of September.\n\nTwitter could not immediately be reached for comment by Reuters outside of regular U.S. business hours.",
        "link": "http://www.reuters.com/article/2013/10/17/net-us-twitter-management-idUSBRE99G04620131017",
        "time": "11:21AM UTC"
    },
    {
        "header": "Google's Q3 beats as ad volume grows, stock flirts $1,000 level",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s quarterly results beat Wall Street’s expectations as the Internet search giant expanded its mobile and overseas businesses while keeping ad-rate declines in check, sending its shares to a record high.\n\nThe market reaction put Google’s stock within striking distance of $1,000, following what analysts said was a strong, but not spectacular quarter.\n\nShares of the world’s No.1 Internet search engine jumped 8 percent to $959.65 in after-hours trading on Thursday, after it reported a 23 percent rise in revenue from its Internet business, excluding fees paid to partners, of $10.8 billion in the third quarter.\n\n“Expectations going into earnings were a little muted,” said Needham & Co analyst Kerry Rice. “They did what they needed to do to impress investors.”\n\nGoogle’s business, like rivals Facebook Inc and Yahoo Inc, has come under pressure as more consumers access its online services on mobile devices such as smartphones and tablets, where advertising rates are lower than on PCs.\n\nThe average cost-per-click - the price that marketers pay Google when consumers click on their ads - decreased 8 percent during the third quarter, deepening the 6 percent price erosion that Google experienced in the second quarter.\n\nBut the total amount of paid clicks increased 26 percent year-on-year during the three months ended September 30, the highest rate of growth in one year.\n\n“That’s the key story, their ad volume growth is outpacing the decline in cost-per-clicks,” said JMP Securities analyst Ronald Josey.\n\nRoughly 40 percent of the traffic to YouTube, the Google-owned video website, now occurs on mobile devices, Google Chief Executive Larry Page said on Thursday. Two years ago, only 6 percent of YouTube’s traffic occurred on mobile devices.\n\n“Google’s done a good job of being in the right place in mobile as it grows, and being able to monetize that,” said Rice.\n\nHe also pointed to Google’s 28 percent revenue growth outside of the U.S. and Britain as further signs of Google’s strength.\n\nGoogle’s results offered a sharp contrast to online rival Yahoo Inc, which reported a slight dip in quarterly revenue on Tuesday and lowered its financial outlook.\n\nOn Thursday, co-founder and CEO Page told analysts he will no longer be joining the company’s quarterly earnings conference calls on a regular basis.\n\n“I know you all would love to have me on, but you’re also depending on me to ruthlessly prioritize my time for the benefit of the business,” Page said, without providing further explanation for the change.\n\nPage, who with Sergey Brin conceived of what is today the world’s most-used Internet search engine, is not known for assiduously courting Wall Street investors. And this year, Page revealed that his vocal cords are partially paralyzed as the result of a rare medical condition.\n\nNeedham & Co’s Rice said he did not expect Page to be any less involved in running the company, noting that Amazon.com Inc’s CEO Jeff Bezos does not participate in the quarterly earnings calls.\n\nGoogle executives also provided few details on the recently-launched MotoX smartphone, the flagship device within Google’s Motorola mobile phone business.\n\nOperating losses at Motorola were $248 million during the third quarter, compared to a loss of $192 million in the third quarter of 2012.\n\nGoogle’s consolidated business earned $2.97 billion, or $8.75 per share in the three months ended September 30, compared to $2.18 billion, or $6.53 per share, last year.\n\nExcluding certain items, Google said it earned $10.74 per share, compared to the $10.34 that analysts were expecting, according to Thomson Reuters I/B/E/S.\n\nConsolidated revenue of $14.89 billion compared with the $14.79 billion average analyst estimate.",
        "link": "http://www.reuters.com/article/2013/10/17/us-google-results-idUSBRE99G17Z20131017",
        "time": "7:45PM UTC"
    },
    {
        "header": "Google reports Q3 revenue of $14.89 billion",
        "body": "SAN FRANCISCO, Oct 17 (Reuters) - Google Inc on Thursday said consolidated revenue rose to $14.89 billion in the third quarter from $13.3 billion in the year-ago period.\n\nThe world’s largest Internet search company said it earned $2.97 billion, or $8.75 per share in the three months ended Sept. 30, compared to $2.18 billion, or $6.53 per share, in the year-ago period.",
        "link": "http://www.reuters.com/article/2013/10/17/google-results-idUSL1N0I62DM20131017",
        "time": "4:06PM UTC"
    }
]