[
    {
        "header": "Wall Street gets Google lift in S&P's worst week since November",
        "body": "NEW YORK (Reuters) - Stocks rose on Friday as earnings from Google (GOOG.O) and other companies lifted tech shares, but the gains weren’t enough to stop the S&P 500 from suffering its worst week since November.\n\nHigh volatility marked the week, with the S&P 500 falling 2.3 percent on Monday in its worst day since November 7, which fueled talk that the market’s long-awaited pullback had arrived.\n\nFriday’s trading volume, at 6.4 billion, was the lowest of the week, but in line with the average for the year. Much of Boston, a major U.S. financial center and home to a number of the country’s biggest mutual fund companies, was under virtual lockdown as police killed one suspect in the Boston Marathon bombing in a shootout and mounted house-to-house searches for a second man.\n\nFor the week, the S&P 500 ended down 2.1 percent but the index managed a finish above its 50-day moving average after ending below that level on Thursday for the first time this year.\n\nBoosting the S&P 500 on Friday were shares of Google, which gained 4.4 percent to $799.87 a day after posting upbeat results. At least six brokerage firms have raised their target on Google’s stock price.\n\nThe Dow finished barely in positive territory, held back by shares of International Business Machines (IBM.N), which posted their largest drop in eight years after the company’s quarterly results missed estimates. IBM’s stock ended down 8.3 percent at $190.\n\n“Unless there’s a shock to the system, investors will move back into the market as we head through earnings season, but now investors have an opportunity to study the winners and losers more closely,” said Michael Sheldon, chief market strategist at RDM Financial in Westport, Connecticut.\n\nThe Dow Jones industrial average .DJI rose 10.37 points, or 0.07 percent, to 14,547.51 at the close. The Standard & Poor's 500 Index .SPX gained 13.64 points, or 0.88 percent, to finish at 1,555.25. The Nasdaq Composite Index .IXIC rose 39.69 points, or 1.25 percent, to close at 3,206.06.\n\nFor the week, the Dow slid 2.1 percent, while the Nasdaq lost 2.7 percent. Markets were roiled earlier in the week by the plunge in gold prices and slower growth out of China, the world’s second-largest economy.\n\nStill, the S&P 500 remains up about 9 percent for the year, and analysts said the pullback could give investors a chance to reevaluate their bets.\n\nOptions volume began the day unusually light for expiration day, which is typically a heavily traded session, as traders focused on developments in Boston. But trading in options picked up as the day progressed and ended near average levels.\n\nThe Boston situation “does disrupt activity. If you’re a financial adviser, you’re probably not having meetings today. But in terms of a corporate entity, most of the big ones in the city are probably operating pretty normally,” said John Canally, investment strategist and economist at the Boston office of LPL Financial, which is the nation’s largest independent broker-dealer.\n\nOn last month’s expiration day, overall volume spiked to 8.6 billion shares traded, the busiest day of the year so far, but expiry days in January and February had volume of just 6.7 billion to 6.8 billion shares.\n\nAmong other tech gainers, shares of Microsoft MSFT. jumped 3.4 percent to $29.77 and topped the Nasdaq’s most-active list after the company reported quarterly revenue and earnings that exceeded Wall Street’s expectations.\n\nShares of Boeing Co (BA.N) gained 2.1 percent to $87.96 after U.S. regulators approved a revamped battery system for its 787 Dreamliner. The jet was grounded in January because the plane’s lithium-ion batteries overheated.\n\nLess-than-stellar earnings from McDonald’s (MCD.N) and General Electric (GE.N) also weighed on the blue chips.\n\nGE shares fell 4.1 percent to $21.75 after the conglomerate reported a quarterly profit in line with expectations as GE sold more jet engines and shed its stake in NBC Universal. The stock topped the New York Stock Exchange’s list of most actively traded names.\n\nMcDonald’s stock lost 2 percent to $99.92 after the world’s biggest fast-food chain reported a first-quarter profit that fell short of Wall Street’s expectations and said sales at established U.S. restaurants fell 1.2 percent.\n\nFriday’s volume totaled 6.4 billion shares traded on the New York Stock Exchange, the Nasdaq and the NYSE MKT, in line with the average daily closing volume of 6.4 billion this year.\n\nAdvancers outnumbered decliners on the New York Stock Exchange by a ratio of about 11 to 4, while on the Nasdaq, nearly 17 stocks rose for every eight that fell.",
        "link": "http://www.reuters.com/article/2013/04/19/us-markets-stocks-idUSBRE93006T20130419",
        "time": "6:23PM UTC"
    },
    {
        "header": "Google stock forecast to breach $900 as core business lends stability",
        "body": "April 19 (Reuters) - Google Inc’s share price should resume its upward march to about $900 from less than $800 now, analysts said on Friday, after the search giant’s strong quarterly profit reinforced its status as a technology sector favorite.\n\nAt least five analysts increased their 12-month price target on the stock, by between $50 and $130 to $820-$925. Three others, who already had targets above $935, trimmed theirs.\n\nSome analysts said the predictability of Google’s results over the last several quarters was allowing them to better model earnings and stock price trends.\n\nThe strength of Google’s core search business, which lends stability to its overall results, will also help it fund projects such as Google Glass wearable computers and high-speed fiber networks as the company seeks newer streams of revenue, some analysts said.\n\nGoogle shares peaked at $844 in March but have slipped since then because of uncertainty about the company’s mobile advertising business and its Motorola mobile division.\n\nStill, some analysts have said they expect the stock to hit $1,000 soon.\n\nGoogle shares were set to open around $772 on Friday, up less than 1 percent. Google reported stronger-than-expected earnings after the market closed on Thursday.\n\n“Google can grow its core search business in the low teens over the next few years at high incremental margins,” analysts at Morgan Stanley said. “(It) may therefore be able to invest in newer projects while keeping core operating margins about stable.”\n\nThe decline in Google’s cost-per-click also slowed in the first quarter from the fourth quarter. Cost-per-click, or the rate advertisers pay Google, has been hit by lower advertising rates on cellphones over the past few quarters.\n\nGoogle recently changed the way marketers run ad campaigns on its website -- a strategy it calls Enhanced Campaigns -- blurring the distinction between ads for PCs and mobile devices.\n\nSome analysts believe this could help boost Google’s overall ad prices.\n\n“Mixed trends could lead to diverging views on Google coming out of the quarter, but we’d be buying any weakness in Google shares,” JP Morgan analysts said.\n\n“We remain positive on Google as mobile and display, Enhanced Campaigns, and Google Shopping/Play Store App should drive strong year-over-year growth in the second half of 2013 and into 2014.”\n\nJP Morgan maintained its price target at $860, with an “overweight” recommendation.\n\nMacquarie Equities Research raised its price target to $925 from $795, while Oppenheimer, which had the lowest stock price target of the group, raised its target to $820 from $765.\n\nCitigroup and Needham and Co also forecast that Google shares would breach $900. Piper Jaffray, Evercore Partners and Deutsche Bank, which had targets above $935, trimmed theirs slightly. All these brokerages maintained their “buy” or equivalent ratings.",
        "link": "http://www.reuters.com/article/2013/04/19/google-shares-idUSL3N0D6RL220130419",
        "time": "9:19AM UTC"
    },
    {
        "header": "US STOCKS-Wall St gets Google lift in S&P's worst week since November",
        "body": "* Dow up 0.1 pct, S&P up 0.9 pct, Nasdaq up 1.3 pct\n\nNEW YORK, April 19 (Reuters) - U.S. stocks rose on Friday as earnings from Google and other companies lifted tech shares, but the gains weren’t enough to stop the S&P 500 from suffering its worst week since November.\n\nHigh volatility marked the week, with the S&P 500 falling 2.3 percent on Monday in its worst day since Nov. 7, which fueled talk that the market’s long-awaited pullback had arrived.\n\nFriday’s trading volume, at 6.4 billion, was the lowest of the week, but in line with the average for the year. Much of Boston, a major U.S. financial center and home to a number of the country’s biggest mutual fund companies, was under virtual lockdown as police killed one suspect in the Boston Marathon bombing in a shootout and mounted house-to-house searches for a second man.\n\nFor the week, the S&P 500 ended down 2.1 percent but the index managed a finish above its 50-day moving average after ending below that level on Thursday for the first time this year.\n\nBoosting the S&P 500 on Friday were shares of Google, which gained 4.4 percent to $799.87 a day after posting upbeat results. At least six brokerage firms have raised their target on Google’s stock price.\n\nThe Dow finished barely in positive territory, held back by shares of International Business Machines, which posted their largest drop in eight years after the company’s quarterly results missed estimates. IBM’s stock ended down 8.3 percent at $190.\n\n“Unless there’s a shock to the system, investors will move back into the market as we head through earnings season, but now investors have an opportunity to study the winners and losers more closely,” said Michael Sheldon, chief market strategist at RDM Financial in Westport, Connecticut.\n\nThe Dow Jones industrial average rose 10.37 points, or 0.07 percent, to 14,547.51 at the close. The Standard & Poor’s 500 Index gained 13.64 points, or 0.88 percent, to finish at 1,555.25. The Nasdaq Composite Index rose 39.69 points, or 1.25 percent, to close at 3,206.06.\n\nFor the week, the Dow slid 2.1 percent, while the Nasdaq lost 2.7 percent. Markets were roiled earlier in the week by the plunge in gold prices and slower growth out of China, the world’s second-largest economy.\n\nStill, the S&P 500 remains up about 9 percent for the year, and analysts said the pullback could give investors a chance to reevaluate their bets.\n\nOptions volume began the day unusually light for expiration day, which is typically a heavily traded session, as traders focused on developments in Boston. But trading in options picked up as the day progressed and ended near average levels.\n\nThe Boston situation “does disrupt activity. If you’re a financial adviser, you’re probably not having meetings today. But in terms of a corporate entity, most of the big ones in the city are probably operating pretty normally,” said John Canally, investment strategist and economist at the Boston office of LPL Financial, which is the nation’s largest independent broker-dealer.\n\nOn last month’s expiration day, overall volume spiked to 8.6 billion shares traded, the busiest day of the year so far, but expiry days in January and February had volume of just 6.7 billion to 6.8 billion shares.\n\nAmong other tech gainers, shares of Microsoft jumped 3.4 percent to $29.77 and topped the Nasdaq’s most-active list after the company reported quarterly revenue and earnings that exceeded Wall Street’s expectations.\n\nShares of Boeing Co gained 2.1 percent to $87.96 after U.S. regulators approved a revamped battery system for its 787 Dreamliner. The jet was grounded in January because the plane’s lithium-ion batteries overheated.\n\nLess-than-stellar earnings from McDonald’s and General Electric also weighed on the blue chips.\n\nGE shares fell 4.1 percent to $21.75 after the conglomerate reported a quarterly profit in line with expectations as GE sold more jet engines and shed its stake in NBC Universal. The stock topped the New York Stock Exchange’s list of most actively traded names.\n\nMcDonald’s stock lost 2 percent to $99.92 after the world’s biggest fast-food chain reported a first-quarter profit that fell short of Wall Street’s expectations and said sales at established U.S. restaurants fell 1.2 percent.\n\nFriday’s volume totalled 6.4 billion shares traded on the New York Stock Exchange, the Nasdaq and the NYSE MKT, in line with the average daily closing volume of 6.4 billion this year.\n\nAdvancers outnumbered decliners on the New York Stock Exchange by a ratio of about 11 to 4, while on the Nasdaq, nearly 17 stocks rose for every eight that fell.",
        "link": "http://www.reuters.com/article/2013/04/19/markets-usa-stocks-idUSL2N0D62DM20130419",
        "time": "5:47PM UTC"
    }
]