[
    {
        "header": "Facebook and Google catch glimpse of split future",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nThe likes of Facebook, Google and Alibaba keep dabbling in new, new things. The U.S.-based social network’s $2 billion acquisition of virtual reality headset maker Oculus VR earlier this year is a prime example. At the same time, old-school technology companies are headed for splitsville. They offer a glimpse into the future for their younger counterparts.\n\nThe $16 billion Symantec, according to a Bloomberg report on Tuesday, is considering separating computer security from the storage business built around the deal it struck in 2004 to buy Veritas Software for $13.5 billion. EMC, with a market value of nearly $60 billion, is under fire from shareholder Elliott Management, which wants it to disband its so-called federation. HP, valued at approaching $70 billion, just announced plans to divide, following close on the heels of similarly sized eBay’s desire to spin off PayPal.\n\nThat keeps with a broader market emphasis on focus. Investors in sectors from pharmaceuticals to mining and restaurants are demanding and rewarding companies’ plans to offload the dispensable parts of their businesses.\n\nThe new technology giants are moving in the other direction, though. Google, fueled by a profitable dominant market position in web search, is busy across the board, whether providing optical fiber broadband service to U.S. cities, developing driverless cars or buying companies like thermostat maker Nest Labs. Investors in Facebook don’t seem to mind the punt on Oculus or the much larger – if closer to social networking – WhatsApp messaging acquisition. Alibaba’s scattered investments include movies and a soccer club.\n\nThese three companies, each worth $200 billion or more, are becoming the conglomerates for a new generation. There was a time when HP could have thrown money at similar ventures and been applauded for the effort. No longer. In today’s market, such activities would serve as a black mark against almost any other type of enterprise.\n\nInvestors cycle between enthusiasm for specialized companies and a preference for diversified groups. There are always exceptions, too. While they’re young, fast growing and haven’t yet stumbled badly, investors can be forgiving of entrepreneurial dreamers. Bosses like Facebook’s Mark Zuckerberg, Google’s Larry Page and Alibaba’s Jack Ma also wield significant voting power, which may dissipate as the years go by. They should experiment while they can. Their carve-up time will come.",
        "link": "http://www.reuters.com/article/2014/10/09/idUS347171361620141009",
        "time": "5:45PM UTC"
    },
    {
        "header": "Google wins bid on which court to fight Rockstar over patents",
        "body": "WASHINGTON (Reuters) - Google Inc (GOOGL.O) will fight patent holder Rockstar Consortium in a California court instead of a Texas court that lawyers consider more friendly toward plaintiffs.\n\nThe U.S. Court of Appeals for the Federal Circuit on Thursday ordered proceedings stayed in Texas over whether handsets made by Samsung Electronics (005930.KS), HTC Corp (2498.TW), AsuSTEK Computer (2357.TW), LG Electronics (066570.KS) and ZTE Corp (000063.SZ) infringed on Rockstar’s patents because they used Google’s Android operating system.\n\nRockstar had filed the lawsuits in a Texas federal court, which is generally viewed as a friendly forum for patent owners. Google counter punched, filing a lawsuit in northern California in which it asked a judge to rule that devices using the Android platform had not infringed the patents cited by Rockstar.\n\nThe overlaps led the appeals court to rule that the issue should be decided first in California.\n\n“It is clear that there was no need to proceed with the five Texas actions because the one California action may suffice,” the court said. “The record strongly suggests that there will be substantial similarity involving the infringement and invalidity issues in all the suits.”\n\nRockstar, which counts Apple Inc (AAPL.O) as an investor, outbid Google and paid $4.5 billion for thousands of former Nortel Network Corp patents as the networking products supplier went bankrupt in 2011.",
        "link": "http://www.reuters.com/article/2014/10/09/us-google-rockstar-patent-idUSKCN0HY1XA20141009",
        "time": "12:52PM UTC"
    }
]