[
    {
        "header": "Lenovo to buy Google's Motorola in China's largest tech deal",
        "body": "NEW YORK/SAN FRANCISCO (Reuters) - Lenovo Group said on Wednesday it agreed to buy Google Inc’s Motorola handset division for $2.91 billion, in what is China’s largest-ever tech deal as Lenovo buys its way into a heavily competitive U.S. handset market dominated by Apple Inc.\n\nIt is Lenovo’s second major deal on U.S. soil in a week as the Chinese electronics company angles to get a foothold in major global computing markets. Lenovo last week said it would buy IBM’s low-end server business for $2.3 billion.\n\nThe deal ends Google’s short-lived foray into making consumer mobile devices and marks a pullback from its largest-ever acquisition. Google paid $12.5 billion for Motorola in 2012. Under this deal the search giant will keep the majority of Motorola’s mobile patents, considered its prize assets.\n\nShares of Google climbed 2.6 percent to about $1,136 in after-hours trading. Google Chief Executive Officer Larry Page said that Google would be best served by focusing on smartphone software rather than devices.\n\nReuters reported the deal earlier on Wednesday, citing sources familiar with the deal.\n\nThe purchase will give Lenovo a beach-head to compete against Apple and Samsung Electronics as well as increasingly aggressive Chinese smartphone makers in the highly lucrative U.S. arena.\n\nIn 2005, Lenovo muscled its way into what was then the world’s largest PC market by buying IBM’s personal computer division. It has powered its way up the rankings of the global smartphone industry primarily through sales on its home turf but had considered a U.S. sortie of late.\n\n“Using Motorola, just as Lenovo used the IBM ThinkPad brand, to gain quick credibility and access to desirable markets and build critical mass makes a lot of sense,” said Forrester Research analyst Frank Gillett.\n\n“But Motorola has not been shooting the lights out with designs or sales volumes in smartphones. So the value is simply in brand recognition to achieve market recognition faster - and to expand the design and marketing team with talent experienced at U.S. and Western markets.”\n\nThe deal is subject to approval by both U.S. and Chinese authorities.\n\nChinese companies faced the most scrutiny over their U.S. acquisitions in 2012, according to a report issued in December by the Committee on Foreign Investment in the United States. Analysts say political issues could cloud the Motorola sale, especially with Lenovo trying to seal the IBM deal at the same time.\n\nLenovo will receive over 2,000 “patent assets” as part of the transaction, the companies said, but it remains unknown which will change hands and whether they might be subject to extra scrutiny from regulators.\n\nFor Motorola, Lenovo will pay $660 million in cash, $750 million in Lenovo ordinary shares, and another $1.5 billion in the form of a three-year promissory note, Lenovo and Google said in a joint statement.\n\n“The acquisition of such an iconic brand, innovative product portfolio and incredibly talented global team will immediately make Lenovo a strong global competitor in smartphones,” Lenovo’s chief executive, Yang Yuanqing, said in a statement.\n\nIn two years, China’s three biggest handset makers - Huawei, ZTE Corp and Lenovo - have vaulted into the top ranks of global smartphone charts, helped in part by their huge domestic market and spurring talk of a new force in the smartphone wars.\n\nAlthough Huawei and ZTE have made some inroads in the United States, where the Chinese companies continue to grapple with low brand awareness, perceptions of inferior quality and even security concerns. Lenovo has until now stayed out of the U.S. market.\n\nIn the third quarter of last year, ZTE and Huawei accounted for 5.7 percent and 3 percent of all phones sold in the United States, respectively, trailing Apple’s 36.2 percent and Samsung’s 32.5 percent, according to research house IDC.\n\nHuawei declined to comment on the Lenovo deal on Wednesday. ZTE did not immediately offer comment.\n\nGlobally, Lenovo ranked fifth in 2013 with a 4.5 percent market share, according to IDC. That’s up from 3.3 percent in 2012 and virtually nil a couple years before that.\n\nFor Google, the sale represented a solution to a persistent headache as Motorola’s losses widened in recent quarters. It also showed Google is willing to step back from the handset arena and throw its weight behind device makers that propagate its Android software, Kantar analyst Carolina Milanesi said.\n\n“It all points to Google thinking in the short run that they’re better off betting on Samsung and keeping them close,” Milanesi said. “And of course now they’re enabling a second strong runner (Lenovo) in the Android ecosystem.”\n\nIn 2012, analysts saw Google’s Motorola acquisition as primarily a way to secure the company’s trove of patents amid the technology sector’s increasing legal battles - rather than a bona fide push into the handset business.\n\nMany industry observers were surprised that Google did not immediately sell the hardware division after the deal closed, choosing instead to operate Motorola a separate company.\n\nIt did sell Motorola’s cable television set-top box business to Arris Group Inc for $2.35 billion at the end of 2012.\n\nIn a blog post on Wednesday, Google’s Page highlighted the strategic choice in selling the Motorola handset business.\n\n“The smartphone market is super competitive, and to thrive it helps to be all-in when it comes to making mobile devices,” Page wrote. “This move will enable Google to devote our energy to driving innovation across the Android ecosystem, for the benefit of smartphone users everywhere.”\n\nLenovo is being advised by Credit Suisse Group while Lazard Ltd advised Google on the transaction.",
        "link": "http://www.reuters.com/article/2014/01/30/us-google-lenovo-idUSBREA0S1YN20140130",
        "time": "3:10AM UTC"
    },
    {
        "header": "Google's outsized ad growth offsets steep price decline",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s quarterly revenue beat Wall Street’s target despite an ongoing decline in prices for its online ads and deepening losses at Motorola, the handset-making division to be sold to China’s Lenovo.\n\nShares of Google, which have risen more than 20 percent in the past three months, rose nearly 4 percent to $1,178 in after-hours trading on Thursday.\n\nGoogle executives said in a conference call on Thursday that the company benefited from strong demand from brand marketers and retailers in the fourth quarter, as well as healthy demand for online ads in international markets.\n\n“In the holiday season one thing has become very clear, the Web has truly become the new holiday store window,” Google Chief Business Officer Nikesh Arora said.\n\nPaid clicks on Google’s online ads jumped 31 percent during the typically busy holiday quarter, but the average cost per click that marketers paid the company slid 11 percent.\n\nGoogle’s advertising rates, like those of other Internet companies including Yahoo Inc, has been under pressure as more consumers access its online services on mobile devices such as smartphones and tablets, where advertising rates are lower than on PCs.\n\nMotorola, which Google has agreed to sell to China’s top PC maker for $2.91 billion, saw operating losses of $384 million in the quarter, more than double the $152 million loss from a year earlier.\n\nThe Internet search giant has struggled to turn the unit around in the face of steep competition from Apple Inc, and the sale of the loss-making unit is considered a positive for Google.\n\nGoogle’s consolidated revenue, which includes the money-losing Motorola smartphone business, rose to $16.86 billion from $14.42 billion in the fourth quarter of 2012. Analysts polled by Thomson Reuters I/B/E/S were looking for $16.75 billion.\n\nRevenue in Google’s core Internet business totaled $15.7 billion in the last three months of the year, up 22 percent from the $12.91 billion in the year-ago period.\n\nGoogle’s consolidated net income was $3.38 billion, or $9.90 per share, compared to $2.89 billion, or $8.62 per share, in the year-ago period. Excluding certain items, Google said it earned $12.01 per share, below analysts’ expectations for about $12.20.",
        "link": "http://www.reuters.com/article/2014/01/30/us-google-results-idUSBREA0T1UO20140130",
        "time": "6:06PM UTC"
    },
    {
        "header": "Google's core Internet business revenue rose 22 percent in Q4",
        "body": "SAN FRANCISCO, Jan 30 (Reuters) - Google Inc’s core Internet business revenue grew 22 percent to $15.72 billion in the fourth quarter.\n\nThe Internet search company’s consolidated revenue, which includes results from the Motorola hardware business, rose to $16.86 billion from $14.42 billion in the year-ago period.",
        "link": "http://www.reuters.com/article/2014/01/30/google-results-idUSL2N0L41MK20140130",
        "time": "4:06PM UTC"
    }
]