[
    {
        "header": "Google slashes cloud computing prices in rivalry with Amazon",
        "body": "SAN FRANCISCO (Reuters) - Google Inc slashed its cloud computing service prices on Tuesday, seeking to wrest customers from Amazon.com Inc and Microsoft Corp in the fast-growing market of renting computers and data storage to companies.\n\nPrice cuts range from 30 to 85 percent. Google’s Cloud Storage will cost 2.6 cents per gigabyte, about 68 percent lower for most customers. Google’s Compute Engine services will cost 32 percent less across all sizes, regions and classes.\n\n“The cost of virtualized hardware should fall in line with the cost of the underlying real hardware,” Google Senior Vice President Urs Holzle said in a post on Google’s official developers blog on Tuesday in conjunction with a cloud event that the company hosted in San Francisco.\n\nHolzle noted that hardware costs have improved by 20 to 30 percent during the past five years but that “public cloud prices fell at just 8 percent per year.”\n\nCloud services are increasingly popular among tech startups and larger companies, which rely on computers owned and operated by the likes of Amazon and Google, the world’s No. 1 Internet search engine, instead of buying the equipment themselves.\n\nAmazon, one of the largest online retailers, was among the first companies to recognize the opportunity. Amazon Web Services provide the underlying infrastructure for key aspects of popular Web companies such as online movie streaming service Netflix Inc and social network Pinterest.\n\nAmazon’s Web Services will hold an event in San Francisco to discuss its business on Wednesday. Amazon did not immediately respond to a request for comment on whether it would respond to Google’s price cuts.\n\nEarlier this week Cisco Systems Inc announced plans to spend $1 billion over the next two years to build a new cloud services business.",
        "link": "http://www.reuters.com/article/2014/03/25/us-google-cloud-idUSBREA2O1QG20140325",
        "time": "3:49PM UTC"
    },
    {
        "header": "Ray-Ban maker Luxottica to bring Google Glass to wider market",
        "body": "MILAN (Reuters) - Google has teamed up with Ray-Ban maker Luxottica in a bid to turn its Internet-connected Glass spectacles into a widely-available, stylish consumer product.\n\nIn a statement late on Monday, Luxottica, the world’s biggest eyewear maker, said it had agreed to design, develop and distribute Glass eyewear, which so far has only been available as an expensive prototype in the United States.\n\nGoogle Glass is a small stamp-sized screen attached to a pair of spectacle frames. It can record video, access email, and retrieve information from the Web by connecting wirelessly to a user’s cell phone.\n\nThe deal will allow Italy’s Luxottica to be first to showcase the new technology to millions of potential consumers, although Google has yet to surmount challenges such as battery life and privacy concerns.\n\n“We believe the challenge of convincing consumers to wear computers on their face is a fashion problem as much as it is a technology problem,” said UBS analyst Fred Speirs of the logic of the tie-up between Google and Luxottica.\n\nThe special glasses can be bought by U.S. residents for $1,500 plus tax, according to Google’s website. To reach a wider consumer market, they would have to be put on sale for a much lower price.\n\nTechnology experts believe wearable computers such as Google Glass could be the next big market for consumer devices, and mirror the way smartphones evolved from PCs.\n\nHowever, some express concern over issues such as intrusion into the privacy of other people who may not be aware they are being filmed or recorded, data security and the safety of wearing Internet-connected glasses while performing other tasks.\n\nLuxottica said its two major brands, Ray-Ban and Oakley, would be part of the deal, but gave no details about the product nor financial aspects of the deal.\n\n“We believe that a strategic partnership with a leading player like Google is the ideal platform for developing a new way forward in our industry and answering the evolving needs of consumers on a global scale,” Luxottica Chief Executive Officer Andrea Guerra said.\n\nAnalysts said it was too early to incorporate the impact of the deal into revenue estimates.\n\n“The partnership allows Luxottica to access a technology and a product that could have high upward potential if the product becomes a mass-market one,” said Micaela Ferruta, an analyst with Intermonte.\n\nAt 1600 GMT, Luxottica shares were up 4 percent at 40.55 euros, compared with a 0.6 percent rise in Italy’s benchmark FTSE MIB stock index. Google shares were little changed.\n\nGoogle had previously hoped to launch a consumer version of Glass this year. But Guerra, who said he and Google had been working on a deal for the past 10 months, told Italian daily La Repubblica that the new glasses would be ready to hit the market only in 2015.\n\nIn January, Google struck a deal with VSP, the largest optical insurer in North America, which will provide consumers with subsidized frames and prescription lenses for its Glass.",
        "link": "http://www.reuters.com/article/2014/03/25/us-luxottica-group-google-glass-idUSBREA2N1WK20140325",
        "time": "12:07PM UTC"
    },
    {
        "header": "Luxottica shares up in early trade after Google Glass deal",
        "body": "MILAN, March 25 (Reuters) - Shares in Luxottica opened up more than 3 percent on Tuesday after the Italian luxury eyewear maker agreed with Google to produce the U.S. group’s Internet-connected Glass eyewear.\n\nBy 0806 GMT shares in Luxottica rose 3 percent, outperforming a 1 percent rise in Italy’s FTSE MIB blue-chip stock index.\n\nLuxottica said it would design, develop and distribute Google Glass eyewear. (Reporting by Valentina Za; editing by Francesca Landini)",
        "link": "http://www.reuters.com/article/2014/03/25/luxottica-group-stocks-idUSI6N0MG01220140325",
        "time": "4:12AM UTC"
    }
]