[
    {
        "header": "Google friends swamp 9th Circuit in ‘Innocence of Muslims’ case",
        "body": "Is there anyone who doesn’t sympathize with the actor Cindy Lee Garcia, who was baldly deceived into appearing in the abhorrent anti-Islam film “Innocence of Muslims”?\n\nThe filmmaker, a shadowy character who goes by three different names, told Garcia she’d be appearing in “Desert Warrior,” an adventure movie set in the Middle East. Instead, he overdubbed her lines to make it appear as though the actress was accusing the prophet Mohammed of pedophilia, and included her brief scene in a screed so incendiary that it inspired riots in Egypt and elsewhere in the Muslim world.\n\nTargeted by death threats, Garcia eventually sued Google to force its YouTube unit to block the video. In February, she won a ruling from a divided three-judge panel at the 9th U.S. Court of Appeals, ordering Google to take down the film because Garcia was likely to prevail on her claim that ‘Innocence’ infringes her copyright on her individual performance.\n\nThe 9th Circuit opinion, written by Chief Judge Alex Kozinski, set off a furor of its own in the film industry, in which hundreds of individuals contribute to a single finished product. Could any one of them – actors, set designers, makeup artists – block distribution of a movie by crying infringement? In March, when Google’s lawyers at Hogan Lovells petitioned for a rehearing before the entire 9th Circuit, they pointed out that the panel’s ruling was at odds with the U.S. Copyright Office’s policy – and with the Copyright Office’s brand-new determination that Garcia is not entitled to a copyright on the performance that showed up in “Innocence.”\n\nThis week was the deadline for amicus briefs on Google’s petition. And if Garcia felt alone and exposed before, she must feel even more so now.\n\nTen briefs were filed on behalf of dozens of academics, news organizations, Internet companies such as Twitter and Netflix, and public interest groups including the ACLU, the Electronic Frontier Foundation and Public Citizen. Not one supports Garcia. Every brief urges the entire 9th Circuit to reconsider the panel’s Garcia ruling because Kozinski got it wrong.\n\nGarcia’s lawyer, Cris Armenta of The Armenta Law Firm looked for a silver lining in an interview Tuesday. “The sheer volume of briefs and words … appears to epitomize the David versus Goliath position my client is in,” Armenta said. “Fortunately, we have laws so that the majority – Google and its friends and family – doesn’t always win.”\n\nThere’s a lot of heft, though, in the arguments by Google’s amici. Broadly speaking, they fall into three categories. One group – including Netflix, documentary filmmakers, IP professors and an array of Internet companies such as Facebook, Pinterest and eBay – claim that the 9th Circuit opinion is plain unworkable. Documentarians and other content creators wouldn’t be able to create their films if they had to obtain explicit releases from everyone who might have an independent copyright under the standard the 9th Circuit created in the Garcia opinion, according to the filmmakers’ brief. Third-party distributors like Netflix wouldn’t be able to do business, according to Netflix’s brief, if they were subject to injunction suits by every performer in every film or television show they licensed. And according to the Internet companies, sites that make user-created content available to the public aren’t supposed to have to police that content to ward off infringing material, as the 9th Circuit injunction would force Google to do. Most of them “simply would not have the personnel or financial resources even to attempt compliance” with take-down orders like the one the 9th Circuit imposed on Google, the brief said.\n\nAnother set of briefs, including those from Internet law professors and a website for fan-created content, focused on the framework Congress established to deal with intermediaries on the web. Federal law explicitly shields such companies from liability for content created by users, except when that content infringes copyrights. As a result, the law professors’ brief said, copyright claims are increasingly likely to be asserted, in dubious ways, to force intermediaries to block content. The 9th Circuit’s ruling, according to the briefs, opens the door to yet more abuses of the copyright loophole in Congress’s protection of Internet intermediaries.\n\nFinally, Google’s friends from the news industry and several public interest groups contend that the 9th Circuit ruling tramples free speech by imposing a prior restraint. When the 9th Circuit panel granted Garcia an injunction, these briefs argue, it didn’t appropriately balance the equities, under the injunction test the U.S. Supreme Court set out in its 2006 decision in eBay v. MercExchange.\n\nThe panel should have weighed the harm of the alleged infringement of Garcia’s brief performance – and not the threats to her well-being – against the prior restraint it was imposing on free speech. Kozinski’s opinion never even considered whether Google was engaged in fair use by permitting links to “Innocence,” the First Amendment briefs said.\n\nGarcia counsel Armenta, of course, has an answer to all of the arguments by Google’s friends. Google and its amici, she told me, are attempting to extrapolate horrors from an opinion the 9th Circuit kept narrow and fact-based. Reputable film makers already obtain releases from performers, she said. So the only time the rights of individual contributors would become a problem, according to Armenta, are in the extremely rare circumstances of a content creator deceiving a performer, as the “Innocence” filmmaker duped Garcia. “The sky is not falling, the industry will not come to a halt,” she said.\n\nGarcia’s First Amendment and copyright protections are as valid as Google’s, she continued. And in this case, the film portrays the actress as saying something she never actually said. “Balancing the equities weighs in Cindy’s favor,” her lawyer said. “The principles of the First Amendment are safely intact in this opinion. It’s a smoke and mirrors trick to say that this will in any way stifle free speech.”\n\nAs for the statutory protection for Internet intermediaries, Armenta cites the loophole for copyright infringement. If Google had followed its own protocols for reviewing take-down notices, she said, it wouldn’t be on the wrong end of the 9th Circuit opinion.\n\nGoogle is a company with deep and wide influence, as we learned in the Oracle copyright litigation when U.S. District Judge William Alsup of San Francisco ordered both companies to disclose payments to commenters, bloggers and other opinion-shaping organizations. I’m sure that it has worked before with some of the amici (or their lawyers) in the Garcia case. But that doesn’t make their arguments less of an onslaught for Garcia.\n\nThe 9th Circuit should have a decision on the en banc decision sometime next month. Google counsel Neal Katyal of Hogan declined to comment.\n\nFor more of my posts, please go to WestlawNext Practitioner Insights",
        "link": "http://www.reuters.com/article/2014/04/15/idUS244628613520140415",
        "time": "7:06PM UTC"
    },
    {
        "header": "Google to buy drone-maker Titan Aerospace",
        "body": "(Reuters) - Google Inc has acquired solar-powered drone maker Titan Aerospace as the Web search giant ramps up plans to deliver wireless Internet access to remote parts of the world.\n\nTitan Chief Executive Vern Raburn declined to provide information on the price of the deal, which he said closed on Monday morning.\n\nThe 20-person company will remain in New Mexico for the foreseeable future, Raburn said, with all employees joining Google.\n\nThe deal could further Google’s efforts to deliver Internet access to remote regions of the world. Last year Google launched a small network of balloons designed to deliver Internet access over the Southern Hemisphere, dubbed as Project Loon.\n\n“Atmospheric satellites could help bring internet access to millions of people, and help solve other problems, including disaster relief and environmental damage like deforestation,” Google said in an emailed statement confirming the Titan acquisition.\n\nGoogle’s acquisition of Titan comes several weeks after rival Facebook Inc announced plans to build solar-powered drones and satellites capable of beaming Internet access to underdeveloped parts of the world. A few weeks before Facebook’s announcement, press reports said that Facebook was in discussions to acquire Titan.\n\nTitan is developing a variety of solar-powered “atmospheric satellites,” according to the company’s website, with initial commercial operations slated for 2015. The drones, which fly at an altitude of 65,000 feet and can remain aloft for up to five years and have a 165-foot (50-meter) wingspan, slightly shorter than that of a Boeing 777.\n\nNews of the acquisition was first reported on Monday by the Wall Street Journal.",
        "link": "http://www.reuters.com/article/2014/04/15/us-google-titan-aerospace-idUSBREA3D1H620140415",
        "time": "2:05PM UTC"
    }
]