[
    {
        "header": "Google's strength in advertising to drive growth: analysts",
        "body": "(Reuters) - Google Inc looks set to extend its leadership in online advertising as it sharpens its focus on its core business, analysts said after strong ad sales helped the No. 1 search company report stronger-than-expected quarterly revenue.\n\nGoogle’s shares, which closed at $1,135 ahead of the results announcement on Thursday, opened about 3 percent higher after at least 12 brokerages raised their price targets on the stock to as much as $1,400.\n\nBroker Canaccord Genuity raised its target price by $370 to $1,370, noting that Google’s website revenue growth accelerated to 22.1 percent in the fourth quarter, the third consecutive quarter of faster growth.\n\nCanaccord and others also said the sale of Google’s loss-making Motorola handset unit to China’s Lenovo Group Ltd would help it focus on its core internet business and boost margins.\n\nCiti Investment Research, which raised its target price to $1,350 from $1,190 and maintained a ‘buy’ rating, said Google’s report demonstrated the company’s continued business momentum.\n\nGoldman Sachs noted that the quarter was the second out of the last nine that net ad revenue had beaten the average estimate. Goldman raised its price target to $1,200 from $1,125.\n\nGoogle, whose shares were trading at $750 this time last year, said it benefited from strong demand from brand marketers and retailers in the quarter.\n\n“In coming quarters, we expect improvement in cost-per-click (CPC) trends as Product Listing Ads and AdWords Enhanced Campaigns lift CPCs,” UBS Securities analyst Eric Sheridan, who raised his target by $50 to $1,350, wrote in a note to clients.\n\nCPC refers to the price advertisers pay Google each time a user clicks on their ad.\n\nIn the past year, Google has changed the way advertisers run campaigns on its website, offering the same ads simultaneously on PCs and mobile devices.\n\nRBC Capital Markets analyst Mark Mahaney, who raised his price target to $1,400 from $1,300, said Google had positioned itself well to take advantage of most of the major trends in consumer internet through organic investments and acquisitions.\n\nGoogle also bought a stake in Taiwan displaymaker Himax Technologies, bringing it closer to producing a commercial version of its Google Glass eyewear.\n\nGoogle shares were up 1.8 percent at $1,158 in early trading on the Nasdaq.",
        "link": "http://www.reuters.com/article/2014/01/31/us-google-results-idUSBREA0T1UO20140131",
        "time": "10:20AM UTC"
    }
]