[
    {
        "header": "Google still a top pick for Wall Street, despite mobile ad challenges",
        "body": "(Reuters) - Google Inc’s disappointing first-quarter results left Wall Street unfazed about the internet giant’s ability to come to grips with the shift to the fast-growing mobile advertising market.\n\nGoogle shares were down about 3 percent in early trading on Thursday, and at least 12 brokerages cut their target price on the stock. But most analysts kept a “buy” rating or equivalent on the company’s shares.\n\n“Despite an expectations-miss quarter, Google remains one of the best-positioned stocks for many of the secular growth drivers in the Internet space,” RBC Capital analyst Mark Mahaney, who kept his “outperform” rating on the stock, said in a note to clients.\n\nOf the 46 analysts covering Google, 35 have a “buy” or equivalent rating on the stock. Nobody has a “sell”.\n\nGoogle, Facebook Inc and Twitter Inc are revamping their products and advertising business to try to take advantage of a global shift to mobile phones and tablets.\n\nFor investors in Google, accustomed to the company enjoying one of the highest ad margins in the business, mobile ads have translated to a steep drop in ad rates.\n\nAdvertising rates on mobile phones are typically cheaper than traditional online ads because of their smaller screens. But mobile advertising continues to make up a bigger slice of the revenue of Internet companies.\n\nGoogle company reported a 26 percent increase in paid clicks volumes but the average cost-per-click declined 9 percent.\n\n“Google remains a core internet holding and we reiterate our ”overweight“ rating,” Morgan Stanley said in a note titled “Keep calm and search on”.\n\nAnalysts highlighted core revenue growth from Google websites and YouTube, higher contribution from rest-of-world revenue, strong sales of digital apps and content in Google’s Play Store and Chromecast TV dongles.\n\nMany also expect Google’s Enhanced Campaigns advertisement program and other ad products to improve monetization from mobile and noted management’s view that location and other data would help mobile pricing over time.\n\n“We continue to recommend GOOGL due to the strength of the core search business, continued product innovation, and improving monetization, which should allow GOOGL to take a growing share of the desktop and mobile online ad markets,” Susquehanna analyst Brian Nowak said.\n\n“We continue to view Google as the best long term large cap story in our coverage space given the company’s focus on innovation,” he said.\n\nHowever, Goldman Sachs, which has a “neutral” rating on Google’s shares, said it expected the stock to remain range-bound in the near-term as the market waits for mobile cost-per-click rates to improve.\n\nGoogle shares were trading at $545.22 shortly after the opening on the Nasdaq after closing at $563.90 on Wednesday.",
        "link": "http://www.reuters.com/article/2014/04/17/us-google-mobile-idUSBREA3G0XL20140417",
        "time": "11:55AM UTC"
    },
    {
        "header": "Google misses revenue target, ad prices slide",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s first-quarter revenue fell short of Wall Street targets and margins narrowed as the price of its ads continued to decline, underscoring the challenges Internet companies face as the world shifts toward mobile devices.\n\nShares of Google were down 3 percent to $539.80 in afterhours trading on Wednesday, after initially sliding roughly 6 percent on the news.\n\nThe number of “paid clicks” by consumers on Google’s ads increased by 26 percent in the first quarter, disappointing some analysts who had hoped for stronger volume growth. And the average “cost per click” declined 9 percent, extending a downward trend as mobile advertising, typically cheaper than traditional online ads, make up a bigger slice of its business.\n\nThe world’s largest search engine, along with Facebook Inc and Twitter Inc, which are due to report financial results in coming weeks, are revamping their products and advertising business to account for smartphones.\n\n“It’s an average quarter from a great company,” said BGC Partners analyst Colin Gillis. “It’s the same old story. Paid clicks were a little lighter than people might have hoped, CPC declines were a little higher than people would have liked, expenses continued to rise.”\n\nOperating income slipped to 32 percent of revenue on an adjusted basis, from 34 percent in the year-ago period.\n\nGoogle is spending big to push into various new markets with innovations such as wearable computers, ultra high-speed Internet access and home automation. In January it acquired Nest, which makes smart thermostats and smoke detectors, for $3.2 billion.\n\nThe Nest purchase and some legal expenses bumped up Google’s spending during the quarter, Finance Chief Patrick Pichette said during a conference call on Wednesday. But aside from those items, “our expenses continue to demonstrate the same disciplined agenda we’ve always had,” he said.\n\nSales of digital media such as movies and games in Google’s online Play store, as well as hardware devices such as the Chromecast television gadget, boosted Google’s “other” revenue 48 percent year-on-year to $1.6 billion.\n\nGoogle's revenue climbed 19 percent to $15.42 billion in the first quarter from $12.95 billion in the year-ago period. Analysts polled by Thomson Reuters I/B/E/S had estimated $15.54 billion. For a breakdown of other numbers: (link.reuters.com/sux58v)\n\nTraffic acquisition costs, the fees that Google pays to partner websites that run its ads, were $3.23 billion, or 23 percent of advertising revenue.\n\nGoogle’s advertising rates, like those of other Internet companies including Yahoo Inc, has been under pressure as more consumers access its online services on mobile devices such as smartphones and tablets, whose advertising rates can be half as much as on personal computers, according to Needham & Co analyst Kerry Rice.\n\nGoogle’s ad prices are also under pressure as the company expands into emerging markets, where ad rates are lower, said Rice.\n\nGoogle Chief Business Officer Nikesh Arora said prices of mobile ads will eventually catch up to prices of online ads that appear on desktop PCs, as improvements in mobile search capabilities and mobile websites make it easier for consumers to buy things on a smartphone’s small screen.\n\nArora did not provide a time frame, though Needham analyst Rice said he did not expect the change to happen overnight.\n\n“We’ve probably seen the bottom, but I don’t expect some rapid improvement,” said Rice.\n\nGoogle posted $3.45 billion in net income, or $5.04 per share, in the three months ended March 31, compared to $3.35 billion, or $4.97 per share, in the year-ago period. Excluding certain items, Google earned $6.27 per share.\n\nGoogle reported a $198 million net loss from “discontinued operations,” which includes the Motorola smartphone business. Google announced plans in January to sell the money-losing business to China’s Lenovo for $2.91 billion.",
        "link": "http://www.reuters.com/article/2014/04/17/us-google-results-idUSBREA3F1Q220140417",
        "time": "8:13AM UTC"
    },
    {
        "header": "Patent lawsuit against Google to be fought in California -ruling",
        "body": "SAN FRANCISCO, April 17 (Reuters) - A federal judge in California on Thursday rejected a request by patent consortium Rockstar to transfer patent litigation against Google Inc to Texas, according to a court ruling.\n\nRockstar, which counts Apple Inc as an investor, bought thousands of former Nortel patents from Nortel’s bankruptcy in 2011 for $4.5 billion. (Reporting by Dan Levine. Editing by Andre Grenon)",
        "link": "http://www.reuters.com/article/2014/04/17/google-rockstar-ruling-idUSL2N0N925E20140417",
        "time": "6:31PM UTC"
    },
    {
        "header": "Patent consortium Rockstar loses bid to move Google case",
        "body": "SAN FRANCISCO (Reuters) - A U.S. judge on Thursday rejected a request by patent consortium Rockstar to transfer patent litigation from Google Inc’s home turf in California to Texas, according to a court ruling.\n\nRockstar, which counts Apple Inc as an investor, outbid Google and paid $4.5 billion for thousands of former Nortel Network Corp patents as the networking products supplier went bankrupt in 2011. Last year, the consortium sued several handset manufacturers whose phones operate on Google’s Android operating system, which fiercely competes with Apple mobile products.\n\nRockstar filed its lawsuit in a Texas federal court, which is generally viewed as a friendly forum for patent owners. In a bid to move the litigation to Northern California, where its headquarters are, Google asked U.S. District Judge Claudia Wilken in December to rule that it had not infringed the patents Rockstar sued over in Texas.\n\nRockstar filed papers to dismiss Google’s California case, arguing that the proper jurisdiction is in Texas.\n\nHowever, in a ruling on Thursday, Wilken wrote that Apple and Rockstar are sufficiently linked for the case to remain in California. Apple’s Silicon Valley headquarters are a short distance from Google‘s.\n\n“Google demonstrates a direct link between Apple’s unique business interests, separate and apart from mere profitmaking,” Wilken wrote.\n\nFor instance, Rockstar’s patent litigation “advances Apple’s interest in interfering with Google’s Android business,” Wilken wrote.\n\nRepresentatives for Apple and Google declined to comment. A representative for Rockstar could not immediately be reached.\n\nThe case is Google Inc v. Rockstar Consortium et al, U.S. District Court for the Northern District of California, No. 13-5933.",
        "link": "http://www.reuters.com/article/2014/04/17/us-google-rockstar-ruling-idUSBREA3G2EO20140417",
        "time": "7:59PM UTC"
    },
    {
        "header": "Google, IBM results raise questions about other tech-sector companies",
        "body": "SAN FRANCISCO (Reuters) - Disappointing results from Google Inc and IBM may unnerve investors shaken by a strong recent selloff in tech stocks, underscoring the challenges the Internet and IT sectors face as corporate report cards come due in coming weeks.\n\nThe two companies, both barometers of their respective industries, posted March-quarter results on Wednesday that missed Wall Street’s revenue targets, and their shares fell in after hours trade.\n\nIBM blamed weak hardware sales for its lowest quarterly revenue in five years, worsened by an 11 percent slide in overall sales in emerging markets including China, Brazil, Russia and India.\n\nThat spells trouble for other tech companies reliant on enterprise-spending, such as Oracle, Cisco, EMC and Hewlett-Packard, which report results this month or next. Like IBM, they have struggled to grow their businesses, particularly in China, whose economy is down-shifting after years of hyper-growth.\n\nEnterprise spending in general has been on the wane for traditional computing giants as corporations and even governments increasingly turn to software-as-a-service (SaaS) and other cloud offerings instead of maintaining their own in-house technology infrastructure. Many, including IBM and Oracle, have been left behind by smaller, younger rivals as spending goes toward emerging areas like big data, cloud and cyber security.\n\n“We’re seeing a lot of traditional technology vendors struggle,” said FBR analyst Dan Ives.\n\n“You’re seeing spending go away from big-bang projects toward smaller, more modular types of deployments, which speaks to why a lot of SaaS players are doing well. Customers want to buy just the drink rather than the whole bar.”\n\nGoogle’s and IBM’s poor results on Wednesday may do little to change investors’ sentiment following a recent drop in tech stocks. Since early March, the tech-heavy Nasdaq index has fallen over 6 percent.\n\nWith the latest results factored in, including IBM and Google, tech earnings growth estimates for the quarter have fallen by roughly two-thirds since the start of the year, according to Thomson Reuters data.\n\nOn January 1, as the first quarter got under way, analysts on average predicted tech earnings would grow by 7 percent. But now, as first-quarter reports trickle out, analysts on average expect growth of just 2.4 percent, according to the data.\n\nThat also marks a deceleration in tech profit growth from the fourth quarter, when it totaled 10.3 percent, but it is an improvement from 2013’s first quarter, when tech profits shrank by 1.2 percent.\n\nIn Google’s case, investors initially pummeled the stock in after-hours trading after the world’s largest Internet company reported its miss, plus a drop in margins as cost-per-click, or the average price of an online ad, slid 9 percent.\n\nThe shares rebounded after CFO Patrick Pichette attributed that profitability decline to a spike in expenses partly because of its $3.2 billion acquisition of home automation pioneer Nest last quarter, which tacked on a raft of payroll and research costs.\n\nMore broadly, the three largest Internet corporations - Google, Facebook Inc and Twitter Inc - have each grappled with advertising on mobile devices, where the growth is currently concentrated, and where smartphones with smaller displays typically command lower ad prices than on desktop PCs.\n\nFor investors in Google, accustomed to the company enjoying one of the highest ad margins in the business, mobile ads have translated to a steep drop in ad rates. The transition has been less jarring at Facebook, which once relied almost exclusively on low-margin display or banner ads.\n\nTwitter, which had difficulty monetizing its 140-character stream-of-consciousness messaging model, is catching on with TV advertisers because of its growing position as a “second screen” to accompany TV viewing.\n\n“People are trying to adapt to a new delivery system which is mobile,” said B. Riley & Co analyst Sameet Sinha. “It is a challenge for most companies, and it’s going to be here for the next couple of years.”",
        "link": "http://www.reuters.com/article/2014/04/17/us-technology-results-idUSBREA3G03720140417",
        "time": "3:17AM UTC"
    }
]