[
    {
        "header": "Google's executive shuffle highlights its growing ambitions ",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s reshuffle of its senior ranks underscores the Internet company’s evolving business ambitions, analysts say.\n\nThree years after co-founder Larry Page took the reins back as chief executive officer, his team of lieutenants is clearly undergoing a refresh.\n\nOn Thursday, Google announced the surprise departure of its veteran business chief Nikesh Arora, who will become Vice Chairman of SoftBank Corp.\n\nArora represents the latest in a string of personnel changes within Google’s top ranks over the past 16 months, affecting major divisions from Youtube to its popular Android mobile software.\n\nIn some cases, the moves appear to be the result of personal circumstances or opportunities. Arora’s role at SoftBank represents a promotion, analysts say.\n\nBut a half-dozen other top executives have left or switched roles in recent months. They included the departed Vic Gundotra, who oversaw the Google+ social network; and Salar Kamangar, who was CEO of YouTube before moving to another role.\n\nFresh faces now pictured on Google’s senior management page include Craig Barratt, whose responsibilities include efforts building broadband networks and delivering wireless Internet access, and Lorraine Twohill, the head of marketing who was recently promoted to senior vice president.\n\nIt is unclear what motivated each individual move. But analysts say they suggest a general desire to have fresh eyes on key parts of the business as Google pursues growth areas.\n\n“The opportunities they’re chasing are so much bigger now,” said BGC Partners analyst Colin Gillis.\n\n“They weren’t digging up fiber four years ago. They didn’t have Chromecast,” he said, referring to Google’s ultra-high-speed fiber network and a device for streaming Web content to televisions.\n\nGoogle’s transition to smartphones represents a key success in recent years. Now, it is seeking to extend Android’s reach into televisions, smartwatches and cars.\n\nThis week, Google announced that former Ford Motor Co CEO Alan Mulally was joining its board, bringing expertise and connections as Google seeks to play a bigger role in automobiles with its Android software and self-driving car technology.\n\nAndy Rubin, credited with making Android a hit, is now focused on building another potential area of growth for the company: robots.\n\nOther initiatives, such as the Google+ network launched to take on Facebook Inc, appear to have receded in priority, with the service barely mentioned at this year’s developer conference.\n\nMeanwhile, Google’s online advertising business remains a reliable money-making machine, with revenue up 22 percent to $16 billion in the second quarter. Arora’s departure should not cause any major hiccups, analysts said.\n\nHe will be replaced for now by Omid Kordestani, one of Google’s early sales executives.\n\n“Google is a pretty efficient machine, so I think they’ll be able to plug in the up-and-coming person,” said Needham & Co analyst Kerry Rice, referring to Kordestani. “I don’t think it will be too detrimental.”",
        "link": "http://www.reuters.com/article/2014/07/18/us-google-executives-idUSKBN0FN07V20140718",
        "time": "11:37PM UTC"
    },
    {
        "header": "Google Q2 revenue increases 22 percent",
        "body": "SAN FRANCISCO, July 17 (Reuters) - Google Inc’s revenue increased 22 percent in the second quarter, as the Internet company saw strong demand for ads on its websites.\n\nRevenue in the three months ended June 30 totaled $15.96 billion, compared to $13.11 billion in the year ago period.",
        "link": "http://www.reuters.com/article/2014/07/17/google-results-idUSL2N0PR32O20140717",
        "time": "4:14PM UTC"
    },
    {
        "header": "Nissan CEO says some car makers concerned over product control in Google cooperation",
        "body": "TOKYO, July 17 (Reuters) - Nissan Motor Co chief executive Carlos Ghosn said some car makers remain reticent about working with technology giant Google Inc as it develops driverless vehicles for fear of their brands’ identities becoming submerged.\n\nGhosn, who also heads France’s Renault, said car makers can benefit from collaborating with Google, which offers its Android software for cars and which is building prototypes of self-driving cars. “But at the end of the day, I think all car makers are extremely cautious about maintaining control on their own cars,” he told a news conference in Tokyo on Thursday.\n\n“We obviously don’t want to become just a kind of a simple common hardware,” Ghosn said. “We really want to keep the attractiveness of the product and the control on the product.”\n\nNissan, along with General Motors, Volkwagen AG’s Audi and Honda Motor Co, teamed up with Google this year to form the Open Automotive Alliance to incorporate the Android operating system into cars.\n\nGhosn previously set a target for Japan’s third-biggest car maker to introduce its own self-driving vehicles on a commercial basis by 2020. On Thursday he said it’s a goal for Nissan to become the first to introduce driverless cars on a mass scale so as to set the standard and boost its brand’s presence.\n\n“There is always a premium for those who come first because you are associating the brand with something that in the end everybody is going to get,” he said.\n\nIn order to hit its 2020 target, Nissan plans to introduce systems that allow fully automated parking of cars and enable driverless cars to negotiate crowded highways, both by 2016. These innovations will be followed by technologies to allow the driverless cars to automatically change lanes and cross intersections in cities, Ghosn said. (Reporting by Yoko Kubota; Editing by Kenneth Maxwell)",
        "link": "http://www.reuters.com/article/2014/07/17/nissan-google-idUSL4N0PS0X720140717",
        "time": "1:57AM UTC"
    },
    {
        "header": "Google's business chief departs for SoftBank in latest leadership change",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s chief business officer, one of Chief Executive Officer Larry Page’s key lieutenants and the company’s main liaison to Wall Street, is leaving the Internet search company, the latest high-ranking executive to depart.\n\nNikesh Arora, who joined Google nearly a decade ago, will move to Japan’s SoftBank Corp as vice chairman, according to a post by Page on the Google+ social network.\n\nOmid Kordestani, who has led sales teams at Google for years, will take over in the interim, marking the latest change to Google’s senior leadership in past months.\n\nAndroid operating software boss Andy Rubin stepped aside last year, and Salar Kamangar, head of the YouTube video website, was succeeded in February by longtime Google ad executive Susan Wojcicki.\n\nIn April, Vic Gundotra, head of social networking services, said he was exiting.\n\nArora’s surprise departure was announced as Google reported results that beat investors’ expectations on Thursday.\n\nRevenue in the three months ended June 30 totaled $15.96 billion, compared to $13.11 billion in the year-ago period. Analysts polled by Thomson Reuters I/B/E/S were looking for $15.61 billion in revenue.\n\nThe world’s No.1 Internet search company said the number of “paid clicks” by consumers on its ads increased 25 percent year-on-year in the quarter. But the average price of the ads declined 6 percent.\n\nGoogle earned $3.42 billion or $4.99 per share in the second quarter, versus $3.23 billion or $4.77 per share a year earlier. Excluding certain items, Google said it earned $6.08 a share.\n\nShares of Google were up roughly 1 percent in after hours trading on Thursday at $580.",
        "link": "http://www.reuters.com/article/2014/07/17/us-google-results-idUSKBN0FM2PC20140717",
        "time": "4:59PM UTC"
    }
]