[
    {
        "header": "White House nominates former Google exec Lee to head patent office",
        "body": "WASHINGTON (Reuters) - The White House on Thursday nominated Michelle Lee to be director of the U.S. Patent and Trademark Office, which the former Google executive has led on an acting basis since January.\n\nThe patent office, regarded as the steward of U.S. intellectual property, employs about 12,000 people, mostly patent examiners. It has long been under fire for taking more than two years to consider many patent applications.\n\nLee, who founded and headed the U.S. patent office’s Silicon Valley outpost, was deputy general counsel and head of patents and patent strategy at Google, working there from 2003 to 2012. Her nomination is subject to approval by the U.S. Senate.\n\nThe patent office is part of the U.S. Department of Commerce and awards patents and registers trademarks\n\n“Michelle is a proven leader with strong management skills, having ably led the PTO since January,” U.S. Commerce Secretary Penny Pritzker said in a statement.\n\n“She brings decades of legal, technical and business experience in delivering real results for our nation’s innovators.”\n\nLee was also a partner at the law firm Fenwick and West, and has degrees in electrical engineering and computer science from Massachusetts Institute of Technology as well as a law degree from Stanford.\n\nThe patent office has been without a permanent director since David Kappos, a former IBM Corp executive, left in February 2013.\n\nPaul Michel, who retired from the U.S. Court of Appeals for the Federal Circuit in 2010, once employed Lee to clerk for him on the court, which specializes in patent and trademark cases.\n\n“Her academic record was just astronomically impressive. If my memory serves me right, she got an A in every class she took at MIT,” Michel told Reuters.\n\nLee’s biggest challenges would be reducing the patent backlog while ensuring no bad patents slip through, said Michel. Poorly written patents are often blamed for meritless litigation.\n\nA perennial complaint about the patent office has been its backlog. In December 2011, the unexamined backlog was almost 722,000 patents. It was down to 605,646 in September, the most recent patent office data show.\n\nIn September, patent applications took an average of 27.4 months from the time they were filed to when they were approved.\n\nAnother issue facing Lee is the difficulty in planning and budgeting. The agency collects funds from users but cannot spend the money without authorization from Congress, which it sometimes cannot get.",
        "link": "http://www.reuters.com/article/2014/10/16/us-usa-patents-lee-idUSKCN0I52RL20141016",
        "time": "7:04PM UTC"
    },
    {
        "header": "Google's revenue falls short despite curbing price declines",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s revenue fell short of Wall Street’s expectations as growth in Internet advertising slowed in the most-recent quarter, offsetting a modest improvement in ad pricing, sending its shares down about 3 percent.\n\nThe total number of ads, or paid clicks, expanded by 17 percent in the third quarter. That was down from the 25 percent growth rate that Google delivered in the second quarter.\n\nBut online advertising rates, which have been mired in a multi-year decline, moderated slightly in the third quarter, declining 2 percent year-on-year. That marked an improvement from the 6 percent decline in “cost-per-click” or CPCs in the second quarter.\n\nShares of Google fell 2.7 percent to $510.11 in extended trading on Thursday.\n\n“The CPC decline abated. That’s a big positive,” argued BGC Partners analyst Colin Gillis. ”If CPCs flatline that’s going to help the core meaningfully.”\n\nGoogle posted $16.52 billion in revenue for the three months ended Sept. 30, compared to $13.75 billion in the year ago period. Analysts polled by Thomson Reuters I/B/E/S were looking for revenue of $16.57 billion in the latest quarter.\n\nGoogle ramped up its spending during the quarter. The company increased its headcount by roughly 3,000 employees, contributing to a 46 percent rise in research and development costs.\n\nOn Thursday, Google announced it had appointed Omid Kordestani its new chief business officer, replacing Nikesh Arora, who had departed a quarter ago to join Japan’s Softbank Corp. The chief business officer is considered a key position, overseeing all the company’s revenue-generating activities and serving as a liaison to investors and Wall Street.",
        "link": "http://www.reuters.com/article/2014/10/17/us-google-results-idUSKCN0I52MI20141017",
        "time": "8:35PM UTC"
    },
    {
        "header": "Google's third-quarter revenue increases 20 percent",
        "body": "SAN FRANCISCO, Oct 16 (Reuters) - Google Inc’s third-quarter revenue increased 20 percent, as a long-running decline in its online advertising rates showed signs of moderating.\n\nGoogle said it generated $16.52 billion in revenue in the three months ended Sept. 30, compared with $13.75 billion in the year ago period. (Reporting by Alexei Oreskovic; Editing by Bernard Orr)",
        "link": "http://www.reuters.com/article/2014/10/16/google-results-idUSL2N0SB2E520141016",
        "time": "4:06PM UTC"
    },
    {
        "header": "RPT-Google tests waters for potential ultra-fast wireless service",
        "body": "SAN FRANCISCO, Oct 15 (Reuters) - Google Inc is preparing to test new technology that may provide the foundation for a wireless version of its high-speed “Fiber” Internet service, according to telecommunication experts who scrutinized the company’s regulatory filings.\n\nIn a public but little-noticed application with the U.S. Federal Communications Commission on Monday, Google asked the agency for permission to conduct tests in California across different wireless spectrums, including a rarely-used millimeter-wave frequency capable of transmitting large amounts of data.\n\nIt is unclear from the heavily redacted filing what exactly Google intends to do, but it does signal the Internet giant’s broader ambition of controlling Internet connectivity. The technology it seeks to test could form the basis of a wireless connection that can be broadcast to homes, obviating the need for an actual ground cable or fiber connection, experts say.\n\nBy beaming Internet services directly into homes, Google would open a new path now thoroughly dominated by Verizon , AT&T, Comcast and other entrenched cable and broadband providers. It could potentially offer a quicker and cheaper way to deliver high-speed Internet service, a potential threat to the cable-telecoms oligopoly, experts said.\n\n“From a radio standpoint it’s the closest thing to fiber there is,” said Stephen Crowley, a wireless engineer and consultant who monitors FCC filings, noting that millimeter frequencies can transmit data over short distances at speeds of several gigabits per second.\n\n“You could look at it as a possible wireless extension of their Google Fiber wireless network, as a way to more economically serve homes. Put up a pole in a neighborhood, instead of having to run fiber to each home,” said Crowley.\n\nCraig Barratt, the head of the Google Access and Energy division leading the effort to offer high-speed fiber networks in Kansas City and other locations, signed off as the authorized person submitting Google’s FCC application.\n\nThe world’s No.1 Internet search engine has expanded into providing consumers with services such as Internet access. The company said it wants to roll out its high-speed Internet service to more than 30 U.S. cities, and in 2013 it struck a deal to provide free wireless Internet access to 7,000 Starbucks cafes across America.\n\nEarlier this year, technology news website The Information reported that Google was exploring ways to offer a full-fledged wireless service, with voice and Internet access, in markets where the company already offers its Fiber service.\n\nGoogle’s application to conduct the 180-day test is heavily redacted to protect confidential information that Google said would provide “valuable insight into Google’s technology innovations and potential business plans and strategy.”\n\nThe purpose of the test is so that Google can “expeditiously test radios in a way that is likely to contribute to the development, extension, expansion or utilization of the radio art,” Google stated cryptically in one of the filings.\n\nGoogle declined to comment on the FCC filing.\n\nWireless experts noted that the tests could simply be basic research that does not ultimately lead to new products or services. In the past, Google has submitted applications with the FCC to test wireless communications.\n\nThe latest test, which Google hopes to begin on Nov. 13, will include three sites in the San Francisco Bay Area, including one in San Mateo county and two locations a half-mile apart which appear to be on Google’s Mountain View, California campus. Google said the effort will use radio transmitters operating in the 5.8 GHz frequency, the 24.2 GHz frequency and in the millimeter wave bands of 71-76 GHz and 81-86 GHz, according to the application.\n\nMillimeter wave frequencies work best over short distances, such as a few city blocks, and require a direct line-of-sight connection to a receiver. But multiple such devices placed next to each other, atop buildings could provide an alternative to in-the-ground fiber cables used for shuttling data throughout a city as well as for delivering Internet access directly to residences, theorized several wireless experts.\n\n“This could be anything from something relatively small scale, like a way to supplement their existing fiber system to something like how to put a wireless cloud around your city that leverages your fiber backbone,” said Harold Feld, a senior vice president at Public Knowledge, a non-profit that focuses on broadband access and competition issues and which receives funding from tech companies including Google.\n\nThe FCC is scheduled to hold a meeting on Friday about the use of wireless spectrum above 24 GHz for mobile services, including ways the agency can facilitate the development and deployment of technology using such frequencies.\n\nGoogle noted that the tests are for narrow-bandwidth transmissions. According to Crowley, the application suggests that Google will not be transmitting data over the networks, but sending simple pings between locations to gauge how the signals travel over distances and in different terrains.\n\nGoogle appears to be trying to get ahead of the competition in understanding the potential to use the millimeter frequencies now being discussed by the FCC, said Public Knowledge’s Feld.\n\n“If they can pull it off, they will have a potentially very innovative next-generation delivery system,” he said. (Reporting by Alexei Oreskovic; Editing by Bernard Orr)",
        "link": "http://www.reuters.com/article/2014/10/16/google-wireless-idUSL2N0SA3I120141016",
        "time": "6:00AM UTC"
    },
    {
        "header": "Google's weakening ad revenue growth hides rising stars",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s decelerating advertising business is masking the stellar growth of significant but little-noticed business components such as sales of digital music, software and mobile devices.\n\nOn Thursday, Google reported weakening growth in ad volumes in the third quarter, fanning worries on Wall Street about the Internet company’s efforts to adapt its business to a mobile landscape.\n\nBut one bright spot that analysts and investors say may become a bigger growth engine in future quarters is sales of digital music and apps, as well as hardware.\n\nGoogle’s Play store, which sells apps, movies, music and games, is among several businesses not based on Google’s longstanding advertising activities that are part of its prosaically named but fast-growing “other” segment.\n\nThat segment accounted for 11 percent of Google’s revenue in the third quarter and grew 50 percent to $1.84 billion.\n\n“If I were to look at four metrics that are of critical importance, this would be one of them,” BGC Partners analyst Colin Gillis said of that revenue segment. “It’s another great monetization of their mobile platform.”\n\nWhile the shift from PCs to smartphones has pressured prices for Google’s ads, it has also spurred an attractive business opportunity for the company.\n\nRevenue from the various businesses lumped in the “other” category could easily double over the next few years, said Needham & Co analyst Kerry Rice.\n\nTo be sure, the category is still something of a black box. Google does not disclose whether the segment is profitable and provided limited color about its super-charged growth on Thursday, citing only growth from the Play store and unspecified licensing revenue.\n\nThe category also includes nascent hardware efforts such as the Chromecast TV dongle that lets users beam videos from PCs to TV screens. Consumers have transferred videos that way more than 400 million times since the $35 gadget went on sale in July 2013, Google noted on Thursday.\n\nIts hardware efforts likely carry much lower profit margins than the online ads that provide the bulk of its revenue. But sales of digital content could be very profitable.\n\nWhile Google typically keeps roughly 30 percent of the revenue from sales of digital content on its online store, that revenue is much more profitable since Google has not incurred content creation costs, say analysts.\n\nWhat’s more, those sales help Google’s overall business, including advertising. The more digital content that is available for mobile devices based on Google’s Android operating system, the more consumers will be attracted to those devices.\n\n“It increases the stickiness of the consumer, and increases the repeat rate of the consumer so that they stay in the Google ecosystem,” said B. Riley & Co analyst Sameet Sinha.\n\nHe likened it to another famous symbiotic relationship in the technology business. “What would iPod sales be if there was no iTunes?” Sinha said, referring to Apple Inc’s iconic portable music player and its accompanying music service.",
        "link": "http://www.reuters.com/article/2014/10/17/us-google-results-sales-idUSKCN0I601C20141017",
        "time": "8:34PM UTC"
    }
]