[
    {
        "header": "Google faces $18 million fine for web privacy violations: Dutch watchdog",
        "body": "AMSTERDAM (Reuters) - Google (GOOGL.O) could be fined up 15 million euros ($18.6 million) if it does not stop violating the privacy of Internet users in the Netherlands, the Dutch data protection agency said on Monday.\n\nThe U.S. company is breaching the country’s data protection act by using people’s private information such as browsing history and location data to target them with customized ads, the Data Protection Authority (DPA) said.\n\nThe regulator gave Google until the end of February to change how it handles the data it collects from individual web users.\n\nThe company’s handling of user data under its new privacy guidelines, introduced in 2012, has also been under investigation in five other European countries - France, Germany, Britain, Italy and Spain.\n\n“This has been ongoing since 2012 and we hope our patience will no longer be tested,” said Jacob Kohnstamm, chairman of the Dutch DPA.\n\nGoogle combines data from search engine queries, emails, third-party websites tracking or “cookies”, location data and video browsing to customize advertising.\n\n“This combining occurs without Google adequately informing the users in advance and without the company asking for consent. This is in breach of the law,” the DPA said.\n\nIt ordered the company to stop the violations or face incremental fines up to a maximum of 15 million euros. It said Google must start informing users of its actions and seeking their consent.\n\nA Google spokesman could not be immediately reached for comment.",
        "link": "http://www.reuters.com/article/2014/12/15/us-privacy-google-dutch-idUSKBN0JT1TG20141215",
        "time": "11:39AM UTC"
    },
    {
        "header": "Ex-Google employees launch app to make you smarter about health, fitness",
        "body": "SAN FRANCISCO (Reuters) - A group of former Google employees are betting they can boost the world’s medical knowledge with a mobile IQ test.\n\nHi.Q, a free app for the Apple Inc iPhone and iPad launching on Monday, includes 10,000 questions across 300 topics, such as food allergies, childhood health, and portion control. After taking the test, users are given a breakdown of their expertise across certain health areas.\n\nFounder and Chief Executive Officer Munjal Shah, who sold his prior company Like.com to Google Inc in 2010, said early data show a strong correlation between health literacy and obesity. Shah’s team is also tracking whether a person’s health knowledge correlates with the rate of hospitalizations.\n\nThe Hi.Q team believes that Silicon Valley jumped too quickly into developing wearable devices to track fitness and wellbeing. A recent study from research firm Endeavor Partners found that one-third of people who owned a wearable stopped using it after six months.\n\nShah believes the first step to get more people engaged in their health on a daily basis should be “quantified knowledge.”\n\n“Wearables are ending up in a drawer, [and] I believe that’s because most people fundamentally lack the practical knowledge to stay healthy in the modern world,” he added.\n\nThe company said 250,000 people have already used the app in its trial phase. According to Shah, 84 percent of those who opted to take the test were female. The most engaged users are mothers between the ages of 30 and 60.\n\nShah told Reuters he started kicking around ideas for a health startup after some first-hand experience with the current U.S. health system. After settling on health literacy, he recruited some fellow Google employees to join the team.\n\nThe app’s founders are primarily drawn from the tech sector, rather than the medical field. To ensure accuracy, Shah said the questions have been carefully vetted by subject matter experts, such as a former orthopedic surgeon for the U.S. Olympic team.\n\nThe team is more focused on building the product rather than making money in the coming months, said Shah. He stressed that the company would not sell data on people’s health knowledge to medical insurance providers.\n\nThe Mountain View, California based company has previously raised a small and undisclosed seed round of funding from Silicon Valley venture firms, including Greylock Partners, Menlo Ventures and Rock Health.",
        "link": "http://www.reuters.com/article/2014/12/15/us-health-knowledge-google-idUSKBN0JT29B20141215",
        "time": "3:04PM UTC"
    }
]