[
    {
        "header": "Google tests waters for potential ultra-fast wireless service",
        "body": "SAN FRANCISCO (Reuters) - Google Inc is preparing to test new technology that may provide the foundation for a wireless version of its high-speed “Fiber” Internet service, according to telecommunication experts who scrutinized the company’s regulatory filings.\n\nIn a public but little-noticed application with the U.S. Federal Communications Commission on Monday, Google asked the agency for permission to conduct tests in California across different wireless spectrums, including a rarely-used millimeter-wave frequency capable of transmitting large amounts of data.\n\nIt is unclear from the heavily redacted filing what exactly Google intends to do, but it does signal the Internet giant’s broader ambition of controlling Internet connectivity. The technology it seeks to test could form the basis of a wireless connection that can be broadcast to homes, obviating the need for an actual ground cable or fiber connection, experts say.\n\nBy beaming Internet services directly into homes, Google would open a new path now thoroughly dominated by Verizon, AT&T, Comcast and other entrenched cable and broadband providers. It could potentially offer a quicker and cheaper way to deliver high-speed Internet service, a potential threat to the cable-telecoms oligopoly, experts said.\n\n“From a radio standpoint it’s the closest thing to fiber there is,” said Stephen Crowley, a wireless engineer and consultant who monitors FCC filings, noting that millimeter frequencies can transmit data over short distances at speeds of several gigabits per second.\n\n“You could look at it as a possible wireless extension of their Google Fiber wireless network, as a way to more economically serve homes. Put up a pole in a neighborhood, instead of having to run fiber to each home,” said Crowley.\n\nCraig Barratt, the head of the Google Access and Energy division leading the effort to offer high-speed fiber networks in Kansas City and other locations, signed off as the authorized person submitting Google’s FCC application.\n\nThe world’s No.1 Internet search engine has expanded into providing consumers with services such as Internet access. The company said it wants to roll out its high-speed Internet service to more than 30 U.S. cities, and in 2013 it struck a deal to provide free wireless Internet access to 7,000 Starbucks cafes across America.\n\nEarlier this year, technology news website The Information reported that Google was exploring ways to offer a full-fledged wireless service, with voice and Internet access, in markets where the company already offers its Fiber service.\n\nGoogle’s application to conduct the 180-day test is heavily redacted to protect confidential information that Google said would provide “valuable insight into Google’s technology innovations and potential business plans and strategy.”\n\nThe purpose of the test is so that Google can “expeditiously test radios in a way that is likely to contribute to the development, extension, expansion or utilization of the radio art,” Google stated cryptically in one of the filings.\n\nGoogle declined to comment on the FCC filing.\n\nWireless experts noted that the tests could simply be basic research that does not ultimately lead to new products or services. In the past, Google has submitted applications with the FCC to test wireless communications.\n\nThe latest test, which Google hopes to begin on Nov. 13, will include three sites in the San Francisco Bay Area, including one in San Mateo county and two locations a half-mile apart which appear to be on Google’s Mountain View, California campus. Google said the effort will use radio transmitters operating in the 5.8 GHz frequency, the 24.2 GHz frequency and in the millimeter wave bands of 71-76 GHz and 81-86 GHz, according to the application.\n\nMillimeter wave frequencies work best over short distances, such as a few city blocks, and require a direct line-of-sight connection to a receiver. But multiple such devices placed next to each other, atop buildings could provide an alternative to in-the-ground fiber cables used for shuttling data throughout a city as well as for delivering Internet access directly to residences, theorized several wireless experts.\n\n“This could be anything from something relatively small scale, like a way to supplement their existing fiber system to something like how to put a wireless cloud around your city that leverages your fiber backbone,” said Harold Feld, a senior vice president at Public Knowledge, a non-profit that focuses on broadband access and competition issues and which receives funding from tech companies including Google.\n\nThe FCC is scheduled to hold a meeting on Friday about the use of wireless spectrum above 24 GHz for mobile services, including ways the agency can facilitate the development and deployment of technology using such frequencies.\n\nGoogle noted that the tests are for narrow-bandwidth transmissions. According to Crowley, the application suggests that Google will not be transmitting data over the networks, but sending simple pings between locations to gauge how the signals travel over distances and in different terrains.\n\nGoogle appears to be trying to get ahead of the competition in understanding the potential to use the millimeter frequencies now being discussed by the FCC, said Public Knowledge’s Feld.\n\n“If they can pull it off, they will have a potentially very innovative next-generation delivery system,” he said.",
        "link": "http://www.reuters.com/article/2014/10/15/us-google-wireless-idUSKCN0I42TN20141015",
        "time": "7:02PM UTC"
    }
]