[
    {
        "header": "Apple, Facebook, Google Web data centers getting greener: report",
        "body": "SAN FRANCISCO (Reuters) - Apple Inc, Google Inc and Facebook Inc have made significant progress in adopting renewable energy sources to power their Web services, the environmental group Greenpeace said in a report on Wednesday.\n\nBut energy-hungry data centers operated by some of the Internet industry’s top companies remain overly reliant on carbon-emitting coal and gas, the report said.\n\nApple Inc, which built an on-site solar panel farm and fuel-cells at its North Carolina data center and has procured renewable energy directly at its other three facilities, earned the highest marks on the “scorecard” of Internet company data centers that Greenpeace issues every two years.\n\nGreenpeace rated Apple’s efforts in transparency, renewable energy policy and renewable energy deployment with an A grade in each category, compared with a mix of D and F grades two years ago when the group released its last report.\n\nAt the other end of the spectrum, Amazon.com Inc’s Web Services business, which Greenpeace said operates at least 18 data centers around the world, was singled out for being among the least committed to renewable energy, earning F grades in three out of Greenpeace’s four categories.\n\nSome Internet companies “have refused to pay even lip service to sustainability and are simply buying dirty energy straight from the grid,” said the report. “Those companies, most notably Amazon Web Services, are choosing how to power their infrastructure based solely on lowest electricity prices.”\n\nAmazon disputed Greenpeace’s assessment of its data center operation, saying that the report’s data and assumptions were inaccurate. Amazon said in an emailed statement that data centers in two regions in which it operates use “100 percent carbon-free power” without elaborating.\n\nData centers, multibillion-dollar facilities stuffed with racks of tightly-packed computers, are the heart of the fast-growing Internet industry. The facilities store consumers’ email and other personal data, and help deliver popular online offerings such as Netflix’s streaming video service and Facebook’s photo-laden social network.\n\nA large Internet data center requires energy capacity of as much as 80 megwatts, which would be enough to power about 65,000 U.S. homes, according to Greenpeace spokesman David Pomerantz.\n\nThe increasing prevalence of Internet services means growing demand for electricity in the coming years, Greenpeace said.\n\nSix major Internet services companies - Facebook, Apple, Google, Box, Rackspace and Salesforce.com - have committed to making their data center operations 100 percent based on renewable energy, according to the report. Those commitments are putting pressure on utilities to offer wind, solar and other forms of renewable power, Greenpeace said.\n\nThe report looked at 19 companies that operate more than 300 data centers combined. Greenpeace used information provided by the companies and utilities to estimate what portion of a company’s Internet infrastructure is going to be based on renewable energy, which it refers to as a “Clean Energy Index.”\n\nRenewable energy credits, which a company can purchase to meet clean energy goals, were not counted.\n\nApple’s Clean Energy Index was 100 percent, while Facebook and Google were rated by Greenpeace at 49 percent and 48 percent, respectively.\n\nGoogle has been a leader in committing to renewable energy, with procurement deals to purchase wind power from utilities in several states, Greenpeace said. But with 13 data centers, compared with Apple’s four, the company faces a bigger task in shifting its overall energy usage to renewable sources.\n\nAmazon Web Services, which Greenpeace said operates more than 10 data centers in the Virginia area, had a Clean Energy Index of 15 percent, according to Greenpeace.",
        "link": "http://www.reuters.com/article/2014/04/02/us-datacenters-greenpeace-idUSBREA3117F20140402",
        "time": "1:38PM UTC"
    },
    {
        "header": "Apple, Facebook, Google Internet data centers getting greener, report finds",
        "body": "SAN FRANCISCO, April 2 (Reuters) - Apple Inc, Google Inc and Facebook Inc have made significant progress in adopting renewable energy sources to power their Web services, the environmental group Greenpeace said in a report on Wednesday.\n\nBut energy-hungry data centers operated by some of the Internet industry’s top companies remain overly reliant on carbon-emitting coal and gas, the report said.\n\nApple Inc, which built an on-site solar panel farm and fuel-cells at its North Carolina data center and has procured renewable energy directly at its other three facilities, earned the highest marks on the “scorecard” of Internet company data centers that Greenpeace issues every two years.\n\nGreenpeace rated Apple’s efforts in transparency, renewable energy policy and renewable energy deployment with an A grade in each category, compared with a mix of D and F grades two years ago when the group released its last report.\n\nAt the other end of the spectrum, Amazon.com Inc’s Web Services business, which Greenpeace said operates at least 18 data centers around the world, was singled out for being among the least committed to renewable energy, earning F grades in three out of Greenpeace’s four categories.\n\nSome Internet companies “have refused to pay even lip service to sustainability and are simply buying dirty energy straight from the grid,” said the report. “Those companies, most notably Amazon Web Services, are choosing how to power their infrastructure based solely on lowest electricity prices.”\n\nAmazon disputed Greenpeace’s assessment of its data center operation when the group released its previous report in 2012, saying that its data and assumptions were inaccurate.\n\nData centers, multibillion-dollar facilities stuffed with racks of tightly-packed computers, are the heart of the fast-growing Internet industry. The facilities store consumers’ email and other personal data, and help deliver popular online offerings such as Netflix’s streaming video service and Facebook’s photo-laden social network.\n\nA large Internet data center requires energy capacity of as much as 80 megwatts, which would be enough to power about 65,000 U.S. homes, according to Greenpeace spokesman David Pomerantz.\n\nThe increasing prevalence of Internet services means growing demand for electricity in the coming years, Greenpeace said.\n\nSix major Internet services companies - Facebook, Apple, Google, Box, Rackspace and Salesforce.com - have committed to making their data center operations 100 percent based on renewable energy, according to the report. Those commitments are putting pressure on utilities to offer wind, solar and other forms of renewable power, Greenpeace said.\n\nThe report looked at 19 companies that operate more than 300 data centers combined. Greenpeace used information provided by the companies and utilities to estimate what portion of a company’s Internet infrastructure is going to be based on renewable energy, which it refers to as a “Clean Energy Index.”\n\nRenewable energy credits, which a company can purchase to meet clean energy goals, were not counted.\n\nApple’s Clean Energy Index was 100 percent, while Facebook and Google were rated by Greenpeace at 49 percent and 48 percent respectively.\n\nGoogle has been a leader in committing to renewable energy, with procurement deals to purchase wind power from utilities in several states, Greenpeace said. But with 13 data centers, compared with Apple’s four, the company faces a bigger task in shifting its overall energy usage to renewable sources.\n\nAmazon Web Services, which Greenpeace said operates more than 10 data centers in the Virginia area, had a Clean Energy Index of 15 percent, according to Greenpeace. (Reporting by Alexei Oreskovic; Editing by Mohammad Zargham)",
        "link": "http://www.reuters.com/article/2014/04/02/datacenters-greenpeace-idUSL1N0MT26620140402",
        "time": "10:30AM UTC"
    }
]