[
    {
        "header": "US STOCKS-Wall St bounces after sell-off; Google climbs",
        "body": "* Indexes up: Dow 0.23 pct, S&P 0.35 pct, Nasdaq 0.61 pct (Updates to open; adds quote, data)\n\nNEW YORK, July 18 (Reuters) - U.S. stocks rebounded modestly on Friday, after the S&P 500 suffered its worst decline since April 10, but the benchmark index remained on track for a second straight weekly decline.\n\nInvestors will continue to keep a close eye on geopolitical tensions, as world leaders demanded an investigation after a Malaysian airliner was downed at the Ukraine-Russia border and Israel announced the start of a Gaza ground campaign on Thursday.\n\nThe CBOE Volatility index dropped 8.1 percent to 13.36, after a 32 percent surge to 14.54 in the prior session - its biggest jump since April 2013. The index still remains well below its historical average of around 20.\n\nGoogle Inc gained 2.2 percent to $593.52 as the biggest boost to the S&P 500 after the world’s No.1 Internet search company posted second-quarter results and said its chief business officer would leave the company.\n\n“It seems counter-intuitive given the ruthlessness with which the market sold off yesterday, but in the broader context the markets are generating a lot of attractive themes,” said Peter Kenny, chief market strategist at Clearpool Group in New York.\n\n“We have an economy that is expanding - we have many data points that support that narrative - we are in the middle of earnings season and earnings season has given investors reason to believe that what we have seen in the headlines over the last day or two, though very important, aren’t what is driving investment decisions.”\n\nGeneral Electric shed 1.2 percent to $26.30 after the conglomerate posted growth in second-quarter earnings that matched expectations.\n\nFellow Dow component IBM also lost ground, down 0.7 percent to $191.21 after the world’s largest technology company reported its software business grew less than expected even as quarterly earnings beat analysts’ expectations.\n\nBut Honeywell International, a maker of aircraft cockpit parts and other electronic equipment, raised the lower end of its 2014 profit forecast range and reported better-than-expected quarterly profit. Its shares gained 0.8 percent to $95.97\n\nThe Dow Jones industrial average rose 38.66 points or 0.23 percent, to 17,015.47, the S&P 500 gained 6.9 points or 0.35 percent, to 1,965.02 and the Nasdaq Composite added 26.59 points or 0.61 percent, to 4,390.04.\n\nThe Thomson Reuters/University of Michigan’s preliminary July reading on the overall index on consumer sentiment came in at 81.3, below both the consensus analyst expectation of 83 and the final June read of 82.5.\n\nS&P 500 companies’ profits are expected to grow 4.9 percent in the second quarter, according to Thomson Reuters data, down from the 8.4 percent growth forecast at the start of April. Revenue is seen up 3 percent.\n\nThomson Reuters data also shows that of 66 companies in the S&P 500 that reported earnings through Thursday morning, 68.2 percent beat Wall Street expectations, roughly in line with the 67 percent rate for the past four quarters and above the 63 percent rate since 1994. (Editing by Bernadette Baum)",
        "link": "http://www.reuters.com/article/2014/07/18/markets-usa-stocks-idUSL2N0PT0YR20140718",
        "time": "10:35AM UTC"
    },
    {
        "header": "Google's business chief departs for SoftBank in latest leadership change",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s chief business officer, one of Chief Executive Officer Larry Page’s key lieutenants and the company’s main liaison to Wall Street, is leaving the Internet search company, the latest high-ranking executive to depart.\n\nNikesh Arora, who joined Google nearly a decade ago, will move to Japan’s SoftBank Corp as vice chairman, according to a post by Page on the Google+ social network.\n\nOmid Kordestani, who has led sales teams at Google for years, will take over in the interim, marking the latest change to Google’s senior leadership in past months.\n\nAndroid operating software boss Andy Rubin stepped aside last year, and Salar Kamangar, head of the YouTube video website, was succeeded in February by longtime Google ad executive Susan Wojcicki.\n\nIn April, Vic Gundotra, head of social networking services, said he was exiting.\n\nArora’s surprise departure was announced as Google reported results that beat investors’ expectations on Thursday.\n\nRevenue in the three months ended June 30 totaled $15.96 billion, compared to $13.11 billion in the year-ago period. Analysts polled by Thomson Reuters I/B/E/S were looking for $15.61 billion in revenue.\n\nThe world’s No.1 Internet search company said the number of “paid clicks” by consumers on its ads increased 25 percent year-on-year in the quarter. But the average price of the ads declined 6 percent.\n\nGoogle earned $3.42 billion or $4.99 per share in the second quarter, versus $3.23 billion or $4.77 per share a year earlier. Excluding certain items, Google said it earned $6.08 a share.\n\nShares of Google were up roughly 1 percent in after hours trading on Thursday at $580.",
        "link": "http://www.reuters.com/article/2014/07/18/us-google-results-idUSKBN0FM2PC20140718",
        "time": "5:05AM UTC"
    },
    {
        "header": "U.S. judge OKs warrant for Google user's emails, stoking debate",
        "body": "NEW YORK (Reuters) - A federal judge in New York has granted prosecutors access to a Gmail user’s emails as part of a criminal probe, a decision that could fan the debate over how aggressively the government may pursue data if doing so may invade people’s privacy.\n\nU.S. Magistrate Judge Gabriel Gorenstein said Friday he had authorized a warrant to be served on Google Inc for the emails of an unnamed individual who is the target of a money laundering investigation.\n\nGorenstein said his decision ran counter to several other judges’ rulings in similar cases that sweeping warrants give the government improper access to too many emails, not just relevant ones.\n\nBut he said the law lets investigators review broad swaths of documents to decide which are covered by warrants.\n\nGoogle did not respond to a request for comment.\n\nThe ruling came three months after U.S. Magistrate Judge James Francis in New York said prosecutors can force Microsoft Corp to hand over a customer’s email stored in an Ireland data center.\n\nMicrosoft has appealed, in what is seen as the first challenge by a company to a warrant seeking data stored overseas.\n\nCompanies including Verizon Communications Inc, AT&T Inc, Cisco Systems Inc and Apple Inc have filed briefs in support of Microsoft, as has the Electronic Frontier Foundation, an advocacy group. A hearing is set for July 31 before U.S. District Judge Loretta Preska in New York.\n\nThe government’s ability to seize personal information has grown more contentious since former National Security Agency contractor Edward Snowden leaked secret documents in June 2013 to media outlets outlining the agency’s massive data collection programs.\n\nIn June, a unanimous U.S. Supreme Court ruled police generally need a warrant to search an arrested suspect’s cellphone, citing privacy concerns.\n\nGorenstein’s ruling joined a public debate playing out among several magistrate judges, who typically handle warrant requests. It is unusual to issue lengthy opinions on such matters particularly when, as in Gorenstein’s case, the judge approves the application.\n\nIn April, John Facciola, a magistrate in Washington, D.C., rejected a warrant for the Apple email account of a defense contractor as part of a kickback investigation, one of several similar opinions he has authored recently.\n\nLast year, a Kansas magistrate denied warrant applications for emails and records at Google, Verizon, Yahoo! Inc, Microsoft unit Skype and GoDaddy in a stolen computer equipment case.\n\nBoth judges said the warrants were overly broad.\n\nOn the other hand, several U.S. appeals courts have rejected motions to suppress such searches, Gorenstein said.\n\nHanni Fakhoury, a lawyer with the Electronic Frontier Foundation, applauded Gorenstein for explaining his reasoning in writing, though he said he disagreed with the analysis.\n\n“The more voices and opinions we can add to the discussion, the better,” he said in an email.",
        "link": "http://www.reuters.com/article/2014/07/18/us-usa-tech-warrants-idUSKBN0FN2FU20140718",
        "time": "5:42PM UTC"
    },
    {
        "header": "Google seen best placed for growth as it transitions to mobile",
        "body": "(Reuters) - Google Inc (GOOGL.O) (GOOG.O) is the best placed of any company to benefit from the shift to mobile, increased local advertising and wearables, analysts said after the search giant posted its 18th straight quarter of 20 percent-plus revenue growth.\n\nAt least eight brokerages raised their price targets on the stock on Friday by as much as $75, to a high of $745.\n\nGoogle shares were up 2 percent at $593.37 in early trading on the Nasdaq.\n\nThe company, which is also set to benefit from the so-called “internet of things”, said on Thursday that second-quarter revenue rose 22 percent to $15.96 billion, beating the average analyst estimate of $15.61 billion.\n\nGrowth was driven by the company’s core search business, YouTube and product-listing ads, which combined to drive three times as much mobile traffic for merchants compared with last year, Jefferies analysts wrote in a note.\n\nBrokerage Jefferies maintained its “buy” rating and $700 price target on the stock.\n\nOf the 46 analysts covering Google, 36 have a “buy” or a higher rating on the stock and 10 have a “hold”. There are no “sell” ratings, according to StarMine data.\n\nGoogle earns most of its revenue from advertising.\n\nThe number of “paid clicks” by consumers on ads serviced by Google increased 25 percent year-on-year in the quarter.\n\nHowever, the average price of the ads declined 6 percent as ad rates on mobile phones are typically cheaper than traditional online ads because of their smaller screens.\n\n“Google is successfully transitioning its business from PC to mobile, and is arguably in a more favorable position in mobile than it was in PC, which should eventually be reflected in a higher multiple,” Deutsche Bank analyst Ross Sandler wrote in a client note.\n\nGoogle also owns Android, the world’s most-used mobile software, and YouTube, the most popular video-streaming service.\n\nOther online companies such as Facebook Inc (FB.O) and Twitter Inc (TWTR.N) are also revamping their advertising businesses to take advantage of the shift to mobile devices.\n\nBut Google has established unusually deep competitive “moats” around its business through scale, aggressive product innovation and substantial investment, RBC Capital Markets analysts wrote in a research note.\n\nGoogle’s capital investment budget has topped $17 billion over the past five years, and the company has spent about $13 billion on research, according to analysts.\n\nThe company is also spending big to push into new markets with innovations such as wearable computers, ultra high-speed internet access and home automation - the “internet of things.”\n\nUp to Thursday’s close, the stock had risen 26 percent in the past year. The stock hit an adjusted life high of $615.03 in February.",
        "link": "http://www.reuters.com/article/2014/07/18/us-google-results-idUSKBN0FN1JW20140718",
        "time": "10:28AM UTC"
    },
    {
        "header": "US STOCKS-Wall St rebounds after Thursday drop; Google lifts S&P",
        "body": "NEW YORK, July 18 (Reuters) - U.S. stocks rebounded modestly on Friday, after the S&P 500 suffered its worst decline since April 10 a day earlier, with the benchmark index on pace to post a slight gain for the week.\n\nMarket participants will keep a close eye on geopolitical tensions, as the United States said Friday it could not rule out that Russia may have assisted separatists in firing a missile that likely downed a Malaysian airliner Thursday at the Ukraine-Russia border, killing nearly 300 people. Investors were also wary as Israel began a Gaza ground campaign on Thursday.\n\nThe CBOE Volatility index dropped 14.3 percent to 12.46, after a 32 percent surge to 14.54 in the prior session - its biggest jump since April 2013. The index still remains well below its historical average of around 20.\n\nGoogle Inc gained 2.9 percent to $597.44 as the biggest boost to the S&P 500 after the world’s No.1 Internet search company posted second-quarter results and said its chief business officer would leave the company.\n\n“It seems counter-intuitive given the ruthlessness with which the market sold off yesterday, but in the broader context the markets are generating a lot of attractive themes,” said Peter Kenny, chief market strategist at Clearpool Group in New York.\n\n“We have an economy that is expanding - we have many data points that support that narrative - we are in the middle of earnings season and earnings season has given investors reason to believe that what we have seen in the headlines over the last day or two, though very important, aren’t what is driving investment decisions.”\n\nGeneral Electric shed 1 percent to $26.34 after the conglomerate posted growth in second-quarter earnings that matched expectations.\n\nFellow Dow component IBM also lost ground, down 0.3 percent to $191.95, after the world’s largest technology company reported its software business grew less than expected even as quarterly earnings beat analysts’ expectations.\n\nBut Honeywell International, a maker of aircraft cockpit parts and other electronic equipment, raised the lower end of its 2014 profit forecast range and reported better-than-expected quarterly profit. Its shares gained 1 percent to $96.09\n\nThe Dow Jones industrial average rose 86.99 points or 0.51 percent, to 17,063.8, the S&P 500 gained 12.8 points or 0.65 percent, to 1,970.92 and the Nasdaq Composite added 45.72 points or 1.05 percent, to 4,409.17.\n\nFor the week, the S&P 500 is up 0.1 percent, the Dow is up 0.7 percent and the Nasdaq is down 0.2 percent.\n\nThe Thomson Reuters/University of Michigan’s preliminary July reading on the overall index on consumer sentiment came in at 81.3, slightly below the consensus analyst expectation and the final June read, but a gauge of future economic activity by the Conference Board supported views of a stronger second half for the economy.\n\nS&P 500 companies’ profits are expected to grow 5 percent in the second quarter, according to Thomson Reuters data, down from the 8.4 percent growth forecast at the start of April. Revenue is seen up 3.2 percent.\n\nThomson Reuters data also shows that of 82 companies in the S&P 500 that reported earnings through Friday morning, 68.3 percent beat Wall Street expectations, roughly in line with the 67 percent rate for the past four quarters and above the 63 percent rate since 1994. (Editing by Bernadette Baum)",
        "link": "http://www.reuters.com/article/2014/07/18/markets-usa-stocks-idUSL2N0PT18820140718",
        "time": "11:45AM UTC"
    },
    {
        "header": "Smartphone suit against Google plays into rivals' hands",
        "body": "SAN FRANCISCO (Reuters) - A U.S. consumer lawsuit accusing Google of monopolizing prime real estate on Android smartphones will help mobile rivals like Microsoft make their antitrust case with European regulators should damaging secrets emerge in court.\n\nThe suit, filed in California federal court in May by two smartphone consumers, said Google requires handset manufacturers such as Samsung Electronics Co Ltd (005930.KS) to restrict competing apps like Microsoft’s Bing search on Android phones, partly by making Google’s own apps the default.\n\nGoogle argued last week the proposed class action should be dismissed because consumers still are free to use the other apps. The plaintiffs counter that most consumers either don’t know how to switch default settings, or will not go to the trouble.\n\nIf a judge lets the lawsuit proceed, plaintiffs’ attorneys would be allowed to delve into internal Google emails and contracts with smartphone companies, and could interview Google executives under oath, said Steve Berman, who represents the consumers.\n\n“I‘m confident we will get into juicy stuff, and I think that will up the pressure on Google as some of the material we discover becomes public,” he said.\n\nGoogle declined to comment. A hearing on Google’s bid to dismiss the case is scheduled for October.\n\nAny damaging evidence from the class action would play into the hands of Google’s rivals. Microsoft spokesman Jack Evans said the company “is not a party” to the consumer lawsuit, but last year a group of companies - including Microsoft (MSFT.O), Oracle (ORCL.N), Nokia NOK1V.HE, Expedia (EXPE.O) and TripAdvisor (TRIP.O) - filed a complaint with European antitrust regulators over some of the same issues in the U.S. lawsuit.\n\nGoogle apps “are widely used on Android by requiring default placement and other mechanisms for disadvantaging competing apps,” the companies said in a summary of their complaint.\n\nGoogle last year said it was working cooperatively with European regulators, who have yet to decide whether to formally investigate.\n\nBerman has a long history of taking on large U.S. companies. He reached a settlement for consumers suing Apple (AAPL.O) over its e-book sales practices that could reach $450 million, and settled for $1.6 billion a lawsuit on behalf of Toyota (7203.T) car owners with unintended acceleration claims.\n\nBut the Seattle-based plaintiffs’ lawyer also has represented one of Google’s main rivals. Berman defended Microsoft when it faced its own antitrust investigations over Windows. Berman said he has had “conversations with Microsoft over the years about Google’s conduct,” but not about this lawsuit.\n\nNo stranger to antitrust inquiries, Google was scrutinized by U.S. and European regulators over allegations that it improperly manipulated search results to rank its own services higher than competitors.\n\nU.S. authorities ultimately closed their investigation without filing a lawsuit, and Europe’s competition commissioner negotiated a settlement earlier this year which is awaiting approval by the broader European Commission.\n\nThe main issue for U.S. courts will be whether Android and mobile services like search are “technically separate, or tied in ways that impedes competition for consumers,” said Michael Cusumano, a professor at the MIT Sloan School of Management.\n\nCusumano has extensively researched Microsoft, which unsuccessfully sued the professor in the 1990s for access to his notes. This year Microsoft has sought to hire him to write an expert opinion in an unrelated proceeding.\n\nThe U.S. consumer lawsuit is based largely on contracts between Google and Android manufacturers Samsung and HTC (2498.TW) that became public during Oracle’s separate 2012 trial against Google.\n\nIf Samsung or HTC wishes to use Google apps on its phones, the consumer lawsuit said, they must preload a suite of services - including YouTube and Maps - on “prime screen real estate” on the phones, and set Google search as the default.\n\nIt also argues that Google’s deal with Apple to be the default search on iPhones and iPads locks out competitors across the mobile universe. Apple does not have its own search engine, has lower market share worldwide than Android and is not a defendant in the case.\n\nGoogle’s deals with handset makers do not prevent rival search engines “from reaching consumers through the various distribution channels available to them,” Google wrote in its motion to dismiss the U.S. lawsuit.\n\nCusumano said the U.S. class action could hurt Google if a judge finds that it improperly pushes its mapping and location services, which is embedded across the Android system.\n\nIt’s “kind of a Pandora’s Box to look inside what Google does, and the relationship it has with all these smartphone and handset manufacturers,” he said.",
        "link": "http://www.reuters.com/article/2014/07/18/us-google-microsoft-antitrust-analysis-idUSKBN0FN10N20140718",
        "time": "9:30AM UTC"
    }
]