[
    {
        "header": "BRIEF-Samsung, Google announce global patent agreement",
        "body": "Sky-high stock market has investors looking to commodities",
        "link": "http://www.reuters.com/article/2014/01/26/samsung-google-idUSS6N0F802N20140126",
        "time": "4:15PM UTC"
    },
    {
        "header": "Google, Samsung announce global patent agreement",
        "body": "(Reuters) - Google Inc and Samsung Electronics Co Ltd, which are frequently involved in patent infringement lawsuits but not against each other, announced on Sunday that they have reached a global patent cross-licensing agreement.\n\nThe deal covers patents currently owned by the companies, as well as any filed in the next 10 years, the companies said in a release. Financial terms were not disclosed.\n\nThe companies said the deal “would lead to deeper collaboration on research and development of current and future projects.”\n\n“By working together on agreements like this, companies can reduce the potential for litigation and focus instead on innovation,” said Allen Lo, deputy general counsel for patents at Google, in a statement.\n\nSamsung’s Seungho Ahn, head of the company’s intellectual property center, said the deal showed “the rest of the industry that there is more to gain from cooperating than engaging in unnecessary patent disputes.”\n\nThe companies have been at the center of the smartphone patent wars, though more as allies than foes. The majority of the litigation - which has sprawled across three continents, has been between Apple and the various companies involved in making smartphones based on Google’s Android software, including Samsung and Google subsidiary Motorola Mobility.",
        "link": "http://www.reuters.com/article/2014/01/26/us-google-samsung-patents-idUSBREA0P0Q120140126",
        "time": "4:07PM UTC"
    },
    {
        "header": "Google to buy artificial intelligence company DeepMind",
        "body": "Jan 26 (Reuters) - Google Inc said on Sunday it had agreed to acquire privately held artificial intelligence company DeepMind Technologies Ltd.\n\nTechnology news website Re/code, which reported news of the deal earlier, said the price was $400 million, without disclosing where it got the information.\n\nA Google spokesman declined to comment on the price. DeepMind representatives could not be immediately reached for comment.\n\nFounded in London in 2012 by Demis Hassabis, Shane Legg and Mustafa Suleyman, DeepMind uses general-purpose learning algorithms for applications such as simulations, e-commerce and games, according to its website.\n\nGoogle, which is working on projects including self-driving cars and robots, has become increasingly focused on artificial intelligence in recent years.\n\nIn 2012, it hired Ray Kurzweil, considered one of the leading minds in the field, and in May it announced a partnership with NASA and several universities to launch the Quantum Artificial Intelligence Lab.",
        "link": "http://www.reuters.com/article/2014/01/27/google-deepmind-idUSL2N0L102A20140127",
        "time": "9:17PM UTC"
    }
]