[
    {
        "header": "Google unveils email scanning practices in new terms of service",
        "body": "SAN FRANCISCO (Reuters) - Google Inc updated its terms of service on Monday, informing users that their incoming and outgoing emails are automatically analyzed by software to create targeted ads.\n\nThe revisions more explicitly spell out the manner in which Google software scans users’ emails, both when messages are stored on Google’s servers and when they are in transit, a controversial practice that has been at the heart of litigation.\n\nLast month, a U.S. judge decided not to combine several lawsuits that accused Google of violating the privacy rights of hundreds of millions of email users into a single class action.\n\nUsers of Google’s Gmail email service have accused the company of violating federal and state privacy and wiretapping laws by scanning their messages so it could compile secret profiles and target advertising. Google has argued that users implicitly consented to its activity, recognizing it as part of the email delivery process.\n\nGoogle spokesman Matt Kallman said in a statement that the changes “will give people even greater clarity and are based on feedback we’ve received over the last few months.”\n\nGoogle’s updated terms of service added a paragraph stating that ”our automated systems analyze your content (including emails) to provide you personally relevant product features, such as customized search results, tailored advertising, and spam and malware detection. This analysis occurs as the content is sent, received, and when it is stored.",
        "link": "http://www.reuters.com/article/2014/04/14/us-google-email-idUSBREA3D1RT20140414",
        "time": "6:22PM UTC"
    },
    {
        "header": "Google to buy drone-maker Titan Aerospace",
        "body": "(Reuters) - Google Inc has acquired solar-powered drone maker Titan Aerospace as the Web search giant ramps up plans to deliver wireless Internet access to remote parts of the world.\n\nTitan Chief Executive Vern Raburn declined to provide information on the price of the deal, which he said closed on Monday morning.\n\nThe 20-person company will remain in New Mexico for the foreseeable future, Raburn said, with all employees joining Google.\n\nThe deal could further Google’s efforts to deliver Internet access to remote regions of the world. Last year Google launched a small network of balloons designed to deliver Internet access over the Southern Hemisphere, dubbed as Project Loon.\n\n“Atmospheric satellites could help bring internet access to millions of people, and help solve other problems, including disaster relief and environmental damage like deforestation,” Google said in an emailed statement confirming the Titan acquisition.\n\nGoogle’s acquisition of Titan comes several weeks after rival Facebook Inc announced plans to build solar-powered drones and satellites capable of beaming Internet access to underdeveloped parts of the world. A few weeks before Facebook’s announcement, press reports said that Facebook was in discussions to acquire Titan.\n\nTitan is developing a variety of solar-powered “atmospheric satellites,” according to the company’s website, with initial commercial operations slated for 2015. The drones, which fly at an altitude of 65,000 feet and can remain aloft for up to five years and have a 165-foot (50-meter) wingspan, slightly shorter than that of a Boeing 777.\n\nNews of the acquisition was first reported on Monday by the Wall Street Journal.",
        "link": "http://www.reuters.com/article/2014/04/14/us-google-titan-aerospace-idUSBREA3D1H620140414",
        "time": "3:19PM UTC"
    },
    {
        "header": "CORRECTED-Google to buy drone-maker Titan Aerospace",
        "body": "April 14 (Reuters) - Google Inc said it will buy drone-maker Titan Aerospace in an attempt to provide Internet access to more parts of the world, the Wall Street Journal reported on Monday.\n\nGoogle did not disclose a purchase price for Titan, whose solar-powered drones are intended to fly for years, the paper said. (r.reuters.com/qyh58v)\n\nFacebook Inc was in talks to buy Titan for $60 million, according to media reports in early March.\n\nLast year Google launched a small network of balloons over the Southern Hemisphere, dubbed as Project Loon, in an experiment it hopes could bring reliable Internet access to the world’s most remote regions. (Reporting By Lehar Maan in Bangalore; Editing by Savio D‘Souza)",
        "link": "http://www.reuters.com/article/2014/04/14/google-titan-aerospace-idUSL3N0N63MD20140414",
        "time": "2:52PM UTC"
    }
]