[
    {
        "header": "Google asks U.S. Supreme Court to enter Oracle copyright fight",
        "body": "SAN FRANCISCO, Oct 8 (Reuters) - Google Inc has asked the U.S. Supreme Court to wade into contentious litigation against Oracle Corp and reverse a lower court ruling that found parts of the Java programming language subject to copyright protection.\n\nThe request from Google was filed on Monday, according to court filings. (Reporting by Dan Levine; Editing by David Gregorio)",
        "link": "http://www.reuters.com/article/2014/10/08/google-oracle-lawsuit-idUSL2N0S32UM20141008",
        "time": "5:50PM UTC"
    },
    {
        "header": "Google asks Supreme Court to decide Oracle copyright fight",
        "body": "SAN FRANCISCO (Reuters) - Google Inc (GOOGL.O) has asked the U.S. Supreme Court to wade into contentious litigation against Oracle Corp (ORCL.N), arguing that the high court must act to protect innovation in high tech.\n\nGoogle’s request, filed on Monday, seeks to overturn an appeals court ruling that found Oracle could copyright parts of the Java programming language, which Google used to design its Android smartphone operating system.\n\nRepresentatives for Oracle and Google could not immediately comment on Wednesday.\n\nGoogle’s Android is the world’s best-selling smartphone platform. Oracle sued Google in 2010, claiming that Google had improperly incorporated parts of Java into Android. Oracle is seeking roughly $1 billion on its copyright claims.\n\nThe case examined whether computer language that connects programs - known as application programming interfaces, or APIs - can be copyrighted. At trial, Oracle said Google’s Android trampled on its rights to the structure of 37 Java APIs.\n\nA San Francisco federal judge had decided that Oracle could not claim copyright protection on parts of Java, but earlier this year the U.S. Court of Appeals for the Federal Circuit in Washington disagreed.\n\nIn its filing this week, Google said the company would never been able to innovate had the Federal Circuit’s reasoning been in place when the company was formed.\n\n“Early computer companies could have blocked vast amounts of technological development by claiming 95-year copyright monopolies over the basic building blocks of computer design and programming,” Google wrote.\n\nThe case in the Supreme Court is Google Inc vs. Oracle America Inc., 14-410.",
        "link": "http://www.reuters.com/article/2014/10/08/us-google-oracle-lawsuit-idUSKCN0HX2DG20141008",
        "time": "6:36PM UTC"
    },
    {
        "header": "UPDATE 1-Google asks U.S. Supreme Court to decide Oracle copyright fight",
        "body": "SAN FRANCISCO, Oct 8 (Reuters) - Google Inc has asked the U.S. Supreme Court to wade into contentious litigation against Oracle Corp, arguing that the high court must act to protect innovation in high tech.\n\nGoogle’s request, filed on Monday, seeks to overturn an appeals court ruling that found Oracle could copyright parts of the Java programming language, which Google used to design its Android smartphone operating system.\n\nRepresentatives for Oracle and Google could not immediately comment on Wednesday.\n\nGoogle’s Android is the world’s best-selling smartphone platform. Oracle sued Google in 2010, claiming that Google had improperly incorporated parts of Java into Android. Oracle is seeking roughly $1 billion on its copyright claims.\n\nThe case examined whether computer language that connects programs - known as application programming interfaces, or APIs - can be copyrighted. At trial, Oracle said Google’s Android trampled on its rights to the structure of 37 Java APIs.\n\nA San Francisco federal judge had decided that Oracle could not claim copyright protection on parts of Java, but earlier this year the U.S. Court of Appeals for the Federal Circuit in Washington disagreed.\n\nIn its filing this week, Google said the company would never been able to innovate had the Federal Circuit’s reasoning been in place when the company was formed.\n\n“Early computer companies could have blocked vast amounts of technological development by claiming 95-year copyright monopolies over the basic building blocks of computer design and programming,” Google wrote.\n\nThe case in the Supreme Court is Google Inc vs. Oracle America Inc., 14-410. (Additional reporting by Lawrence Hurley in Washington; Editing by David Gregorio and Frances Kerry)",
        "link": "http://www.reuters.com/article/2014/10/08/google-oracle-lawsuit-idUSL2N0S32VR20141008",
        "time": "6:26PM UTC"
    }
]