[
    {
        "header": "Luxottica, Google clinch Glass eyewear deal",
        "body": "MILAN (Reuters) - Ray-Ban sunglasses maker Luxottica said on Monday it had sealed a strategic partnership with Google Inc over its Glass eyewear that could pave the way for a new market in smart glasses.\n\nIn a statement, Italy’s Luxottica said it would design, develop and distribute a new kind of eyewear for the U.S. group’s Internet-connected Glass eyewear.\n\nGoogle Glass is a small stamp-sized screen attached to a pair of eyeglass frames. It can record video, access email, and retrieve information from the Web by connecting wirelessly to a user’s cell phone.\n\nLuxottica said the two groups would work together to create innovative wearable devices for the iconic Glass brand.\n\nNo financial terms were disclosed.\n\nLuxottica said its two major brands, Ray-Ban and Oakley, would be part of the deal with Glass but it gave no further details.\n\n“We believe that a strategic partnership with a leading player like Google is the ideal platform for developing a new way forward in our industry and answering the evolving needs of consumers on a global scale,” Luxottica Chief Executive Officer Andrea Guerra said.\n\nMany believe wearable computers such as Google Glass represent the next big shift in technology, just as smartphones evolved from personal computers.\n\nBut some concern has been expressed over possible privacy intrusion issues the device might entail.",
        "link": "http://www.reuters.com/article/2014/03/24/us-luxottica-group-google-glass-idUSBREA2N1WK20140324",
        "time": "7:56PM UTC"
    },
    {
        "header": "Luxottica, Google clinch partnership for Glass eyewear",
        "body": "MILAN, March 24 (Reuters) - Ray-Ban sunglasses maker Luxottica said on Monday it had sealed a strategic partnership with Google to design and distribute a new kind of eyewear for the U.S. group’s Internet-connected Glass eyewear.\n\nIn a statement, Luxottica said the two groups would work together to create innovative wearable devices for Google’s iconic Glass brand.\n\nNo financial terms were provided.\n\nLuxottica said its two major brands, Ray-Ban and Oakley, would be part of the collaboration with Glass but gave no further details.\n\n“We believe that a strategic partnership with a leading player like Google is the ideal platform for developing a new way forward in our industry and answering the evolving needs of consumers on a global scale,” Luxottica Chief Executive Officer Andrea Guerra said. (Reporting by Stephen Jewkes)",
        "link": "http://www.reuters.com/article/2014/03/24/luxottica-group-google-glass-idUSL5N0ML4P520140324",
        "time": "6:56PM UTC"
    },
    {
        "header": "How Facebook avoided Google's fate in talent poaching lawsuit",
        "body": "SAN FRANCISCO (Reuters) - Facebook Inc has emerged as one of the biggest Silicon Valley companies to have resisted rivals’ entreaties to stop poaching each other’s employees, according to emails between the No. 1 social network and Google Inc released in court filings.\n\nSheryl Sandberg had just been installed as Facebook’s chief operating officer when one of her former colleagues from Google emailed her, according to the filings unsealed late last week. Facebook’s aggressive recruitment of Google employees had heightened tensions between the two companies to “Defcon 2,” top Google executive Jonathan Rosenberg told Sandberg in August 2008.\n\n“Fix this problem. Propose that you will substantially lower the rate at which you hire people from us,” Rosenberg told Sandberg in an email. “Then make sure that happens.”\n\nBut Sandberg deflected Rosenberg’s entreaties, saying she thought Google only had limited no-solicitation agreements with companies with which it shared board members, not blanket no-hire policies with other companies.\n\nPlaintiffs say companies like Apple Inc, Google and Intel Corp drove down wages by agreeing to avoid soliciting employees from each other.\n\n“I declined at that time to limit Facebook’s recruitment or hiring of Google employees,” Sandberg wrote in a sworn declaration submitted by the plaintiffs in court.\n\nThat response had made Facebook a witness, rather than a defendant, in a massive antitrust lawsuit brought by tech workers against the largest players in Silicon Valley.\n\nA Facebook representative declined to comment on Monday, while a Google spokesman could not immediately be reached.\n\nIn past statements, Google said it has always “actively and aggressively” recruited top talent.\n\nHarry First, a professor at New York University School of Law who specializes in antitrust, said on Monday the exchange between Sandberg and Rosenberg at a minimum confirms how board relationships between the tech companies initially drove the agreements not to solicit from each other, which then expanded from there.\n\n“That does not look good to the jury,” First said.\n\nHowever, the defendants can also argue that the refusal of companies like Facebook to limit hiring shows that any alleged conspiracy could not have impacted the broader job market and wages in general.\n\nIn 2010, Google, Apple, Adobe Systems Inc, Intel and others agreed to a settlement of a U.S. Justice Department probe that barred them from agreeing not to poach each other’s employees.\n\nThe companies have since been fighting the civil antitrust lawsuit. They argue the plaintiffs cannot successfully prove an overarching conspiracy to impact wages.\n\nFacebook is not the only Silicon Valley company which rejected a request to curtail its hiring efforts. In 2007, Apple co-founder Steve Jobs threatened to file a patent lawsuit against Palm if that company’s chief executive didn’t agree to refrain from poaching Apple employees, according to correspondence filed in court.\n\nHowever, then Palm CEO Edward Colligan told Jobs that the plan was “likely illegal,” and that Palm was not “intimidated” by the threat.\n\n“If you choose the litigation route, we can respond with our own claims based on patent assets, but I don’t think litigation is the answer,” Colligan said.\n\nTrial in the hiring class action is scheduled to begin in May.\n\nThe civil case in U.S. District Court, Northern District of California is In Re: High-Tech Employee Antitrust Litigation, 11-cv-2509.",
        "link": "http://www.reuters.com/article/2014/03/24/us-facebook-google-lawsuit-idUSBREA2N1L620140324",
        "time": "4:26PM UTC"
    }
]