[
    {
        "header": "Google extends reach into mobile apps with new ad feature",
        "body": "SAN FRANCISCO, April 22 (Reuters) - Google Inc will allow marketers to run online ads that send consumers to a page directly inside a mobile app, furthering the Internet company’s effort to extend its multibillion-dollar advertising business to smartphones.\n\nThe new advertising feature helps Google bridge the gap between the traditional public Web pages that have long underpinned its search business and the increasing number of standalone, mobile apps popular with consumers. Mobile apps, which are dedicated to everything from restaurant reviews to online games, have typically been walled off and difficult for Google to integrate into its search engine results.\n\nLast year Google began to offer so-called “deep linking” capabilities with a limited number of participating mobile apps.\n\nA smartphone user searching for Thai restaurants in San Francisco, for example, might see a link that opens up a page inside the OpenTable restaurant reservation app.\n\nWith Tuesday’s move, marketers will be able to provide the same direct pathway into their apps from the search ads and display ads that they run on Google websites. That will help companies boost the amount of time that consumers spend using their mobile apps, Google said.\n\nThe new feature, which Google said will be available in the next few months, will initially appear only on smartphones that run on Google’s Android software.\n\nGoogle, the world’s No. 1 Internet search engine, generates the vast majority of its revenue from advertising. But its ad rates, like those of other Internet companies, have been under pressure as more consumers access its online services on small-screened mobile devices, where advertising rates are lower than on PCs. (Reporting by Alexei Oreskovic; Editing by Lisa Shumaker)",
        "link": "http://www.reuters.com/article/2014/04/22/google-ads-idUSL2N0NE1HP20140422",
        "time": "3:31PM UTC"
    }
]