[
    {
        "header": "Amazon follows Google in slashing cloud computing prices",
        "body": "SAN FRANCISCO (Reuters) - Amazon.com Inc will drop prices on most of its cloud computing services starting April 1, the largest U.S. online retailer said on Wednesday, a day after rival Google Inc outlined a major price cut of its own.\n\nThe price cuts range from 10 percent to 65 percent, Andrew Jassy, senior vice president of Amazon Web Services, told a conference for Amazon web developers in San Francisco.\n\nThis marks the 42nd price reduction for AWS since its introduction eight years ago. In a separate press release on Wednesday, the company said the U.S. Department of Defense deemed Amazon’s cloud computing service secure enough to be used more broadly within the department.\n\nAWS provides the underlying infrastructure for popular Web companies such as online movie streaming service Netflix Inc and social network Pinterest.\n\nCloud services have become increasingly popular among both cash-strapped tech startups and larger companies, which rely on computers owned and operated by the likes of Amazon and Google, the world’s No. 1 Internet search engine, instead of buying the equipment themselves.\n\nAmazon, which pioneered public cloud computing in 2006, remains a dominant force in the industry. Its fast-growing AWS business helped transform the company from traditional online retailing into a tech industry giant, and is often cited by investors as a major pillar of its future growth.\n\nBut others are making inroads. Earlier this week, Cisco Systems Inc announced plans to spend $1 billion over the next two years to build a new cloud services business.\n\nAWS has five times the computing power of its 14 rivals combined, Jassy said during his keynote address, citing an analysis that industry consultancy Gartner published last August.\n\n“When you look at all those capabilities, they don’t exist anywhere else,” Jassy said.",
        "link": "http://www.reuters.com/article/2014/03/26/us-amazoncom-cloud-idUSBREA2P1RW20140326",
        "time": "7:50PM UTC"
    },
    {
        "header": "Facebook takes page out of Google playbook with Oculus deal",
        "body": "SAN FRANCISCO (Reuters) - Does Facebook Inc have Google envy?\n\nThe social networking company’s $2 billion acquisition of Oculus VR, a maker of virtual reality goggles, took Wall Street and technology observers by surprise, not least because of the hefty price for a company with no real revenue and untested technology.\n\nBut Facebook’s desire to bet on “the platforms of tomorrow,” as Chief Executive Mark Zuckerberg described the deal on Tuesday, also marks a broadening of ambition for a company that has until now focused mainly on bolstering its existing service or defending its turf from immediate threats.\n\nIt’s a strategy more often associated with Facebook’s arch-rival Google Inc, which has established a track record of making early bets on the next big thing. Google acquired the Android software that now powers three out of four smartphones in 2005 when PCs were dominant, and Google currently has projects under way involving self-driving cars and robots.\n\n“It’s really the first acquisition of theirs which is really thinking about the future, versus the next wave of products or defensive,” venture capitalist Jeff Clavier said of Facebook’s deal for Oculus.\n\n“I don’t know whether Oculus is as exciting as driverless cars or things like that in terms of impact. But at least it’s a future technology that will definitively be mass market at some point,” said Clavier, the founder and managing partner of Palo Alto-Calif-based SoftTech VC.\n\nInvestors seemed unsure about Zuckerberg’s crystal ball. Shares of Facebook were down more than 6 percent at $60.70 in late trading on Wednesday.\n\nThe deal, which comes less than two months after Facebook announced plans to acquire Whatsapp for $19 billion in cash and stock, raised fears about the beginnings of an unchecked spending spree.\n\n“I’d be surprised if a lot of people want to spend serious time with goggles that shut the world out entirely,” said industry analyst Roger Kay, who wrote a post on the Forbes website on Wednesday that began “Okay, I’ll come right out and say it: Mark Zuckerberg is nuts.”\n\nDetractors warn that Zuckerberg is spending shareholders’ cash on a 2-year-old company that’s first prototype was infamous for inducing motion sickness, though Oculus says it has largely ironed out the kinks. Though it has distributed some 75,000 development kits to interested developers, it has yet to ship an actual, consumer-ready product.\n\nFacebook will spend $400 million in cash on the deal, with the rest in stock. With Facebook’s stock up 25 percent over the past six months, some said it was not surprising that the company was choosing to use its stock to place some bets on the future.\n\nAs a percentage of Facebook’s nearly $160 billion market value, the Oculus acquisition is not a “bet the company” deal, said Macquarie Research analyst Ben Schachter.\n\nThe most surprising thing about the Oculus acquisition was that the buyer was Facebook, and not a hardware company like Apple Inc, said Schachter.\n\n“It’s Facebook emphasizing a much broader ambition than people perhaps had realized,” he said. Despite some of the market’s skepticism, Schachter said he believed Oculus could be a good fit for Facebook’s communications services.\n\n“People always underestimate the value of these things when they show they are going to be the winning platform,” said Joe Lonsdale, a founding partner of venture capital firm Formation 8, which invested in Oculus.\n\nUntil now, Facebook’s biggest deals have focused on fortifying or defending its social networking service. Photo-sharing service Instagram and mobile messaging app WhatsApp both competed with key aspects of Facebook, threatening to siphon users away from Facebook’s advertising-supported website.\n\nIt recently stepped up its investments in artificial intelligence. And Facebook was reported earlier this month to be looking at buying drone company Titan Aerospace for $60 million, as part of an effort to deliver online access to people in under-developed parts of the world.\n\nGoogle meanwhile, has an entire “Google X” division focused on “moonshot” projects ranging from wearable computers to airborne wind turbines.\n\nWorking on far-reaching technology projects is a good way to motivate engineers and to retain employees, said SoftTech VC’s Clavier.\n\nAnd in the fast-moving technology industry, focusing only on today’s business can be dangerous.\n\n“As a Larry Page or a Mark Zuckerberg, you have to be paranoid and think about who and what is going to displace you and make you obsolete,” Clavier said, referring to Google’s chief executive officer.\n\n“You have to build that next thing or you have to buy that next thing before it happens. Because by the time it happens, it’s too late.”",
        "link": "http://www.reuters.com/article/2014/03/26/us-facebook-oculus-idUSBREA2P20920140326",
        "time": "4:09PM UTC"
    }
]