[
    {
        "header": "Google, IBM results raise questions about other tech-sector companies",
        "body": "SAN FRANCISCO, April 16 (Reuters) - Disappointing results from Google Inc and IBM may unnerve investors shaken by a strong recent selloff in tech stocks, underscoring the challenges the Internet and IT sectors face as corporate report cards come due in coming weeks.\n\nThe two companies, both barometers of their respective industries, posted March-quarter results on Wednesday that missed Wall Street’s revenue targets, and their shares fell in after hours trade.\n\nIBM blamed weak hardware sales for its lowest quarterly revenue in five years, worsened by an 11 percent slide in overall sales in emerging markets including China, Brazil, Russia and India.\n\nThat spells trouble for other tech companies reliant on enterprise-spending, such as Oracle, Cisco, EMC and Hewlett-Packard, which report results this month or next. Like IBM, they have struggled to grow their businesses, particularly in China, whose economy is down-shifting after years of hyper-growth.\n\nEnterprise spending in general has been on the wane for traditional computing giants as corporations and even governments increasingly turn to software-as-a-service (SaaS) and other cloud offerings instead of maintaining their own in-house technology infrastructure. Many, including IBM and Oracle, have been left behind by smaller, younger rivals as spending goes toward emerging areas like big data, cloud and cyber security.\n\n“We’re seeing a lot of traditional technology vendors struggle,” said FBR analyst Dan Ives.\n\n“You’re seeing spending go away from big-bang projects toward smaller, more modular types of deployments, which speaks to why a lot of SaaS players are doing well. Customers want to buy just the drink rather than the whole bar.”\n\nGoogle’s and IBM’s poor results on Wednesday may do little to change investors’ sentiment following a recent drop in tech stocks. Since early March, the tech-heavy Nasdaq index has fallen over 6 percent.\n\nWith the latest results factored in, including IBM and Google, tech earnings growth estimates for the quarter have fallen by roughly two-thirds since the start of the year, according to Thomson Reuters data.\n\nOn Jan. 1, as the first quarter got under way, analysts on average predicted tech earnings would grow by 7 percent. But now, as first-quarter reports trickle out, analysts on average expect growth of just 2.4 percent, according to the data.\n\nThat also marks a deceleration in tech profit growth from the fourth quarter, when it totaled 10.3 percent, but it is an improvement from 2013’s first quarter, when tech profits shrank by 1.2 percent.\n\nIn Google’s case, investors initially pummeled the stock in after-hours trading after the world’s largest Internet company reported its miss, plus a drop in margins as cost-per-click, or the average price of an online ad, slid 9 percent.\n\nThe shares rebounded after CFO Patrick Pichette attributed that profitability decline to a spike in expenses partly because of its $3.2 billion acquisition of home automation pioneer Nest last quarter, which tacked on a raft of payroll and research costs.\n\nMore broadly, the three largest Internet corporations - Google, Facebook Inc and Twitter Inc - have each grappled with advertising on mobile devices, where the growth is currently concentrated, and where smartphones with smaller displays typically command lower ad prices than on desktop PCs.\n\nFor investors in Google, accustomed to the company enjoying one of the highest ad margins in the business, mobile ads have translated to a steep drop in ad rates. The transition has been less jarring at Facebook, which once relied almost exclusively on low-margin display or banner ads.\n\nTwitter, which had difficulty monetizing its 140-character stream-of-consciousness messaging model, is catching on with TV advertisers because of its growing position as a “second screen” to accompany TV viewing.\n\n“People are trying to adapt to a new delivery system which is mobile,” said B. Riley & Co analyst Sameet Sinha. “It is a challenge for most companies, and it’s going to be here for the next couple of years.” (Writing by Edwin Chan; Editing by Ken Wills)",
        "link": "http://www.reuters.com/article/2014/04/17/technology-results-idUSL2N0N82DZ20140417",
        "time": "9:27PM UTC"
    },
    {
        "header": "UPDATE 3-Google misses revenue target, ad prices slide",
        "body": "SAN FRANCISCO, April 16 (Reuters) - Google Inc’s first-quarter revenue fell short of Wall Street targets and margins narrowed as the price of its ads continued to decline, underscoring the challenges Internet companies face as the world shifts toward mobile devices.\n\nShares of Google were down 3 percent to $539.80 in after hours trading on Wednesday, after initially sliding roughly 6 percent on the news.\n\nThe number of “paid clicks” by consumers on Google’s ads increased by 26 percent in the first quarter, disappointing some analysts who had hoped for stronger volume growth. And the average “cost per click” declined 9 percent, extending a downward trend as mobile advertising, typically cheaper than traditional online ads, make up a bigger slice of its business.\n\nThe world’s largest search engine, along with Facebook Inc and Twitter Inc, which are due to report financial results in coming weeks, are revamping their products and advertising business to account for smartphones.\n\n“It’s an average quarter from a great company,” said BGC Partners analyst Colin Gillis. “It’s the same old story. Paid clicks were a little lighter than people might have hoped, CPC declines were a little higher than people would have liked, expenses continued to rise.”\n\nOperating income slipped to 32 percent of revenue on an adjusted basis, from 34 percent in the year-ago period.\n\nGoogle is spending big to push into various new markets with innovations such as wearable computers, ultra high-speed Internet access and home automation. In January it acquired Nest, which makes smart thermostats and smoke detectors, for $3.2 billion.\n\nThe Nest purchase and some legal expenses bumped up Google’s spending during the quarter, Finance Chief Patrick Pichette said during a conference call on Wednesday. But aside from those items, “our expenses continue to demonstrate the same disciplined agenda we’ve always had,” he said.\n\nSales of digital media such as movies and games in Google’s online Play store, as well as hardware devices such as the Chromecast television gadget, boosted Google’s “other” revenue 48 percent year-on-year to $1.6 billion.\n\nGoogle's revenue climbed 19 percent to $15.42 billion in the first quarter from $12.95 billion in the year-ago period. Analysts polled by Thomson Reuters I/B/E/S had estimated $15.54 billion. For a breakdown of other numbers: (link.reuters.com/sux58v) Traffic acquisition costs, the fees that Google pays to partner websites that run its ads, were $3.23 billion, or 23 percent of advertising revenue.\n\nGoogle’s advertising rates, like those of other Internet companies including Yahoo Inc, has been under pressure as more consumers access its online services on mobile devices such as smartphones and tablets, whose advertising rates can be half as much as on personal computers, according to Needham & Co analyst Kerry Rice.\n\nGoogle’s ad prices are also under pressure as the company expands into emerging markets, where ad rates are lower, said Rice.\n\nGoogle Chief Business Officer Nikesh Arora said prices of mobile ads will eventually catch up to prices of online ads that appear on desktop PCs, as improvements in mobile search capabilities and mobile websites make it easier for consumers to buy things on a smartphone’s small screen.\n\nArora did not provide a time frame, though Needham analyst Rice said he did not expect the change to happen overnight.\n\n“We’ve probably seen the bottom, but I don’t expect some rapid improvement,” said Rice.\n\nGoogle posted $3.45 billion in net income, or $5.04 per share, in the three months ended March 31, compared to $3.35 billion, or $4.97 per share, in the year-ago period. Excluding certain items, Google earned $6.27 per share.\n\nGoogle reported a $198 million net loss from “discontinued operations,” which includes the Motorola smartphone business. Google announced plans in January to sell the money-losing business to China’s Lenovo for $2.91 billion. (Reporting by Alexei Oreskovic; Editing by Richard Chang)",
        "link": "http://www.reuters.com/article/2014/04/17/google-results-idUSL2N0N821A20140417",
        "time": "8:04PM UTC"
    },
    {
        "header": "Google first-quarter revenue misses Wall Street targets",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s first-quarter revenue fell short of Wall Street targets and margins narrowed as the price of its ads continued to decline, pushing its shares sharply lower.\n\nShares of Google were down 5.7 percent at $525 in after-hours trading on Wednesday.\n\nThe number of “paid clicks” by consumers on Google’s ads increased by 26 percent in the first quarter, disappointing some analysts that had hoped for stronger volume growth. And the average “cost per click” declined 9 percent, extending a downward trend as mobile advertising, typically cheaper than traditional online ads, make up a bigger slice of its business.\n\n“It’s an average quarter from a great company,” said BGC Partners analyst Colin Gillis. “It’s the same old story. Paid clicks were a little lighter than people might have hoped, CPC declines were a little higher than people would have liked, expenses continued to rise.”\n\nOperating income slipped to 32 percent of revenue on an adjusted basis, from 34 percent in the year-ago period.\n\nGoogle’s core Internet business revenue climbed 19 percent to $15.42 billion in the first quarter from $12.95 billion in the year-ago period.\n\nIt posted $3.45 billion in net income, or $5.04 per share, in the three months ended March 31, compared to $3.35 billion, or $4.97 per share, in the year-ago period. Excluding certain items, Google earned $6.27 per share.\n\nGoogle reported a $198 million net loss from “discontinued operations,” which includes the Motorola smartphone business. Google announced plans in January to sell the money-losing business to China’s Lenovo Group for $2.91 billion.",
        "link": "http://www.reuters.com/article/2014/04/16/us-google-results-idUSBREA3F1Q220140416",
        "time": "4:40PM UTC"
    },
    {
        "header": "Google Q1 Internet revenue grows 19 percent",
        "body": "SAN FRANCISCO, April 16 (Reuters) - Google Inc’s Internet business revenue grew 19 percent in the first quarter, as its expanding volume of online ads offset declining prices.\n\nThe number of “paid clicks” by consumers on Google’s ads increased by 26 percent year-on-year in the first quarter, while the average “cost per click” generated from the ads declined 9 percent. Google’s core Internet business revenue was $15.42 billion in the first quarter, versus $12.95 billion in the year-ago period. (Reporting by Alexei Oreskovic)",
        "link": "http://www.reuters.com/article/2014/04/16/google-results-idUSL2N0N71FG20140416",
        "time": "4:06PM UTC"
    },
    {
        "header": "Mayer aims to persuade Apple to choose Yahoo over Google: Re/code",
        "body": "(Reuters) - Yahoo Inc’s Chief Executive Marissa Mayer is working on a plan to persuade Apple Inc to ditch Google as its default search engine in favor of Yahoo, technology news site Re/code reported, citing sources within Yahoo.\n\nMayer's effort is in advanced stages, with a detailed pitch already prepared for Apple executives, the website said. (link.reuters.com/hez58v)\n\nYahoo senior vice president of mobile and emerging products, Adam Cahan, is working on the effort too.\n\nMayer, a former Google executive, has managed to get support from some Apple executives, including longtime acquaintance Jonathan Ive, according to the Apple Insider blog. “Mayer has supposedly wrangled support from a few Apple execs including longtime acquaintance Jony Ive,” Apple Insider said.\n\nDesign head Ive exerts enormous influence over strategy and products in engineering and design-heavy Apple.\n\nGoogle search, which has been the default search engine in iOS and powered Apple’s Safari Web browser used on iPhones and iPads for quite some time, pays Apple about $1 billion per year for traffic driven to its servers and subsequent ad network, Apple Insider said, referring to the same rumors.\n\nApple's decision to stick with Google's services over the years also reflects a desire to maintain a familiar user experience, the blog said. (link.reuters.com/jez58v)\n\nYahoo on Wednesday again posted anemic quarterly revenue growth as the Internet company’s advertising business continues to lag its rivals, nearly two years into Mayer’s comeback effort.\n\nMayer is trying to revitalize Yahoo’s business, revamping many of its Web products, but its ad sales business continues to struggle while rivals such as Google, Facebook Inc and Twitter Inc continue to post strong, double-digit revenue growth.",
        "link": "http://www.reuters.com/article/2014/04/17/us-yahoo-apple-idUSBREA3G01G20140417",
        "time": "8:34PM UTC"
    },
    {
        "header": "UPDATE 2-Google Q1 revenue misses Wall Street targets",
        "body": "SAN FRANCISCO, April 16 (Reuters) - Google Inc’s first-quarter revenue fell short of Wall Street targets and margins narrowed as the price of its ads continued to decline, pushing its shares sharply lower.\n\nShares of Google were down 5.7 percent at $525 in after-hours trading on Wednesday.\n\nThe number of “paid clicks” by consumers on Google’s ads increased by 26 percent in the first quarter, disappointing some analysts that had hoped for stronger volume growth. And the average “cost per click” declined 9 percent, extending a downward trend as mobile advertising, typically cheaper than traditional online ads, make up a bigger slice of its business.\n\n“It’s an average quarter from a great company,” said BGC Partners analyst Colin Gillis. “It’s the same old story. Paid clicks were a little lighter than people might have hoped, CPC declines were a little higher than people would have liked, expenses continued to rise.”\n\nOperating income slipped to 32 percent of revenue on an adjusted basis, from 34 percent in the year-ago period.\n\nGoogle’s core Internet business revenue climbed 19 percent to $15.42 billion in the first quarter from $12.95 billion in the year-ago period.\n\nIt posted $3.45 billion in net income, or $5.04 per share, in the three months ended March 31, compared to $3.35 billion, or $4.97 per share, in the year-ago period. Excluding certain items, Google earned $6.27 per share.\n\nGoogle reported a $198 million net loss from “discontinued operations,” which includes the Motorola smartphone business. Google announced plans in January to sell the money-losing business to China’s Lenovo Group for $2.91 billion. (Reporting by Alexei Oreskovic; Editing by Richard Chang)",
        "link": "http://www.reuters.com/article/2014/04/16/google-results-idUSL2N0N821A20140416",
        "time": "4:39PM UTC"
    }
]