[
    {
        "header": "Google pays $1.4 million fine in Italy over StreetView concerns",
        "body": "MILAN (Reuters) - Google has paid a 1 million euro ($1.4 million) fine imposed by Italy’s data protection watchdog over complaints that cars it used to record images on Italian streets in 2010 were not clearly recognizable, the regulator said on Thursday.\n\n“Cars belonging to the giant of Mountain View roamed Italy’s streets without being entirely recognizable as such, therefore not allowing the people present in those places to decide whether to be photographed or not,” it said in a statement, referring to Google’s base at Mountain View in California.\n\nGoogle has faced numerous privacy lawsuits in the United States and Europe, relating to services including Street View, which gives a panoramic perspective on streets around the world.\n\n“The fine from the DPA relates to an old case that dates back to 2010. We complied with everything the (regulator) required of us at the time,” a Google spokeswoman said.\n\nThe fine announced on Thursday relates only to vehicles not being labeled clearly enough. The watchdog has also reported to Italy’s judicial authorities that Google accidentally captured fragments of electronic communications as part of its mapping research in the country.\n\nIn September 2013 a U.S. federal appeals court rejected Google’s bid to dismiss a lawsuit accusing it of violating federal wiretap law when its accidentally collected personal data while building Street View.\n\nGoogle was also fined 145,000 euros last year by a privacy regulator in Germany for inadvertently intercepting emails, user names, passwords and other data from Wi-Fi networks while taking photographs for Street View and decided not to contest the fine.\n\nImposing its higher fine on Thursday, the Italian watchdog said it took into account the search engine operator’s “consolidated revenue of over $50 billion”.\n\nIt also said Google had promptly adopted the measures it requested, including clearly marking the cars used to collect footage, and broadcasting details of the areas the cars would visit on its own website and in local media.",
        "link": "http://www.reuters.com/article/2014/04/03/us-italy-google-privacy-idUSBREA3226A20140403",
        "time": "6:38PM UTC"
    },
    {
        "header": "Google's Nest halts home alarm system sales over possible defect",
        "body": "SAN FRANCISCO (Reuters) - Nest Labs Inc, the maker of smart thermostats that Google Inc acquired for $3.2 billion, called a halt to all sales of its smoke alarms on Thursday after it discovered a possible defect that could cause users to turn it off unintentionally.\n\nNest co-founder and Chief Executive Tony Faddell said that, under a unique set of circumstances the alarm’s “Nest Wave” feature, which allows a user to switch off the device with a wave of the hand, could be inadvertently activated.\n\nFaddell, one of the creators of Apple Inc's iPod, apologized in the blogpost for a problem that was discovered during recent laboratory testing. He added that no customer had complained so far. (nest.com/letter-from-the-ceo/)\n\n“We observed a unique combination of circumstances that caused us to question whether the Nest Wave ... could be unintentionally activated. This could delay an alarm going off if there was a real fire,” he said. “The fact that it could even potentially happen is extremely important to me and I want to address it immediately.”\n\nHe did not specify that set of circumstances.\n\nNest will immediately disable the Wave feature - one of many innovative design elements that has won the company and its devices acclaim - in all smoke alarms that are WiFi-connected while it works on a software update to fix the possible defect. It said the fix, plus regulatory approvals, could take two to three months to complete.\n\nCustomers without WiFi-connected devices should either disable it or return it for a full refund, the company added.\n\nNest halted all sales of its smoke alarms to prevent customers from buying a device that would need an immediate software patch.\n\nGoogle announced plans in January to acquire Nest via its second largest deal, to expand into a broader array of devices and bring valuable hardware design expertise in-house.\n\nNest gained a large following with its first thermostat - a round, brushed-metal device with a convex screen that displays temperature and changes hue to match the color of the wall it attaches to. It also tracks usage and uses that data to automatically set heating and cooling temperatures.",
        "link": "http://www.reuters.com/article/2014/04/03/us-google-nest-idUSBREA3227H20140403",
        "time": "6:35PM UTC"
    },
    {
        "header": "REFILE-Google pays 1 mln euro fine in Italy over StreetView concerns",
        "body": "MILAN, April 3 (Reuters) - Google has paid a 1 million euro ($1.4 million) fine imposed by Italy’s data protection watchdog over complaints that cars it used to record images on Italian streets in 2010 were not clearly recognisable, the regulator said on Thursday.\n\n“Cars belonging to the giant of Mountain View roamed Italy’s streets without being entirely recognisable as such, therefore not allowing the people present in those places to decide whether to be photographed or not,” it said in a statement, referring to Google’s base at Mountain View in California.\n\nGoogle has faced numerous privacy lawsuits in the United States and Europe, relating to services including Street View, which gives a panoramic perspective on streets around the world.\n\n“The fine from the DPA relates to an old case that dates back to 2010. We complied with everything the (regulator) required of us at the time,” a Google spokeswoman said.\n\nThe fine announced on Thursday relates only to vehicles not being labelled clearly enough. The watchdog has also reported to Italy’s judicial authorities that Google accidentally captured fragments of electronic communications as part of its mapping research in the country.\n\nIn September 2013 a U.S. federal appeals court rejected Google’s bid to dismiss a lawsuit accusing it of violating federal wiretap law when its accidentally collected personal data while building Street View.\n\nGoogle was also fined 145,000 euros last year by a privacy regulator in Germany for inadvertently intercepting emails, user names, passwords and other data from Wi-Fi networks while taking photographs for Street View and decided not to contest the fine.\n\nImposing its higher fine on Thursday, the Italian watchdog said it took into account the search engine operator’s “consolidated revenue of over $50 billion”.\n\nIt also said Google had promptly adopted the measures it requested, including clearly marking the cars used to collect footage, and broadcasting details of the areas the cars would visit on its own website and in local media.",
        "link": "http://www.reuters.com/article/2014/04/03/italy-google-privacy-idUSL5N0MV4L520140403",
        "time": "6:36PM UTC"
    }
]