[
    {
        "header": "Google set to lead $500 million investment in Magic Leap: tech website",
        "body": "(Reuters) - Google Inc and other investors are planning to invest about $500 million in hardware and software developer Magic Leap Inc to deliver “cinematic reality”, technology website Re/Code said, citing sources.\n\nGoogle is leading the funding round for the company, the website cited sources as saying. (on.recode.net/1tXLKnb)\n\nVenture capital firm Andreessen Horowitz may be one of the other investors in the consortium, Re/Code said.\n\nGoogle, Andreessen Horowitz and Magic Leap could not be reached for a comment outside of business hours.\n\nMagic Leap said in February it had raised more than $50 million to develop its proprietary technology platform.",
        "link": "http://www.reuters.com/article/2014/10/14/us-google-investment-magicleap-idUSKCN0I302320141014",
        "time": "8:58PM UTC"
    },
    {
        "header": "Xiaomi signs former Google executive as India lead products manager",
        "body": "(Reuters) - Chinese smartphone company Xiaomi has named a new lead products manager for its India unit as the company ramps up its team in the world’s third biggest smartphone market.\n\nXiaomi has recruited former Google executive Jai Mani to be in charge of products, Hugo Barra, Xiaomi’s vice president of international operations, said in his Facebook and Google Plus posts.\n\n“Android fans: you’ll remember Jai from his memorable on-stage demo performances at Google I/O and Nexus launches,” Barra, himself an ex-Google employee, wrote. Mani has moved to Bangalore from San Francisco, he said.\n\nAccording to his LinkedIn profile, Mani had been a Google Play Strategy and Analytics associate before be co-founded a startup.\n\nXiaomi, which sells its phones exclusively through e-commerce website Flipkart.com in India, is looking to find a foothold in a market that has at least 80 different phone companies fighting it out for market share.\n\nBarra told Reuters in July that the company is looking to invest heavily in India, including building a team that can cater to localization needs.",
        "link": "http://www.reuters.com/article/2014/10/13/us-xiaomi-india-idUSKCN0I20K020141013",
        "time": "4:38AM UTC"
    }
]