[
    {
        "header": "BRIEF-Lagardère Active sign long term partnership with Google",
        "body": "* Partnership aims to give access to Lagardere Active content through Google platforms Source text: bit.ly/1j72ABP Further company coverage: (Gdynia Newsroom)",
        "link": "http://www.reuters.com/article/idUSFWN12701F20151007",
        "time": "5:07AM UTC"
    },
    {
        "header": "Google tests mobile instant publishing service to rival Facebook, Apple",
        "body": "(Reuters) - Google announced on Wednesday it is piloting a program called Accelerated Mobile Pages that allows users to search for news and pull up a host of articles from publishers instantly.\n\nBut unlike Facebook’s Instant Articles, or Apple Inc’s Apple News, publishers do not pay Google to have their articles show up.\n\n“This is a deal-less environment,” Richard Gingras, head of news at Google, said at a media event announcing the program.\n\nGoogle, whose parent company is now Alphabet Inc, is currently piloting the program. Executives declined to say when it would be available for public use.\n\nPublishers have been struggling to get their Web-based content to load as seamlessly as it does inside their own apps. And adblockers, which allow users to block certain content, have made it increasingly important for news publishers to make their sites more user friendly and to ensure they do not have ads that take long to load or cause the content of the articles to reformat as the page loads.\n\nFor example, 60 percent of The Washington Post’s audience comes through mobile devices, said Cory Haik, executive director of the publisher’s emerging news products, speaking on a panel about the Google program.\n\nThe Post has spent the past 18 months improving its app for consumers, something that is “within our control,” Haik said. But he noted, “the Web is an entire different proposition...it is sort of the Wild West.”\n\nTwitter Inc is one of the partners piloting Google’s Accelerated Mobile Pages project and plans to link to it through its own app, Michael Ducker, product manager at Twitter, told the panel.\n\nThe New York Times, Vox.com, Buzzfeed and La Stampa are among other publishers participating in the pilot.\n\nWhile Accelerated Mobile Pages will not be immune to adblockers, Google and publishers say the new format will lend itself to a more consumer-friendly ad experience where ads load instantly.\n\nThe product will initially be available to news publishers but Google is open to offering it up to other types of content providers eventually, Gingras said.",
        "link": "http://www.reuters.com/article/us-google-publishing-idUSKCN0S11Y620151007",
        "time": "12:29PM UTC"
    },
    {
        "header": "Israeli team signs first launch deal in Google moon race",
        "body": "JERUSALEM (Reuters) - An Israeli team competing in a race to the moon sponsored by Google has signed a with California-based SpaceX for a rocket launch, putting it at the front of the pack and on target for blast-off in late 2017, officials said on Wednesday.\n\nWith the deadline to win a $20 million first-place prize just two years off, pressure is mounting on the 16 rivals from around the world hoping to complete a privately funded moon landing.\n\nSilicon Valley’s Moon Express announced a week ago that it had signed a contract with Lockheed Martin-backed Rocket Lab. But Israel’s SpaceIL is the first team to have a launch agreement reviewed, verified and accepted by XPRIZE, the group overseeing the contest.\n\n“The magnitude of this achievement cannot be overstated,” said XPRIZE President Bob Weiss. “This is the official milestone that the race is on ... They’ve lit the fuse, as it were, for their competitive effort.”\n\nThe key hurdle was finding an affordable ride to outer space without government funding, said Eran Privman, CEO of SpaceIL.\n\nBecause his team’s spacecraft is much smaller than most competitors - it looks like a robotic, four-legged table, about 1.5 meters tall and wide - the SpaceX Falcon 9 launcher can carry 20 small satellites whose fares will help cover costs, Privman said.\n\n“Other teams are trying to find such solutions,” he said.\n\nSpaceX is a private company owned and operated by technology entrepreneur Elon Musk.\n\nMuch work remains. SpaceIL must manufacture hardware to fit the rocket and only then can it be shipped to the United States, Privman said.\n\nThe mission is scheduled for late 2017, just before the contest deadline. Once exiting the rocket in space, the Israeli craft will make its journey to the moon.\n\nTo win, a privately funded team must place an unmanned spacecraft on the moon’s surface that can explore 500 meters and transmit high-definition video and images back to earth.",
        "link": "http://www.reuters.com/article/us-israel-space-idUSKCN0S11NR20151007",
        "time": "11:10AM UTC"
    },
    {
        "header": "Alphabet launches code for fast loading of heavy mobile content",
        "body": "(Reuters) - Alphabet Inc, formerly Google Inc, announced a new open source code that allows faster loading of Web pages with heavy content such as video, animation and graphics on smartphones and tablets.\n\nTwitter Inc, LinkedIn Corp, Pinterest, WordPress.com, Chartbeat, Parse.ly and Adobe Analytics are among some of the technology companies that will adopt the code, called accelerated mobile pages (AMP), Alphabet said on Wednesday. (bit.ly/1FTemdM)\n\nSeparately, Twitter said in a blog post that it would adopt the code for its microblogging apps for iOS and Android operating systems.",
        "link": "http://www.reuters.com/article/us-twitter-product-idUSKCN0S11OB20151007",
        "time": "10:31AM UTC"
    }
]