[
    {
        "header": "Google shares rise after online ad sales drive revenue higher",
        "body": "(Reuters) - Google Inc reported higher quarterly revenue and profit as rising online ad volume offset a hit from the strong dollar, sending the Internet company’s shares higher in after-hours trading.\n\nShares of the world’s No. 1 Internet search engine rose after the results were released, climbing 3.5 percent on Thursday to $577.\n\nWhile revenue and profit missed the forecasts of Wall Street analysts, many investors had been bracing for a weaker report, said BGC Financial analyst Colin Gillis.\n\nThe company has faced challenges in mobile advertising and is running up more expenses as it invests in new businesses.\n\n“The concern was that the first quarter results could have been much worse,” Gillis said. “There’s a certain degree of relief rally happening.”\n\nRevenue for the quarter that ended in March rose 12 percent to $17.26 billion, from $15.42 billion a year earlier. Analysts on average had expected revenue of $17.5 billion, according to Thomson Reuters I/B/E/S.\n\nThe rising dollar took a toll on results at Google, which generates about half of its revenue overseas.\n\n”Excluding the net impact of foreign currency headwinds, revenue grew a healthy 17 percent year on year,” Google Chief Financial Officer Patrick Pichette said in a statement.\n\nThe number of ads, or paid clicks, rose 13 percent, while the average price of online ads, or “cost per click,” declined 7 percent.\n\nGoogle’s ad revenue has been pressured as more consumers access its online services on mobiles devices such as smartphones and tablets, where ad rates are typically lower.\n\nIn a conference call, Pichette highlighted mobile ads as a key source of revenue growth during the quarter. “We are experiencing real strength in mobile search,” he said.\n\nThe contribution of ad revenue from video platform YouTube “continues to grow at a strong rate year-over year,” he added. Brands are embracing YouTube’s TrueView service, where advertisers pay only when users opt not to skip an ad, he said.\n\nGoogle's advertising sales in the first quarter rose 11 percent to $15.51 billion. (bit.ly/1OLAPb8)\n\nThe company, under increasing competition for mobile ad dollars from rivals such as Facebook Inc, tweaked its algorithm for mobile searches on Tuesday to favor sites that look good on smartphone screens. (bit.ly/1yMzbno)\n\nEarlier this month, the European Union accused Google of abusing its dominance of Internet searches to push its own products. [ID: nL5N0XC2W0]\n\nNet income rose to $3.59 billion, or $5.20 per share, from $3.45 billion, or $5.04 per share.\n\nExcluding items, the company earned $6.57 per share, just missing analysts’ forecast of $6.60.",
        "link": "http://www.reuters.com/article/2015/04/24/us-google-results-idUSKBN0NE2G820150424",
        "time": "9:40PM UTC"
    },
    {
        "header": "Google first-quarter revenue rises 12 pct",
        "body": "April 23 (Reuters) - Google Inc’s first-quarter revenue jumped 12 percent, helped by an 11 percent increase in ad sales.\n\nConsolidated revenue rose to $17.26 billion for the quarter ended March 31, from $15.42 billion a year earlier.\n\nNet income rose to $3.59 billion, or $5.20 per share, from $3.45 billion, or $5.04 per share.\n\nExcluding items, the company earned $6.57 per share. (Reporting by Lisa Richwine and Devika Krishna Kumar; Editing by Saumyadeb Chakrabarty)",
        "link": "http://www.reuters.com/article/2015/04/23/google-results-idUSL4N0XK65O20150423",
        "time": "4:06PM UTC"
    }
]