[
    {
        "header": "Russia's anti-monopoly watchdog says Google violates competition law",
        "body": "MOSCOW, Sept 14 (Reuters) - Russia’s anti-monopoly agency said on Monday it had found Google in violation of the country’s competition laws.\n\nThe agency said Google could face penalties of between one and 15 percent of its 2014 revenue in Russia.\n\nShares in Yandex , a Google competitor in Russia as the country’s biggest search site, rose 9 percent on the news on Monday afternoon.\n\nGoogle Russia was not immediately available for comment.\n\nYandex, which filed a complaint against Google with the anti-monopoly service in February, declined immediate comment. (Reporting by Alexander Winning, Anastasia Teterevleva, Anastasia Lyrchikova; Writing by Gabriela Baczynska; Editing by Mark Potter)",
        "link": "http://www.reuters.com/article/russia-yandex-google-idUSR4N10B00920150914",
        "time": "11:46AM UTC"
    },
    {
        "header": "Google hires Truecar's Krafcik to head its driverless car unit",
        "body": "(Reuters) - Google Inc (GOOGL.O) said it named auto industry veteran John Krafcik as chief executive of its self-driving car project from late September.\n\nWith the hiring of Krafcik, currently the president of automotive pricing terminal Truecar Inc (TRUE.O) and a former CEO of Hyundai Motors America, Google is starting to look at the project as a potential and relevant business in the near future.\n\nChris Urmson, who has been head of the self-driving car program since 2009, will continue overseeing the project as its technical lead, the company said in an emailed statement.\n\nGoogle’s pet project of driverless cars started in 2009 with an intention to revolutionize the automobile industry. The project is still a part of Google X lab, though the company did not rule out the possibility of it being a part of its parent Alphabet in the near future.\n\nGoogle X lab also works on other projects like Loon, which aims to provide wireless Internet to the most-remote areas in the world via smart balloons and is currently being tested in the Southern hemisphere.",
        "link": "http://www.reuters.com/article/us-google-appointment-johnkrafcik-idUSKCN0RE0J320150914",
        "time": "12:17PM UTC"
    },
    {
        "header": "Russian watchdog says Google violating competition law",
        "body": "MOSCOW (Reuters) - Russia’s anti-monopoly agency said on Monday Google Inc was abusing its market position in the country and would face penalties, in a case launched by local competitor Yandex .\n\nThe FAS anti-monopoly body said Google had violated the law by pre-installing certain applications on mobile devices and could face penalties totalling up to 15 percent of its 2014 revenue in this part of the Russian market.\n\nFAS declined to specify the revenue in question, saying it was a trade secret, but said it would decide on the exact value of the fine after Sept. 28. It added Google must then pay and change its ways, or risk more fines if violations continue.\n\nGoogle Russia said it would analyse the decision and declined further comment until then.\n\nShares in Yandex, which rivals Google as Russia’s biggest internet search engine, rose as much as 9 percent before stabilising around 7 percent higher.\n\nYandex, which filed a complaint against Google with FAS in February, welcomed the decision.\n\n“We believe the FAS decision will serve to restore competition on the market,” the company said.\n\nIt added the complaint included the practice of bundling applications from the Google Mobile Services with the Google Play store, requiring pre-installation of the Google search engine as the default one, and giving Google application icons preferential placement on the screen of mobile devices.\n\n“In addition, the investigation confirmed the existence of agreements on prohibition of pre-installation of competitors’ apps,” Yandex said.\n\nYandex is ahead of Google in Russia but has seen competition stiffen in mobile phones as consumers have adopted Android-based handsets that come pre-loaded with Google products that compete directly with Yandex applications.\n\nGoogle’s total 2014 revenue stood at $66 billion. The company’s website does not provide a separate revenue figure for Russia, or the exact segment involved in the case.\n\nAnalysts at App Annie say Russia was Google’s No.4 market in the world in the second quarter of 2015 in terms of Google Play downloads.\n\nThe European Union is conducting its own anti-trust case against Google. (Additional reporting by Alexander Winning and Maxim Rodionov)",
        "link": "http://www.reuters.com/article/russia-yandex-google-idUSL1N11K1DY20150914",
        "time": "1:55PM UTC"
    },
    {
        "header": "Google's self-driving car push spurs hiring spree at automakers",
        "body": "FRANKFURT (Reuters) - German premium carmakers BMW (BMWG.DE), Mercedes-Benz (DAIGn.DE) and Audi (NSUG.DE) are snapping up software experts as tech firms such as Google (GOOGL.O) threaten to outflank them in the race to develop a self-driving car.\n\nSoftware expertise has become a new battleground for automakers and tech firms as cars need lines of code to connect electric car motors to batteries, talk to smartphones or activate brakes when a radar system detects an obstacle ahead.\n\nWithout beefing up their digital expertise, German automakers will struggle to offer new premium features such as autonomous driving and car-sharing services to compete with new rivals such as Google and Uber [UBER.UL].\n\n“What car companies are doing is hiring people generally from outside automotive. Some companies a few years ago didn’t have a connected car department. They all have that now,” said Malcolm Earp, chief executive at Magma People, a specialist automotive recruitment company said.\n\nIn August, BMW, Audi and Mercedes said they would pay about 2.5 billion euros ($2.8 billion) to buy Nokia’s maps business, beating out high-tech rivals for location services seen as key to the future of self-driving cars.\n\nIn September last year, Daimler bought Daimler bought mytaxi and RideScout, two smartphone applications that will help the maker of Mercedes-Benz limousines provide services to people who do not own cars.\n\nIn the latest example of cross-pollination between the tech and car sectors, Google named auto veteran John Krafcik, the former chief executive of Hyundai Motors America (005380.KS) as chief of its self-driving car project.\n\nThe tech focus for premium carmakers means that despite a general drive to cut costs and boost margins amid a slowdown in China, the world’s largest car market, they are adding staff to stay in the digitization race.\n\nBMW’s workforce rose 6.2 percent to 119,489 at the end of June, from 112,500 a year earlier. The Bavarian automaker said it will continue to recruit staff in 2015 to help “the advancement of new technologies, including the ever-increasing scale of digitalization”.\n\nBavarian rival Audi, the premium brand owned by Volkswagen (VOWG_p.DE), said its workforce had increased by 8 percent between January and June to 81,640 staff.\n\nAudi plans to add another 6,000 staff “primarily to support the development of pioneering technologies as well as for the expansion of our international sites”.\n\nMercedes parent company Daimler said headcount rose 1.6 percent in the first half of the year to 284,441 and overall headcount will rise this year from 2014.\n\nThe Stuttgart-based maker of luxury cars and trucks remains on the lookout for expertise in data analysis.\n\nIn June, Daimler Trucks bought telematics provider Zonar Systems Inc. to help roll out satellite-based connectivity services for fleet operators such as remote diagnostics.\n\n“The automotive industry is facing a big disruption through connectivity and connected driving technologies. These features will become an important source of differentiation,” said Andreas Tschiesner, head of McKinsey’s automotive practice in Germany.",
        "link": "http://www.reuters.com/article/us-autoshow-frankfurt-technology-idUSKCN0RE0WF20150914",
        "time": "5:43AM UTC"
    }
]