[
    {
        "header": "Google offering free Apps for Work to some customers",
        "body": "SAN FRANCISCO (Reuters) - Google Inc announced on Monday that it will offer its Apps for Work suite free to businesses currently locked into agreements with other office software vendors.\n\nNormally, businesses pay $5 per user per month for a basic version of Apps for Work or $10 per user per month for one with more advanced features, such as increased storage and an email archive.\n\nGoogle will give businesses access to the suite, which includes Gmail, Calendar, Google Drive, Google Docs and other programs, at no cost through the remainder of their current agreements.\n\nGoogle also plans to pay consultants to help new customers who take the company up on its offer.\n\nApproximately one million businesses are paying to use Apps for Work, Google said.\n\nThe free trial may grab some attention, but Ross MacMillan, Microsoft analyst with RBC Capital Markets in New York, doubts it “will have material impact” on Google’s biggest enterprise competitor, Microsoft Corp.\n\nDuring the fourth quarter of 2015, Microsoft’s cloud-based Office 365 Commercial, a competitor to Google’s App product, saw its user base grow 74 percent from the previous year, and it was adopted by 50,000 new small businesses per month during the fiscal year, according to a Microsoft spokesperson.\n\nMicrosoft would not disclose the total number of users of the product.\n\nThe cost for Office 365 Commercial ranges from $5 per user per month to $12.50 per user per month, depending on the features.",
        "link": "http://www.reuters.com/article/us-google-apps-idUSKCN0SD1MG20151019",
        "time": "10:02AM UTC"
    },
    {
        "header": "Deutsche Telekom to file antitrust complaint against Google: NYT",
        "body": "(Reuters) - Deutsche Telekom AG is expected to file an antitrust complaint with European competition authorities against Google Inc, the New York Times reported on Monday, citing people with direct knowledge of the discussions.\n\nThe complaint, expected to be filed by early November, alleges that Google uses its Android mobile operating system to unfairly promote its own products like Google Maps and online search over those of rivals, the newspaper reported, citing the people.\n\nDeutsche Telekom, Google and European Competition authorities could not immediately be reached for comments outside regular business hours.\n\nThe European Union has accused the company of distorting Web search results to favor its own shopping service, and has also started another antitrust investigation into the Android mobile operating system.\n\nSources told Reuters last month that the U.S. Federal Trade Commission opened a preliminary investigation into whether Google uses its Android operating system to dominate competitors as more consumers go mobile.",
        "link": "http://www.reuters.com/article/us-deutsche-telekom-antitrust-alphabet-idUSKCN0SD2G120151019",
        "time": "5:30PM UTC"
    }
]