[
    {
        "header": "BRIEF-Fingerprint Cards says FPC1025 sensor selected for Google's Nexus smartphones",
        "body": "* Says onetouch FPC1025 fingerprint sensor in Google’s Nexus 5X and Nexus 6P smartphones\n\n* Says already received as well as expected revenues in 2015 that relate to sales of FPC1025 for these smartphone models are included in FPC’s communicated revenue guidance of approximately 2,500 MSEK for 2015. Source text for Eikon: Further company coverage: (Stockholm Newsroom)",
        "link": "http://www.reuters.com/article/idUSASN000AJM20150930",
        "time": "1:02AM UTC"
    },
    {
        "header": "Microsoft, Google stand down in patent battles ",
        "body": "NEW YORK (Reuters) - Microsoft Corp (MSFT.O) and Google Inc (GOOGL.O) have agreed to bury all patent infringement litigation against each other, the companies announced on Wednesday, settling 18 cases in the United States and Germany.\n\nIn another sign of the winding down of the global smartphone wars, the companies said the deal puts an end to court fights involving a variety of technologies, including mobile phones, wifi, and patents used in Microsoft’s Xbox game consoles and other Windows products.\n\nThe agreement also drops all litigation involving Motorola Mobility, which Google sold to Lenovo Group Ltd (0992.HK) last year while keeping its patents.\n\nHowever, as Microsoft and Google continue to make products that compete directly with each other, including search engines and mobile computing devices, the agreement notably does not preclude any future infringement lawsuits, a Microsoft spokeswoman confirmed.\n\n“Google and Microsoft have agreed to collaborate on certain patent matters and anticipate working together in other areas in the future to benefit our customers,” the companies said in a joint statement. They did not disclose the financial terms of the deal.\n\nThe companies said they have been cooperating on such issues as the development of a unified patent court for the European Union, and on royalty-free technology for speeding up video on the Internet.\n\nOne of the most bitter disputes between the rivals began in 2010 when Microsoft accused Motorola, later acquired by Mountain View, California-based Google, of breaching its obligation to offer licenses to its wireless and video patents used in Xbox systems at a reasonable cost.\n\nIn July, a U.S. appeals court ruled that the low licensing rate Microsoft pays to use the patents had been properly set by a federal judge in Seattle.\n\nWednesday’s agreement is not the first among smartphone heavyweights to settle their patent disputes. In 2014, Samsung Electronics Co Ltd (005930.KS) and Apple Inc (AAPL.O) agreed to drop all litigation against one another outside the United States.",
        "link": "http://www.reuters.com/article/us-microsoft-google-settlement-idUSKCN0RU2Y220150930",
        "time": "6:44PM UTC"
    },
    {
        "header": "Italy's Renzi faces uphill struggle over Google Tax plan",
        "body": "ROME (Reuters) - Under pressure to find resources for his promises of sweeping tax cuts, Italian Prime Minister Matteo Renzi is hoping to raise billions of euros by forcing multinational Internet firms to pay taxes on profits generated in Italy.\n\nTreasury Undersecretary Enrico Zanetti said a so-called “Google Tax” could yield up to 3 billion euros ($3.36 billion) per year for Italy’s strained public finances. But Renzi may have a political and legal fight on his hands to get hold of the money.\n\nHis predecessor as premier, Enrico Letta, floated such a tax in 2013 but Renzi ditched the project when he took office the following year, citing European Union opposition.\n\nNow, faced with fierce political resistance to his plans to cut health and other areas of spending in the 2016 budget to be presented by mid-October, Renzi has revived the idea of a far more voter-friendly Google Tax.\n\nRenzi, who has pledged to slash taxes by 35 billion euros ($39.29 billion) over the next three years, said earlier this month the Google Tax would be adopted in 2017.\n\nZanetti and other Treasury officials subsequently said the tax might be brought forward to next year as part of Renzi’s reform agenda to stimulate growth in a long stagnant economy, the EU’s fourth largest.\n\nA cash injection of 2-3 billion euros as cited by Zanetti would make it far easier for Renzi to make his budget sums add up. However, many economists and fiscal experts are skeptical.\n\nFrance, Italy and other countries have long complained at the way Google, Yahoo! and other digital giants generate huge profits in their countries but have their tax base in countries such as Ireland, where corporate tax rates are far lower.\n\nBut the complaints have made little legal headway because EU tax law protects companies against paying tax in a country where they do not have what is termed a “permanent establishment”.\n\nTommaso Di Tanno, a professor of tax law, says the “permanent establishment” notion was conceived many years ago to define offices, factories and warehouses, and is anachronistic in today’s Internet age when revenue can be generated with little or no physical presence in a country.\n\nNonetheless, the current arrangement is backed up by international treaties and will be very difficult to change so long as countries have conflicting interests, he said.\n\nIn 2014 Google paid just 2.2 million euros of tax in Italy on revenues generated in the country of 54.4 million euros, according to Google figures. Italy’s Communications Authority estimates Google’s Italian revenues at around ten times higher.\n\nGoogle says its presence in Italy merely provides consulting and marketing services for Google Ireland, its headquarters for Europe, the Middle East and Africa.\n\nYahoo!, which also has its tax base in Ireland, paid just over 198,000 euros of tax in Italy on sales of 9.68 million euros in 2014, according to its own figures.\n\nBoth companies say they are only playing by the rules. Google was “naturally” attracted by Ireland’s relatively low corporate tax rate, as well as by the expansion prospects that the country offered, a spokeswoman said.\n\n“If governments don’t like these laws they have the power to change them,” she said.\n\nIt is easy to see why digital giants want to avoid paying taxes in Italy. In 2014 Google paid tax of just 19.3 percent on its earnings worldwide. In Italy the average tax rate on corporate earnings is 65.8 percent - among the highest rates in the 28-nation EU, according to the World Bank and PricewaterhouseCoopers 2014 Paying Taxes report.\n\nDi Tanno said the most concrete tax challenge to Internet-based multinationals has been posed by Britain, which in April introduced a “diverted profits tax” as a way of fighting tax avoidance in a country with a much lower corporate tax rate than Italy‘s.\n\nLondon wants this levy, which carries a rate of 25 percent, to be applied to the British revenues of Google and its Internet peers. Zanetti, the Italian treasury undersecretary, says Rome should follow a similar path.\n\nDi Tanno advised Renzi to push ahead with the British model because progress on changing international treaties was sure to be slow. But he warned that litigation is inevitable and the success of the operation is in doubt.\n\n“I don’t think the government can get a tax in place in time for 2016, and in any case revenue would be less than one billion euros per year,” he said.",
        "link": "http://www.reuters.com/article/us-italy-tax-internet-analysis-idUSKCN0RU1HS20150930",
        "time": "11:38AM UTC"
    }
]