[
    {
        "header": "UPDATE 1-Google takes minority stake in $300 mln China start-up Mobvoi",
        "body": "* Google invests as it tries to re-establish China presence\n\nBEIJING, Oct 20 (Reuters) - Google will take a minority stake in Beijing-based artificial intelligence firm Mobvoi as part of a $75 million fundraising round, the start-up said on Tuesday, as the U.S. search giant tries to rebuild its presence in China.\n\nMobvoi works on artificial intelligence (AI) voice-controlled software, like that used in Google’s Android products for mobile search, and also develops hardware like smart watches. Google’s parent company is now named Alphabet Inc .\n\nThe Google-led Series C fundraising values Mobvoi at $300 million, with the start-up maintaining a controlling stake, said co-founder Li Yuanyuan in a telephone interview. The size of the U.S. firm’s investment was not disclosed by Li or in Mobvoi’s e-mailed statement on Tuesday.\n\nThe deal, not Google’s first in China but one of few, comes as the company seeks to re-establish itself in the world’s largest Internet market by population of users.\n\nBecause services like its search, e-mail and mapping are blocked in China, the U.S. firm is trying to cement partnerships with domestic providers like Mobvoi, which offers technology similar to Apple Inc’s Siri and Google’s own version.\n\nMobvoi previously partnered with Google to provide Chinese-language voice search for the latter’s Android Wear smartwatch operating system. The Chinese firm will use the money from its fundraising to invest in AI and robotics research.\n\nMobvoi is also developing voice search to be integrated into vehicles and a robot for families in China, said Li.\n\nWhen contacted, a Singapore-based Google spokesman declined to elaborate on how the Mobvoi investment fit with its China strategy.\n\nAlthough Google has maintained an engineering and sales presence in China, it largely withdrew its services out of China five years ago after refusing to continue self-censoring search results.\n\nCEO Sundar Pichai has made no secret that he wants to get back into China, with his bet riding on Google Play, the app store for its Android mobile operating system, despite it currently being borderline inaccessible in China. He faces an uphill struggle. (Editing by Muralikumar Anantharaman)",
        "link": "http://www.reuters.com/article/google-china-deals-idUSB9N12F01I20151020",
        "time": "6:28AM UTC"
    },
    {
        "header": "CORRECTED-UPDATE 1-Yahoo adj revenue falls; Company signs ad pact with Google",
        "body": "Oct 20 (Reuters) - Yahoo Inc reported quarterly revenue and profit below analyst estimates on Tuesday in the latest setback for Marissa Mayer’s efforts to turn around the company.\n\nYahoo, whose shares were down slightly in extended trading, also said it had signed a search advertisement deal with Google Inc, a unit of Alphabet Inc.\n\nGoogle will pay Yahoo a percentage of revenue from ads displayed on Yahoo sites and get fees for requests for image or Web search results.\n\nYahoo reported a net profit attributable to the company of $76.3 million, or 8 cents per share, for the third quarter ended Sept. 30, compared with a profit of $6.77 billion, or $6.70 per share, a year earlier.\n\nLast year’s profit included proceeds of $6.3 billion, net of tax, from the sale shares in Alibaba Group Holding Ltd.\n\nExcluding items, the company earned 15 cents per share, missing the average analyst estimate of 17 cents.\n\nTraffic acquisition costs (TAC), the amount Yahoo spends to attract users to its websites, more than quadrupled to $223 million in the quarter, from $54 million a year earlier.\n\nRevenue, after deducting fees paid to partner websites, fell to $1.0 billion from $1.09 billion. GAAP revenue rose 6.8 percent to $1.23 billion, below the average analyst estimate of $1.26 billion, according to Thomson Reuters I/B/E/S.\n\nThe company provided no new information the proposed spinoff of its 15 percent stake in Chinese e-commerce giant Alibaba Group Holding Ltd - a key issue for shareholders.\n\nYahoo earlier this year sought a private letter ruling from the Internal Revenue Service to confirm whether the transaction, worth about $27 billion currently, would result in a tax obligation. The tax agency denied the request, but Yahoo has said it will go ahead anyway with the spinoff by year-end.\n\nMany analysts attribute little value to Yahoo’s core business without its Asian assets, which also includes a 35 percent stake in Yahoo Japan Corp. (Reporting By Lehar Maan in Bengaluru; Editing by Ted Kerr)",
        "link": "http://www.reuters.com/article/yahoo-results-idUSL3N12K5CG20151020",
        "time": "4:55PM UTC"
    },
    {
        "header": "BRIEF-Vestas says Google to buy its stake Kenyan project",
        "body": "** Says upon completion of the project in 2017 Google will acquire Vestas’ 12.5 percent stake in Lake Turkana wind park in Kenya\n\n** The wind park is expected to be one of the most efficient wind parks in the world, and have an annual power production of more than 1,400 GWh\n\n** Says the total investment of Lake Turkana Wind Power is 620 million euros",
        "link": "http://www.reuters.com/article/idUSL8N12K34J20151020",
        "time": "9:05AM UTC"
    },
    {
        "header": "Yahoo signs ad pact with Google; earnings and revenue miss",
        "body": "(Reuters) - Yahoo Inc said on Tuesday it had signed a search advertising deal with Google Inc, providing a potential boost to Marissa Mayer’s efforts to turn around the company, which also reported revenue and profit that fell short of market estimates.\n\nThe deal with Google, a unit of Alphabet Inc, builds on an existing search partnership Microsoft Corp under which Yahoo gets a percentage of revenue from ads displayed on its sites.\n\nYahoo, whose shares were down 1.6 percent in after-hours trading, said the companies have agreed to delay implementation of the deal in the United States to allow the antitrust division of the Department of Justice to review it.\n\nYahoo has been struggling to boost revenue from ad sales in the face of stiff competition from Google and Facebook.\n\nThe Google deal was one of the few bright spots included in the company’s third-quarter results statement.\n\nYahoo said it expected fourth-quarter revenue of $1.16 billion–$1.20 billion, well below the average analyst estimate of $1.33 billion, according to Thomson Reuters I/B/E/S.\n\nMayer, in her fourth year as chief executive, said the forecast was “not indicative of the performance we want.”\n\n“We are also experiencing continued revenue headwinds in our core (advertising) business, especially in the legacy portions,” Mayer said on a call with analysts.\n\nYahoo said the proposed spinoff of its 15 percent stake in Chinese e-commerce giant Alibaba Group Holding Ltd - a key issue for shareholders - may now close in January.\n\nYahoo earlier this year sought a private letter ruling from the Internal Revenue Service to confirm whether the transaction, worth about $27 billion currently, would result in a tax obligation. The tax agency denied the request, but Yahoo said it would go ahead with the spinoff by year-end anyway.\n\nMany analysts attribute little value to Yahoo’s core business without its Asian assets, which also include a 35 percent stake in Yahoo Japan Corp.\n\nApart from the Google deal, the only other good news came results came from Yahoo’s emerging businesses, which Mayer calls Mavens - mobile, video, native and social advertising.\n\nRevenue in that area rose 43 percent to $422 million in the quarter. Native advertising refers to ads that blend into the type and style of the content being viewed.\n\nExcluding items, the company earned 15 cents per share, missing the average analyst estimate of 17 cents.\n\nRevenue after deducting fees paid to partner websites fell to $1.0 billion from $1.09 billion, and the company forecast a drop to $920 million-$960 million in the current quarter.\n\nTraffic acquisition costs, the amount Yahoo spends to attract users to its websites, jumped to $223 million in the quarter from $54 million a year earlier.\n\nGAAP revenue rose 6.8 percent to $1.23 billion, falling short of the average analyst estimate of $1.26 billion, according to Thomson Reuters I/B/E/S.\n\nThrough Tuesday’s close of $32.83, Yahoo’s shares had lost 35 percent this year.",
        "link": "http://www.reuters.com/article/yahoo-results-idUSKCN0SE2OX20151021",
        "time": "11:07PM UTC"
    },
    {
        "header": "Google takes minority stake in China artificial intelligence start-up Mobvoi",
        "body": "BEIJING (Reuters) - Google will take a minority stake in Beijing-based artificial intelligence firm Mobvoi as part of a $75 million fundraising round, the start-up said on Tuesday, as the U.S. search giant tries to rebuild its presence in China.\n\nMobvoi will maintain a controlling stake, it said in an e-mailed statement. The size of Google’s investment was not disclosed. Google’s parent company is now named Alphabet Inc (GOOGL.O).\n\nThe Chinese start-up works on artificial intelligence (AI) voice-controlled software, like that used in Google’s Android products for mobile search. Mobvoi previously partnered with the U.S. firm to provide Chinese-language voice search for the latter’s Android Wear smartwatch operating system.",
        "link": "http://www.reuters.com/article/us-google-china-deals-idUSKCN0SE13Q20151020",
        "time": "6:07AM UTC"
    }
]