[
    {
        "header": "InMobi ties up with China's APUS in bid to challenge Google",
        "body": "MUMBAI (Reuters) - Mobile advertising firm InMobi said on Wednesday it is partnering APUS, a Chinese start-up that customizes Android software, in an alliance that InMobi expects will help it reach 500 million new users in China and other countries by 2016.\n\nInMobi competes with Google (GOOGL.O) and Facebook (FB.O) in the $100 billion global mobile advertising market, and is one of the few Indian start-ups to make a profit. It already reaches 1.4 billion devices and turned profitable in the three months to December.\n\nWith the partnership, APUS will earn revenues through advertisements on its apps that run on InMobi’s platform. InMobi will help APUS boost its user base and share in India’s booming smartphone market.\n\nInMobi’s deal with the Chinese company comes on the heels of media reports that Google plans to re-enter China, making it crucial for the Indian company to secure its base there. Google largely pulled its services out of China five years ago, after refusing to self-censor search results.\n\nAPUS’s flagship product lets users of the Android operating system customise their smartphone home screens. The Chinese firm aims to acquire more than 80 million users in India by 2016, the companies said in a joint statement.\n\nInMobi is also betting heavily on its new mobile advertising product, Miip, that takes curated lists of products to customers based on their personalities and choices.\n\nInMobi, currently estimated to be worth around $2.5 billion, was set up in 2007 and is backed by the likes of SoftBank (9984.T) and early Google backer Sherpalo Ventures.\n\nIts founder and chief executive Naveen Tewari told Reuters that more than 65 percent of his company’s business will come from Miip, which will bring in about $1 billion in revenues over the next couple of years.\n\nClients for Miip include Amazon.com Inc (AMZN.O) in India and Spotify.",
        "link": "http://www.reuters.com/article/inmobi-india-china-idUSKCN0RG1BG20150916",
        "time": "9:15AM UTC"
    }
]