[
    {
        "header": "RPT-Wall St Week Ahead-Investors hope tech giants repeat Google surge",
        "body": "NEW YORK, July 17 (Reuters) - Google Inc’s strong quarterly results, which unleashed a massive surge in its shares on Friday, has investors feeling upbeat heading into next week’s tech-heavy slate of earnings reports.\n\nAmong the numerous tech companies releasing earnings next week are International Business Machines, Microsoft Corp and Apple, all of which are expected to show growth.\n\nWall Street analysts expect earnings of the S&P technology sector to grow by 2.7 percent for the second quarter.\n\nSo far, big-name tech companies have provided the two biggest reactions from investors in this reporting season. After Netflix reported stronger-than-expected subscriber growth on Wednesday, its shares increased 18 percent, while Google’s results triggered the biggest one-day move in the stock in more than seven years, as shares surpassed $700 for the first time ever.\n\n“Right now, investors are looking for growth and tech is one of the sectors where growth may not be as great as they want, but it’s there year-after-year,” said Dan Morgan, vice president at Synovius Trust Company in Atlanta.\n\nInvestors will be looking closely at each major tech company’s latest innovations to see if new platforms and tools have the potential to drive long-term growth.\n\nIBM will open the week with its second-quarter earnings on Monday. The company’s recent analytics tools and cloud platform will be under investors’ microscopes, to see if these segments can generate more revenue. IBM’s shares have struggled of late, with the stock down more than 10 percent in the last 12 months, compared with an 8.6 percent gain in the S&P 500.\n\nApple and Microsoft will both release their figures on Tuesday.\n\nInvestors are confident that Apple’s iPhone will continue to rake in profits, but analysts will be watching for the first official figures on the Apple Watch. Some investors are looking to see if the watch can make up for lower growth of the iPad, which has faced numerous tablet competitors.\n\nYahoo Inc, Qualcomm Inc and Texas Instruments Inc will also report earnings next week.\n\nIn addition to tech companies, a host of banks including Morgan Stanley will report earnings next week, following results this week from many financial companies in the S&P 500, including Bank of America Corp, Citigroup and Goldman Sachs Group Inc.\n\nFinancials have been inconsistent. Bank of America exceeded expectations and Citigroup reported its largest quarterly profit since the financial crisis, while Goldman Sachs reported its smallest quarterly profit in nearly four years due to litigation expenses.\n\nAnalysts expect earnings of the S&P financials sector to grow by 19.1 percent this quarter, the best year-over-year growth of any sector. (Reporting by Tariro Mzezewa; Editing by Leslie Adler)",
        "link": "http://www.reuters.com/article/markets-stocks-usa-weekahead-scheduled-c-idUSL2N0ZX24220150719",
        "time": "2:26PM UTC"
    }
]