[
    {
        "header": "Google overhaul 'shareholder friendly' but details scarce",
        "body": "(Reuters) - Google Inc’s overhaul of its operating structure is an acknowledgement of the lack of transparency surrounding its disparate businesses and projects, analysts said, but it remains to be seen how much more the company will actually disclose.\n\nAnalysts and investors have long sought more granular detail on Google’s capital spending and cash flow, as well as the financial performance of YouTube and Android.\n\nGoogle said on Monday it would split into two reporting companies under a new holding company called Alphabet.\n\nOne will hold its core search and Web advertising business, and the other its newer ventures such as driverless cars and Internet-connected thermostats made by its Nest business.\n\nGoogle shares were up 5.4 percent at $698.74 in early trading on Tuesday as investors anticipated - as MKM Partners analyst Rob Sanderson put it - “a new era of shareholder friendliness”.\n\nStill, Google did not say what details it would disclose.\n\n“Should Google move to ‘segment reporting’ as referenced in its filing, we would expect to get revenues and expenses for the core and non-core businesses, which should help bring clarity to any profitability drag caused by its non-core assets and their trajectory,” said Goldman Sachs analyst Heather Bellini.\n\nJ.P. Morgan analysts said fuller disclosure could make the market more accepting of Google’s heavy non-core investments.\n\nSome analysts also expect the split to mark the start of a more aggressive approach to expense management.\n\n“While there are many details to be worked out, this could lead to a much nimbler and aggressive Google that can take on additional risks to compete with upstarts and existing Internet platform companies,” Mizuho Securities analysts wrote in a client note, raising their rating to “buy” from “neutral”.\n\nPivotal Research Group analyst Brian Wieser said capex and cash flow were particularly critical for Google.\n\nBut he noted that companies with multiple reporting segments usually did not break out such detail.\n\nHe also said it was “highly unlikely” that Google would end up as two publicly trading companies.\n\nAt least 14 brokerages reiterated their top ratings on the stock. Apart from Mizuho Securities, Stifel Nicolaus and Monness, Crespi, Hardt also raised their ratings to “buy”.\n\nSeveral analysts likened Google’s decision to break into two reporting entities to Amazon.com Inc’s move to start reporting revenue from its cloud-computing unit. Amazon’s shares have risen by about a third since the company first broke out results for its cloud business in April.\n\nOf 50 analysts covering Google, 43 have a “buy” or higher rating on the stock and seven rate it “hold.” The median price target is $750.",
        "link": "http://www.reuters.com/article/us-google-restructuring-research-idUSKCN0QG1AX20150811",
        "time": "1:00PM UTC"
    },
    {
        "header": "New Google CEO Pichai made ascent with low-key style and technical chops",
        "body": "SAN FRANCISCO (Reuters) - A low-key style and an unusually firm handle on diplomacy propelled new Google chief executive Sundar Pichai to the top of the search engine giant, former colleagues said, cementing his successes such as creating the Chrome browser.\n\nAs part of a major overhaul of its operating structure, Google said on Monday it was creating a new holding company called Alphabet. Google co-founder Larry Page will step down as Google’s chief and Pichai was appointed as head of a “slimmed-down” version of the company.\n\nPichai joined Google just before its 2004 initial public offering and several colleagues who worked with him in the years following said he never seemed anointed for the top job. Instead names that came up as potential future Google chiefs included longtime product executives Salar Kamangar, Marissa Mayer and Susan Wojcicki.\n\nBack then, he was one of a small group of product managers, but his responsibilities escalated from working on new versions of the Google tool bar to overseeing the building of Chrome.\n\nChrome’s rise since its 2008 launch to become the world’s dominant browser made Pichai’s reputation, and he started overseeing apps like Gmail. He later became head of Android, Google’s mobile-phone operating system.\n\nPichai aided his ascent by never trying to steal the limelight and advancing his agenda through quiet advocacy, according to former colleague Keval Desai.\n\n“He’s a very very strong opinionated person who has clear point of views about where product and initiative might go, but he’s very good at letting other peoples’ opinions emerge before he gives his own,” Desai, now an investor, told Reuters.\n\nAs time went on, Kamangar was replaced as head of the company’s YouTube division last year by Wojcicki. Mayer left in 2012 to run technology company Yahoo .\n\nTony Zingale, the executive chairman of Jive Software, said Pichai was “incredibly insightful and direct”, acting as “the quiet yet thoughtful outside director” when he served on the board of the collaboration software maker for several years until July 2013.\n\nPichai excels at managing relationships, wrote longtime Google product manager Chris Beckmann in a post last year on the question-site Quora.\n\n“Google has politics like any other large company, and Sundar navigated those politics to make his team successful while inflicting the least possible damage on any other team,” Beckmann wrote.\n\nSuch diplomacy could come in handy as Pichai continues to oversee some big challenges for Google, including navigating an often difficult relationship with partners like South Korea’s Samsung Electronics, the top Android smartphone maker.\n\nHe must also contend with Apple Inc, which has made bigger inroads with its music services and in wearable devices.\n\nWall Street appeared to recognise Pichai’s talents, with the stock heading up as much as 7 percent in after-hours trading.\n\n“He’s a very capable operator, and he has a lot of buy-in from the business side as well as from the engineering side,” said Morningstar analyst Rick Summer.\n\nA football fan who hails from Tamil Nadu state in southern India, Pichai holds a master’s degree from Stanford University and an MBA from the University of Pennsylvania’s Wharton School.",
        "link": "http://www.reuters.com/article/google-restructuring-pichai-idUSKCN0QG0AE20150811",
        "time": "7:35PM UTC"
    },
    {
        "header": "Google morphs into Alphabet; investors cheer clarity",
        "body": "SAN FRANCISCO (Reuters) - Google Inc (GOOGL.O) announced a surprise overhaul of its operating structure on Monday, creating a holding company called Alphabet to pool its many subsidiaries and separate the core web advertising business from newer ventures like driverless cars.\n\nThe move appeared to be an attempt by the search engine giant to focus on its more creative and ambitious projects, while investors cheered the potential for more financial disclosures of its disparate business segments.\n\n“It suggests that in all likelihood, Google is not going to slow the pace of their experimental processes like self-driving cars,” said Michael Yoshikami, head of Destination Wealth Management, which has $1.5 billion under management.\n\nThe surprise news sent shares of Google up as much as 7 percent to $708 in after hours trading.\n\nThe new structure could also give Wall Street better insight into Google’s investment in moonshot projects like Google X, a secretive lab that produced the unpopular Google Glass wearable device.\n\n“They are aware that they’ve got this hodgepodge of companies,” said Roger Kay, an analyst at Endpoint Technologies Associates. “Maybe it’s better to sort them out a bit and make it clearer which ones are bringing in the bacon and which ones are science projects and which ones are long-term bets.”\n\nThe Mountain View-based company co-founded by Larry Page and Sergey Brin in 1998 has grown from an Internet search engine to a far-reaching conglomerate that employs more than 40,000 people worldwide.\n\nGoogle’s planned structure resembles the way companies like Berkshire Hathaway (BRKa.N) and General Electric (GE.N) are organized, with a central unit handling corporate-wide activities such as finance and relatively independent business units focused on specific areas.\n\nUnder the new corporate structure, the Google unit will encompass the core search engine as well Google Maps and YouTube.\n\nIn addition to Google X, the company’s new ventures such as Calico, which focuses on longevity, and connected home products maker Nest will be managed separately. Other units that are part of the new structure include Fiber, for its high-speed Internet efforts, venture capital arm Google Ventures, and Google Capital, which invests in larger tech companies.\n\nAlphabet Inc will replace Google as the publicly traded entity and all shares of Google will automatically convert into the same number of shares of Alphabet, with all the same rights.\n\n\"This new structure will allow us to keep tremendous focus on the extraordinary opportunities we have inside of Google,\" Page, the current CEO of Google, said in a blogpost. (googleblog.blogspot.in/) Page will become CEO of Alphabet\n\nAnalysts said the new structure could herald a new era of fiscal discipline and transparency in some of Google’s more experimental and opaque business units.\n\nIn a filing with the Securities and Exchange Commission, Google said the new arrangement will take effect later this year and that it will likely result in two reportable, financial segments.\n\n“For example, if a unit is doing well or badly they can dial it up or down, they can form partnerships or different companies,” said Kay of Endpoint Technologies.\n\nSome other analysts were cautious, saying the new holding company would need to provide more details on cash flow of the experimental business segments.\n\n“Breaking up into two different segments - well, it’s not a terrible thing. It’s better than not doing it but on the other hand, you’re going to have a ton of businesses buried inside of a legacy Google,” said Brian Wieser, an analyst for Pivotal Research Group.\n\nThe shuffle also looked to have the markings of Ruth Porat, who joined Google as its chief financial officer in March from Morgan Stanley. In Google’s recent quarterly conference call, Porat, will serve as CFO of both Alphabet and Google, repeatedly emphasized keeping expenses under control.\n\nWith Page heading up Alphabet, Sundar Pichai, a long-time Google executive who most recently served as the company’s senior vice president of products, will head Google. Pichai, a well-liked executive who oversaw Google’s Android and Chrome units, is respected in Silicon Valley for attracting top engineers.\n\nGoogle co-founder Brin will become president of Alphabet, and Eric Schmidt, chairman of Google, will be executive chairman. The company’s current directors will become directors of Alphabet.\n\nAnalysts said the move could be followed by more structural changes in the future.\n\n“This may be step one of several steps,” said Morningstar analyst Rick Summer.",
        "link": "http://www.reuters.com/article/us-googleinc-restructuring-idUSKCN0QF26920150811",
        "time": "7:14PM UTC"
    },
    {
        "header": "Google buys time for bold bets with new Alphabet structure",
        "body": "(Reuters) - By separating moonshots from moneymakers, Google founders Larry Page and Sergey Brin are now free to pursue more quixotic business ideas such as glucose-monitoring contact lenses, Internet-connected, high-altitude balloons and even immortality.\n\nInvestors cheered the corporate restructuring announced Monday for giving greater visibility into Google’s central business and seemed less anxious about zany ventures that may pose as distractions.\n\nBut of all the businesses in Alphabet – the new holding company that isolates the core search and advertising business from riskier bets – popular smart home accessory maker Nest Labs is likely the only unit that will give investors the returns they crave anytime soon, analysts told Reuters.\n\nThey added that Google’s self-driving cars and health ventures, such as storing data on human DNA in the cloud, are potentially profitable, but not for at least several years.\n\n“In the near term, investors are going to focus on the core business and give them some leeway,” said Macquarie Research analyst Ben Schachter.\n\nThe company’s shares rose 4 percent Tuesday in the wake of the announcement and climbed as much as 7 percent the previous day in after-hours trading.\n\nUnder the structure - search, advertising, maps, YouTube and Android will remain part of Google under the leadership of new Chief Executive Officer Sundar Pichai, currently the company’s product chief. Search remains the company’s financial engine, driving more than 90 percent of revenue, according to analysts.\n\nNest, anti-aging company Calico, smart cities company Sidewalk, secretive lab Google X, as well as Google Capital and Google Ventures - two investing units - will all be run separately with their own leaders, Google said. Through those ventures, Google has tried to accomplish everything from improving public transportation to prolonging the human lifespan.\n\nPage and Brin will be Alphabet’s CEO and president, respectively.\n\nThe company plans to combine the financial results of all ventures outside the core Google business, but investors hope that other firms’ results will be broken out as they mature.\n\nThe prime candidate for such scrutiny is Nest, the maker of smart thermostats, smoke detectors and other security systems that Google bought last year for $3.2 billion.\n\nAlthough Google has not detailed the company’s financial performance, investors have reason to be optimistic, said analyst Avi Greengart of Current Analysis.\n\n“There’s a tremendous amount of design and engineering,” that go into its products, he said. “They are selling (them) at a profit.”\n\nNest may benefit from more independence, said analyst Jan Dawson of Jackdaw Research. The acquisition sparked concerns among consumers that Google would suck up data from Nest’s home accessories or put advertising on the gadgets.\n\nNow the relationship is “at arm’s length again,” said Dawson.\n\nAnalysts are optimistic that some of the other research projects will become profitable businesses. Google has already begun testing its self-driving cars near its Mountain View, California headquarters as it figures out how to crack a potentially huge market, even as traditional auto makers also pursue the technology.\n\nIt has also recruited top researchers for its health ventures and will have the flexibility to spend years researching and testing products.\n\nBut the fledgling ventures will also be looked at more closely. When investors see just how much money the projects are hemorrhaging, they may call for greater discipline, perhaps hampering development, said analyst Patrick Moorhead of Moor Insights & Strategy.\n\n“Heck, Google itself lost money for years before it went public,” he said.\n\nWhether ventures thrive or flop, Dawson said, the new structure leaves Google poised for either course of action.\n\n“If one of the new businesses starts doing really well, they can spin it off more easily,” he said. “If they don’t want to do something any more, it makes it easier to sell it off.”",
        "link": "http://www.reuters.com/article/us-google-restructuring-idUSKCN0QH01H20150812",
        "time": "8:42PM UTC"
    },
    {
        "header": "RPT-In choosing Alphabet Inc, Google joins a branded crowd",
        "body": "NEW YORK, Aug 10 (Reuters) - Google Inc made clear in its announcement on Monday that in creating a parent company called Alphabet Inc, it was not intending to build products and brands under that name.\n\nIf it did, the company, which is no stranger to disputes over intellectual property, might have to contend with legal fallout for potentially trampling on the trademark rights of what is a fairly common brand among American businesses.\n\nIn addition to the hundreds of small businesses with Alphabet in their names, there are currently 103 trademark registrations in the United States that include the word “alphabet” or some close variation, according to a database search of the U.S. Patent and Trademark Office.\n\nThe registrations include computer games, clothing labels, furniture, toys, all manner of children’s books, as well as Alphabet Vodka and the Alphabet City Brewing Co in New York City. There is also the ever-familiar Alpha-Bits breakfast cereal.\n\nMost of these brands have little to do with Google’s newer ventures to be housed under the Alphabet umbrella, including its divisions working on smart contact lenses and driverless cars.\n\nHowever, there could be conflicts. For instance, calling the car division Alphabet could pose a problem given that it is already the name of the fleet management division of BMW Group, which owns the domain name alphabet.com.\n\nIn order to prove trademark infringement, a trademark owner would have to show that the new Alphabet created a “likelihood of confusion” among consumers between the two brands. This could occur if both brands offered similar goods and services.\n\nBut in making the announcement, Larry Page, a Google co-founder and CEO of the new Alphabet, said: “(W)e are not intending for this to be a big consumer brand with related products - the whole point is that Alphabet companies should have independence and develop their own brands.”\n\nThe name was chosen, Page said, because the alphabet represents language, one of humanity’s most important innovations, and is the “core of how we index” in a Google Internet search.\n\nA representative for Google did not respond to a request for comment.\n\nGoogle has a lot of experience with legal troubles over intellectual property. The world’s largest Internet search provider is a frequent target by companies claiming it is violating their patents.\n\nThe company is also locked in a copyright battle with Oracle Corp over royalties for the use of the Java programming language, which is incorporated into Google’s Android operating system for smartphones. (Reporting by Andrew Chung; Editing by Leslie Adler)",
        "link": "http://www.reuters.com/article/google-restructuring-trademark-idUSL1N10M0L520150811",
        "time": "7:50AM UTC"
    },
    {
        "header": "BMW looks at whether Google's Alphabet infringes trademark rights",
        "body": "FRANKFURT, Aug 11 (Reuters) - BMW on Tuesday said it was looking into whether Google infringed any trademark rights after the Silicon Valley-based group set up a new company called Alphabet, which is also the name of a BMW subsidiary.\n\n“We are examining whether there are any implications over trademarks,” a BMW spokeswoman said on Tuesday. The spokeswoman said there were currently no plans to take legal steps against Google.\n\nBMW’s Alphabet, which provides services to companies with vehicle fleets, operates in 18 countries and supplies 530,000 vehicles to corporate customers.\n\nGoogle was not immediately available for comment.\n\nA legal dispute is unlikely since Google made clear in its announcement on Monday that in creating a parent company called Alphabet Inc, it was not intending to build products and brands under that name.\n\nGoogle has picked a name that is also a fairly common brand among American businesses. There are currently 103 trademark registrations in the United States that include the word “alphabet” or some close variation, according to a database search of the U.S. Patent and Trademark Office.\n\nTo prove a trademark infringement, a trademark owner would have to show that the new Alphabet created a “likelihood of confusion” among consumers between the two brands. This could occur if both brands offered similar goods and services.",
        "link": "http://www.reuters.com/article/bmw-google-trademark-idUSL1N10M1WW20150811",
        "time": "3:06PM UTC"
    }
]