[
    {
        "header": "Google launches Wi-Fi router for home use",
        "body": "(Reuters) - Google Inc (GOOGL.O) launched a Wi-Fi router on Tuesday, the latest move in the company’s efforts to get ready for the connected home and draw more users to its services.\n\nThe cylinder-shaped router, named OnHub, can be pre-ordered for $199.99 at online retailers including the Google Store, Amazon.com Inc (AMZN.O) and Walmart.com.\n\nThe router comes with in-built antennas that will scan the airwaves to spot the fastest connection, Google said in a blog post. (bit.ly/1LhYhNB)\n\nWith the router, users will be able to prioritize a device so that they can get the fastest Internet speeds for data-heavy activities such as downloading content or streaming a movie.\n\nThe router can be hooked up with Google’s On app, available on Android and iOS, to run network checks and keep track of bandwidth use among other things.\n\nGoogle said OnHub automatically updates with new features and the latest security upgrades, just like the company’s Android OS and Chrome browser.\n\nThe router is being manufactured by network company TP-LINK, Google said, hinting that ASUS could be the second manufacturing partner for the product.\n\nThe product launch comes days after Google restructured itself by creating Alphabet Inc, a holding company to pool its many subsidiaries and separate the core web advertising business from newer ventures like driverless cars.\n\nMaking products for the smart home is one such venture.\n\nGoogle last year bought Nest, a smart thermostat maker, for $3.2 billion, aiming to lead the way on how household devices link to each other and to electricity grids.\n\nThe global market for “Internet of Things”, the concept of connecting household devices to the Internet, will nearly triple to $1.7 trillion by 2020, research firm International Data Corp said in June.\n\nTechnology firms including Intel Corp (INTC.O), Cisco Systems (CSCO.O), Samsung Electronics (005930.KS) and telecom giants Vodafone (VOD.L) and Verizon (VZ.N) are betting heavily on Internet device-connected homes for future revenue and profit.\n\nGoogle has also been working on providing faster Internet with its Google Fiber service in some U.S. cities.\n\nIt also aims to expand the reach of the Internet through Project Loon, under which it is floating balloons 20 kilometers above the Earth’s surface to beam Internet connection to rural and remote areas.",
        "link": "http://www.reuters.com/article/us-google-launch-idUSKCN0QN24Q20150818",
        "time": "5:51PM UTC"
    }
]