[
    {
        "header": "Fidelity's Contrafund cuts Google stake over data center costs",
        "body": "BOSTON (Reuters) - Fidelity’s $110 Billion Contrafund has trimmed a roughly $7 billion stake in Google Inc because of portfolio manager Will Danoff’s view that the stock faces a potentially choppy market over the short term.\n\nContrafund is the largest U.S. mutual fund investor in Google’s stock, which had been its top holding. But Google shares, down 11 percent over the past year, have hurt the performance of Contrafund and other large cap funds that have taken an overweight position in the company.\n\n“We trimmed the position based on our view that the stock’s short-term performance could remain choppy as investors digest the company’s increased investment in data centers, as well as other initiatives not directly tied to its core search business,” Contrafund said in its fourth-quarter update for investors.\n\nContrafund held Google stock worth $7.06 billion, or 6.4 percent of the fund’s assets, according to an end of November holdings update. Google, when combining Class A and Class C shares, was the fund’s largest holding. After the recent reduction, the stock remained one of the largest positions and overweightings in the fund. No precise figure was given for Google’s two share classes in the latest quarterly update.\n\n“We reduced the position, but continued to hold a meaningful overweighting in the company based on our view that it is best of breed in its industry, with a solid management team and a promising asset base,” it said in the investor update.\n\nDanoff’s savvy tech picks have made him one of the best performing U.S. portfolio managers over the past 20 years. But he has lagged the S&P 500 Index over the past 12 months, with a total return of 7.22 percent versus the benchmark’s 11.66 percent advance, according to Morningstar Inc data.\n\nContrafund has been hurt by avoiding utility stocks, which have received higher share price multiples despite slow earnings growth. Danoff also continues to avoid big oil companies, and the energy sector remained the fund’s largest underweighting throughout the fourth quarter as the price of oil plummeted.\n\n“We will closely monitor further developments with an eye out for potential bargains if we think dynamics in the industry improve,” it said in the update.",
        "link": "http://www.reuters.com/article/2015/01/20/us-funds-contrafund-google-idUSKBN0KT1EK20150120",
        "time": "10:18AM UTC"
    },
    {
        "header": "SpaceX raises $1 billion in funding from Google, Fidelity",
        "body": "(Reuters) - Space Exploration Technologies (SpaceX), founded by Elon Musk, said it has raised about $1 billion in a financing round with two new investors, Google Inc and Fidelity.\n\nGoogle and Fidelity will collectively own just under 10 percent of SpaceX, the company said in a statement on Tuesday.\n\nSpaceX said the funding will help it continue research in space transport, reusability, and satellite manufacturing.\n\nGoogle has already a presence in the aerospace sector following a few high-profile acquisitions last year, including that of satellite company, Skybox Imaging for $500 million in June.\n\nThe announcement from SpaceX comes on the same day that Planet Labs, a San Francisco-based private satellite operator founded by former NASA scientists, said it raised $95 million to help build its business of selling satellite images and data to customers.",
        "link": "http://www.reuters.com/article/2015/01/20/us-spacex-investment-idUSKBN0KT2IG20150120",
        "time": "5:45PM UTC"
    }
]