[
    {
        "header": "Google in talks to invest in chat company Symphony: source",
        "body": "(Reuters) - Google, which has now morphed into holding company Alphabet Inc, is in talks with messaging startup Symphony Communication Services LLC for a round of fundraising, a person familiar with the matter told Reuters.\n\nSymphony’s chat service allows financial firms, corporate customers and individuals to put all of their digital communications on one centralized platform.\n\nThe talks are ongoing and no terms are finalized yet, the source added.\n\nThe Wall Street Journal, citing people familiar with the matter, reported earlier on Monday that Google invested in a new round of funding for Symphony that values the company at about $650 million. (on.wsj.com/1RreVN1)\n\nThe service is backed by Goldman Sachs Group Inc and other big Wall Street banks.\n\nGoldman led a group of 14 banks including Bank of America Corp, Citigroup Inc and JPMorgan Chase & Co in making a $66 million investment in Symphony last October, when Symphony was set up. Symphony spokeswoman Samantha Singh declined to comment.\n\nMany on Wall Street think of Symphony as a rival to Bloomberg LP and Thomson Reuters Corp, which provide messaging and information services for bankers, traders and investors.\n\nThose terminals can cost tens of thousands of dollars per year for each customer.\n\nSymphony is available to businesses with more than 50 users for $15 per user per month. Smaller businesses and individuals can use the tool for free.\n\nLast month, Symphony said they are working with News Corp’s Dow Jones to offer news stories in its service and with McGraw Hill Financial Inc to integrate data and analytics from its S&P Capital IQ product.",
        "link": "http://www.reuters.com/article/us-symphony-stake-google-idUSKCN0RZ27N20151005",
        "time": "6:08PM UTC"
    },
    {
        "header": "Shares of Alphabet, the new Google, rise slightly in early trade",
        "body": "(Reuters) - Shares of Alphabet Inc, the new umbrella company for Google Inc, rose slightly in their first few minutes of trading on Monday.\n\nAlphabet’s Class A shares were up 0.1 percent at $657.74, while the Class C shares were up 0.27 percent at $628.79 after about five minutes of trading.\n\nAlphabet is identical to Google from a stock market perspective.\n\nEach share of the old Google is worth one share of Alphabet, the stock codes remain the same, and the number of shares outstanding is unchanged.\n\nGoogle announced the overhaul of its structure in August, aimed at separating its core search and online ad business from the so-called “moonshot” ventures such as driverless cars, glucose-monitoring contact lenses and high-altitude balloons that provide Internet in remote areas.\n\nAnalysts have said the new structure could herald a new era of fiscal discipline and transparency in some of Google’s more experimental and opaque business units.\n\nInvestors too have cheered the move, saying it will give them greater visibility into the financial performance of the highly profitable search businesses.",
        "link": "http://www.reuters.com/article/us-alphabet-stock-trading-idUSKCN0RZ1G420151005",
        "time": "9:40AM UTC"
    },
    {
        "header": "Google takes stake in Wall Street-backed chat company Symphony - WSJ",
        "body": "Oct 5 (Reuters) - Google, which has now morphed into holding company Alphabet Inc, took a stake in Symphony Communication Services LLC in a fundraising round that values the messaging startup at $650 million, the Wall Street Journal reported.\n\nSymphony's latest funding round is expected to close this week, the WSJ reported, citing people familiar with the matter. (on.wsj.com/1RreVN1)\n\nThe company’s chat service allows financial firms, corporate customers and individuals to put all of their digital communications on one centralized platform.\n\nThe service is backed by Goldman Sachs Group Inc and other big Wall Street banks.\n\nSymphony and Google were not immediately available for comment. (Reporting by Anya George Tharakan in Bengaluru; Editing by Don Sebastian)",
        "link": "http://www.reuters.com/article/symphony-stake-google-idUSL3N1253YM20151005",
        "time": "3:00PM UTC"
    },
    {
        "header": "Russia says Google must correct contracts with mobile manufacturers by November 18",
        "body": "MOSCOW (Reuters) - Russia’s anti-monopoly agency said on Monday that Google Inc had until Nov. 18 to address charges that it was abusing its market position in the country.\n\nThe FAS anti-monopoly body said Google must correct its contracts with manufacturers after ruling in September that the software giant had broken the law by pre-installing certain applications on mobile devices.\n\nThe case, launched by local competitor Yandex, is being watched keenly in other countries where Google capitalizes on the popularity of its Android mobile operating system.\n\nYandex is ahead of Google in Russia but has seen competition stiffen in mobile phones as consumers have adopted Android-based handsets that come pre-loaded with Google products that compete directly with Yandex applications.\n\n“Our goal is to return fair play to the market,” Yandex said in a statement. “Our position is strong and we intend to defend it in case of appeal at any level. This view is shared by a number of companies outside of Russia.”\n\nGoogle is currently being investigated by the European Commission for allegedly using its influence over Internet search results to favor its Google Shopping service over rivals.\n\nIf it fails to comply with the FAS ruling, Google could face penalties totaling up to 15 percent of its 2014 revenue in the mobile applications part of the Russian market.\n\nTASS news agency cited a Google press officer as saying the company would make a decision after studying the FAS statement.",
        "link": "http://www.reuters.com/article/us-russia-google-idUSKCN0RZ1V920151005",
        "time": "3:13PM UTC"
    }
]