[
    {
        "header": "Driver navigation company says Google's Waze stole its traffic database",
        "body": "(Reuters) - A company that offers assistance to drivers by alerting them to speed traps, roadway hazards and traffic conditions says Google’s Waze business copied its database for its popular mapping application, according to a new lawsuit filed Tuesday.\n\nPhantomAlert Inc and its attorney Karl Kronenberger of Kronenberger Rosenfeld, said the company had “seeded” its database with fictitious points of interest in order to detect copying and found those points present in the Waze app.\n\nTo read the full story on WestlawNext Practitioner Insights, click here: bit.ly/1PK9qHT",
        "link": "http://www.reuters.com/article/ip-waze-copyright-idUSL1N1172T120150901",
        "time": "7:58PM UTC"
    },
    {
        "header": "Google redesigns iconic logo for the fifth time",
        "body": "(Reuters) - Google Inc unveiled a redesign of its iconic logo on Tuesday, the fifth such modification since the search engine giant started in 1998, the company said in a blog post.\n\nThe revamped logo, displayed as a Google Doodle on its homepage, spells 'Google' in a sans-serif typeface, similar to the one being used by Google's newly created holding company, Alphabet. (bit.ly/1EvU49a)\n\nThe compact version of the logo, used to identify most of its apps, bids farewell to the little blue “g” icon and replaces it with a uppercase “G” colored in blue, red, yellow and green to match the full logo.\n\nThe new brand identity \"aims to make Google more accessible and useful to our users\", the company said in a blog post explaining the logo. (bit.ly/1JvGik1)\n\nThe new logo comes three weeks after the company’s surprise move to create a holding company called Alphabet to pool its many subsidiaries and separate the core web advertising business from newer ventures like driverless cars.",
        "link": "http://www.reuters.com/article/us-google-logo-idUSKCN0R14C320150901",
        "time": "1:46PM UTC"
    },
    {
        "header": "Competition Commission of India accuses Google of abusing search dominance",
        "body": "MUMBAI (Reuters) - The Competition Commission of India (CCI) has accused Google Inc(GOOGL.O) of abusing its dominant position in online search, people with knowledge of the matter said, which if proven could force the U.S. company to alter its practices in a key market or even pay a big fine.\n\nA preliminary report from the quasi-judicial regulatory body found fault with Google’s handling of its online advertising services and search results, said the people.\n\nGoogle, which just last month appointed India-born Sundar Pichai as its new CEO, is already facing a billion-euro fine from the European Union after accusations the company cheated competitors by distorting Internet search results in favour of its shopping service. Google has rejected those charges.\n\nThe regulator first began investigating Google in 2012, and a preliminary report was submitted to the top CCI officials about six months ago. The findings of that report have been mentioned in the local media in the last few days.\n\nThe CCI is expected to make a final ruling after a hearing on Sept. 17, where Google will present itself before a seven-person CCI panel, the people said.\n\nCCI Chairperson Ashok Chawla was not immediately reachable over the phone for comments.\n\n“We’re currently reviewing this report from the CCI’s ongoing investigation,” a Google spokesman said in a statement. “We continue to work closely with the CCI and remain confident that we comply fully with India’s competition laws.”\n\nThe initial complaints of Google abusing its position in online search in India were filed by matchmaking website Bharat Matrimony and a not-for-profit organisation, Consumer Unity and Trust Society (CUTS).\n\nUdai Mehta, assistant director at CUTS, said if the final ruling too finds Google guilty, the CCI can either order the company to halt what it deems unfair practices or fine it even as much as 10 percent of its revenues. If found guilty, Google could challenge the decision in court, he said.\n\nA guilty verdict could impact Google’s growth in India, where it dominates Internet searches among the country’s 300 million online users and is increasingly launching its Android phones and other initiatives to get more people on its operating system.",
        "link": "http://www.reuters.com/article/google-india-competition-cci-idUSKCN0R136B20150901",
        "time": "4:58AM UTC"
    },
    {
        "header": "India's competition commission accuses Google of abusing search dominance",
        "body": "MUMBAI, Sept 1 (Reuters) - India’s competition authority has accused Google Inc of abusing its dominant position in online search, people with knowledge of the matter said, which if proven could force the U.S. company to alter its practices in a key market or even pay a big fine.\n\nA preliminary report from the Competition Commission of India (CCI), a quasi-judicial regulatory body, found fault with Google’s handling of its online advertising services and search results, said the people.\n\nGoogle, which just last month appointed India-born Sundar Pichai as its new CEO, is already facing a billion-euro fine from the European Union after accusations the company cheated competitors by distorting Internet search results in favour of its shopping service. Google has rejected those charges.\n\nThe Indian regulator first began investigating Google in 2012, and a preliminary report was submitted to the top CCI officials about six months ago. The findings of that report have been mentioned in the local media in the last few days.\n\nThe CCI is expected to make a final ruling after a hearing on Sept. 17, where Google will present itself before a seven-person CCI panel, the people said.\n\nCCI Chairperson Ashok Chawla was not immediately reachable over the phone for comments.\n\n“We’re currently reviewing this report from the CCI’s ongoing investigation,” a Google spokesman said in a statement. “We continue to work closely with the CCI and remain confident that we comply fully with India’s competition laws.”\n\nThe initial complaints of Google abusing its position in online search in India were filed by matchmaking website Bharat Matrimony and a not-for-profit organisation, Consumer Unity and Trust Society (CUTS).\n\nUdai Mehta, assistant director at CUTS, said if the final ruling too finds Google guilty, the CCI can either order the company to halt what it deems unfair practices or fine it even as much as 10 percent of its revenues. If found guilty, Google could challenge the decision in court, he said.\n\nA guilty verdict could impact Google’s growth in India, where it dominates Internet searches among the country’s 300 million online users and is increasingly launching its Android phones and other initiatives to get more people on its operating system. (Additional reporting by Tommy Wilkes in New Delhi; Reporting by Nivedita Bhattacharjee; Editing by Muralikumar Anantharaman)",
        "link": "http://www.reuters.com/article/google-india-idUSL4N11727V20150901",
        "time": "4:53AM UTC"
    },
    {
        "header": "Law firm targets Google foes for private damages claims",
        "body": "BRUSSELS (Reuters) - U.S. law firm and class action specialist Hausfeld launched a platform on Tuesday to help pursue claims against Google, posing a potential headache for the world’s No. 1 Internet search engine amid its regulatory troubles in Europe.\n\nHausfeld has coordinated various high-profile class action cases, including for companies affected by an air cargo pricing cartel, investors impacted by currency-rigging by banks and firms fighting fees levied by MasterCard and Visa Europe.\n\nThe law firm said the Google Redress & Integrity Platform (GRIP) is aimed at those affected by alleged anti-competitive behavior by Google in Europe.\n\nIt said the platform would build on the European Commission’s April charge sheet, which accuses Google of unfairly promoting its own shopping service to the disadvantage of rivals.\n\n“GRIP offers corporations, consumers and other entities harmed by Google’s anti-competitive business practices in Europe a mechanism to evaluate their potential claims,” Michael Hausfeld, chairman of Hausfeld, said in a statement.\n\nGoogle, which has criticized the EU accusations as unfounded and incorrect, declined to comment on GRIP.\n\nPublic affairs consultancy Avisa Partners, which is helping French Internet search firm 1plusV in its EU complaint against Google, will jointly manage the platform.",
        "link": "http://www.reuters.com/article/us-google-antitrust-damages-idUSKCN0R13HC20150901",
        "time": "10:43AM UTC"
    }
]