[
    {
        "header": "EU antitrust chief says Apple, Google cases show no U.S. bias",
        "body": "BRUSSELS (Reuters) - Europe’s antitrust chief dismissed on Friday accusations of anti-U.S. bias over her decision to go after Google (GOOGL.O) for abusing its Internet search dominance and Apple (AAPL.O) over an Irish tax deal, saying such talk was a fallacy.\n\nEuropean Competition Commissioner Margrethe Vestager’s robust defense of her actions came after she was criticized in the U.S. media for a spate of cases opened over the past year against U.S. giants such as Google, Apple, Amazon (AMZN.O) and Starbucks (SBUX.O).\n\nSome critics have accused EU regulators of seeking to protect European companies from U.S. competitors.\n\nVestager rejected the criticism, saying the nationality of companies played no role in her assessment.\n\n“Some claim that our cases involving Internet giants such as Apple or Google are evidence of bias. Well, that is a fallacy,” she said in the text of a speech to be delivered at the Foreign Policy Association in New York.\n\n“Yes, U.S. companies are often involved when we investigate the digital industry. But you will also see many Japanese firms in our car-part cartel cases,” she said.\n\nShe said data on cartel fines and mergers also showed no geographic bias.\n\nThe European Commission is now studying Google’s response to antitrust charges of favoring its Google Shopping service over rivals. It is also investigating the company’s popular Android operating system for smartphones.\n\nAmazon is in the EU’s crosshairs for a Luxembourg tax deal and Starbucks for a Dutch tax arrangement.",
        "link": "http://www.reuters.com/article/us-eu-antitrust-apple-google-idUSKCN0RV5UR20151001",
        "time": "6:49PM UTC"
    },
    {
        "header": "MOVES-Two Sigma names Google's Spector as chief technology officer",
        "body": "Oct 1 (Reuters) - Hedge fund Two Sigma hired Google Inc’s Alfred Spector as chief technology officer and head of its engineering unit, effective immediately.\n\nSpector has spent nearly eight years at Google as vice president of the company’s research and special initiatives unit, Two Sigma said.\n\nPrior to joining Google, Spector held various senior-level positions at IBM. (Reporting by Sruthi Shankar in Bengaluru; Editing by Sriraj Kalluvila)",
        "link": "http://www.reuters.com/article/twosigma-moves-alfredspector-idUSL3N1214H120151001",
        "time": "11:47AM UTC"
    }
]