[
    {
        "header": "Google Q4 revenue rises 15 percent",
        "body": "SAN FRANCISCO, Jan 29 (Reuters) - Google Inc’s revenue grew 15 percent in the final three months of the year, falling short of Wall Street’s revenue target as the price of its online ads remained under pressure.\n\nGoogle said consolidated revenue totaled $18.10 billion, compared to $15.71 billion in the year-ago period. Analysts polled by Thomson Reuters I/B/E/S were looking for revenue of $18.46 billon.",
        "link": "http://www.reuters.com/article/2015/01/29/google-results-idUSL1N0V82SV20150129",
        "time": "4:08PM UTC"
    },
    {
        "header": "UPDATE 2-Google 4th-qtr revenue misses Wall Street target",
        "body": "SAN FRANCISCO, Jan 29 (Reuters) - Google Inc’s revenue grew 15 percent in the fourth quarter but fell short of Wall Street’s target on declining online ad prices and unfavorable foreign exchange rates.\n\nShares of Google edged up 0.1 percent to $510.66 in extended trading after an initial dip on the news.\n\nGoogle’s advertising revenue has come under pressure as more consumers access its online services on mobile devices such as smartphones and tablets, where ad rates are typically lower.\n\nThe growing popularity of mobile devices has made No. 1 social network Facebook Inc a greater threat in the battle for advertisers. Facebook reported on Wednesday that mobile ads on its network doubled year-over-year during the fourth quarter.\n\nGoogle said on Thursday the average price of its online ads, or “cost per click,” decreased 3 percent year-over-year in the fourth quarter, while the number of consumer clicks on its ads increased 14 percent.\n\nSome analysts had hoped for gains in cost-per-click, said BGC Partners analyst Colin Gillis, adding that the company, which gets about half of its revenue overseas, also was hurt by the strong dollar.\n\n“Business is slowing. The core is slowing. And what we’re saying is, it’s going to look on paper even worse as the dollar strengthens. And we are not at that point where mobile monetization is improving,” he said. “The thesis that the landscape is changing and Google is missing out - I don’t think it will hold to be true, but they haven’t squelched it.”\n\nConsolidated revenue in the three months ended Dec. 31 totaled $18.10 billion, compared to $15.71 billion in the year-ago period. Analysts polled by Thomson Reuters I/B/E/S were looking for revenue of $18.46 billon.\n\nChief Financial Officer Patrick Pichette said in a statement that revenue grew “despite strong currency headwinds.”\n\nNet income rose to $4.76 billion, or $6.91 per share, from $3.38 billion, or $4.95 per share, a year earlier. Adjusted earnings per share of $6.88 missed analysts’ expectations of $7.11. (Reporting by Alexei Oreskovic, additional writing by Peter Henderson; Editing by Richard Chang)",
        "link": "http://www.reuters.com/article/2015/01/29/google-results-idUSL1N0V83DY20150129",
        "time": "5:10PM UTC"
    },
    {
        "header": "Google fourth-quarter revenue misses Wall Street target",
        "body": "SAN FRANCISCO (Reuters) - Google Inc’s (GOOGL.O) (GOOG.O) revenue grew 15 percent in the fourth quarter but fell short of Wall Street’s target on declining online ad prices and unfavorable foreign exchange rates.\n\nShares of Google edged up 0.1 percent to $510.66 in extended trading after an initial dip on the news.\n\nGoogle’s advertising revenue has come under pressure as more consumers access its online services on mobile devices such as smartphones and tablets, where ad rates are typically lower.\n\nThe growing popularity of mobile devices has made No. 1 social network Facebook Inc (FB.O) a greater threat in the battle for advertisers. Facebook reported on Wednesday that mobile ads on its network doubled year-over-year during the fourth quarter.\n\nGoogle said on Thursday the average price of its online ads, or “cost per click,” decreased 3 percent year-over-year in the fourth quarter, while the number of consumer clicks on its ads increased 14 percent.\n\nSome analysts had hoped for gains in cost-per-click, said BGC Partners analyst Colin Gillis, adding that the company, which gets about half of its revenue overseas, also was hurt by the strong dollar.\n\n“Business is slowing. The core is slowing. And what we’re saying is, it’s going to look on paper even worse as the dollar strengthens. And we are not at that point where mobile monetization is improving,” he said. “The thesis that the landscape is changing and Google is missing out - I don’t think it will hold to be true, but they haven’t squelched it.”\n\nConsolidated revenue in the three months ended Dec. 31 totaled $18.10 billion, compared to $15.71 billion in the year-ago period. Analysts polled by Thomson Reuters I/B/E/S were looking for revenue of $18.46 billon.\n\nChief Financial Officer Patrick Pichette said in a statement that revenue grew “despite strong currency headwinds.”\n\nNet income rose to $4.76 billion, or $6.91 per share, from $3.38 billion, or $4.95 per share, a year earlier. Adjusted earnings per share of $6.88 missed analysts’ expectations of $7.11.",
        "link": "http://www.reuters.com/article/2015/01/30/us-google-results-idUSKBN0L22PR20150130",
        "time": "9:46PM UTC"
    },
    {
        "header": "Despite Glass failings, Google defends 'license' to spend",
        "body": "SAN FRANCISCO (Reuters) - Google Inc plans to keep making ambitious and costly bets on futuristic products, even if it means shelving some of its most beloved projects.\n\nThe Internet search company acknowledged for the first time on Thursday major problems with its Google Glass wearable computer, noting that it was time for a “pause” and a strategy “reset.”\n\nThe comments by Chief Financial Officer Patrick Pichette during Thursday’s quarterly results conference call struck a decidedly different tone from Google’s talk earlier this month of Glass “graduating” from the company’s labs into a separate division.\n\nPichette’s admission of Glass’ failings was particularly noteworthy given that the product has been long championed by Google co-founder Sergey Brin.\n\nAs growth in Google’s main search advertising business slows, the company needs to reassure investors it can make clear and sober investment decisions, analysts said.\n\n“They’re trying to make the point that they’re investing in areas that produce results,” said Colin Gillis, a BGC Partners analyst.\n\n“You want them to be iterating. But you want them to shut things down things that aren’t working. Don’t throw money into dead holes.”\n\nWhen Google co-founder Larry Page returned to the chief executive role in 2011 he undertook a series of “spring cleanings,” publicly pulling the plug on underperforming projects such as online encyclopedia Knol and a service that let consumers monitor their home energy consumption.\n\nUnder Page’s tenure, Google is spending big on a variety of projects such as self-driving cars, solar-powered balloons that deliver Internet access, robotics and healthcare. Many of these projects are unlikely to deliver a payoff for years, if at all.\n\nCFO Pichette made it clear on Thursday that the 18 percent revenue growth from Google’s websites during the fourth quarter gives the company “license” to continue investing in long-term projects.\n\nBut he cited the differing fates of two high-profile projects to show Wall Street that Google remained disciplined in its spending.\n\nGoogle Fiber, a high-speed Internet access service which launched in Kansas City in 2012, recently announced plans to expand to four additional cities - a sign of success.\n\nGlass, by contrast, is a project that has not been able to “hit its hurdles” despite its great promise, Pichette explained. Google halted consumer sales of Glass earlier this month, but said it would continue to sell the product to businesses.\n\n“Maybe that was the message they’re giving, that even if it’s one of our pet projects, we are not afraid to come out and just kill it,” said B. Riley & Co analyst Sameet Sinha.",
        "link": "http://www.reuters.com/article/2015/01/30/us-google-glass-idUSKBN0L306K20150130",
        "time": "9:46PM UTC"
    },
    {
        "header": "BRIEF-Google says mobile revenue on youtube up more than 100 percent year on year",
        "body": "Jan 29 (Reuters) - Google Inc : * Says mobile revenue on youtube up more than 100 percent year on year",
        "link": "http://www.reuters.com/article/2015/01/29/google-brief-idUSWEN00EP320150129",
        "time": "5:28PM UTC"
    }
]