[
    {
        "header": "Bullish options bets on Google set to pay off big",
        "body": "NEW YORK (Reuters) - Some bullish bets on Google Inc’s shares, placed ahead of its second-quarter results on Thursday, look set to reap big profits with the shares up 9.5 percent in trading after the bell.\n\nThe company on Thursday reported an 11 percent jump in quarterly revenue helped by strong ad sales, setting up the shares for the largest one-day post-earnings jump in six quarters.\n\nHeaded into the earnings report, trading in Google’s call options, usually used for bullish bets on the shares, were unusually active.\n\nOn Wednesday, trading looked particularly biased toward calls, which outnumbered puts 2-to-1, the highest the ratio had been since June 23, according to Trade Alert data.\n\nWhile trading on Thursday was more mixed, there were several large short-term blocks of call contracts opened that would only pay off if the shares jumped in a big way before Friday.\n\nCalls on Google shares rising above $600, $620 and $630 by Friday were among the most heavily traded Google options contracts over the last two days.\n\nIf Google shares hold their after-market price gain, the price of these options contracts should jump many-fold.\n\nThe shares, which closed at $601.78 on Thursday, were trading at $658.93 after the bell.",
        "link": "http://www.reuters.com/article/us-google-results-options-idUSKCN0PQ2J420150716",
        "time": "5:04PM UTC"
    },
    {
        "header": "Google's second-quarter revenue rises 11 pct",
        "body": "July 16 (Reuters) - Google Inc’s second-quarter revenue rose 11 percent, helped by an 11 percent increase in ad sales.\n\nThe company's consolidated revenue rose to $17.73 billion in the quarter ended June 30, from $15.96 billion a year earlier. (bit.ly/1CGbMq5)\n\nNet income rose to $3.93 billion, or $4.93 per Class A and B share, from $3.35 billion, or $4.88 per share. (Reporting by Anya George Tharakan in Bengaluru; Editing by Maju Samuel)",
        "link": "http://www.reuters.com/article/google-results-idUSL4N0ZW56X20150716",
        "time": "4:07PM UTC"
    },
    {
        "header": "Google rallies as profit beats forecasts on ad revenue growth",
        "body": "BENGALURU/SAN FRANCISCO (Reuters) - Shares of Google Inc rose nearly 12 percent after the Web search leader’s profit beat forecasts for the first time in the last six quarters, boosted by strong advertising revenue and comments by its new chief financial officer on disciplined spending.\n\nGoogle rallied to $673.50 in extended trading after closing at $601.78 on Nasdaq. That would mark an all-time high for the stock in regular trading if it closes at that level on Friday, adding roughly $40 billion to its market value.\n\nGoogle remains the most valuable publicly traded U.S. company after Apple Inc.\n\nGoogle’s expenses rose 10 percent to $12.9 billion in the second quarter ended June 30 from the year-ago quarter, and remained at 73 percent of revenue, the company said on Thursday. But expenses only grew by $91 million from the first quarter, and as a percentage of revenue declined by 1 percentage point.\n\n“The decline in quarter-over-quarter operating expenses reflects, in part, discipline in expense management and, in part, lower legal expenses than in comparable periods,” CFO Ruth Porat told analysts on a conference call.\n\nGoogle’s stock rally also appeared to reflect Porat’s comments. The stock was up a little over 7 percent after the close of regular trading and steadily rose during the call as she talked about keeping expenses under control.\n\nAdvertising revenue grew 11 percent to $16.02 billion from the year-ago quarter, while the number of ads, or paid clicks, rose 18 percent, the company said.\n\nAdvertisers pay Google only if a user clicks on one of its ads. “Cost per click,” or the average price of online ads, fell 11 percent, but was more than offset by the increase in ad volumes.\n\nGoogle’s ad revenue has been under pressure as consumers access its services on mobile devices such as smartphones and tablets, whose ad rates are typically lower.\n\nThe company's consolidated revenue rose 11 percent to $17.73 billion in the quarter. (bit.ly/1CGbMq5)\n\nNet income rose 17 percent to $3.93 billion, or $4.93 for each Class A and B share, from $3.35 billion, or $4.88 per share.\n\nAnalysts on average had expected a profit of $6.70 per share, and revenue of $17.75 billion, according to Thomson Reuters I/B/E/S.",
        "link": "http://www.reuters.com/article/us-google-results-idUSKCN0PQ2FO20150717",
        "time": "11:53PM UTC"
    },
    {
        "header": "Google's Porat emphasizes cost control in first comments to investors",
        "body": "SAN FRANCISCO (Reuters) - In her much-awaited first remarks to investors on Thursday, Google Inc finance chief Ruth Porat stressed keeping expenses under control, which helped send the company’s stock to record highs in after-hours trading.\n\nPorat joined Google in May after serving as Morgan Stanley’s chief financial officer for five years. Analysts and investors hoped she would help rein in costs from non-profitable projects such as those from the Google X lab, which has experimented with Google Glass and the self-driving car.\n\nGoogle’s shares started rising after the company reported higher-than-expected earnings for the first time in six quarters.\n\nAlso boosting the stock were Porat’s comments in a prepared statement that said the company was focused on developing “big new opportunities” while doing so “with great care regarding resource allocation.”\n\nBefore the call, shares were up roughly 7 percent. In the course of the call the shares rose roughly 12 percent. Late in the day shares were up a little over 11 percent, at $671, after closing at $601.78 on the Nasdaq.\n\nThat would represent an all-time high for the stock in regular trading if it closes at that level on Friday, adding roughly $40 billion to its market value.\n\nOn the analyst call, Porat continually emphasized operating costs that were growing more slowly and declining expenses that reflected increased discipline in the managing of expenses.\n\n“The profitability of our business gives us many opportunities, but the main point is today the biggest return on investment has been in our core search business,” Porat said.\n\nAnalysts said Google has made it clear in recent quarters that it would work to tighten spending but that Porat’s comments indicated she would help push the company to control costs further.\n\n“She will likely look at ways to optimize that, particularly as new products and emerging products grow,” said Kerry Rice, analyst at Needham & Co, adding that Porat would be able to help incrementally improve Google’s cost control measures.\n\nPorat also told investors and analysts, “I am committed to being direct with you.”",
        "link": "http://www.reuters.com/article/us-google-results-porat-idUSKCN0PQ2PV20150716",
        "time": "7:03PM UTC"
    },
    {
        "header": "Google wins dismissal of Android privacy lawsuit",
        "body": "(Reuters) - Google Inc won the dismissal of a lawsuit by Android users who said the company violated its own privacy policy by disclosing their names, email addresses and account locations to third parties without permission, to boost advertising revenue.\n\nIn a Wednesday night decision, U.S. Magistrate Judge Paul Grewal in San Jose, California, said the users failed to show that Google transmitted their own personal data or that they would suffer economic harm if it occurred.\n\nLast July, Grewal had let the plaintiffs pursue breach of contract and fraud claims, assuming they showed that the data-sharing caused economic harm by depleting their battery power and bandwidth.\n\nBut the judge said the plaintiffs abandoned that argument in their amended complaint filed in February. As a result, he said the plaintiffs lacked standing to sue, having “managed something somewhat unusual: they pled themselves out of a case.”\n\nHe added: “With no allegation of dissemination or improper receipt of information, any profit or loss made from any alleged disclosure, let alone a potential disclosure, is conjectural.”\n\nGoogle said $15.51 billion, or 90 percent, of its $17.26 billion of first-quarter revenue came from advertising.\n\nMark Gardy and Joseph Sabella, lawyers for the plaintiffs, did not immediately respond on Thursday to requests for comment.\n\nGoogle did not immediately respond to a similar request. The Mountain View, California-based company also operates its namesake Internet search engine.\n\nPlaintiffs Robert DeMars of California, Michael Goldberg of Ohio and Scott McCullough of New Jersey pursued their nationwide class action on behalf of consumers who bought Android apps through the Android Market or Google Play Store between February 2009 and May 2014.\n\nGrewal said it would unfairly prejudice Google to let the plaintiffs amend their lawsuit again.\n\n“You might think that after three years of complaints, motions to dismiss, orders on motions to dismiss, leave to amend, amended complaints and more, at least the fundamental question of plaintiffs’ Article III standing to pursue this suit would be settled,” he wrote, referring to part of the U.S. Constitution. “You might think that, but you would be wrong.”\n\nThe case is In re: Google Inc Privacy Policy Litigation, U.S. District Court, Northern District of California, No. 12-01382.",
        "link": "http://www.reuters.com/article/google-privacy-lawsuit-idUSL2N0ZW16C20150716",
        "time": "10:52AM UTC"
    }
]