[
    {
        "header": "Google does not intend to become a carmaker: executive",
        "body": "FRANKFURT (Reuters) - Google Inc. (GOOGL.O) does not intend to become a vehicle manufacturer, the company’s managing director for Germany, Austria and Switzerland said on Tuesday at the Frankfurt auto show.\n\nGoogle has named auto industry veteran John Krafcik, a former CEO of Hyundai Motors America, as chief executive of its self-driving car project.\n\nGoogle’s pet project of driverless cars started in 2009 with an intention to revolutionize the car industry. The hiring of Krafcik is seen as a sign the tech giant is starting to look at the project as a potential and relevant business in the future.\n\nGoogle’s Philipp Justus, who is also the managing director for central and eastern Europe, said the company was working on cars in partnership with the auto industry, but was not planning to become a car manufacturer.\n\n“That is not something we could do alone,” Justus said, adding that Google’s partners included automotive suppliers Bosch [ROBG.Ul] and zf friedrichshafen [ZFF.UL].\n\n“Google also does not intend to become a car manufacturer.”\n\nGerman premium carmakers BMW (BMWG.DE), Mercedes-Benz (DAIGn.DE) and Audi (NSUG.DE) meanwhile are snapping up software experts as tech firms such as Google threaten to outflank them in the race to develop a self-driving car.\n\nSoftware expertise has become a new battleground for automakers and tech firms as cars need lines of code to connect electric car motors to batteries, talk to smartphones or activate brakes when a radar system detects an obstacle ahead.",
        "link": "http://www.reuters.com/article/us-autoshow-frankfurt-google-idUSKCN0RF2I120150915",
        "time": "4:04PM UTC"
    },
    {
        "header": "NIMH director to leave for Google Life Sciences",
        "body": "(Reuters) - National Institutes of Mental Health (NIMH) director Dr Tom Insel said he will step down in November and join Google Inc’s life sciences division.\n\nInsel, who has been with NIMH for 13 years, said on Tuesday that he would work on the internet search giant's projects to explore mental illnesses. (1.usa.gov/1FL049D)\n\nGoogle has been increasing its presence in the healthcare industry, signing deals with drugmakers including Novartis AG and Sanofi SA.\n\nThe life sciences division is collaborating with Novartis to develop contact lenses to help diabetics track blood glucose levels.\n\nThe division is part of Google X labs, which is testing self-driving cars.",
        "link": "http://www.reuters.com/article/us-nimh-director-google-idUSKCN0RF2DI20150915",
        "time": "2:35PM UTC"
    },
    {
        "header": "Google launches donation-matching campaign to raise $11 million for refugees",
        "body": "SAN FRANCISCO (Reuters) - Google Inc (GOOGL.O) announced a donation-matching campaign that aims to raise $11 million for humanitarian organizations aiding the thousands of refugees that have overwhelmed European nations as they flee war-torn and impoverished countries.\n\nGoogle took an uncharacteristically personal approach in announcing the donation drive on its blog. Rather than having an executive make the announcement, Rita Masoud, a Google employee who fled Kabul with her family when she was seven years old, wrote about her personal experience.\n\n“Our journey involved many dark train and bus rides, as well as hunger, thirst, cold and fear,” she wrote.\n\n“I was lucky. But as the refugee and migrant crisis in Europe has grown, many people like my family are desperate for help.”\n\nThe donations will go toward four nonprofit organizations that are providing aid to refugees and migrants: Doctors Without Borders, International Rescue Committee, Save the Children and UN High Commissioner for Refugees.\n\nGoogle said it will match the first $5.5 million worth of donations globally at google.com/refugeerelief until it raises $11 million.\n\nEurope is facing its worst refugee crisis since World War II, largely driven by the four-year-old civil war in Syria, which has displaced more than 4 million people this year. Many are also fleeing war-torn Afghanistan, Yemen, Iraq and Libya.",
        "link": "http://www.reuters.com/article/us-google-refugees-donations-idUSKCN0RF2MH20150915",
        "time": "5:03PM UTC"
    },
    {
        "header": "Guyana-Venezuela border spat takes to Google Maps",
        "body": "CARACAS (Reuters) - A centuries-old territorial dispute in South America has taken a technological turn as anglophone Guyana decries Google Maps’ Spanish-language labeling of street names in a region claimed by neighboring Venezuela.\n\nThe contended English-speaking area, which encompasses two-thirds of Guyana and effectively functions as part of the former British colony, is at the heart of the long-standing dispute, recently revived after an oil discovery off its shores.\n\nRoads in the sparsely populated jungle region are known locally by English monikers, but some appear with entirely different Spanish-language names on Google Inc’s map service.\n\n“It was brought to our attention that certain main streets on the Essequibo Coast were falsely branded,” Prime Minister Moses Nagamootoo told Reuters, adding that Guyana would ask Google to remove the names.\n\n\"Anna Regina Public Road,\" for instance, is labeled \"Avenida 100 Bolivar,' in an apparent nod to Latin American independence hero Simon Bolivar, idolized by the Venezuelan government. (Map: goo.gl/xNrqbl)\n\nIt was not immediately clear whether the road names on Google Maps had been changed recently.\n\nNeither Google nor Venezuelan authorities immediately responded to requests for comment.\n\nThe Essequibo region has long been denoted on Venezuelan maps as a “reclamation zone.”\n\nThe dispute was revived in May after an offshore oil discovery by Exxon Mobil Corp in a potential boon for poor Guyana, whose economy relies heavily on rice, gold, diamonds and bauxite.\n\nMaduro has described newly elected Guyanese President David Granger as a “hostage of Exxon Mobil.”\n\nThe Venezuelan leader’s critics counter he is using the border dispute - as well as a more recent one with Colombia - to distract voters from high inflation, a severe recession and rampant crime.\n\nMany in Guyana, a tiny nation of 800,000 people sandwiched between Venezuela, Brazil and Suriname on the shoulder of South America, feel their larger neighbor is seeking to lay hands on its newfound oil wealth.\n\n\"I can’t say whether Columbus or some Spanish sailor stopped over for a peep, but that road was certainly not made and named by the Spanish,\" Alfred Bhulai, a Guyanese man who lives in the nearby region of Demerara, wrote in a letter to Guyanese newspaper Stabroek News. (goo.gl/3A9h1e)",
        "link": "http://www.reuters.com/article/us-venezuela-guyana-idUSKCN0RG00F20150916",
        "time": "8:08PM UTC"
    }
]