[
    {
        "header": "Google Inc to become Alphabet Inc in shakeup",
        "body": "Aug 10 (Reuters) - Google Inc is changing its operating structure by setting up a new company called Alphabet Inc, which will include the search business and a number of other units.\n\nLarry Page said in blog post he would become the chief executive of Alphabet Inc, while Senior Vice President Sundar Pichai will be CEO of Google.\n\nAlphabet Inc will replace Google as the publicly-traded entity and all shares of Google will automatically convert into the same number of shares of Alphabet, with all of the same rights. (googleblog.blogspot.in/)\n\n“This new structure will allow us to keep tremendous focus on the extraordinary opportunities we have inside of Google,” Larry Page said in the blogpost. (Reporting by Devika Krishna Kumar in Bengaluru)",
        "link": "http://www.reuters.com/article/googleinc-restructuring-idUSL3N10L5FB20150810",
        "time": "5:03PM UTC"
    },
    {
        "header": "In choosing Alphabet Inc, Google joins a branded crowd ",
        "body": "NEW YORK (Reuters) - Google Inc (GOOGL.O) made clear in its announcement on Monday that in creating a parent company called Alphabet Inc, it was not intending to build products and brands under that name.\n\nIf it did, the company, which is no stranger to disputes over intellectual property, might have to contend with legal fallout for potentially trampling on the trademark rights of what is a fairly common brand among American businesses.\n\nIn addition to the hundreds of small businesses with Alphabet in their names, there are currently 103 trademark registrations in the United States that include the word “alphabet” or some close variation, according to a database search of the U.S. Patent and Trademark Office.\n\nThe registrations include computer games, clothing labels, furniture, toys, all manner of children’s books, as well as Alphabet Vodka and the Alphabet City Brewing Co in New York City. There is also the ever-familiar Alpha-Bits breakfast cereal.\n\nMost of these brands have little to do with Google’s newer ventures to be housed under the Alphabet umbrella, including its divisions working on smart contact lenses and driverless cars.\n\nHowever, there could be conflicts. For instance, calling the car division Alphabet could pose a problem given that it is already the name of the fleet management division of BMW Group, which owns the domain name alphabet.com.\n\nIn order to prove trademark infringement, a trademark owner would have to show that the new Alphabet created a “likelihood of confusion” among consumers between the two brands. This could occur if both brands offered similar goods and services.\n\nBut in making the announcement, Larry Page, a Google co-founder and CEO of the new Alphabet, said: “(W)e are not intending for this to be a big consumer brand with related products — the whole point is that Alphabet companies should have independence and develop their own brands.”\n\nThe name was chosen, Page said, because the alphabet represents language, one of humanity’s most important innovations, and is the “core of how we index” in a Google Internet search.\n\nA representative for Google did not respond to a request for comment.\n\nGoogle has a lot of experience with legal troubles over intellectual property. The world’s largest Internet search provider is a frequent target by companies claiming it is violating their patents.\n\nThe company is also locked in a copyright battle with Oracle Corp (ORCL.N) over royalties for the use of the Java programing language, which is incorporated into Google’s Android operating system for smartphones.",
        "link": "http://www.reuters.com/article/us-google-restructuring-trademark-idUSKCN0QG02820150811",
        "time": "9:11PM UTC"
    },
    {
        "header": "Wall St. rallies with energy, materials; Google jumps after the bell",
        "body": "(Reuters) - U.S. stocks climbed on Monday, giving the S&P 500 its biggest increase since May as indexes rebounded sharply from last week’s losses, buoyed by gains in commodity-related shares and optimism over Warren Buffett’s latest deal.\n\nCopper rebounded from six-year lows and oil prices also rallied, helping push the S&P 500 energy index .SPNY up 3.1 percent, its biggest daily percentage jump since January, and the materials index .SPLRCM up 2.5 percent.\n\nDisappointing economic data in China boosted hopes for additional stimulus from Beijing, lifting Chinese stocks. Adding to investor optimism, Greece and international creditors could wrap up a multibillion-euro bailout accord by Tuesday.\n\nBuffett’s Berkshire Hathaway (BRKa.N) (BRKb.N) said it would buy Precision Castparts PCP.N in a deal valuing the company at $32.3 billion. Precision Castparts’ shares jumped 19.1 percent to $230.92, while Berkshire’s Class B shares dipped 0.1 percent to $143.42.\n\nThe Dow Jones industrial average .DJI rose 241.79 points, or 1.39 percent, to 17,615.17, the S&P 500 .SPX gained 26.61 points, or 1.28 percent, to 2,104.18 and the Nasdaq Composite .IXIC added 58.25 points, or 1.16 percent, to 5,101.80.\n\nThe benchmark S&P 500 index registered its biggest daily percentage gain since May 8.\n\nAfter the bell, shares of Google (GOOGL.O) climbed 4.8 percent after it announced it is changing its operating structure by setting up a new company called Alphabet Inc, which will include the search business and a number of other units. Stock futures NQc1 rose further following the news.\n\nDuring the regular session, Twitter (TWTR.N) shares jumped 9.1 percent to $29.50 after CEO Jack Dorsey joined other insiders in buying more shares, while the company also clinched a multiyear partnership with the National Football League.\n\nOn Friday, the Dow closed lower for the seventh straight session after solid U.S. jobs data for July pried the door open a little wider for a Federal Reserve rate hike in September.\n\nWith U.S. interest rates near zero for almost a decade, debt has been cheap. But with the Fed widely expected to hike rates later this year, merger and acquisition activity has accelerated.\n\nJuly was the seventh strongest month for global deal activity since 1980. Through July, cross-border M&A activity totaled $913.5 billion, up 23 percent from a year earlier, according to Thomson Reuters data.\n\n“We’ve had a whole lot of M&A throughout the year, and that’s positive because it means businesses are upbeat on the prospects for the economy,” said Peter Cardillo, chief market economist at Rockwell Global Capital in New York.\n\nIn other deal news, ammonia maker CVR Partners’ (UAN.N) deal to buy Rentech Nitrogen Partners RNF.N for about $533 million sent Rentech soaring 28.6 percent to close at $13.25 while CVR shares were down 2.9 percent at $10.38.\n\nOn the NYSE, advancing issues outnumbered declining ones by 2,329 to 734 for a 3.17-to-1 ratio on the upside. On the Nasdaq, 1,937 issues rose and 856 fell for a 2.26-to-1 ratio favoring advancers.\n\nThe S&P 500 index posted 35 new 52-week highs and three new lows, while the Nasdaq Composite recorded 58 new highs and 85 new lows.\n\nAbout 6.5 billion shares changed hands on U.S. exchanges, compared with the daily average of 7.0 billion for the month to date, according to data from BATS Global Markets.",
        "link": "http://www.reuters.com/article/us-markets-stocks-idUSKCN0QF16M20150810",
        "time": "5:46PM UTC"
    },
    {
        "header": "Google morphs into Alphabet; investors cheer clarity",
        "body": "SAN FRANCISCO (Reuters) - Google Inc (GOOGL.O) announced a surprise overhaul of its operating structure on Monday, creating a holding company called Alphabet to pool its many subsidiaries and separate the core web advertising business from newer ventures like driverless cars.\n\nThe move appeared to be an attempt by the search engine giant to focus on its more creative and ambitious projects, while investors cheered the potential for more financial disclosures of its disparate business segments.\n\n“It suggests that in all likelihood, Google is not going to slow the pace of their experimental processes like self-driving cars,” said Michael Yoshikami, head of Destination Wealth Management, which has $1.5 billion under management.\n\nThe surprise news sent shares of Google up as much as 7 percent to $708 in after hours trading.\n\nThe new structure could also give Wall Street better insight into Google’s investment in moonshot projects like Google X, a secretive lab that produced the unpopular Google Glass wearable device.\n\n“They are aware that they’ve got this hodgepodge of companies,” said Roger Kay, an analyst at Endpoint Technologies Associates. “Maybe it’s better to sort them out a bit and make it clearer which ones are bringing in the bacon and which ones are science projects and which ones are long-term bets.”\n\nThe Mountain View-based company co-founded by Larry Page and Sergey Brin in 1998 has grown from an Internet search engine to a far-reaching conglomerate that employs more than 40,000 people worldwide.\n\nGoogle’s planned structure resembles the way companies like Berkshire Hathaway (BRKa.N) and General Electric (GE.N) are organised, with a central unit handling corporate-wide activities such as finance and relatively independent business units focused on specific areas.\n\nUnder the new corporate structure, the Google unit will encompass the core search engine as well Google Maps and YouTube.\n\nIn addition to Google X, the company’s new ventures such as Calico, which focuses on longevity, and connected home products maker Nest will be managed separately. Other units that are part of the new structure include Fibre, for its high-speed Internet efforts, venture capital arm Google Ventures, and Google Capital, which invests in larger tech companies.\n\nAlphabet Inc will replace Google as the publicly traded entity and all shares of Google will automatically convert into the same number of shares of Alphabet, with all the same rights.\n\n\"This new structure will allow us to keep tremendous focus on the extraordinary opportunities we have inside of Google,\" Page, the current CEO of Google, said in a blogpost. (googleblog.blogspot.in/) Page will become CEO of Alphabet\n\nAnalysts said the new structure could herald a new era of fiscal discipline and transparency in some of Google’s more experimental and opaque business units.\n\nIn a filing with the Securities and Exchange Commission, Google said the new arrangement will take effect later this year and that it will likely result in two reportable, financial segments.\n\n“For example, if a unit is doing well or badly they can dial it up or down, they can form partnerships or different companies,” said Kay of Endpoint Technologies.\n\nSome other analysts were cautious, saying the new holding company would need to provide more details on cash flow of the experimental business segments.\n\n“Breaking up into two different segments - well, it’s not a terrible thing. It’s better than not doing it but on the other hand, you’re going to have a ton of businesses buried inside of a legacy Google,” said Brian Wieser, an analyst for Pivotal Research Group.\n\nThe shuffle also looked to have the markings of Ruth Porat, who joined Google as its chief financial officer in March from Morgan Stanley. In Google’s recent quarterly conference call, Porat, will serve as CFO of both Alphabet and Google, repeatedly emphasized keeping expenses under control.\n\nWith Page heading up Alphabet, Sundar Pichai, a long-time Google executive who most recently served as the company’s senior vice president of products, will head Google. Pichai, a well-liked executive who oversaw Google’s Android and Chrome units, is respected in Silicon Valley for attracting top engineers.\n\nGoogle co-founder Brin will become president of Alphabet, and Eric Schmidt, chairman of Google, will be executive chairman. The company’s current directors will become directors of Alphabet.\n\nAnalysts said the move could be followed by more structural changes in the future.\n\n“This may be step one of several steps,” said Morningstar analyst Rick Summer.",
        "link": "http://www.reuters.com/article/googleinc-restructuring-idUSKCN0QF26B20150811",
        "time": "11:11PM UTC"
    },
    {
        "header": "Google learns ABCs of conglomerate life",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nGoogle is learning the ABCs of conglomerate life. The $444 billion web-search goliath is separating its driverless cars, balloon-powered internet, biotech ventures and the like from its main ad businesses under a new Berkshire Hathaway-like structure called Alphabet. The move suggests Google recognizes how its sprawl has spelled trouble.\n\nOutside perceptions began to change four years ago. That’s when Google expanded from smartphone software into hardware with its $12.5 billion acquisition of Motorola Mobility, its largest-ever acquisition. The deal attracted the attention of U.S. and European trustbusters, who worried about how a more dominant Google might use the thousands of patents it bought. Wall Street began trotting out sum-of-the-parts analyses, as sure a sign as any of the harms of diversification.\n\nGoogle later sold the handset-manufacturing arm to Lenovo, but it also has spread itself vastly into myriad new areas since then. It is producing Nest thermostats, hunting for ways to prolong human life at Calico, testing drone delivery in its X lab and investing in many new developments by way of its Venture and Capital arms. In the process, Google co-founders Sergey Brin and Larry Page have created a less value-seeking but more technology-powered version of Warren Buffett’s variegated enterprise.\n\nWorries about just how much all this mad science might be costing have grown, especially with Facebook’s increasing strength as an online advertising competitor. The social network fetches a valuation of 34 times next year’s earnings, according to Thomson Reuters data, compared to Google’s multiple of 19 times.\n\nThe creation of Alphabet – so whimsically named in part to signify Google’s bet on alpha, or investment returns above a benchmark – should help. Though it’s hard to discern the need for the complex machinations of a holding company and the accompanying one-for-one exchange of Google shares into Alphabet ones, breaking out financial information for the various adventuresome pieces will help investors see at least a bit more clearly how they stack up against the primary operations in search, maps, YouTube, Chrome and Android.\n\nIt probably won’t be enough to justify housing the whole hodgepodge under one Silicon Valley roof, but may help erase some of Google’s conglomerate discount.",
        "link": "http://www.reuters.com/article/idUS12950242220150811",
        "time": "9:22PM UTC"
    }
]