[
    {
        "header": "Google, Viacom win dismissal of children's web privacy lawsuit",
        "body": "(Reuters) - Google Inc and Viacom Inc won the dismissal of a nationwide privacy lawsuit accusing them of illegally tracking the Internet activity of boys and girls who visited Nickelodeon’s website, in order to send targeted advertising.\n\nThe lawsuit claimed that Viacom secretly kept track of children under the age of 13 who streamed videos and played video games on its Nick.com website, and shared what it learned with Google.\n\nIt said both companies then without permission put text files known as “cookies” into the children’s computers, letting them gather additional information that advertisers could use.\n\nThe lawsuit was brought on behalf of young children who registered to use Nick.com.\n\nBut in a Jan. 20 decision, U.S. District Judge Stanley Chesler in Newark, New Jersey found no showing that Google and Viacom could identify which children streamed specific videos or played specific video games, as opposed to identifying children generally.\n\nHe also found no showing that the companies engaged in “highly offensive” behavior for which they could be held liable.\n\n“Children do indeed warrant special attention and heightened protections under our laws and social norms,” Chesler wrote.\n\n“Although plaintiffs have identified conduct that may be worthy of further legislative and executive attention, they have not cited any existing and applicable legal authority” to support their claims, he added.\n\nThe plaintiffs had accused Viacom of violating the federal Video Privacy Protection Act, and both companies of violating a New Jersey anti-computer hacking law.\n\nChesler dismissed other claims last July, and said the plaintiffs cannot amend their lawsuit again. The litigation against Mountain View, California-based Google and New York-based Viacom began in 2012.\n\nEvan Rosenberg, a lawyer for the children, did not respond on Wednesday to requests for comment.\n\nA Nickelodeon spokesman said the Viacom unit is pleased with the dismissal. A Google spokesman declined to comment.\n\nThe case is In re: Nickelodeon Consumer Privacy Litigation, U.S. District Court, District of New Jersey, No. MDL-2443.",
        "link": "http://www.reuters.com/article/2015/01/21/google-viacom-nickelodeon-privacy-idUSL1N0V023P20150121",
        "time": "5:24PM UTC"
    },
    {
        "header": "In Gaza, an IT company has Google-sized aspirations",
        "body": "GAZA (Reuters) - His company may not rival Google or German software maker SAP yet, but Gaza-based IT entrepreneur Saady Lozon has plans to change that.\n\nIn nine years, Lozon and his partner Ahmed Abu Shaban have transformed their firm, Unit One, from a tiny outfit in a single room in the blockaded Gaza Strip into a successful business with clients in Europe, the United States and the Arab world.\n\nThey can’t leave Gaza easily, but they can develop applications for Web and mobile devices online and provide international clients with data-management services, competing with firms in India and elsewhere.\n\n“We have managed to knock a hole in the wall of the blockade,” Lozon, 33, said of the company, which will soon expand to more than 60 employees from 13, the majority women. “We deliver in time, just as the client wishes.”\n\nLozon and Abu Shaban came up with the idea after graduating with degrees in computer science. Lozon worked briefly as an IT contractor for the United Nations and quickly realized he would rather run a company of his own.\n\nThey won their first client after making a pitch via Skype and offering a free trial. They borrowed money from friends to buy computers and slowly expanded. The firm now occupies two apartments on the 5th floor of a building in a smart district of Gaza overlooking the Mediterranean.\n\nAt the offices, dozens of women, most wearing headscarves, are busy at work, one group entering data on global trademarks for a company in the Netherlands.\n\nInitially Unit One was focused on software development and building apps for iPhone and Android, but now there is a larger unit handling data-processing.\n\nAlong the way there have been serious hurdles, including the war between Hamas and Israel last July and August which caused staffing and power disruptions, and the fact banks in Gaza cannot easily receive transfers from abroad.\n\n“It was difficult at the beginning,” said Lozon. “In 2006, when the blockade started, we had to open an account in the West Bank,” he said, referring to the other Palestinian territory, which is not subject to the same restrictions.\n\nIsrael imposed a blockade on Gaza after the Islamist group Hamas won power in 2006. Both Egypt and Israel continue to impose tight controls on the movement of goods and people in and out of the enclave, where 1.8 million people live.\n\nLozon said the Gaza war had been particularly problematic in an industry where success depends on quick delivery.\n\n“We are trying to regain trust,” he said. “We are telling everyone that Gaza can do the job regardless of the obstacles.”\n\nAsked about finances, Lozon declines to go into detail, but says the company is profitable and expanding. When he advertised for 10 new jobs, he got 400 applications.\n\n“We are working to be like Google,” he said with confidence. “I hope to make Unit One like Google for the people of Gaza, not only for business but also for entertainment.”",
        "link": "http://www.reuters.com/article/2015/01/21/us-mideast-palestinians-technology-idUSKBN0KU1AS20150121",
        "time": "7:08AM UTC"
    },
    {
        "header": "Google to sell wireless service in deals with Sprint, T-Mobile: The Information",
        "body": "(Reuters) - Google Inc is preparing to sell mobile phone plans directly to customers and manage their calls and mobile data over a cellular network, The Information reported, citing people familiar with the matter.\n\nGoogle is expected to reach deals to buy wholesale access to Sprint and T-Mobile mobile voice and data networks, making it a mobile virtual network operator, the technology news website said. (bit.ly/1L1cnDv)\n\nThe project, codenamed “Nova”, is expected to be launched later this year, The Information said.\n\nGoogle was considering launching mobile phone plans for markets where it sells Google Fiber Internet service, according to the report.\n\nIt was not clear how widely Google plans to offer the wireless service, how much it would cost or which mobile device manufacturers, if any, have already agreed to work with Google for its new service.\n\nGoogle, T-Mobile and Sprint could not be immediately reached for comment.",
        "link": "http://www.reuters.com/article/2015/01/22/us-google-wireless-idUSKBN0KV06G20150122",
        "time": "9:42PM UTC"
    }
]