[
    {
        "header": "Alphabet, formerly Google, sets share buyback, shares jump",
        "body": "SAN FRANCISCO (Reuters) - Alphabet Inc, the new holding company for Google, introduced its first share buyback and beat Wall Street’s profit forecast on Thursday, helped by solid progress in mobile and video advertising, sending the stock to its highest-ever level in after-hours trading.\n\nRevenue and profit well above analysts’ average forecasts, along with the unexpected buyback, was welcomed by Wall Street, which is now betting on further growth.\n\n“They’re in a great position in the overall advertising space, whether it’s search, display or mobile,” said Kerry Rice, a Needham & Co analyst. “They’ve got the right program to continue to grow at a solid pace and be dominant in those spaces.”\n\nThe results come at a pivotal time for the company as it navigates the transition from desktop to mobile, where ads are generally less profitable, while facing growing competition from rivals like Facebook Inc.\n\nAt the same time, it is moving into a new corporate structure that will put more visibility on parts of Alphabet such as its secretive research arm, Google X. Next quarter will be the first in which it reports results under that structure.\n\nCompany executives touted strength in mobile search for the strong results. “Search traffic on mobile phones have now surpassed desktop traffic worldwide,” said Sundar Pichai, chief executive of Google Inc.\n\nShares of Alphabet rose almost 9 percent in after-hours trading to $741, easily a record. At that level, the company’s market value would be around $500 billion, making it the second-most valuable company in the S&P 500 after Apple Inc.\n\nOn a strong day for technology companies, Amazon.com Inc and Microsoft Corp shares also rose sharply after hours, following better-than-expected results.\n\n“They seem to have a better hold on mobile and are navigating the transition to mobile usage better than expected,” said James Cakmak, an analyst at Monness, Crespi, Hardt & Co.\n\nStill, Cakmak questioned how Google’s internet-based business will fare in the long term in an app-based world. “Their primary strength in apps is YouTube and that’s pretty much it,” he said.\n\nInvestors have been pressing the company to return more of its $72 billion cash pile, but the announcement that Alphabet would buy back up to $5.09 billion of its Class C shares came as a surprise.\n\nMature technology companies such as Apple Inc and Microsoft Corp have come under intense pressure in recent years to give back more cash to investors.\n\nThird-quarter revenue rose 13 percent to $18.68 billion, above the $18.53 billion that Wall Street expected, according to Thomson Reuters I/B/E/S.\n\nExcluding one-time items, the company earned $7.35 per share, up 17.6 percent from the year before. That was ahead of analysts’ average estimate of $7.21 per share.\n\nExpenses rose 9.1 percent to $13.97 billion but were 74.7 percent of total revenue, compared to 77.4 percent in the same quarter last year, reflecting new Chief Financial Officer Ruth Porat’s tight rein on spending.\n\n“It’s strong top and bottom line results,” said BGC Partners analyst Colin Gillis. “It’s great to see not only expense control - which is the new CFO - but also upside on the top line.”\n\nThe company said the number of paid clicks, in which advertisers pay only if a user clicks on the ad, rose 23 percent, compared to an 18 percent increase in the previous quarter.\n\nCost-per-click, or the average price of online ads, fell 11 percent in the quarter. (bit.ly/1M8LA5l)\n\n“Our value proposition to markets of all sizes is simple. Google can help you show the right ads to the right people at the right moment,” Pichai said.\n\nUnder the Alphabet structure, search, advertising, maps, YouTube and Android will remain part of Google.\n\nAlphabet’s businesses will include connected home products maker Nest, venture capital arm Google Ventures, Google X, the company’s secretive research arm, and Google Capital, which invests in larger tech companies.",
        "link": "http://www.reuters.com/article/us-alphabet-results-idUSKCN0SG2LJ20151023",
        "time": "8:39PM UTC"
    },
    {
        "header": "S&P 500 ends at highest in two months; Alphabet up after hours",
        "body": "(Reuters) - The S&P 500 closed at its highest in two months on Thursday as stronger-than-expected earnings from several top companies, including McDonald‘s, relieved investors’ concerns about the profit outlook.\n\nBuying accelerated after the close, with broad gains in tech and other companies that reported results, including Alphabet (GOOGL.O), up 9.6 percent at $746.78, and Microsoft (MSFT.O), up 7.2 percent at $51.50. Amazon (AMZN.O) rose 10.6 percent to $623.75 after it posted results.\n\nNasdaq 100 futures NQc1 jumped after the close as well, and were up about 17 percent from the 2015 intraday low hit on Aug. 24.\n\nDuring the regular session, McDonald’s (MCD.N) shares jumped 8.1 percent to $110.87, giving the Dow its biggest boost, after its quarterly results beat estimates as demand recovered in China.\n\nEBay (EBAY.O) rose 13.9 percent to $27.58 after it reported better-than-expected results late on Wednesday.\n\nDow Chemical DOW.N rose 5.1 percent to $49.92 after its results, while the S&P materials index .SPLRCM jumped 2.8 percent and led the S&P sector gains along with the industrials .SPLRCI, also up 2.8 percent.\n\nIn another sign of diminished concerns, the CBOE Volatility Index .VIX - the market’s favored barometer of volatility - closed at a 2-month low.\n\n“Corporate earnings certainly helped because the season started off sort of sluggish and you had some nice surprises today,” said Eric Kuby, chief investment officer at North Star Investment Management Corp. in Chicago.\n\nInvestors have been concerned about weak third-quarter earnings after some disappointing early results. S&P 500 earnings still are estimated to have fallen 3.3 percent in the quarter compared with a year ago, Thomson Reuters data showed.\n\nThe Dow Jones industrial average .DJI rose 320.55 points, or 1.87 percent, to 17,489.16, the S&P 500 .SPX gained 33.57 points, or 1.66 percent, to 2,052.51 and the Nasdaq Composite .IXIC added 79.93 points, or 1.65 percent, to 4,920.05.\n\nAdding to the day’s optimism, ECB President Mario Draghi said the bank could extend its stimulus program beyond 2016 to boost euro zone growth and boost inflation closer to 2 percent.\n\nData on Thursday showed new claims for U.S. unemployment benefits rose by 3,000 to 259,000 last week, below the 265,000 expected, while existing home sales increased more than expected to an annual rate of 5.55 million units in September.\n\nThe Federal Reserve, which kept U.S. interest rates unchanged near zero in September, has said it will wait for signs of global economic resilience before pulling the trigger on its first rate hike in nearly a decade.\n\nNine of the 10 major S&P sectors were higher. Only healthcare .SPXHC appeared immune to the upbeat mood, declining about 0.5 percent.\n\nCommunity Health Systems (CYH.N) sank 35.1 percent to $26.30 after it gave a disappointing revenue outlook. It dragged down shares of other hospital operators.\n\nAdvancing issues outnumbered declining ones on the NYSE by 2,312 to 791, for a 2.92-to-1 ratio on the upside; on the Nasdaq, 1,777 issues rose and 1,001 fell for a 1.78-to-1 ratio favoring advancers.\n\nThe S&P 500 posted 41 new 52-week highs and 9 new lows; the Nasdaq recorded 82 new highs and 91 new lows.\n\nAbout 8.0 billion shares changed hands on U.S. exchanges, compared with the 7.2 billion daily average for the past 20 trading days, according to Thomson Reuters data.",
        "link": "http://www.reuters.com/article/us-markets-stocks-idUSKCN0SG17120151023",
        "time": "8:38PM UTC"
    },
    {
        "header": "Google seeks common cause with media firms over ad blocking",
        "body": "FRANKFURT (Reuters) - Google says European media firms, often the search giant’s harshest industry critics, share a common threat because a surge in ad-blocking technology is a threat to all businesses dependent on advertising.\n\nCarlo d‘Asaro Biondo, Google’s president for EMEA strategic relationships, told a media conference in Munich on Thursday that consumers “hate bad ads”, and that Google and content creators must do more to protect consumers from obtrusive ads.\n\n“The problem is that ad blockers that block all ads are throwing the baby out with the bathwater,” d‘Asaro Biondo said, according to prepared comments for the conference. “We need to work together to create a standard for better ads online.”\n\nHis comments came as part of a six-month charm offensive by Google - its Digital News Initiative - to win over newspaper publishers with collaboration on technology, digital newsroom training and funding for small-scale media innovation projects.\n\nOver the past decade, the media industry has often accused Google of making money at its expense by making its content freely available via Google News, YouTube and other services to drive audiences to view ads on Google sites instead.\n\nWhile critics have derided Google’s Digital News Initiative as offering token handouts to the media industry, some 100 European publishers have signed up to the project since April, d‘Asaro Biondo said, up from just 11 initial partners.\n\nHe said those taking part are free to choose how much they participate and do not need to buy into Google’s “worldview”.\n\nEurope’s online advertising market grew to 30 billion euros ($33 billion) in 2014, according to industry figures.\n\nThis is the lifeblood of publishers and other content creators and Google aims to make it easier for news organizations to get their share, d‘Asaro Biondo said.\n\nTwo weeks ago, Google announced a service it calls Accelerated Mobile Pages (AMP) designed to speed the loading of news pages in mobile phone browsers, potentially reducing reader complaints about ads slowing down page retrievals. AMP will begin running in Google Search early in 2016, he said.\n\nGoogle gets about 90 percent of its revenue from ads.\n\nGermany’s biggest newspaper publisher Axel Springer last week banned readers who use ad blockers from its Bild tabloid website, stepping up a fight by publishers to stop online advertising revenues being eroded.\n\nSome 200 million people used ad blockers last year, up 40 percent from a year earlier, resulting in $22 billion in lost advertising revenue, according to a recent study by Adobe and PageFair, an anti ad-blocking technology company.",
        "link": "http://www.reuters.com/article/us-google-media-adblocking-idUSKCN0SG2CR20151022",
        "time": "1:51PM UTC"
    },
    {
        "header": "Google and Amazon grapple happily with maturity",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nAlphabet and Amazon are grappling happily with maturity. The $450 billion holding company for Google is returning lots more money to shareholders. The $260 billion internet mega-retailer delivered profits. Both operations are growing so fast, and throwing off so much cash, that they can act as responsible stewards of capital while still chasing the next big thing.\n\nThird-quarter results showed both firms overcoming challenges from rivals. Despite consumers spending more time on Facebook, and Apple rolling out mobile ad blockers, Alphabet managed to increase revenue by 13 percent. While advertisers paid 11 percent less per click, the number of paid clicks rose 23 percent. The waters of internet advertising are rising faster than rivals can divert them, and that’s carrying Alphabet higher.\n\nMoreover, newish finance chief Ruth Porat showed her influence on sensible capital allocation, with the company announcing its first big buyback. Of course, Alphabet hasn’t settled down entirely. It is still pursuing moon shots from robotics to bioinformatics with vigor. It hasn’t given up its nerdy humor either – the buyback figure represents the square root of 26, which is the number of letters in the alphabet. None of this will dent the balance sheet. Alphabet can invest and repurchase, as its cash hoard has increased by $10 billion over the past year to $73 billion.\n\nAmazon isn’t nearly as profitable. But it is in the black, and the company is growing far faster: 23 percent at the top line in the quarter. Its retail operations are chugging along, and the company expects a blockbuster holiday season. But the real gem is now its Web Services division, which provides on-demand computing. It’s expanding at more than 75 percent per annum. And margins, as the company defines them, are now at 25 percent and rising.\n\nTrue, it’s hard to nail down the profitability of this business. Amazon strips out various costs such as stock-based compensation. But the company can easily afford to take on all comers. Amazon’s operations overall threw off $2.6 billion of cash in the quarter, and that figure is nearly 50 percent higher than it was a year ago.\n\nAlphabet and Amazon are sharing some of the benefits of maturity with their shareholders, but they aren’t giving up the exciting perks of youth.",
        "link": "http://www.reuters.com/article/idUS265669750720151022",
        "time": "7:05PM UTC"
    },
    {
        "header": "Alphabet, formerly Google, reports 13 pct rise in revenue",
        "body": "Oct 22 (Reuters) - Alphabet Inc, known until recently as Google Inc, reported a 13 percent rise in quarterly revenue, boosted by strong advertising sales driven by YouTube and mobile search.\n\nConsolidated revenue rose to $18.68 billion in the third-quarter ended Sept. 30, from $16.52 billion a year earlier. (bit.ly/1M8LA5l)\n\nNet income rose to $3.98 billion, or $5.73 per Class A and B share, from $2.74 billion, or $3.98 per share in the same quarter last year. (Reporting by Lehar Maan in Bengaluru; Editing by Ted Kerr)",
        "link": "http://www.reuters.com/article/alphabet-results-idUSL3N12M5K320151022",
        "time": "4:05PM UTC"
    },
    {
        "header": "US STOCKS-S&P 500 ends at highest in 2 months; Alphabet up after hours",
        "body": "* Indexes up: Dow 1.9 pct, S&P 1.7 pct, Nasdaq 1.7 pct (Adds Alphabet, Microsoft, Amazon up after the close; gains in Nasdaq futures)\n\nOct 22 (Reuters) - The S&P 500 closed at its highest in two months on Thursday as stronger-than-expected earnings from several top companies, including McDonald‘s, relieved investors’ concerns about the profit outlook.\n\nBuying accelerated after the close, with broad gains in tech and other companies that reported results, including Alphabet , up 9.6 percent at $746.78, and Microsoft, up 7.2 percent at $51.50. Amazon rose 10.6 percent to $623.75 after it posted results.\n\nNasdaq 100 futures jumped after the close as well, and were up about 17 percent from the 2015 intrady low hit on Aug. 24.\n\nDuring the regular session, McDonald’s shares jumped 8.1 percent to $110.87, giving the Dow its biggest boost, after its quarterly results beat estimates as demand recovered in China.\n\nEBay rose 13.9 percent to $27.58 after it reported better-than-expected results late on Wednesday.\n\nDow Chemical rose 5.1 percent to $49.92 after its results, while the S&P materials index jumped 2.8 percent and led the S&P sector gains along with the industrials , also up 2.8 percent.\n\nIn another sign of diminished concerns, the CBOE Volatility Index - the market’s favored barometer of volatility - closed at a 2-month low.\n\n“Corporate earnings certainly helped because the season started off sort of sluggish and you had some nice surprises today,” said Eric Kuby, chief investment officer at North Star Investment Management Corp. in Chicago.\n\nInvestors have been concerned about weak third-quarter earnings after some disappointing early results. S&P 500 earnings still are estimated to have fallen 3.3 percent in the quarter compared with a year ago, Thomson Reuters data showed.\n\nThe Dow Jones industrial average rose 320.55 points, or 1.87 percent, to 17,489.16, the S&P 500 gained 33.57 points, or 1.66 percent, to 2,052.51 and the Nasdaq Composite added 79.93 points, or 1.65 percent, to 4,920.05.\n\nAdding to the day’s optimism, ECB President Mario Draghi said the bank could extend its stimulus program beyond 2016 to boost euro zone growth and boost inflation closer to 2 percent.\n\nData on Thursday showed new claims for U.S. unemployment benefits rose by 3,000 to 259,000 last week, below the 265,000 expected, while existing home sales increased more than expected to an annual rate of 5.55 million units in September.\n\nThe Federal Reserve, which kept U.S. interest rates unchanged near zero in September, has said it will wait for signs of global economic resilience before pulling the trigger on its first rate hike in nearly a decade.\n\nNine of the 10 major S&P sectors were higher. Only healthcare appeared immune to the upbeat mood, declining about 0.5 percent.\n\nCommunity Health Systems sank 35.1 percent to $26.30 after it gave a disappointing revenue outlook. It dragged down shares of other hospital operators.\n\nAdvancing issues outnumbered declining ones on the NYSE by 2,312 to 791, for a 2.92-to-1 ratio on the upside; on the Nasdaq, 1,777 issues rose and 1,001 fell for a 1.78-to-1 ratio favoring advancers.\n\nThe S&P 500 posted 41 new 52-week highs and 9 new lows; the Nasdaq recorded 82 new highs and 91 new lows.\n\nAbout 8.0 billion shares changed hands on U.S. exchanges, compared with the 7.2 billion daily average for the past 20 trading days, according to Thomson Reuters data. (Editing by James Dalgleish and Dan Grebler)",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL1N12M3JI20151022",
        "time": "5:54PM UTC"
    }
]