[
    {
        "header": "Factbox: EU charges Google with abusing Android's market dominance",
        "body": ", (Reuters) - The European Union charged Google on Wednesday with abusing its position as the dominant supplier of Android software for phones, opening a second front against the U.S. technology giant that could lead to large fines.\n\nThe following is a summary of the new charges:\n\nThe Commission alleges that Google imposes unfair licensing conditions on device makers wanting to pre-install the Google Play Store, its app store for Android, which include making Google Search the default search engine.\n\nIt also alleged that Google required pre-installing its Chrome mobile browser in return for licensing Play Store or Google Search.\n\nThe Commission said it aims to ensure Android phone and tablet makers are free to choose which apps they include.\n\n“The Commission has evidence that smartphone manufacturers would wish to source at least some of the apps that they pre-install from other parties than Google,” its statement read.\n\nGoogle created Android as open-source, meaning the software can be freely modified to create alternative operating systems. This is what many big Chinese smartphone makers do, as well as the smaller Silicon Valley Android developer Cyanogen.\n\nHowever, any Android device maker wishing to pre-install the Google Play store or Google Search is required to agree to an “anti-fragmentation agreement” with Google which commits the vendor not to sell devices running on alternative versions of Android software, the Commission alleged.\n\nIndustry experts said this argument was confusing because, while all the world’s top makers of Android-powered smartphones choose to take advantage of pre-installing Google apps, several of them also now market phones based on alternatives including Cyanogen. That is, unless the EU has turned up evidence showing otherwise, they said.\n\nThe Commission also said Google had given unspecified financial incentives to manufacturers and mobile network operators on condition that they exclusively pre-install Google Search on their devices.\n\nIt said it took issue not with financial incentives in general but with how Google ruled out payments if other search services were pre-installed on phones.\n\nOne necessary step in proving violations of EU antitrust rules is for the Commission to show that a company is not merely big in terms of market share but actually exerts “market dominance”. The charge sheet alleges Google dominates in:\n\n1. General Internet search services - Asserts Google’s market share is 90 percent or above in most EU member states.\n\n2. Licensable operating systems for smartphones, tablets and other devices - Google share with Android exceeds 90 percent. Apple’s iOS operating system is proprietary to the device maker and thus does not fall within the definition chosen by the Commission.\n\nTwo thirds of all mobile phones used in Europe this month were running on Android, according to StatCounter data. Devices running on Apple’s iOS software account for another 27 percent, leaving other systems such as Microsoft and Blackberry barely registering in the rankings.\n\n3. App stores for Android-based mobile phones which enable users to choose and download from a vast selection of apps - Google Play Store accounts for more than 90 percent of Android app downloads in the roughly 30-country European Economic Area, according to Commission estimates.",
        "link": "http://www.reuters.com/article/us-eu-google-antitrust-factbox-idUSKCN0XH1PB",
        "time": "8:38PM UTC"
    },
    {
        "header": "EU hits Google with second antitrust charge",
        "body": "BRUSSELS (Reuters) - The European Union charged Google on Wednesday with using its dominant Android mobile operating system to squeeze out rivals, opening a second front against the U.S. technology giant that could result in large fines.\n\nEU antitrust regulators said that by requiring mobile phone manufacturers to pre-install Google Search and the Google Chrome browser to get access to other Google apps, the U.S. company was harming consumers by stifling competition.\n\nThe EU’s move is the latest in a series of anti-trust challenges Google has faced in both the EU and countries including India, Brazil and Russia. U.S. regulators closed their most recent investigation of the company in 2013 without taking action.\n\nThe European Commission said Google’s Android licensing practices, which started in 2011 when the company became dominant in mobile operating systems and app stores, showed Google was seeking to shield its search engine, the world’s most popular, from competition.\n\nGoogle is already facing EU charges over the promotion of its shopping service in Internet searches at the expense of rival services in a case that has dragged on since late 2010 despite three attempts to resolve the issues.\n\nThe stakes are higher for Google in the Android case as it made about $11 billion last year from advertising sales on Android phones through its apps such as Maps, Search and Gmail, according to estimates by financial analyst Richard Windsor.\n\n“A competitive mobile Internet sector is increasingly important for consumers and businesses in Europe,” European Competition Commissioner Margrethe Vestager said in a statement.\n\n“We believe that Google’s behavior denies consumers a wider choice of mobile apps and services and stands in the way of innovation by other players,” she said.\n\nThe European Commission said about 80 percent of smart mobile devices in Europe and the world run on Android and that Google holds more than 90 percent of the market for general Internet searches on Android in the European Economic Area.\n\nWall Street analysts were sanguine about the financial consequences of the EU’s action.\n\n“In the near-term, we do not believe there will be any material financial impact,” Mark Mahaney, a prominent Internet analyst with RBC Capital Markets, said in a research note.\n\nHe added that there could be a material impact down the line as the case moved forward, but that it was “almost impossible” to gauge the likelihood of the company being forced to change its business practices.\n\nStill, Mahaney noted that regulatory risk was “something of a ‘permanent’ investment risk” for Google. And there were some signs Tuesday that the EU’s action could help rekindle antitrust investigations in the United Sates -- potentially an even bigger threat.\n\nSenator Richard Blumenthal, a Connecticut Democrat, said he hoped the action by European regulators prompts the Federal Trade Commission to take a close second look at whether Google is deserving of antitrust scrutiny in the United States.\n\nGoogle, which has 12 weeks to respond to the EU charges, said Android was a remarkable system based on open-source software and open innovation.\n\n“We look forward to working with the European Commission to demonstrate that Android is good for competition and good for consumers,” Google’s general counsel, Kent Walker, said in a blog.\n\nHe said any phone maker could load Google apps and rival products and that users had freedom of choice as well.\n\nComplainant FairSearch said Google was hindering the development of versions that might lead to new operating systems able to compete with Android, despite launching it as an open source project.\n\nThe Commission said while Android was an open source system that could be used to develop new mobile operating systems - known as Android forks - Google required phone manufacturers to sign an agreement not to sell devices running on such forks if they wanted to pre-install Google apps.\n\nThe EU also charged Google with giving “significant financial incentives” to some of the world’s largest smartphone makers to pre-install Google Search exclusively on devices.\n\nMozilla, which develops the Firefox browser, said in a statement: “This behavior ... is one of the reasons why launching competitive products like Firefox for mobile and Firefox OS is challenging. We see substantial value in removing barriers to entry so competition and innovation can flourish.”\n\nInternet Explorer-browser maker Microsoft Corp declined to comment. Norway’s Opera Software could not immediately be reached for comment.\n\nVodafone, BT Group’s EE, Orange, Deutsche Telekom, KPN, Samsung Electronics and LG Electronics were not immediately available to comment. Huawei [HWT.UL] declined to comment.",
        "link": "http://www.reuters.com/article/us-eu-google-antitrust-idUSKCN0XH0VX",
        "time": "8:38PM UTC"
    },
    {
        "header": "BRIEF-Google on European Commission report says look forward to working with European Commission to demonstrate design of Android model",
        "body": "BRIEF-Google on European Commission report says look forward to working with European Commission to demonstrate design of Android model",
        "link": "http://www.reuters.com/article/idUSFWN17N076",
        "time": "5:57AM UTC"
    },
    {
        "header": "EU charges Google with abusing its Android dominance",
        "body": "BRUSSELS, April 20 (Reuters) - European Union antitrust regulators accused Google on Wednesday of abusing the dominance of its Android mobile operating system in deals with phone makers and mobile network operators following a year-long investigation.\n\n“A competitive mobile Internet sector is increasingly important for consumers and businesses in Europe. Based on our investigation thus far, we believe that Google’s behaviour denies consumers a wider choice of mobile apps and services and stands in the way of innovation by other players,” European Competition Commissioner Margrethe Vestager said in a statement.\n\nThe charge could jeopardise a key money-spinner for Google, a unit of holding company Alphabet Inc. The tech giant made about $11 billion from ad sales on Android phones with Google apps such as Maps, Search and Gmail last year.\n\nGoogle is already under scrutiny for promoting its own shopping service in Internet searches at the expense of rivals. That case, which has dragged on since late 2010, culminated last year with the European Commission hitting the company with antitrust charges. (Reporting by Foo Yun Chee; editing by Philip Blenkinsop)",
        "link": "http://www.reuters.com/article/eu-google-antitrust-idUSL5N17M50N",
        "time": "5:30AM UTC"
    }
]