[
    {
        "header": "Google parent Alphabet profit surges on mobile, video ads",
        "body": "(Reuters) - Google parent Alphabet Inc bested analysts’ estimates for third-quarter profit and revenue on Thursday as the search company showed it has honed its core business for the mobile era and is closing in on the next wave of computing.\n\nPropelled by strong advertising on mobile devices and video site YouTube, Alphabet’s net income climbed 27 percent to $5.06 billion. Revenue jumped 20 percent to $22.45 billion, marking the search giant’s seventh straight quarter of double-digit revenue growth.\n\nThe company authorized a $7 billion repurchase of its Class C stock, pleasing investors who had been craving more after a $5 billion repurchase last year.\n\nGoogle is competing fiercely with social network Facebook Inc for dominance in the fast-growing mobile advertising market. Google Chief Executive Sundar Pichai touted the company’s gains in the space, and was bullish about recent product launches such as the Google Assistant, the Google Home smart speaker and refinements to the enterprise cloud business.\n\nThe products are aimed at the rise of voice search, which many analysts believe will succeed keyboards and touch screens as a primary way users interact with devices.\n\n“We feel well positioned as we transition to a new era of computing,” Pichai said in an conference call. “This new era is one in which people will experience computing more naturally and seamlessly in the context of their lives, powered by intelligent assistants and the cloud.”\n\nShares of Alphabet, the world’s No. 2 company by market value, were up 1.6 percent in after-hours trading.\n\nThe company posted third-quarter adjusted earnings per share of $9.06, beating expectations of $8.63 a share on revenues of $22.05 billion, according to Thomson Reuters I/B/E/S estimates.\n\nGoogle has been dogged by concerns about how it would nudge its vast web advertising business toward mobile, but the company’s recent performance has reassured Wall Street that the transition is well underway, said analyst Colin Gillis of BGC Partners.\n\n“It’s showing that even though they’ve hit lifetime highs, there’s still room to run,” he said.\n\nAdvertising revenue, the company’s lifeblood, rose 18.1 percent to $19.82 billion in the third quarter. Paid clicks, or ads for which advertisers pay only when users click on them, rose 33 percent, compared with a rise of 29 percent in the second quarter.\n\nCost-per-click, or the average amount advertisers pay Google, fell 11 percent in the latest period, but investors are willing to forgive the slump, for now, as it suggests strong mobile growth, said analyst Kerry Rice of Needham & Co.\n\nYouTube continued to post robust gains, Pichai said. Over the past year, Google, Facebook and Twitter Inc have all doubled down on video, a format where advertisers are willing to pay a premium for a few seconds of users’ undivided attention.\n\nAdvertising accounted for 89.1 percent of Google’s total revenue in the quarter, and analysts are eager for the company to tap new sources of growth.\n\nOne of the leading contenders is Google’s cloud business, which drove a 38.8 percent rise in the company’s “other revenue.”\n\n“As we head into 2017, I expect cloud to be one of our largest areas of investment,” Pichai said.\n\nA relatively late entrant to the cloud business, Google is trying to steal market share from industry leaders Amazon.com Inc and Microsoft Corp. Amazon on Thursday reported a 55 percent revenue increase in its cloud business.\n\n“I would hesitate to say they are competing head-to-head, but they are making up for lost ground,” Rice said.\n\nAlphabet’s “Other Bets” unit generated revenue of $197 million, primarily from Nest, Google Fiber and Verily units, Chief Financial Officer Ruth Porat said during the call.\n\nAlphabet said this week it was pausing the rollout of Fiber, a high-speed internet service, in some U.S. cities and that its leader, Craig Barratt, would leave.\n\nPorat played down analysts’ concerns of instability at Other Bets, which has suffered a wave of executive departures, including Nest founder Tony Fadell, self-driving car technology chief Chris Urmson and, most recently, Barratt.\n\n“As we reach for moonshots that will have a big impact in the longer term, it’s inevitable that there will be course corrections along the way, and that some efforts will be more successful than others,” Porat said.\n\nOther Bets, which also includes research unit X, reported an operating loss of $865 million, down from a year-ago loss of $980 million. The narrowing loss suggests Porat is instilling the financial discipline investors have long hoped to see from the company, said Gillis.",
        "link": "http://www.reuters.com/article/us-alphabet-results-idUSKCN12R2N6",
        "time": "8:05PM UTC"
    },
    {
        "header": "Indonesia hopes to reach tax settlement with Google: finmin",
        "body": "JAKARTA (Reuters) - Indonesia aims to reach a tax settlement with Alphabet Inc’s Google, Finance Minister Sri Mulyani Indrawati said on Thursday.\n\n“We’ve already communicated with Google. At least there’s an understanding why Indonesia would like to have a fair share of the revenue. We do hope that we are going to have a settlement,” Indrawati told foreign journalists in Jakarta, the capital, without disclosing any timeline.\n\nSenior executives from the Asia-Pacific headquarters of Google met Indonesian tax officials on Wednesday to negotiate the internet search company’s tax bill as the government plans to pursue Google for five years of back taxes.",
        "link": "http://www.reuters.com/article/us-indonesia-google-tax-idUSKCN12R0Q3",
        "time": "3:57AM UTC"
    },
    {
        "header": "Alphabet's quarterly revenue rises 20.2 percent",
        "body": "Oct 27 (Reuters) - Google parent Alphabet Inc reported a 20.2 percent increase in quarterly revenue on Thursday, helped by robust sales of advertising on mobile devices and YouTube.\n\nThe company’s consolidated revenue rose to $22.45 billion in the three months to Sept. 30 from $18.68 billion a year earlier.\n\nNet income rose to $5.06 billion, or $7.25 per Class A and B share and Class C capital stock, from $3.98 billion, or $5.73 per share, a year earlier. (bit.ly/2eWsu9Y)\n\nAlphabet, along with Facebook Inc, dominates the fast-growing mobile advertising market. (Reporting by Narottam Medhora in Bengaluru; Editing by Ted Kerr)",
        "link": "http://www.reuters.com/article/alphabet-results-idUSL4N1CX5YE",
        "time": "4:06PM UTC"
    }
]