[
    {
        "header": "EU regulators to examine Google UK tax issues raised in SNP letter",
        "body": "LONDON/BRUSSELS (Reuters) - European Union antitrust regulators said on Thursday they would examine a complaint from the Scottish National Party (SNP) about Internet group Google’s back tax deal with British tax authorities.\n\nThe 130 million pound ($185 million) settlement, announced on Friday, was hailed by the UK government as a major success but dismissed as “derisory” by the opposition Labour Party and criticized by other parties.\n\nThe European Commission itself took aim on Thursday at tax avoidance by multinationals, proposing that EU states be allowed to tax corporate profits at home in some circumstances even if the money has been transferred elsewhere to avoid such payments.\n\n“Specifically concerning Google’s tax treatment in the UK, the Commission can confirm it has received a letter from a member of the Scottish National Party on this matter,” the EU’s competition enforcer said in an email.\n\n“The Commission will look at it and issues raised, as with all letters received from stakeholders.”\n\nThe letter calling for a probe was sent by SNP deputy leader Stewart Hosie.\n\nTalking to Sky News, he said it was important “proper investigations are carried out and she (European Competition Commissioner Margrethe Vestager) can either give them a clean bill of health or not.”\n\nEarlier on Thursday, Vestager had told BBC radio she would examine Google’s tax deal if she received a complaint.\n\n“If we find that there is something to be concerned about. If someone writes to us and says ‘well maybe this is not as it should be’ then we will take a look,” she said.\n\nGoogle says it is paying all the tax that is due.\n\n“After a six-year audit we are paying the full amount of tax that HM Revenue & Customs (HMRC) agrees we should pay, including 130 million pounds in additional back tax,” Peter Barron, Google’s vice president for communications and public affairs, said in a letter to the Financial Times.\n\n“Governments make tax law, the tax authorities independently enforce the law, and Google complies with the law,” he said in the letter.\n\nTax avoidance has become a hot political issue in Britain, where people question whether the burden of fixing the public finances has been fairly shared.\n\n“The point we would make is that HMRC have been very clear that they have collected all tax that is due,” said a spokesman for British Prime Minister David Cameron.\n\nHe said the UK would cooperate if an inquiry were launched.",
        "link": "http://www.reuters.com/article/us-google-britain-tax-eu-idUSKCN0V61BV",
        "time": "8:22AM UTC"
    },
    {
        "header": "Alphabet to report results in 2 segments: Google, Other Bets",
        "body": "Jan 28 (Reuters) - Alphabet Inc, the new holding company for Google, said it would report its quarterly results in two segments, Google and Other Bets.\n\nAlphabet, which is scheduled to report its fourth-quarter results on Feb. 1, said on Thursday that there would be no changes to consolidated reporting, but it would make some changes to revenue breakout. (bit.ly/1PlN7uS) (Reporting by Subrat Patnaik in Bengaluru; Editing by Kirti Pandey)",
        "link": "http://www.reuters.com/article/alphabet-results-format-idUSL3N15C6FT",
        "time": "4:42PM UTC"
    },
    {
        "header": "Google wants Orrick sanctioned for disclosing Android profits, Apple payments",
        "body": "(Reuters) – The world learned a couple of very interesting facts last week about Google’s Android operating system. Since its release, Android has generated about $31 billion in revenue and $22 billion in profit. Google meanwhile pays Apple big money – $1 billion in 2014 – to keep its search bar on the iPhone. Those previously unknown details of Google’s finances, as my Reuters colleague Dan Levine has reported, became public via Oracle’s epic litigation accusing Google of infringing its copyrights on Java application programming interfaces.\n\nThe information came out during a Jan. 14 hearing on a discovery dispute before U.S. Magistrate Judge Donna Ryu of San Francisco. Oracle lawyer Annette Hurst of Orrick Herrington & Sutcliffe, responding to a question from the judge and assertions by Google, disclosed the Google financial details, which subsequently made headlines when Bloomberg reporters got hold of the hearing transcript.\n\nNow Google wants Oracle and Orrick to be sanctioned for revealing confidential information produced under a protective order. On Wednesday, Google lawyers from King & Spalding filed a letter asking permission to move for a contempt finding and sanctions, arguing that “self-serving” disclosures by Oracle and Orrick “reveal a profound disregard for this court’s protective order. Google and third parties have been harmed by this disclosure and are at risk of further harm from future improper disclosures.” (Google’s lead counsel in the Oracle case is Keker & Van Nest, but the sanction letter said Orrick has been a Keker client so only K&S signed the filing.)\n\nGoogle has been protesting the Orrick disclosures since the hearing itself. As the company explained in a Jan. 20 letter to Judge Ryu, Google lawyers moved immediately after Hurst revealed information about its agreement with Apple to redact and seal the hearing transcript. The magistrate denied Google’s oral motion, but on Jan. 21, Google filed a formal motion to redact not only the Apple payment information but also disclosures about Android revenue and profits. (The company said it does not ordinarily break out Android finances.)\n\n“Had Oracle provided Google with notice of its intent to disclose such confidential information – as the protective order requires and as has been the parties’ past practice in this case – Google could have addressed this issue before the hearing,” the motion said. “But, due to Oracle’s failure to provide the notice \u007f Google has been forced to take immediate steps to limit the potential harmful impact of that disclosure by filing this motion. Google should not be punished for Oracle’s intentional misconduct.”\n\nOracle wasn’t exactly apologetic in its response later that day. The company said it didn’t take any position on whether the hearing transcript should be redacted and sealed, but pointed out that Google didn’t object at the hearing to the revelation of Android financial information, so it shouldn’t be permitted after the fact to seal those disclosures.\n\nMoreover, Oracle said, the protective order in the case allows both sides to disclose confidential information to the court, which is what happened at the hearing. Oracle wasn’t expecting to reveal confidential financial statistics, the company said, but when the magistrate asked about Google’s apportionment of profits, Oracle’s lawyer, Hurst, answered the judge’s question. Hurst only disclosed revenue details, Oracle said, to correct an assertion by Google’s lawyer that the data was contained in deposition testimony.\n\nAs for the Apple payment revelation, Oracle said, obliquely, that Google was on notice that the “economics of platform distribution” might arise during the hearing. In a declaration accompanying Oracle’s submission, Orrick partner Hurst said specifically that she informed Google lawyers at a meeting in December to discuss the Jan. 14 hearing that many of Oracle’s remedy theories take into account Google’s payments to third parties. She also noted that Google lawyers also disclosed confidential information at the hearing from Oracle experts.\n\nOracle’s response provoked Google’s sanction letter, which highlights Oracle’s “refusal to remedy the violations.” Google said its proposed motion will seek attorneys’ fees and costs associated with Oracle’s supposed breach of confidentiality.\n\nThe hearing transcript is now under seal while the magistrate reconsiders her previous decision not to keep it under wraps.\n\nAs for the contempt letter, U.S. District Judge William Alsup of San Francisco, who is overseeing the case, said in an order Thursday that the matter would be postponed until after trial, which is scheduled to begin in May.\n\nFor more of my posts, please go to WestlawNext Practitioner Insights",
        "link": "http://www.reuters.com/article/idUS226991976520160128",
        "time": "3:41PM UTC"
    },
    {
        "header": "Italian tax police believe Google evaded 227 million euros in taxes: sources",
        "body": "MILAN (Reuters) - Italy believes Google (GOOGL.O) evaded 227 million euros ($247.5 million) in taxes between 2009 and 2013 and could hit the U.S. Internet giant with hefty punitive fines, investigative sources said on Thursday.\n\nThe report by Italian finance police was due to be handed to Google later in the day and comes amid an increasingly angry debate across Europe over taxation of multinationals who park earnings in low-tax nations.\n\nAsked about the Italian report, a Google spokesperson said: “Google complies with the tax laws in every country where we operate. We are continuing to work with the relevant authorities.”\n\nFinance police suspect that over a five-year period, Google failed to declare some 100 million euros of revenues in Italy which would have fallen into a 27 percent corporate tax bracket.\n\nIn addition, some 600 million euros of royalties should have been revealed to the tax authorities and would have faced a tax demand for some 200 million euros.\n\nA source said there was no agreement yet with Google on the issue and said the eventual sum requested of the U.S. company could be considerably higher once penalties and interest arrears were added.\n\nGoogle’s latest figures show it paid 2.2 million euros of tax in Italy in 2014 on revenues of 54.4 million euros generated in the country. Italy’s Communications Authority estimates Google’s Italian revenues at around 10 times higher.\n\nLast week Google agreed to pay 130 million pounds ($185 million) in back taxes to the British authorities, though the opposition Labour Party and others said the sum was too small compared with the profits the company earned in Britain.\n\nIn December, Apple Inc (AAPL.O) agreed to pay Italy’s tax office 318 million euros to settle a dispute over allegations it failed to pay taxes for six years, a source with direct knowledge of the matter said.\n\nOn Thursday, the European Commission weighed into the row over taxation of multinationals with a proposal that would allow EU countries to tax corporate profits at home in some cases, even if the money had been transferred elsewhere.\n\nGoogle has based its regional headquarters in Dublin, where corporate tax rates are much lower than in Italy. The firm says its Italian presence merely provides consulting and marketing services for Google Ireland, the Middle East and Africa.\n\nEU tax law protects companies against paying tax in a country where they do not have what is termed a “permanent establishment”.\n\nSpeaking to Reuters last September, a Google spokeswoman said the company was “naturally” attracted by Ireland’s relatively low corporate tax rate, as well as by the expansion prospects the country offered.\n\n“If governments don’t like these laws they have the power to change them,” she said.",
        "link": "http://www.reuters.com/article/us-google-italy-tax-idUSKCN0V614L",
        "time": "11:29AM UTC"
    },
    {
        "header": "BRIEF-Google says complies with tax laws as Italy probes tax evasion",
        "body": "* In response to Italy tax evasion probe, says it complies with tax laws in every country where it operates, continues to work with relevant authorities - spokesperson",
        "link": "http://www.reuters.com/article/idUSI6N15301I",
        "time": "5:57AM UTC"
    },
    {
        "header": "Alphabet changes results format to separate Google, other bets",
        "body": "(Reuters) - Hoping to provide greater clarity into the performance of its many holdings, Alphabet Inc said it would report financial results under two segments, Google and “Other Bets,” when it releases fourth-quarter earnings on Monday.\n\nUnder Google, Alphabet will report the results of its main Internet and related businesses such as search, ads, maps, YouTube, Android, Chrome and Google Play, and hardware products such as Chromecast, Chromebooks and Nexus, as well as its virtual reality offerings. (bit.ly/1PlN7uS)\n\n“Other Bets” will detail Alphabet’s other businesses including Access/Google Fiber, Calico, Nest, Verily (formerly known as Google Life Sciences), GV (once known as Google Ventures), Google Capital and X, better known as Google X.\n\nAlphabet said there would be no changes to its consolidated financial reporting but some changes would be made to how it breaks out revenue.\n\nInvestors and analysts had praised the move to the Alphabet structure as a shift toward greater transparency and fiscal discipline when it was announced in August.\n\nIt will provide investors their first detailed peek into the finances of the parts of Google outside its highly profitable search engine.\n\nIn a blog post announcing the changes, Alphabet’s chief executive, Larry Page, said the change allows the company to take the “long-term view” of its holdings and invest “at the scale of the opportunities and resources we see.”\n\n“Fundamentally we believe this (structure) allows us more management scale, as we can run things independently that aren’t very related.”\n\nSince the Aug. 10 announcement, Alphabet’s stock price has climbed almost 13 percent, closing at $748.30 on Thursday. In addition, the company is close to displacing Apple Inc as the most valuable U.S. tech company.",
        "link": "http://www.reuters.com/article/us-alphabet-results-format-idUSKCN0V62X7",
        "time": "7:35PM UTC"
    },
    {
        "header": "EU competition boss says could look at UK's Google tax deal",
        "body": "LONDON (Reuters) - The European Union could investigate a back tax deal agreed by Internet group Google (GOOGL.O) and Britain, its competition boss said on Thursday.\n\nThe 130 million pounds ($185 million) settlement, announced on Friday, was hailed by the UK government as a major success but dismissed as “derisory” by the opposition Labour Party.\n\nEuropean Competition Commissioner Margrethe Vestager told BBC radio she would be willing to probe Google’s tax arrangements with Britain.\n\n“If we find that there is something to be concerned about. If someone writes to us and says ‘well maybe this is not as it should be’ then we will take a look,” she said.\n\nGoogle says it is paying all the tax that is due.\n\n“After a six-year audit we are paying the full amount of tax that HM Revenue & Customs agrees we should pay, including 130 million pounds in additional back tax,” Peter Barron, Google vice president for communications and public affairs, said in a letter to the Financial Times.\n\n“Governments make tax law, the tax authorities independently enforce the law, and Google complies with the law,” he said in the letter.\n\nThe Commission is preparing to announce measures designed to prevent tax avoidance by multi-national companies.\n\nTax avoidance has become a hot political issue in Britain, where people question whether the burden of fixing the public finances has been fairly shared.",
        "link": "http://www.reuters.com/article/us-google-britain-tax-idUSKCN0V60Q7",
        "time": "3:35AM UTC"
    }
]