[
    {
        "header": "Highlights: Top U.S. hedge funds bet on Alphabet, Netflix and retailers",
        "body": "NEW YORK (Reuters) - Former SAC executive Gabe Plotkin’s Melvin Capital took a new position in streaming video service Netflix Inc, buying 950,000 shares and a call option for 1.45 million shares, according to regulatory filings on Monday. Melvin Capital also took a new position in Home Depot Inc, buying 475,000 shares. And Passport Capital added 3.3 million Yahoo Inc shares, upping its stake by 243 percent, filings show.\n\nThese hedge-fund SEC disclosures are backward-looking and come out 45 days after the end of each quarter. Still, the filings offer a glimpse into what hedge fund managers saw as investment opportunities.\n\nThe filings do not disclose short positions, or bets that a stock will fall. As a result, the public filings do not always present a complete picture of a management firm’s stock holdings.\n\nThe following are some of the hot stocks and sectors in which hedge fund managers either took new positions or exited existing stakes in the first quarter.\n\nSeth Klarman’s Baupost Group bought into the company, putting on a new position with 1.7 million shares. Similarly, Davidson Kempner Capital Management added a new position, buying 833,099 shares while Adage Capital Partners nearly doubled its holdings by buying 547,759 shares to own 1.2 million.\n\nBut Senator Investment Group cut its position by more than half when it sold 875,000 shares and Third Point trimmed its holding by selling 400,000 shares to own 5 million. Also, Jana Partners cut its stake by 718,000 shares to 447,000 shares, while Omega Advisors cut its stake by about 221,000 shares to 561,000 shares.\n\nJana Partners sold its entire stake of 4.3 mln shares. Omega Advisors trimmed its stake by 583,000 shares to 3.5 million shares.\n\nJana Partners took a new stake of 634,000 Class C shares. Third Point took a new stake of 700,000 Class A Alphabet shares, while Omega Advisors trimmed its stake by 151,000 Class A shares to about 277,000 Class A shares.\n\nJohn Burbank’s Passport Capital sold 36,577 shares, reducing the firm’s holding by 35 percent. Suvretta Capital took a new position, buying 248,311 shares. Omega Advisors sold its entire stake of about 36,000 shares.\n\nJana Partners took a new stake of 750,000 shares.\n\nPassport Capital sold 325,434 shares of the social media company, cutting its stake by more than one quarter. Omega Advisors trimmed its stake by 526,000 Class A shares to 459,000 Class A shares.\n\nThe retailer saw its stock price surge 66 percent during the first quarter. Davidson Kempner sold its holding of 1 million shares.\n\nMelvin Capital put on a new position, buying 1.35 million shares in the retailer, which gained 43 percent in the first quarter. Davidson Kempner took a new position, adding 200,000 shares.\n\nJana Partners sold its entire stake of 5.9 million Class C shares.\n\nPassport Capital sold 1.2 million shares, cutting the firm’s stake by 27 percent. Omega Advisors increased its stake by 947,000 shares to 1.8 million shares.\n\nSenator Investment Group raised its holding by 130 percent when it added 8.5 million shares in the drug maker. Jana Partners increased its stake by 4.3 million shares to 13.5 million shares. Omega Advisors sold its entire stake of 1.3 million shares.\n\nA number of hedge funds liquidated their positions. Sachem Head sold 4.2 million shares, exiting the position it took in 2014. Hitchwood Capital sold its entire position, liquidating 2.5 million shares. Twin Capital sold its entire stake of 33,180 shares.",
        "link": "http://www.reuters.com/article/us-investments-funds-highlights-idUSKCN0Y71P4",
        "time": "1:23PM UTC"
    },
    {
        "header": "Google faces record three billion euro EU antitrust fine: Telegraph",
        "body": "LONDON (Reuters) - Google (GOOGL.O) faces a record antitrust fine of around 3 billion euros ($3.4 billion) from the European Commission in the coming weeks, British newspaper The Sunday Telegraph said.\n\nThe European Union has accused Google of promoting its shopping service in Internet searches at the expense of rival services in a case that has dragged on since late 2010.\n\nSeveral people familiar with the matter told Reuters last month they believed that after three failed attempts at a compromise in the past six years Google now had no plans to try to settle the allegations unless the EU watchdog changed its stance.\n\nThe Telegraph cited sources close to the situation as saying officials planned to announce the fine as early as next month, but that the bill had not yet been finalised.\n\nGoogle will also be banned from continuing to manipulate search results to favour itself and harm rivals, the newspaper said.\n\nThe Commission can fine firms up to 10 percent of their annual sales, which in Google’s case would be a maximum possible sanction of more than 6 billion euros. The biggest antitrust fine to date was a 1.1 billion-euro fine imposed on chip-maker Intel (INTC.O) in 2009.\n\nThe Commission and Google both declined to comment.",
        "link": "http://www.reuters.com/article/us-google-eu-idUSKCN0Y60J4",
        "time": "5:47AM UTC"
    },
    {
        "header": "BRIEF-Soros Fund Management cuts stake in Alphabet, Facebook",
        "body": "Cuts stake in Alphabet Inc to 6,637 class A shares from 65,570 class A shares - sec filing\n\nCuts shares stake in Facebook by 45.8 pct to 442,696 class a shares - sec filing\n\nDissolves share stake of class B shares in Viacom Inc\n\nChange in holdings are as of march 31, 2016 and compared with the previous quarter ended as of december 31, 2015",
        "link": "http://www.reuters.com/article/idUSFWN18D0Y9",
        "time": "5:20PM UTC"
    },
    {
        "header": "BRIEF-Jana Partners takes sole share stake Alphabet, Dissolves in AIG",
        "body": "* Jana partners llc takes sole share stake in alphabet inc of 633,956 class c shares\n\n* Jana partners llc cuts sole share stake in microsoft corp by 13.1 percent to 8.63 million shares\n\n* Jana partners llc ups sole share stake in pfizer by 46.8 percent to 13.5 million shares\n\n* Jana partners llc cuts sole share stake in allergan plc by 61.6 percent to 446,893 shares\n\n* Jana partners llc cuts sole share stake in conagra foods inc by 24.8 percent to 21.5 million shares",
        "link": "http://www.reuters.com/article/idUSFWN18D0PJ",
        "time": "10:49AM UTC"
    },
    {
        "header": "Oracle co-CEO says it did not buy Sun Micro to sue Google",
        "body": "SAN FRANCISCO (Reuters) - Oracle Corp (ORCL.N) did not acquire Sun Microsystems in 2009 in order to launch a copyright lawsuit against Google, but rather to protect its products that relied on Sun’s software, Oracle co-Chief Executive Safra Catz told jurors on Monday.\n\nIn a trial at San Francisco federal court, Oracle (ORCL.N) claims Google’s Android smartphone operating system violated its copyright on parts of the Java programing language. Alphabet Inc’s (GOOGL.O) Google unit said it should be able to use Java without paying a fee under the fair-use provision of copyright law.\n\nOracle acquired Sun in 2010 and sued Google after negotiations broke down. The jury was deadlocked in a trial in 2012. If the current jury rules against Google on fair use, then it would consider Oracle’s request for $9 billion in damages.\n\nGoogle has argued that Sun welcomed Google’s use of Java, but Oracle plotted to sue upon acquiring the company.\n\nHowever, an Oracle attorney asked Catz about emails from 2009, in which former Sun CEO Jonathan Schwartz described a dispute with Google over Java.\n\n“He told us that they’d been talking with Google and had been trying to get them to license Java,” said Catz, noting that Android was an unauthorized version of Java because Google did not have a license.\n\nOracle proceeded to acquire Sun, Catz said, because Java was too strategically important to Oracle’s products for it to be bought by a competitor.",
        "link": "http://www.reuters.com/article/us-oracle-alphabet-trial-idUSKCN0Y726D",
        "time": "4:52PM UTC"
    },
    {
        "header": "BRIEF-Soros Fund Management dissolves share stake in Alibaba, cuts in Alphabet",
        "body": "* Soros Fund Management cuts capital stock class a share stake in Alphabet Inc by 89.9% to 0.01 million shares\n\n* Soros Fund Management cuts class a share stake in Dish Network Corp by 64.8% to 0.46 million shares\n\n* Change in holdings are as of March 31, 2016 and compared with the previous quarter ended as of December 31, 2015 Source text for quarter ended March 31, 2016: (1.usa.gov/1R4PRZB) Source text for quarter ended Dec 31, 2015: (1.usa.gov/1TmvdJK) (Bengaluru Newsroom; +1 646 223 8780; )",
        "link": "http://www.reuters.com/article/idUSFWN18D0Y8",
        "time": "5:06PM UTC"
    }
]