[
    {
        "header": "Google files patent for drone 'delivery receptacle'",
        "body": "A patent filed Tuesday in the United States by the company, a unit of Alphabet Inc, describes a “delivery receptacle” designed to take packages from an “aerial delivery device” for deposit to a secure location.\n\nThe receptacle would use infrared beacons to connect with drones in the air and then guide them for delivery.\n\nThe delivery receptacle would then take the package to a safe location such as a garage, according to the patent. The patent did not provide any details on the nature of the delivery receptacle.\n\nThe filing provides a glimpse into a plan Google has been exploring since 2012. The project’s leader, Dave Vos, said last November it could start delivering packages by 2017.\n\nDubbed ‘Project Wing’, the initiative was announced in August 2014 with a YouTube video showing a field test conducted in Australia. In the United States, the company has conducted testing with NASA’s AMES Research Center.\n\nAlphabet and Amazon.com Inc are among a growing number of companies that are trying to make package delivery by drones a reality. But drone deliveries are not expected to take flight until after the Federal Aviation Administration publishes final rules for commercial drone operations, expected this year.\n\nAn FAA task force on drones has initiated a system requiring anyone who owns drones heavier than half a pound and lighter than 55 pounds to register before flying outdoors. By early January, 181,061 drones were registered.\n\nVos, who is co-chair of the task force, said during a Consumer Electronics Show workshop earlier this month that existing regulations are sufficient to allow the operation of drones.\n\n“I would advocate strongly that the need for additional regulation is very, very small. That in fact, if you allow people to do things and replicate what manned aviation pilots in this airspace do it already works,” he said.\n\n“We don’t need new regulation, we need to just be allowed to go do it,” Vos said.",
        "link": "http://www.reuters.com/article/us-alphabet-drones-idUSKCN0V50BV",
        "time": "10:58PM UTC"
    },
    {
        "header": "Google to face grilling by UK lawmakers over tax deal",
        "body": "LONDON (Reuters) - A British parliamentary committee will ask Google to testify about a back tax deal under which it will pay 130 million pounds ($185 million) to settle claims covering a 10-year period -- an amount the opposition Labour party has described as derisory.\n\nMeg Hillier, the Labour party chairwoman of parliament’s Public Accounts Committee, tweeted at the weekend she would call Google, now part of holding company Alphabet Inc, and the UK tax authority (HMRC) to explain the “cosy deal”.\n\nGoogle said it was a fair deal and that it complied with all tax rules. HMRC said the deal meant Google “will pay the full tax due in law.”\n\nFinance minister George Osborne said the agreement represented a victory for the action the government had taken against corporate tax avoidance.\n\nPrime Minister David Cameron’s spokesman described it as “a step forward” but acknowledged there was more to do to ensure companies paid their fair share.\n\nCorporate tax avoidance has prompted anger in recent years among citizens who question whether the burden of paying the cost of combating the financial crisis was evenly shared.\n\nA study conducted by accountants PricewaterhouseCooper for the 100 Group, a lobby body representing around 100 of the biggest UK companies, showed their combined corporation tax bill was half 2010 levels in 2015, despite rising profits.\n\nBusinesses say they benefit the exchequer in other ways such as collecting VAT (sales tax) on behalf of the government and employing staff who pay income taxes.\n\nGoogle’s tax deal brings its total UK tax bill over the period to around 200 million pounds.\n\nOver the period, its total of around 24 billion pounds in UK revenues would have generated a tax bill of almost 2 billion, if the UK unit reported taxable profits in line with group margins of around 30 percent, according to Reuters calculations based on Google filings.\n\nGoogle’s tax bill is reduced because profits from its European sales are channeled to Bermuda. Google says its Bermuda operation does not impact the tax it pays in the UK.\n\nExecutives say the reported UK profit margins are far below the group average because most of its algorithms and codes, which drive the company’s profits, are developed outside the country.\n\nIn 2013, the company faced a parliamentary inquiry after a Reuters investigation showed the firm employed hundreds of salespeople in Britain despite saying it did not conduct sales in the country, a key plank in its tax arrangements.",
        "link": "http://www.reuters.com/article/us-google-britain-taxation-idUSKCN0V30OR",
        "time": "10:49AM UTC"
    },
    {
        "header": "Google Glass goes dark on its social media accounts",
        "body": "NEW YORK (Reuters) - Four years after unveiling its wearable glass headset, Alphabet Inc’s Google shut down several social media accounts linked to the Glass gadget, ending its push to popularize the pricey eyeglasses with consumers.\n\nOn Tuesday, Twitter, Facebook and Instagram accounts for Google Glass were no longer active, a development first reported on the website 9to5Google.\n\nA statement on the Google Plus page said: “Hi Explorers, we’ve had a blast hanging out with you on G+ throughout the Explorer Program.” It went on to instruct users to get in touch with questions on the support page for Glass.\n\nThe company declined to comment on the decision.\n\nGoogle stopped selling Glass to consumers last year noting that it was time for a strategy reset, and the head of the Google X research lab has since then said that the hype surrounding the $1,500 device became overblown considering it was merely a prototype and not a finished product.\n\nGlass was greeted with enthusiasm among tech aficionados when it was first unveiled in 2012. But the device, which allows users to access e-mail messages on its eye-level screen and to record video with a tiny camera, quickly ran into problems. Some mocked its awkward appearance, while others expressed concern it could be used to make video recordings surreptitiously.\n\nOn Twitter, many interpreted the disappearance of Glass’s social accounts on Tuesday to mean a final end to efforts to market the product to consumers.\n\nJonas Haberkorn (@JonasHaberkorn) tweeted: “#GoogleGlass for consumers is dead, yes really dead.”\n\nMeanwhile, one user lamented the disappearance of the device’s social presence.\n\nMark Tompkins (@javamarket), who identifies himself as a trader and former hedge fund partner on Twitter, said: “Disappointed in @google’s decision 2 remove #GoogleGlass history from FB & @twitter. We learn best from actual recorded history. #coverup”",
        "link": "http://www.reuters.com/article/us-alphabet-glass-idUSKCN0V42GM",
        "time": "2:21PM UTC"
    }
]