[
    {
        "header": "RPT-Google tries new approach with voice on Pixel phone",
        "body": "Oct 28 (Reuters) - About six months ago, people working on hardware and the voice-activated Google Assistant for the Pixel phone started sitting next to each other at the company’s Mountain View, California headquarters, hammering out minute details of its first phone.\n\nThe new seating arrangement illustrated a much larger shift underway at Alphabet Inc’s Google, which crashed Apple Inc’s smartphone revolution eight years ago by giving away its Android software and letting handset makers do the rest.\n\nGoogle software now runs on 85 percent of the world’s smartphones, but as voice control threatens to replace touch as the primary means of using a hand-held device, the company is experimenting with a different approach - more akin to Apple’s tight integration of hardware and software.\n\nThe Pixel’s hardware and Assistant teams gather for happy hour every Friday and have already received a prototype for the camera on next year’s phone, said Brian Rakowski, vice president of product for Google’s Android operating system.\n\nTheir ambition: to make the company’s voice-powered digital assistant better than rivals such as Apple’s Siri and Microsoft Corp’s Cortana.\n\n“We really wanted the Assistant on the phone to feel like a natural extension of the ways you ask Google for information,” Rakowski said in an interview.\n\nThe fusion of hardware and software is key to that goal. Certain specifications are crucial for a high-performing assistant, such as a well-placed microphone and a powerful processor to crunch reams of data.\n\nCreating an app isn’t enough; that requires a few clicks for users to get to it.\n\nThe hardware and software teams worked closely on details such as the graphics that appear when users call up the assistant, settling on a flurry of colorful dots, which Rakowski called a “whimsical touch to give a little bit of life to the home button.”\n\nThe Assistant is always at the ready on the Pixel phone and can be summoned by pressing the home button or saying the words “OK Google.”\n\nBy integrating the Assistant into the Pixel, Google “doesn’t have to do negotiations with another handset maker - they can make it as tight as they want,” said Charles Jolley, chief executive of Ozlo, which offers a digital assistant by the same name.\n\nTo make sure users get the best possible experience, the Assistant will live only on Google products such as the Pixel, at least for now.\n\nIn the long term, however, it is unclear whether Google will keep it that way, or return to its original phone strategy and try to push the product out to the millions of smartphones running on other manufacturers’ Android phones, at the risk of offering a slightly lower-quality experience.\n\nRakowski said making sure the Assistant works well on other phones would require a close level of integration with handset makers, beyond the typical work that happens on the Android operating system.\n\n“We want all these features of the Assistant to work well and work quickly and be nicely integrated so it gives the right idea of what the Assistant can do,” he said “We don’t want it to feel limited or bolted on in any way.”\n\nHe admits it could be challenging to execute the Assistant on some current Android phones.\n\n“You can’t do some of the always-on ‘OK Google’ detection on some phones because they don’t include the right hardware to do that,” he said. “In some cases, the microphone is not in a great position.”\n\nWhatever Google decides, there are already some signs that its Assistant may not be welcome on all Android phones.\n\nSamsung Electronics Co, the world’s top selling smartphone maker and the leading Android manufacturer, recently acquired Viv Labs, an artificial intelligence startup founded by the creators of Siri, and plans to weave the assistant into its phones.\n\nHaving already ceded their operating systems to Google, Android manufacturers may be reluctant to delegate the digital assistant as well, people in the industry said.\n\n“If we get to the point where the face of the brand is the assistant itself, that is totally a differentiator,” said Babak Hodjat, co-founder of artificial intelligence company Sentient. “They will be relegated to just pushing hardware.”\n\nGoogle is coy about its plans. “Over time, we want to bring the Assistant to as many people as possible,” Steve Cheng, product management director for the Assistant, said in an interview, without giving details.\n\nAnalysts expect that eventually Google will try to make money by taking a share of transactions brokered by the Assistant - such as when a user buys flowers from a store the Assistant just located.\n\nGoogle Chief Executive Sundar Pichai appeared to hint at that possibility during the company’s earnings call on Thursday.\n\n“The Assistant team talked about conversational actions as a way by which we can integrate third parties into the voice experience,” he said.\n\nBut he did make clear, whether on its own or others’ hardware, the shift from touch to voice-controlled assistants presents a prime opportunity for Google.\n\n“As we went from desktops to mobile, it’s not like one replaced the other... It expanded the pie,” he said. “I approach this the same way.” (Reporting by Julia Love; Editing by Bill Rigby)",
        "link": "http://www.reuters.com/article/alphabet-pixel-idUSL1N1CY29J",
        "time": "7:00AM UTC"
    }
]