[
    {
        "header": "ANZ poaches Google exec in new digital banking push",
        "body": "SYDNEY, March 1 (Reuters) - ANZ Banking Group has poached Google’s Australia MD Maile Carnegie to the newly created position of digital banking chief, as the country’s No.4 lender pushes into technology amid slowing revenues and stifling competition.\n\nCarnegie, who starts in her new role in July, will lead the bank’s digital push including “strategic relationships” with the financial technology sector, ANZ said in a statement on Tuesday.\n\nAustralian banks are beefing up their fintech operations in response to growing competition from smaller digital rivals. According to estimates from KPMG, over a quarter of current banking industry revenue, or about A$27 billion ($19.21 billion), was at risk from “digital disruptors”.\n\n“Maile’s appointment recognises that digital is central to driving revenue growth and to successfully competing in a changing and disrupted environment where technology and brand are key sources of differentiation,” ANZ CEO Shayne Elliott said in a statement.\n\nMaile would be asked to “shift our thinking” and bring in new technology-literate talent, he added.\n\nCommonwealth Bank of Australia has set up innovation labs to tap the thinking of tech entrepreneurs, while Westpac Banking Corp has picked equity stakes in several fintech start-ups including peer-to-peer lender SocietyOne. ($1 = 1.4057 Australian dollars) (Reporting by Swati Pandey; Editing by Stephen Coates)",
        "link": "http://www.reuters.com/article/anz-bank-appointment-idUSL3N1691D8",
        "time": "9:13PM UTC"
    },
    {
        "header": "Google says it bears 'some responsibility' after self-driving car hit bus",
        "body": "(Reuters) - Alphabet Inc’s (GOOGL.O) Google said on Monday it bears “some responsibility” after one of its self-driving cars struck a municipal bus in a minor crash earlier this month.\n\nThe crash may be the first case of one of its autonomous cars hitting another vehicle and the fault of the self-driving car. The Mountain View, California-based Internet search leader said it made changes to its software after the crash to avoid future incidents.\n\nIn a Feb. 23 report filed with California regulators, Google said the crash took place in Mountain View on Feb. 14 when a self-driving Lexus RX450h sought to get around some sandbags in a wide lane.\n\nGoogle said in the filing the autonomous vehicle was traveling at less than 2 miles per hour, while the bus was moving at about 15 miles per hour.\n\nThe vehicle and the test driver “believed the bus would slow or allow the Google (autonomous vehicle) to continue,” it said.\n\nBut three seconds later, as the Google car in autonomous mode re-entered the center of the lane, it struck the side of the bus, causing damage to the left front fender, front wheel and a driver side sensor. No one was injured in the car or on the bus.\n\nGoogle said in a statement on Monday that “we clearly bear some responsibility, because if our car hadn’t moved, there wouldn’t have been a collision. That said, our test driver believed the bus was going to slow or stop to allow us to merge into the traffic, and that there would be sufficient space to do that.”\n\nThe Santa Clara Valley Transportation Authority will investigate the circumstances of the accident, Stacey Hendler Ross, spokeswoman for the Santa Clara Valley Transportation Authority, said on Monday.\n\nShe said the Google car caused minor damage to the bus, striking the “pivoting joint,” or flexible area in the middle of the articulated bus. After the crash, 15 passengers on the bus were transferred to another bus.\n\nAn investigation to determine liability is pending, she said.\n\nJohn M. Simpson, privacy project director for advocacy group Consumer Watchdog, said the crash “is more proof that robot car technology is not ready for auto pilot.”\n\nA spokesman for the California Department of Motor Vehicles said on Monday it will speak to Google to gather additional information, but added “the DMV is not responsible for determining fault.”\n\nGoogle said it has reviewed this incident “and thousands of variations on it in our simulator in detail and made refinements to our software. From now on, our cars will more deeply understand that buses (and other large vehicles) are less likely to yield to us than other types of vehicles, and we hope to handle situations like this more gracefully in the future.”\n\nThere has been no official determination of fault in the crash. Google has previously said that its autonomous vehicles have never been at fault in any crashes.\n\nThe Mountain View Police Department said no police report was filed in the incident.\n\nA spokesman for the U.S. National Highway Traffic Safety Administration declined to comment.\n\nThe crash comes as Google has been making the case that it should be able to test vehicles without steering wheels and other controls.\n\nIn December, Google criticized California for proposing regulations that would require autonomous cars to have a steering wheel, throttle and brake pedals when operating on public roads. A licensed driver would need to be ready to take over if something went wrong.\n\nGoogle said in November that in six years of its self-driving project, it has been involved in 17 minor accidents during more than two million miles of autonomous and manual driving combined.\n\n“Not once was the self-driving car the cause of the accident,” Google said at the time.",
        "link": "http://www.reuters.com/article/us-google-selfdrivingcar-idUSKCN0W22DG",
        "time": "6:31PM UTC"
    },
    {
        "header": "Google says self-driving car hits municipal bus in minor crash",
        "body": "Feb 29 (Reuters) - Alphabet Inc’s Google self-driving car struck a municipal bus in a minor crash - in what may be the first case of one of its autonomous cars hitting another vehicle.\n\nIn a Feb. 23 report filed with California regulators, Google said the Feb. 14 crash took place in Mountain View, Calif., when a self-driving Lexus RX450h sought to get around some sandbags in a wide lane. The vehicle and the test driver “believed the bus would slow or allow the Google (autonomous vehicle) to continue.”\n\nBut three seconds later, as the Google car reentered the center of the lane it struck the side of the bus, causing damage to the left front fender, front wheel and a driver side sensor. No one was injured.",
        "link": "http://www.reuters.com/article/google-selfdrivingcar-idUSL2N1681DP",
        "time": "1:17PM UTC"
    }
]