[
    {
        "header": "In boost to self-driving cars, U.S. tells Google computers can qualify as drivers",
        "body": "WASHINGTON/DETROIT (Reuters) - U.S. vehicle safety regulators have said the artificial intelligence system piloting a self-driving Google car could be considered the driver under federal law, a major step toward ultimately winning approval for autonomous vehicles on the roads.\n\nThe National Highway Traffic Safety Administration told Google, a unit of Alphabet Inc, of its decision in a previously unreported Feb. 4 letter to the company posted on the agency’s website this week.\n\nGoogle’s self-driving car unit on Nov. 12 submitted a proposed design for a self-driving car that has “no need for a human driver,” the letter to Google from National Highway Traffic Safety Administration Chief Counsel Paul Hemmersbaugh said.\n\n“NHTSA will interpret ‘driver’ in the context of Google’s described motor vehicle design as referring to the (self-driving system), and not to any of the vehicle occupants,” NHTSA’s letter said.\n\n“We agree with Google its (self-driving car) will not have a ‘driver’ in the traditional sense that vehicles have had drivers during the last more than one hundred years.”\n\nMajor automakers and technology companies such as Google are racing to develop and sell vehicles that can drive themselves at least part of the time.\n\nAll participants in the autonomous driving race complain that state and federal safety rules are impeding testing and eventual deployment of such vehicles. California has proposed draft rules requiring steering wheels and a licensed driver in all self-driving cars.\n\nKarl Brauer, senior analyst for the Kelley Blue Book automotive research firm, said there were still significant legal questions surrounding autonomous vehicles.\n\nBut if “NHTSA is prepared to name artificial intelligence as a viable alternative to human-controlled vehicles, it could substantially streamline the process of putting autonomous vehicles on the road,” he said.\n\nIf the car’s computer is the driver for legal purposes, then it clears the way for Google or automakers to design vehicle systems that communicate directly with the vehicle’s artificial pilot.\n\nIn its response to Google, the federal agency offered its most comprehensive map yet of the legal obstacles to putting fully autonomous vehicles on the road. It noted existing regulations requiring some auto safety equipment can not be waived immediately, including requirements for braking systems activated by foot control.\n\n“The next question is whether and how Google could certify that the (self-driving system) meets a standard developed and designed to apply to a vehicle with a human driver,” NHTSA said.\n\nGoogle is “still evaluating” NHTSA’s lengthy response, a company spokesperson said on Tuesday. Google executives have said they would likely partner with established automakers to build self-driving cars.\n\nGoogle told NHTSA that the real danger is having auto safety features that could tempt humans to try to take control.\n\nGoogle “expresses concern that providing human occupants of the vehicle with mechanisms to control things like steering, acceleration, braking... could be detrimental to safety because the human occupants could attempt to override the (self-driving system‘s) decisions,” the NHTSA letter stated.\n\nNHTSA’s Hemmersbaugh said federal regulations requiring equipment like steering wheels and brake pedals would have to be formally rewritten before Google could offer cars without those features.\n\nFor example, current federal rules require alerts on dashboards if tire pressure runs low. NHTSA said a test would need to be created that shows the vehicle computer is informed of the problem. NHTSA raised the question of whether humans in the vehicles should also be made aware.\n\nIn January, NHTSA said it may waive some vehicle safety rules to allow more driverless cars to operate on U.S. roads as part of a broader effort to speed up development of self-driving vehicles.\n\nNHTSA said then it would write guidelines for self-driving cars within six months. Transportation Secretary Anthony Foxx said the administration may seek new legal authority to allow deployment of autonomous vehicles “in large numbers,” when they are deemed safe, the department said.\n\nThe process of rewriting federal regulations governing the design, placement and operation of vehicle controls could take months or years. The NHTSA counsel said Google could consider applying for exemptions for certain regulations, providing NHTSA with supporting documents.",
        "link": "http://www.reuters.com/article/alphabet-autos-selfdriving-idUSL2N15P043",
        "time": "8:23PM UTC"
    },
    {
        "header": "Presidential candidate Kasich surprises on Google Trends",
        "body": "(Reuters) - U.S. Republican presidential candidate John Kasich, who has struggled to generate enthusiasm for his campaign, made a surprise showing on Google Trends on Tuesday in the run-up to New Hampshire’s primary.\n\nAfter beating Republican rival Donald Trump by 3-2 in the tiny town of Dixville Notch, the first community to vote in the New Hampshire primary, Kasich appeared to pique voters’ interest in the state, which holds the first-in-the nation presidential nominating primary.\n\nGoogle Trends data showed on Tuesday evening that the Ohio governor was the top-searched candidate associated with the search ”Vote for...“ (i.e., ”Vote for John Kasich). Carly Fiorina and Ted Cruz were the second- and third-most commonly queried candidates under that search term.\n\nKasich has long staked the viability of his campaign on the outcome in New Hampshire. He picked up less than 2 percent of the votes in the Republican Iowa caucuses last week, the first in the state-by-state nominating contests for the Nov. 8 presidential election.\n\nSanders won a bigger share of the social conversation among millennials in New Hampshire than rival Hillary Clinton before Tuesday’s primary, according to Yik Yak, an app that has mostly younger users.\n\nCNN projected on Tuesday that Sanders, a U.S. senator from Vermont, won the New Hampshire primary.\n\nOn the Republican side, Trump, a billionaire businessman who CNN projected won the New Hampshire primary, received 61.3 percent of mentions on Yik Yak over Cruz, a U.S. senator from Texas, who brought in 12.4 percent.\n\nSanders was the most-discussed candidate on the Democratic side, capturing 55.3 percent of mentions in yaks, or anonymous posts made by users, in New Hampshire, compared with Clinton’s 44.7 percent, the location-based app said. The data was measured between the Feb. 1 Iowa caucuses and Monday, the eve of the New Hampshire primary.\n\nSanders also received a 21.8 percent approval rating on Yik Yak, compared with Clinton’s 7.4 percent.\n\nWhile social media buzz does not necessarily translate into votes, it can be a good indication of the interest level surrounding a candidate. Sanders also had a strong performance on social media during the Iowa caucuses, where he lost narrowly to Clinton, the former secretary of state.\n\nSAP is the sponsor of this content. It was independently created by Reuters’ editorial staff and funded in part by SAP, which otherwise has no role in this coverage.",
        "link": "http://www.reuters.com/article/us-usa-election-socialmedia-idUSMTZSAPEC29AQB7CK",
        "time": "11:53PM UTC"
    },
    {
        "header": "Google CEO Pichai receives stock grant worth about $199 million",
        "body": "(Reuters) - Google Chief Executive Sundar Pichai received restricted stock worth about $199 million, according to a regulatory filing by Google parent company Alphabet Inc (GOOGL.O) (GOOG.O).\n\nPichai, who took over in August, received a grant for 273,328 Class C Google stock units on Feb. 3. The valuation is based on the stock’s closing price on that date.\n\nOn the same day, Pichai sold 375 Class A common shares at a price of $786.28 each, and 3,625 Class C capital stock at a price of $768.84 each, the filing said. (1.usa.gov/1PhAHCI).",
        "link": "http://www.reuters.com/article/us-google-ceo-compensation-idUSKCN0VI04I",
        "time": "12:33AM UTC"
    },
    {
        "header": "UPDATE 1-U.S. presidential candidate Kasich surprises on Google Trends",
        "body": "(Reuters) - U.S. Republican presidential candidate John Kasich, who has struggled to generate enthusiasm for his campaign, made a surprise showing on Google Trends on Tuesday in the run-up to New Hampshire’s primary.\n\nAfter beating Republican rival Donald Trump by 3-2 in the tiny town of Dixville Notch, the first community to vote in the New Hampshire primary, Kasich appeared to pique voters’ interest in the state, which holds the first-in-the nation presidential nominating primary.\n\nGoogle Trends data showed on Tuesday evening that the Ohio governor was the top-searched candidate associated with the search ”Vote for...“ (i.e., ”Vote for John Kasich). Carly Fiorina and Ted Cruz were the second- and third-most commonly queried candidates under that search term.\n\nKasich has long staked the viability of his campaign on the outcome in New Hampshire. He picked up less than 2 percent of the votes in the Republican Iowa caucuses last week, the first in the state-by-state nominating contests for the Nov. 8 presidential election.\n\nSanders won a bigger share of the social conversation among millennials in New Hampshire than rival Hillary Clinton before Tuesday’s primary, according to Yik Yak, an app that has mostly younger users.\n\nCNN projected on Tuesday that Sanders, a U.S. senator from Vermont, won the New Hampshire primary.\n\nOn the Republican side, Trump, a billionaire businessman who CNN projected won the New Hampshire primary, received 61.3 percent of mentions on Yik Yak over Cruz, a U.S. senator from Texas, who brought in 12.4 percent.\n\nSanders was the most-discussed candidate on the Democratic side, capturing 55.3 percent of mentions in yaks, or anonymous posts made by users, in New Hampshire, compared with Clinton’s 44.7 percent, the location-based app said. The data was measured between the Feb. 1 Iowa caucuses and Monday, the eve of the New Hampshire primary.\n\nSanders also received a 21.8 percent approval rating on Yik Yak, compared with Clinton’s 7.4 percent.\n\nWhile social media buzz does not necessarily translate into votes, it can be a good indication of the interest level surrounding a candidate. Sanders also had a strong performance on social media during the Iowa caucuses, where he lost narrowly to Clinton, the former secretary of state.\n\nSAP is the sponsor of this content. It was independently created by Reuters’ editorial staff and funded in part by SAP, which otherwise has no role in this coverage.",
        "link": "http://www.reuters.com/article/usa-election-socialmedia-idUSL2N15P017",
        "time": "8:17PM UTC"
    }
]