[
    {
        "header": "Google CEO to meet with EU antitrust chief on Friday",
        "body": "(Reuters) - The chief executive of Alphabet Inc’s (GOOGL.O) Google and the European Union’s antitrust chief will meet on Friday, following the U.S. technology group’s formal rejection this month of a spate of charges, including blocking rivals in online search advertising.\n\nGoogle Chief Executive Sundar Pichai will meet in Brussels with EU Competition Commissioner Margrethe Vestager and Guenther Oettinger, European Commissioner for Digital Economy and Society, as the final stop in a short tour of the continent, spokespeople for Google and the EU confirmed.\n\nLast week, Google General Counsel Kent Walker argued that the company’s Android operating system helps competition, rebutting charges that the firm uses the platform to crush rivals. The Mountain View, Calif., company also rejected charges that it unfairly promoted its shopping service and blocked rivals in online search advertising.\n\nEU regulators are expected to rule next year on those issues, potentially ordering Google to change its business practices and levying huge fines. The case has hung over Google since the European Commission opened its investigation six years ago, following complaints from Microsoft Corp (MSFT.O) and other rivals.\n\nThe Android case poses a keen risk to Google as the operating system has yielded about $22 billion in profit for the company since its release in 2008, an Oracle Corp lawyer told a U.S. court in January.\n\nPichai last met with Vestager and Oettinger in February, shortly after he was named chief executive of Google.\n\nDuring a visit to London earlier this week, Pichai announced an expansion of Google’s presence in the city, saying he was optimistic about Britain’s future as a tech hub, despite the uncertainty caused by the nation’s vote to leave the European Union in June.",
        "link": "http://www.reuters.com/article/us-alphabet-eu-idUSKBN13B2LB",
        "time": "2:39PM UTC"
    },
    {
        "header": "Taiwan to ask for removal of Uber apps from Apple, Google app stores",
        "body": "TAIPEI (Reuters) - Taiwan plans to ask Apple Inc (AAPL.O) and Alphabet Inc’s (GOOGL.O) Google to pull apps of Uber Technologies available in Taiwan on their app stores, a government official said, upping pressure on the ride-hailing firm that is locked in a dispute with the island.\n\nUber [UBER.UL] operates in Taiwan as an internet-based technology platform rather than a transportation company, which Taiwanese authorities have said is a mis-representation of its service and has ordered it to pay back taxes.\n\nHowever, Uber has said it is communicating with Taiwan authorities and complies with local regulations.\n\n“Uber has not done what it says it will do, so we are looking at another way by requesting its apps be removed from Apple and Google (app stores),” Liang Guo-guo, a spokesman for Taiwan’s Directorate General of Highways, which is handling the matter, told Reuters by phone on Wednesday.\n\nLiang said the request would include the removal of UberEATS app, which Uber launched in Taiwan on Tuesday as part of its effort to expand beyond its core taxi-hailing business around the world.\n\nIt is unclear if the move would succeed in hampering Uber in Taiwan as removing the app would not prevent alternative ways to download it. It is also not clear how apps that have already been downloaded by users will be dealt with.\n\nUber and Apple did not immediately respond with comments.\n\nA Google spokesperson pointed to policies on Google Play, its app store, which indicate that the company does not allow apps that facilitate or promote illegal activities, but declined to comment further.\n\nTaiwan transport authorities have begun penalizing UberEATS by fining motorcyclists who deliver the takeaways and suspending vehicle licenses for two to six months, the Ministry of Transportation and Communications said in a statement issued on Tuesday.\n\nUber has been facing similar legal scrutiny in markets across Asia. It entered the Taiwan market in 2013, and its growing popularity has triggered anger from domestic taxi drivers, who staged a massive protest against Uber earlier this year.",
        "link": "http://www.reuters.com/article/us-taiwan-uber-idUSKBN13B0Y5",
        "time": "4:42AM UTC"
    }
]