[
    {
        "header": "BRIEF-NFL, Google expand relationship for enhanced NFL viwieng",
        "body": "* NFL - NFL,Google expand relationship for enhanced NFL viwieng;NFL films to produce VR series to be available through Youtube,NFL VR app designed for Daydream Source text - bit.ly/2fgbH5b",
        "link": "http://www.reuters.com/article/idUSFWN1D41D2",
        "time": "12:47PM UTC"
    },
    {
        "header": "Google formally rejects EU antitrust charges, says evidence is lacking",
        "body": "BRUSSELS, Nov 3 (Reuters) - Alphabet unit Google rejected on Thursday EU antitrust charges of unfairly promoting its shopping service and blocking rivals in online search advertising, saying there was no factual, legal or economic basis to the accusations.\n\nGoogle’s general counsel Kent Walker said on a blog that the European Commission’s shopping case was based on a theory that was not in line with market reality.\n\n“We never compromised the quality or relevance of the information we received. On the contrary, we improved it. That isn’t ‘favouring’ - that’s listening to our customers,” Walker said.\n\nHis comments came as the company formally replied to the two charges, one of which it received in April last year and the other in July this year, earlier on Thursday. (Reporting by Foo Yun Chee; editing by Robert-Jan Bartunek)",
        "link": "http://www.reuters.com/article/eu-google-antitrust-idUSL8N1D475K",
        "time": "11:00AM UTC"
    },
    {
        "header": "Alphabet's Google moves to upgrade app store",
        "body": "SAN FRANCISCO (Reuters) - Alphabet Inc’s Google is redoubling efforts to help developers of Android mobile apps build their businesses as concerns mount that the app economy has reached saturation.\n\nUnder the leadership of Sameer Samat, who rejoined Google earlier this year after a spell as president of wearable tech firm Jawbone, the company is sharpening Google Play store recommendations with artificial intelligence and expanding support for various payment platforms, among other initiatives.\n\nGoogle’s efforts in some way mirror those of arch-rival Apple Inc, which revamped its App Store this year with quicker review times for new apps and an increase in the cut of revenue that goes to developers.\n\nBoth companies face a chorus of complaints from developers who say they are struggling to stand out in a jam-packed field.\n\nMany smartphone users, meanwhile, appear to have tired of downloading apps altogether, especially as messaging services like Snapchat perform more of the functions that once required a separate app.\n\nGames remain a focus of the Google Play store, and Nintendo Co Ltd is building a version of its popular Super Mario Run game for Android, said Samat, who leads product management for the Google Play store.\n\nThe store is also expanding to new platforms, including wearable devices, virtual reality headsets and Google’s Chromebook laptops.\n\n“What we are excited about is giving developers that single entry point for more and more of the computing ecosystem,” said Samat.\n\nGoogle has eased the once-complicated process of developing apps for the Play store, said James Knight, a former Google employee who launched Pembroke, a consultancy that helps developers convert Apple-compatible iOS apps to the Android operating system.\n\n“The App Store has historically been a little more straightforward, and Android has been a bit more like the Wild West,” he said.\n\nMirroring the larger smartphone market, the Google Play store sees far more activity by virtue of its placement on the wide range of devices running the Android operating system - but Apple claims more of the profits.\n\nThe Google Play store accounted for 70 percent of app downloads in the third quarter of this year, but Apple’s App Store logged 65 percent of the revenue, according to App Annie, a mobile analytics firm.\n\nA big part of Google’s new effort involves emerging markets, where Android is stronger relative to the iPhone. The company has steadily expanded its support of direct carrier billing, a popular payment method in emerging markets where consumers often do not have credit cards. Google now offers the payment method in 47 markets.\n\nTo improve app recommendations for users, the Play store has also made extensive use of machine learning, a branch of artificial intelligence that gleans insights from vast troves of data. Google’s Play store and machine learning teams began collaborating three years ago, and a partnership was struck last year with Google Brain, a cutting-edge research project.\n\nThe jolt of artificial intelligence is welcome as developers hunt for an audience for their apps, said Greg Cohn, chief executive of Burner, which makes an app that provides temporary phone numbers.\n\n“The harsh reality is that there are a few apps that get the vast majority of people’s time and attention,” he said.",
        "link": "http://www.reuters.com/article/us-alphabet-apps-idUSKBN12Y100",
        "time": "7:20AM UTC"
    },
    {
        "header": "Google formally rejects EU antitrust charges",
        "body": "BRUSSELS (Reuters) - Google (GOOGL.O) on Thursday formally rejected European Union antitrust charges of unfairly promoting its shopping service and blocking rivals in online search advertising, paving the way for EU regulators to rule next year on these issues and potentially impose hefty fines.\n\nThe U.S. technology giant’s rebuttal in the shopping case came six years after the European Commission opened an investigation prompted by complaints from rivals such as Microsoft (MSFT.O) and a host of European and U.S. rivals.\n\nThe EU regulator followed up with an anti-competitive charge against the company in April last year and added more evidence in July this year. It also issued a separate charge sheet against its online search advertising product AdSense for Search at the same time.\n\nGoogle’s general counsel Kent Walker said on a blog that the accusations had no factual, legal or economic basis, and that the company’s actions were driven by its users rather than any plan to squash rivals.\n\n“We never compromised the quality or relevance of the information we displayed. On the contrary, we improved it. That isn’t ‘favoring’ - that’s listening to our customers,” Walker said.\n\nHe said the Commission had failed to take into account competition from Amazon (AMZN.O), merchant platforms, social media sites, mobile web and online advertising by companies such as Facebook (FB.O) and Pinterest.\n\nThe EU executive said it had received Google’s response.\n\n“In each case, we will carefully consider Google’s response before taking any decision on how to proceed and cannot at this stage prejudge the final outcome of the investigation,” Commission spokesman Ricardo Cardoso said in an email.\n\nGoogle may find it difficult convincing the EU regulator with its latest arguments, said Michael Carrier, professor at New Jersey-based Rutgers Law School.\n\n“Google has a point that its search results help consumers by allowing them to directly buy the item. But the Commission worries about the effect on rivals. This likely will outweigh the consumer point,” he said.\n\nGoogle also rejected a Commission proposal which would let the company charge rivals for displaying their services prominently, with the amount corresponding to its operating cost or a nominal amount based on the lowest reserve price for AdWords which is currently 0.01 euro per click.\n\nIn the advertising case, the company said it had already scrapped the exclusivity clauses and other provisions identified by the regulator as anti-competitive.\n\nThe Commission plans to hand down hefty fines to Google if found guilty of breaching EU rules, the charge sheet seen by Reuters showed. The penalty could reach $7.4 billion or 10 percent of the company’s global turnover for each case.\n\nWalker said Google would respond in the coming days to a third EU charge of using its Android mobile operating system to hinder competitors. The Commission has given it until Nov. 11 to do so.",
        "link": "http://www.reuters.com/article/us-eu-google-antitrust-idUSKBN12Y1Z8",
        "time": "1:55PM UTC"
    }
]