[
    {
        "header": "Google says it will expand operations in London",
        "body": "LONDON, Nov 15 (Reuters) - Alphabet Inc’s Google said on Tuesday it will expand its London offices to eventually accommodate 7,000 employees, up from around 4,000 at the moment.\n\nThe expansion involves the addition of a 10-storey building to its Kings Cross campus in north London, the company said in a statement.\n\n“We are committed to the UK and excited to continue our investment in our new King’s Cross campus,” said Sundar Pichai, Google chief executive officer.\n\nBritain’s finance ministry said Google’s announcement was a “big vote of confidence” in Britain’s position as a global tech hub. (Reporting by Andy Bruce; editing by Stephen Addison)",
        "link": "http://www.reuters.com/article/alphabet-london-idUSU8N19Y01W",
        "time": "12:43PM UTC"
    },
    {
        "header": "Google announces artificial intelligence group for Google Cloud",
        "body": "(Reuters) - Alphabet’s Google announced the formation of an artificial intelligence group for Google Cloud, the tech company’s latest gambit to increase its market share in the lucrative cloud computing business.\n\nDiane Greene, who leads Google’s cloud business, announced the team at an event at the company’s facilities in San Francisco. The group will be led by Fei-Fei Li, an artificial intelligence professor at Stanford University, and researcher Jia Li.\n\n“What really attracted these two people to come and be in Google Cloud is a chance to democratize machine learning and artificial intelligence,” Greene said.",
        "link": "http://www.reuters.com/article/us-alphabet-cloud-idUSKBN13A2KT",
        "time": "2:27PM UTC"
    },
    {
        "header": "Google, Facebook move to restrict ads on fake news sites",
        "body": "SAN FRANCISCO (Reuters) - Alphabet Inc’s Google (GOOGL.O) and Facebook Inc (FB.O) on Monday announced measures aimed at halting the spread of “fake news” on the internet by targeting how some purveyors of phony content make money: advertising.\n\nGoogle said it is working on a policy change to prevent websites that misrepresent content from using its AdSense advertising network, while Facebook updated its advertising policies to spell out that its ban on deceptive and misleading content applies to fake news.\n\nThe shifts comes as Google, Facebook and Twitter Inc (TWTR.N) face a backlash over the role they played in the U.S. presidential election by allowing the spread of false and often malicious information that might have swayed voters toward Republican candidate Donald Trump.\n\nThe issue has provoked a fierce debate within Facebook especially, with Chief Executive Mark Zuckerberg insisting twice in recent days that the site had no role in influencing the election.\n\nFacebook’s steps are limited to its ad policies, and do not target fake news sites shared by users on their news feeds.\n\n“We do not integrate or display ads in apps or sites containing content that is illegal, misleading or deceptive, which includes fake news,” Facebook said in a statement, adding that it will continue to vet publishers to ensure compliance.\n\nGoogle’s move similarly does not address the issue of fake news or hoaxes appearing in Google search results. That happened in the last few days, when a search for ‘final election count’ for a time took users to a fake news story saying Trump won the popular vote. Votes are still being counted, with Democratic candidate Hillary Clinton showing a slight lead.\n\nNor does Google suggest that the company has moved to a mechanism for rating the accuracy of particular articles.\n\nRather, the change is aimed at assuring that publishers on the network are legitimate and eliminating financial incentives that appear to have driven the production of much fake news.\n\n“Moving forward, we will restrict ad serving on pages that misrepresent, misstate, or conceal information about the publisher, the publisher’s content, or the primary purpose of the web property,” Google said in a statement.\n\nThe company did not detail how it would implement or enforce the new policy.\n\nAdSense, which allows advertisers to place text ads on the millions of websites that are part of Google’s network, is a major source of money for many publishers.\n\nA report in BuzzFeed News last month showed how tiny publishers in Macedonia were creating websites with fake news - much of it denigrating Clinton - which were widely shared on Facebook.\n\nThat sharing in turn led people to click on links which brought them to the Macedonian websites, which could then make money on the traffic via Google’s AdSense.\n\nFacebook has been widely blamed for allowing the spread of online misinformation, most of it pro-Trump, but Zuckerberg has rejected the notion that Facebook influenced the outcome of the election or that fake news is a major problem on the service.\n\n“Of all the content on Facebook, more than 99 percent of what people see is authentic,” he wrote in a blog post on Saturday. “Only a very small amount is fake news and hoaxes.”\n\nGoogle has long had rules for its AdSense program, barring ads from appearing next to pornography or violent content. Work on the policy update announced on Monday began before the election, a Google spokeswoman said.\n\nThe company uses a combination of humans and artificial intelligence to review sites that apply to be a part of AdSense, and sites continue to be monitored after they are accepted, a former Google employee who worked on ad systems said. Google’s artificial intelligence systems learn from sites that have been removed from the program, speeding the removal of similar sites.\n\nThe issue of fake news is critical for Google from a business standpoint, as many advertisers do not want their brands to be touted alongside dubious content. Google must constantly hone its systems to try to stay one step ahead of unscrupulous publishers, the former employee said.\n\nGoogle has not said whether it believes its search algorithms, or its separate system for ranking results in the Google News service, also need to be modified to cope with the fake news issue.\n\nFil Menczer, a professor of informatics and computing at Indiana University who has studied the spread of misinformation on social media, said Google’s move with AdSense was a positive step.\n\n“One of the incentives for a good portion of fake news is money,” he said. “This could cut the income that creates the incentive to create the fake news sites.”\n\nHowever, he cautioned that detecting fake news sites was not easy. “What if it is a site with some real information and some fake news? It requires specialized knowledge and having humans (do it) doesn’t scale,” he said.",
        "link": "http://www.reuters.com/article/us-alphabet-advertising-idUSKBN1392MM",
        "time": "9:53AM UTC"
    },
    {
        "header": "Google commits to post-Brexit UK with major London investment",
        "body": "LONDON (Reuters) - Google delivered a vote of confidence in London’s future as a technological hub after the Brexit vote on Tuesday by announcing plans for a new building in the King’s Cross area of the city that will house thousands of extra engineers.\n\nGoogle’s Chief Executive Sundar Pichai said computer science had a great future in Britain, citing the talent pool, educational institutions, and passion for innovation present in the country.\n\n“That’s why we are investing in London in both engineering talent and infrastructure,” he said.\n\nThe 10-storey building, Google’s first wholly owned and designed outside the United States, will increase its presence in King’s Cross to more than 1 million square feet, enough for more than 7,000 employees in total, the company said.\n\nGoogle has 5,700 employees and contractors in the UK, including about 2,000 engineers housed in the recently opened building in King’s Cross where Pichai announced the expansion.\n\nPichai, who became CEO in October 2015 when parent company Alphabet Inc (GOOGL.O) was created, said he was optimistic about Britain’s future, despite the uncertainty caused by June’s vote to leave the European Union.\n\n“Historically, the UK has been an open and connected economy, and like a lot of businesses we are proud of and rely on the fact that we recruit the best talent from around world,” he said. “We are optimistic that this situation will continue.”\n\n“We understand there is uncertainty and even concerns about topics like Brexit and the pace of technological change in our times, but we know for certain that web and digital technology will be an engine of growth for the UK for years to come.”\n\nBritish Finance Minister Philip Hammond said the investment showed leading firms were still choosing to invest in Britain, while the Mayor of London Sadiq Khan said inflows remain “robust” post-Brexit.\n\n“London isn’t just the tech capital of Europe, we are on the shoulder of New York and we are catching up with Silicon Valley,” Khan said at the event.\n\n“Investment into the capital post-Brexit remains robust, so Google’s expansion will further strengthen our city’s reputation as a global leader in digital technology.”\n\nPichai made reference in his speech to another event that exposed a division in a western society: the U.S. election.\n\n“Recent events, including the election in the U.S., have clearly surfaced challenges with inequality and people feeling marginalized,” he said.\n\nThese were “long-term and difficult” problems to solve, he said, but it was his hope that Google would play a constructive role in addressing some of these challenges.\n\nThe company, along with Facebook (FB.O), on Monday announced measures aimed at halting the spread of “fake news” on the internet by targeting how some purveyors of phony content make money: advertising.\n\nThe shifts comes as Google, Facebook and Twitter Inc (TWTR.N) face a backlash over the role they played in the U.S. presidential election by allowing the spread of false and often malicious information that might have swayed voters toward Republican candidate Donald Trump, who won the Nov. 8 vote.",
        "link": "http://www.reuters.com/article/us-alphabet-london-idUSKBN13A2DJ",
        "time": "6:29PM UTC"
    }
]