[
    {
        "header": "Google, Ford, Uber launch coalition to further self-driving cars",
        "body": "WASHINGTON (Reuters) - Alphabet Inc’s Google unit (GOOGL.O), Ford Motor Co (F.N), the ride-sharing service Uber [UBER.UL] and two other companies said on Tuesday they are forming a coalition to push for federal action to help speed self-driving cars to market.\n\nSweden-based Volvo Cars, which is owned by China’s Zhejiang Geely Holding Group Co GEELY.UL, and Uber rival Lyft also are part of the Self-Driving Coalition for Safer Streets. The group said in a statement it will “work with lawmakers, regulators and the public to realize the safety and societal benefits of self-driving vehicles.”\n\nThe coalition said David Strickland, the former top official of the U.S. National Highway Traffic Safety Administration (NHTSA), the top U.S. auto safety agency that is writing new guidance on self-driving cars, will be the coalition’s counsel and spokesman.\n\n“What people are looking for is clear rules of the road of what needs to be done for (fully autonomous) vehicles to be on the road,” Strickland said in an interview Tuesday, emphasizing the companies want to deploy them safely. “Nobody wants to take a shortcut on this.”\n\nStrickland, who has advised Google on self-driving car issues, said the group is “a full policy and messaging campaign and movement” and not just about lobbying lawmakers or regulators.\n\nIn 2014 there were 32,675 fatalities and 2.3 million injured in 6.1 million crashes on U.S. roads. NHTSA says about 94 percent of all traffic crashes are caused by human error.\n\nOn Wednesday, NHTSA is holding the second of two public forums on its self-driving car guidelines that will feature comments from tech companies and automakers at Stanford University.\n\nNHTSA did not immediately return a message seeking comment on the coalition.\n\nFord said in a statement the group will “work together to advocate for policy solutions that will support the deployment of fully autonomous vehicles.”\n\nNHTSA hopes to release its guidance to states, policymakers and companies on self-driving vehicles in July.\n\nCalifornia has proposed barring self-driving cars that do not have steering wheels, pedals and a licensed driver ready to take over in an emergency, which Google has opposed. Under current regulations, fully autonomous vehicles without human controls are not legal.\n\nNHTSA Administrator Mark Rosekind has said policymakers should avoid a “patchwork” of state regulations on self-driving cars but has not taken a position on California’s proposal.\n\nIn February, NHTSA said the artificial intelligence system piloting a self-driving Google car could be considered the driver under federal law, a major step toward winning approval for autonomous vehicles.\n\nThe five companies, which all are working on self-driving cars, say one of the group’s first tasks is to “work with civic organizations, municipalities and businesses to bring the vision of self-driving vehicles to America’s roads and highways.”",
        "link": "http://www.reuters.com/article/us-autos-selfdriving-idUSKCN0XN1F1",
        "time": "3:26PM UTC"
    },
    {
        "header": "Google, Ford y Uber forman coalición en EEUU para regularizar vehículos autónomos",
        "body": "Sky-high stock market has investors looking to commodities",
        "link": "http://www.reuters.com/article/tecnologia-autos-idUSL2N17T0JZ",
        "time": "9:05AM UTC"
    },
    {
        "header": "BRIEF-S&P rates Alphabet's Senior unsecured notes 'AA' issue-level rating",
        "body": "* Alphabet Inc. Senior unsecured notes assigned 'AA' issue-level rating following Google Inc. Note exchange offer Source (bit.ly/1WopBQF) Further company coverage:",
        "link": "http://www.reuters.com/article/idUSFWN17T0QO",
        "time": "3:54PM UTC"
    },
    {
        "header": "BRIEF-U.S. FTC extends probe into Google's Android smartphone software- WSJ",
        "body": "Sky-high stock market has investors looking to commodities",
        "link": "http://www.reuters.com/article/idUSFWN17T0QP",
        "time": "3:56PM UTC"
    },
    {
        "header": "Google, Ford, Uber form coalition on self-driving cars",
        "body": "April 26 (Reuters) - Alphabet Inc’s Google unit, Ford Motor Co, Volvo Cars and two ride-sharing companies said Tuesday they are forming a coalition to urge federal action on self-driving cars.\n\nThe coalition, which also includes Uber Technologies Inc and Lyft, is “to work with lawmakers, regulators, and the public to realize the safety and societal benefits of self-driving vehicles.”\n\nThe group said David Strickland, the former top official of the U.S. National Highway Traffic Safety Administration, will serve as the coalition’s counsel and spokesperson.\n\n“The best path for this innovation is to have one clear set of federal standards, and the coalition will work with policymakers to find the right solutions that will facilitate the deployment of self-driving vehicles,” Strickland said in a statement.\n\nSweden-based Volvo Cars is owned by China’s Zhejiang Geely Holding Group Co. (Reporting by David Shepardson; Editing by Chizu Nomiyama)",
        "link": "http://www.reuters.com/article/autos-selfdriving-idUSL2N17T0DP",
        "time": "7:42AM UTC"
    },
    {
        "header": "BRIEF-Alphabet announces 84 pct final participation in exchange offers",
        "body": "* Alphabet Inc. announces 84 pct final participation in exchange offers and consent solicitations Source text for Eikon: Further company coverage: (Bengaluru Newsroom: +1 646 223 8780)",
        "link": "http://www.reuters.com/article/idUSFWN17T0JI",
        "time": "9:45AM UTC"
    },
    {
        "header": "BRIEF-Tie Kinetix & Google announce strategic collaboration for Google Adwords TM",
        "body": "Sky-high stock market has investors looking to commodities",
        "link": "http://www.reuters.com/article/idUSFWN17T00Q",
        "time": "2:22AM UTC"
    }
]