[
    {
        "header": "BRIEF-UK Parliamentary Committee calls Google tax settlement \"disproportionately small\"",
        "body": "* UK Public Accounts Committee - sum paid by Google on tax settlement “seems disproportionately small when compared with size of Google’s business in UK”\n\n* Expects HMRC to “monitor outcome of other tax authorities’ investigations into Google, and re-open settlement with google if relevant new evidence becomes available”\u007f\n\n* \"\u007fConcerned that HMRC appears to have settled for less corporation tax from Google than other countries are willing to accept\u007f\" Link to source: [bit.ly/24oOyis]",
        "link": "http://www.reuters.com/article/idUSFWN16201V",
        "time": "6:23AM UTC"
    },
    {
        "header": "UK lawmakers dismiss Google tax deal as too small",
        "body": "LONDON (Reuters) - A panel of British lawmakers criticized a back-tax deal between Google and UK tax authorities on Wednesday, calling it “disproportionately small” and branding the company’s explanation of its tax planning as disingenuous.\n\nThe Public Accounts Committee, which scrutinizes public spending, also criticized the tax authority, saying it appeared “to have settled for less corporation tax from Google than other countries are willing to accept”.\n\nIt was “not possible to judge whether a 130 million-pound ($180 million) tax settlement agreed between Google and HMRC is fair to taxpayers,” the Committee said in its report, adding that more transparency was needed in corporate tax affairs.\n\nGoogle, now a unit of holding group Alphabet Inc, said it followed all tax rules. “After a six-year audit by the tax authority we are paying the amount of tax that HMRC agrees we should pay,” a spokesman said.\n\nThe tax authority, Her Majesty’s Revenue and Customs (HMRC) said it “does not settle for a penny less than is due under the law from multinationals”.\n\nThe internet search giant prompted a political storm last month when it announced the settlement, which was hailed by British finance minister George Osborne as a “great success”.\n\nThe opposition Labour Party described it as derisory and said it showed the government’s failure to act against corporate tax avoidance, a hot topic for austerity-weary Britons.\n\nThe committee questioned Google’s argument that it merely followed tax laws passed by politicians.\n\n“This is disingenuous. There is nothing in the rules that says you must set up two companies in Ireland and send large royalty payments, via the Netherlands, to a company that is tax resident in Bermuda,” the report said.\n\nGoogle generated around 24 billion pounds of revenue in Britain between 2005 and 2015 -- the period covered by the settlement.\n\nBut the back tax deal brought its total tax bill for the period to less than 180 million pounds.\n\n“The sum paid by Google seems disproportionately small when compared with the size of Google’s business in the UK,” the committee said.\n\nThe Committee said reports that tax authorities in France and Italy were seeking much larger sums from Google, raised questions about whether HMRC was being too soft on big companies like Google.\n\nGoogle enjoyed profit margins of around 30 percent over the past decade, suggesting its UK sales generated profits of around 7 billion pounds between 2005 and 2015.\n\nHowever, Google’s tax bill for the period implies that it was deemed to have taxable UK profits of just 600 million pounds, according to Reuters calculations based on prevailing tax rates.\n\nGoogle says it reports relatively little profit in the UK because most of its earnings are derived from intellectual property like computer codes developed overseas, rather than the sales staff, administrators and programmers based in the UK.\n\nHMRC told the committee earlier this month that the tax bill reflected ”the full value of the economic activities carried on by Google in the UK” and that the fact most of the profits from Google’s UK sales ended up in Bermuda didn’t influence its calculations.\n\nOther tax authorities can take a tougher approach. A decade ago, the U.S. Internal Revenue Service (IRS) demanded billions of dollars in back taxes from British drugmaker GlaxoSmithKline (GSK).\n\nThe IRS rejected GSK’s argument that almost all the profits derived from selling a drug in the United States related to the drug formula, which was owned in the UK. Rather, the IRS argued, over half the profits should be attributed to the marketing efforts of the U.S. operation, which made the drug a commercial success.\n\nBy comparison, the HMRC settlement means Google has reported around 8.5 percent of the profits derived from UK sales, in Britain, according to Reuters calculations.",
        "link": "http://www.reuters.com/article/us-google-britain-taxation-idUSKCN0VX18I",
        "time": "9:54AM UTC"
    },
    {
        "header": "France seeks 1.6 billion euros in back taxes from Google: source",
        "body": "PARIS (Reuters) - France is seeking 1.6 billion euros ($1.76 billion) in back taxes from U.S. Internet giant Google (GOOGL.O), criticized for its use of aggressive tax optimization techniques, a source at the finance ministry said on Wednesday.\n\n“As far as our country is concerned, back taxes concerning this company amount to 1.6 billion euros,” the official, who spoke on condition of anonymity, said.\n\nA spokeswoman for Google France declined to comment on the amount when contacted by Reuters, saying only that the company obeyed tax rules in all countries where it operated.\n\nThe finance ministry also declined comment. An unsourced 2012 media report mentioned a claim for 1 billion euros by French authorities, which Google denied at the time.\n\nShares in the company were down 1.8 percent in early New York trade, broadly in line with the Nasdaq average.\n\nFrench tax authority usually issues at least one preliminary assessment before its final assessment, which can be challenged in court if not accepted, tax advisers say.\n\nEarlier this month, Finance Minister Michel Sapin ruled out striking a deal with the U.S. search engine company as the British government recently did, saying the sums at stake in France were “far greater” than those in Britain.\n\nGoogle reached a 130 million pound ($181.18 million) settlement with British tax authorities for the period since 2005, which British lawmakers criticized on Wednesday as “disproportionately small”.\n\nFrance, Britain and other countries have long complained at the way Google, Yahoo! and other digital giants generate huge profits in their countries but have their tax base in countries such as Ireland, where corporate tax rates are far lower.\n\nBut the complaints have made little legal headway because EU tax law protects companies against paying tax in a country where they do not have what is termed a “permanent establishment”.",
        "link": "http://www.reuters.com/article/us-google-france-taxation-idUSKCN0VX1Z5",
        "time": "11:40AM UTC"
    },
    {
        "header": "Google tax deal \"disproportionately small\" - UK committee",
        "body": "Feb 24 (Reuters) - Britain’s Committee of Public Accounts said on Wednesday the amount Google agreed to pay in a tax settlement with the government was “disproportionately small” when compared with the size of the company’s business in the country.\n\nGoogle, a unit of Alphabet Inc, agreed in January to pay 130 million pounds in back taxes to Britain, prompting criticism from opposition lawmakers and campaigners.\n\nThe committee called on the UK tax authority (HMRC) to monitor the outcome of other tax authorities' investigations into Google and re-open its settlement with the company if relevant new evidence became available. (bit.ly/24oOyis) (Reporting by Noor Zainab Hussain in Bengaluru)",
        "link": "http://www.reuters.com/article/google-britain-taxation-idUSL3N16342T",
        "time": "6:34AM UTC"
    }
]