[
    {
        "header": "Google creates virtual reality arm, names key exec to run it - Re/code",
        "body": "Jan 12 (Reuters) - Alphabet Inc’s Google has created a virtual reality (VR) computing division and moved Clay Bavor, the executive running its product management team, to run the new arm, Re/code reported citing people familiar with the matter.\n\nBavor, vice president of product management, oversaw some of Google's key apps, including Gmail, Drive and Google Docs, which will now be taken over by Senior Vice President Diane Greene, Re/code said. (on.recode.net/1OpiznV)\n\nRe/code said a Google spokesperson confirmed the changes but didn’t comment further.\n\nReuters could not immediately reach Google for comment outside regular business hours.\n\nGoogle has been flirting with virtual reality but never quite fully dived into it until now. In May last year, the company announced a partnership with action-camera maker GoPro to enable 360 degree view in virtual reality, using a new technology that Google had developed.\n\nLater, the company said in November its video-sharing site YouTube supported virtual reality video. Viewers could view VR video using a cellphone and Google Cardboard viewer.\n\nOculus, the virtual reality company Facebook bought in 2014, has started accepting pre-orders for its much-awaited virtual reality headset, Rift, which will ship in Q1. (Reporting by Sneha Teresa Johny in Bengaluru; Editing by Gopakumar Warrier)",
        "link": "http://www.reuters.com/article/alphabet-virtualreality-idUSL3N14X1UF20160113",
        "time": "11:51PM UTC"
    },
    {
        "header": "Google will add more partners for self-driving cars: exec",
        "body": "DETROIT (Reuters) - Alphabet Inc’s Google wants to form more partnerships with established automakers and suppliers this year to accelerate its work on self-driving cars, the head of the Google project said on Tuesday.\n\nJohn Krafcik, the newly hired president of the Google self-driving car project, did not mention any automakers by name. However, appearing at a media conference at the Detroit auto show, Krafcik surveyed a room packed with hundreds of auto industry executives and said: “We hope to work with many of you guys.”\n\nGoogle officials have said previously the internet search company does not want to build vehicles, but instead supply the software and mapping to allow a car to safely navigate busy streets and highways.\n\n“No one goes this alone,” Krafcik said. “We are going to be partnering more and more and more.” He said he hopes to form more alliances this year.\n\nGoogle has worked with automotive suppliers and contract manufacturers to build a small fleet of prototype self-driving cars - small, light pod-cars that look nothing like the sport utility vehicles and pickups on display at the Detroit show.\n\nGoogle, major global automakers and several auto technology companies such as Delphi Automotive Plc, Continental AG and Mobileye NV are jockeying to define and lead development of vehicles that use machine vision, sophisticated maps and artificial intelligence to take over for error-prone human drivers.\n\nKrafcik said he believed partially automating the operation of a car, requiring drivers to take command under certain conditions, can create safety problems, a key point on which Google and most automakers differ.\n\nThe car “has to shoulder the whole burden,” he said.\n\nMost automakers, including General Motors Co, Tesla Motors Inc, Daimler AG, and Nissan Motor Co, are pushing to get cars on the road that allow hands-free driving under certain conditions, but require the driver to take over in more complex situations such as city driving.",
        "link": "http://www.reuters.com/article/us-autoshow-detroit-google-partners-idUSKCN0UQ2KN20160112",
        "time": "5:58PM UTC"
    },
    {
        "header": "Google says fewer tech glitches in its self-driving cars",
        "body": "DETROIT (Reuters) - Google said on Tuesday the rate of software failures in its self-driving cars was declining as the technology was learning from its mistakes, bringing the tech company closer to its goal of fully autonomous vehicles.\n\nIn 424,000 miles of autonomous driving, Google said its cars had experienced 272 episodes in which the human test driver had to assume control of the vehicle, an occurrence called “disengagement”, when the autonomous technology failed.\n\n“As we continue to develop and refine the self-driving software, we are seeing fewer disengagements” despite more miles driven, Google said in a 33-page report submitted by law to the California Department of Motor Vehicles on Dec. 31.\n\nCalifornia regulations call for test drivers and steering wheels in autonomous vehicles.\n\nGoogle’s development of self-driving cars has spurred outsized interest around the world, but the company best known for search has disclosed little about its strategy, business plans or ultimate goals.\n\nWithout the need to watch the road, people in cars will talk on phones, watch entertainment, purchase consumer goods, among many other options, providing valuable data to Google.\n\nThe report, covering the period Sept. 24, 2014, when Google began testing on roads of Palo Alto, California, to Nov. 30, 2015, found disengagements occurred about every 785 miles in the fourth quarter of 2014. A year later, that had expanded to 5,318 miles between episodes.\n\nEighty-nine percent of disengagements occurred on city streets, where more obstacles and stop-and-go traffic make autonomous driving more difficult.\n\nProject director Chris Urmson said Google deliberately tests cars in different weather and times of the day, which explained why some months saw more episodes than others.\n\nGoogle, a unit of Alphabet Inc, said it kept the threshold for measuring disengagements low to gather as much data as possible to refine the technology.\n\nThere were another 69 episodes in which the test driver chose to take control of the vehicle rather than the car signaling to the driver to take control.\n\nUsing a simulator to replay the situation, Google found in 13 of these instances its cars would have hit another object had the test driver not taken control. Google said two involved traffic cones, and three were due to “another driver’s reckless behavior.”\n\nUrmson said the California DMV had not seen the report when it issued draft rules in December restricting how autonomous vehicles could operate for the next three years.",
        "link": "http://www.reuters.com/article/us-autoshow-detroit-google-idUSKCN0UQ2LQ20160112",
        "time": "5:00PM UTC"
    }
]