[
    {
        "header": "Google to scrub web search results more widely to soothe EU objections",
        "body": "BRUSSELS (Reuters) - Google (GOOGL.O) will start scrubbing search results across all its websites when accessed from a European country to soothe the objections of Europe’s privacy regulators to its implementation of a landmark EU ruling, a person close to the company said.\n\nThe U.S. company has been at loggerheads with several European Union data protection authorities since the European Court of Justice ruled in May 2014 that people could ask search engines such as Google and Microsoft’s Bing (MSFT.O) to remove inadequate or irrelevant information that appears under searches for their name - dubbed the “right to be forgotten”.\n\nThe French data protection authority in September threatened to fine Google if it did not scrub search results globally across all versions of its website, such as Google.com.\n\nBut the company has stuck to its position that it should clean up search results only on European domains such as Google.fr or Google.de because to do otherwise would have a chilling effect on the free flow of information.\n\nTo address the concerns of European authorities, the Internet giant will soon start polishing search results across all its websites when someone conducts a search from the country where the removal request originated, a person close to the company said.\n\nThat means that if a German resident asks Google to de-list a link popping up under searches for his or her name, the link will not be visible on any version of Google’s website, including Google.com, when the search engine is accessed from Germany.\n\nThe company will filter search results according to a user’s IP address, meaning people accessing Google from outside Europe will not be affected, the person added.\n\nSince the ruling in 2014, Google has received 386,038 requests for removal, according to its transparency website. It has accepted about 42 percent of them.\n\nThe company has notified all EU data protection authorities of the upcoming changes.\n\nA spokeswoman for Britain’s data protection watchdog said the change proposed by Google appeared to address concerns it had previously expressed “on the scope of the requirement to de-list”.\n\nA spokeswoman for the French CNIL - which chairs a working group of EU privacy regulators - said authorities had been informed of Google’s plans, which showed that the “issue of territorial scope requires careful thought.”\n\n“These elements are currently the object of an inquiry by the services of the CNIL,” she said.",
        "link": "http://www.reuters.com/article/us-google-eu-privacy-idUSKCN0VJ29U",
        "time": "1:59PM UTC"
    },
    {
        "header": "Google: U.S. guidance crucial to development of self-driving cars",
        "body": "Feb 10 (Reuters) - Alphabet Inc’s Google unit told U.S. auto safety regulators that the government’s interpretation of motor vehicle safety rules is “extremely important” to its further development of fully self-driving cars.\n\nIn a Nov. 12 letter to the U.S. National Highway Traffic Safety Administration (NHTSA) reviewed by Reuters on Wednesday, the director of Google’s self-driving car project said the agency’s decision on how to construe safety regulations “will have major impact” on its development.\n\nNHTSA told Google in a Feb. 4 letter that it agreed it could consider a Google self-driving computer system as the driver of the vehicle - a major boost to getting self-driving cars on the road. But the agency but stopped short of agreeing to immediately waive all safety rules needed to allow fully self-driving cars on the roads as sought in Google’s letter. (Reporting by David Shepardson and Paul Lienert; Editing by Sandra Maler)",
        "link": "http://www.reuters.com/article/alphabet-autos-selfdriving-idUSL2N15P28M",
        "time": "3:17PM UTC"
    },
    {
        "header": "UPDATE 1-Google says U.S. guidance crucial to development of self-driving cars",
        "body": "WASHINGTON/DETROIT (Reuters) - Alphabet Inc’s Google (GOOGL.O) unit told U.S. auto safety regulators that the government’s interpretation of motor vehicle safety rules is “extremely important” to its further development of fully self-driving cars.\n\nIn a Nov. 12 letter to the U.S. National Highway Traffic Safety Administration (NHTSA) reviewed by Reuters on Wednesday, the director of Google’s self-driving car project said the agency’s decision on how to construe safety regulations “will have major impact” on its development.\n\nNHTSA told Google in a Feb. 4 letter that it agreed it could consider a Google self-driving computer system as the “driver” of the vehicle - a major boost to getting self-driving cars on the road. But the agency but stopped short of agreeing to immediately waive all safety rules needed to allow fully self-driving cars on the roads as sought in Google’s letter.\n\nIn a statement on Wednesday, Transportation Secretary Anthony Foxx said: “We are taking great care to embrace innovations that can boost safety and improve efficiency on our roadways. Our interpretation that the self-driving computer system of a car could, in fact, be a driver is significant. But the burden remains on self-driving car manufacturers to prove that their vehicles meet rigorous federal safety standards.”\n\nIn the Nov. 12 letter, Chris Urmson, head of Google’s self-driving car project, said the company’s driverless vehicle was designed to “meet or exceed” U.S. safety standards. Urmson also noted that automated systems, such as Google‘s, “react faster than human-driven cars” and “will not be subject to driver distraction or impairment.”\n\nIn its Feb. 4 response, NHTSA offered its most comprehensive map yet of the legal obstacles to putting fully autonomous vehicles on the road. It noted existing regulations requiring some auto safety equipment, requirements for braking systems activated by foot control, cannot be waived immediately. Federal regulations requiring equipment like steering wheels and brake pedals would have to be formally rewritten before Google could offer cars without those features.\n\nOn Wednesday, longtime advocate Clarence Ditlow who is head of the Center for Auto Safety, told Reuters: “It’s better to write a stand-alone rule for driverless vehicles. It may take more work, but the end result is better for the consumer and the driverless vehicle maker. And it may take less time than rewriting all the standards.”",
        "link": "http://www.reuters.com/article/alphabet-autos-selfdriving-idUSL2N15P2AO",
        "time": "3:47PM UTC"
    },
    {
        "header": "Former Google executive to lead cancer diagnostics firm",
        "body": "SAN FRANCISCO (Reuters) - Grail, a healthcare firm developing a blood test for early cancer detection, named former Google X Senior Vice President Jeff Huber as its CEO Wednesday.\n\nHuber said he wants to apply his experience building large-scale data systems to improve the gene sequencing technology used by Grail to detect cancerous material in patients who show no symptoms of the disease.\n\nSan Francisco-based Grail was formed by gene sequencing company Illumina Inc and received more than $100 million in Series A financing. Illumina is the majority owner. Key investors include technology giants Bill Gates, founder of Microsoft, and Jeff Bezos, founder of Amazon.com, as well as ARCH Venture Partners and Sutter Hill Ventures.\n\n“Jeff helped Google map the world, and he’ll help us map the molecular biology of the microscopic cancer DNA that might be circulating in our blood,” said Grail board chair and Illumina CEO Jay Flatley.\n\nHuber had more than a decade of experience building the systems that manage and analyze the data used for AdWords, Google Maps and the Google Apps suite before he joined Google X in 2013. It was at the research facility, known for developing self-driving cars and delivery drones, that Huber kicked off his next professional adventure of pairing data and life sciences.\n\nThe work took a deeply personal turn for Huber a few months after the change at Google when his wife, Laura, was diagnosed with Stage IV colon cancer. She died of the disease in November after what he called an “incredibly brave 18-month battle.”\n\n“I had already been ramping up on the biology and science behind this and then there was this very poignant reminder of the implications that there has to be a better way to do this,” said Huber.\n\nFor the next three years, Huber said Grail’s goal is to see the technology behind cancer detection and location improved and to begin large-scale clinical trials of its cancer-detection system.\n\nThe initial target market for testing will be individuals with a genetic predisposition to cancer, once it’s cleared for widespread use. The ultimate goal is to see it used as “part of annual physical exams,” Huber said.",
        "link": "http://www.reuters.com/article/us-grail-ceo-idUSKCN0VJ126",
        "time": "6:13AM UTC"
    },
    {
        "header": "Exclusive: In boost to self-driving cars, U.S. tells Google computers can qualify as drivers",
        "body": "WASHINGTON/DETROIT (Reuters) - U.S. vehicle safety regulators have said the artificial intelligence system piloting a self-driving Google car could be considered the driver under federal law, a major step toward ultimately winning approval for autonomous vehicles on the roads.\n\nThe National Highway Traffic Safety Administration told Google, a unit of Alphabet Inc (GOOGL.O), of its decision in a previously unreported Feb. 4 letter to the company posted on the agency’s website this week.\n\nGoogle’s self-driving car unit on Nov. 12 submitted a proposed design for a self-driving car that has “no need for a human driver,” the letter to Google from National Highway Traffic Safety Administration Chief Counsel Paul Hemmersbaugh said.\n\n“NHTSA will interpret ‘driver’ in the context of Google’s described motor vehicle design as referring to the (self-driving system), and not to any of the vehicle occupants,” NHTSA’s letter said.\n\n“We agree with Google its (self-driving car) will not have a ‘driver’ in the traditional sense that vehicles have had drivers during the last more than one hundred years.”\n\nMajor automakers and technology companies such as Google are racing to develop and sell vehicles that can drive themselves at least part of the time.\n\nAll participants in the autonomous driving race complain that state and federal safety rules are impeding testing and eventual deployment of such vehicles. California has proposed draft rules requiring steering wheels and a licensed driver in all self-driving cars.\n\nKarl Brauer, senior analyst for the Kelley Blue Book automotive research firm, said there were still significant legal questions surrounding autonomous vehicles.\n\nBut if “NHTSA is prepared to name artificial intelligence as a viable alternative to human-controlled vehicles, it could substantially streamline the process of putting autonomous vehicles on the road,” he said.\n\nIf the car’s computer is the driver for legal purposes, then it clears the way for Google or automakers to design vehicle systems that communicate directly with the vehicle’s artificial pilot.\n\nIn its response to Google, the federal agency offered its most comprehensive map yet of the legal obstacles to putting fully autonomous vehicles on the road. It noted existing regulations requiring some auto safety equipment can not be waived immediately, including requirements for braking systems activated by foot control.\n\n“The next question is whether and how Google could certify that the (self-driving system) meets a standard developed and designed to apply to a vehicle with a human driver,” NHTSA said.\n\nGoogle is “still evaluating” NHTSA’s lengthy response, a company spokesperson said on Tuesday. Google executives have said they would likely partner with established automakers to build self-driving cars.\n\nGoogle told NHTSA that the real danger is having auto safety features that could tempt humans to try to take control.\n\nGoogle “expresses concern that providing human occupants of the vehicle with mechanisms to control things like steering, acceleration, braking... could be detrimental to safety because the human occupants could attempt to override the (self-driving system‘s) decisions,” the NHTSA letter stated.\n\nNHTSA’s Hemmersbaugh said federal regulations requiring equipment like steering wheels and brake pedals would have to be formally rewritten before Google could offer cars without those features.\n\nFor example, current federal rules require alerts on dashboards if tire pressure runs low. NHTSA said a test would need to be created that shows the vehicle computer is informed of the problem. NHTSA raised the question of whether humans in the vehicles should also be made aware.\n\nIn January, NHTSA said it may waive some vehicle safety rules to allow more driverless cars to operate on U.S. roads as part of a broader effort to speed up development of self-driving vehicles.\n\nNHTSA said then it would write guidelines for self-driving cars within six months. Transportation Secretary Anthony Foxx said the administration may seek new legal authority to allow deployment of autonomous vehicles “in large numbers,” when they are deemed safe, the department said.\n\nThe process of rewriting federal regulations governing the design, placement and operation of vehicle controls could take months or years. The NHTSA counsel said Google could consider applying for exemptions for certain regulations, providing NHTSA with supporting documents.",
        "link": "http://www.reuters.com/article/us-alphabet-autos-selfdriving-exclusive-idUSKCN0VJ00H",
        "time": "1:14PM UTC"
    }
]