[
    {
        "header": "Google meets renewable energy goal for global operations",
        "body": "(Reuters) - Alphabet’s Google is on track to purchase enough renewable energy to cover all its global electricity consumption next year, the company said on Tuesday.\n\nGoogle expects its purchases of wind and solar energy will be enough to cover its data centers and offices worldwide starting in 2017.\n\nGoogle began with a global target because companies often cannot specify what type of power utilities supply to their facilities, and renewable energy is unavailable in some key markets where it operates, particularly in Asia. The company will now focus on striking more regional deals where its data centers and other significant operations are located, said Gary Demasi, director of global infrastructure and energy.\n\n“We have to keep up with growth but also need to evolve beyond this very important milestone for Google, to be able to do renewable energy projects in every market where we operate,” he said.\n\nGoogle signed its first long-term renewable power agreement in 2010 and has since struck 19 similar deals, making it the largest corporate buyer of renewable energy, Demasi said. The cost of wind energy has fallen 60 percent during that time, Demasi said, underscoring the business rationale for renewable energy.\n\nThe focus on renewable energy may also help Google’s bid to expand its cloud computing business, he said, noting some prospective clients appear to be taking environmental impact into account.\n\n“To what degree it is a deciding factor on whether you go with Google or somebody else I can’t say, but it will likely be part of some companies’ equation,” he said.\n\nWhile the milestone announced Tuesday covers only Google, the company accounts for the majority of Alphabet’s energy consumption, Demasi said. Broader sustainability efforts involving other Alphabet companies are in the works, he added.",
        "link": "http://www.reuters.com/article/us-alphabet-energy-idUSKBN13V1Q7",
        "time": "9:03AM UTC"
    }
]