[
    {
        "header": "Google asks court for OK to press for sanctions against Oracle",
        "body": "SAN FRANCISCO (Reuters) - Google is asking for sanctions against Oracle Corp after one of the software developer’s lawyers discussed confidential details about the search giant’s relationship with Apple Inc at a court hearing earlier this month.\n\nOracle’s lawyer disclosed sensitive financial information regarding the relationship along with confidential information about Google’s finances, which within days became headline news, Google, a unit of Alphabet Inc, said in a letter on Wednesday to U.S. District Judge William Alsup and U.S. Magistrate Judge Donna Ryu.\n\nIn its letter Google requested permission to file a motion seeking sanctions, for a finding of contempt, and asked that Oracle’s lawyer not have further access to its confidential information or confidential information of a third party.\n\nThe disclosure violated a protective order and led to an article by Bloomberg that “opened the floodgates” to more stories, including by Reuters, regarding the closely held information, the letter said.\n\n“The severe potential consequences of public disclosure quickly became reality, particularly given the surprising nature of the disclosure,” according to the letter.\n\nOracle was not immediately available to comment on the letter.\n\nCiting a transcript of court proceedings related to a copyright lawsuit filed by Oracle against the search giant, Bloomberg reported Google paid Apple $1 billion in 2014 to keep its search bar on the iPhone.\n\nGoogle gives Apple a percentage of revenue generated through the iPhone but details of the tie-up have never been made public.\n\nGoogle’s Android operating system has generated revenue of about $31 billion and a profit of $22 billion since its release, Oracle’s lawyer said at the hearing.\n\nIn its lawsuit, Oracle has accused Google of not paying for the use of Java software for Android devices.\n\nOracle is seeking royalties for Google’s use of some Java language. Google argues it should be able to use Java without paying a fee.",
        "link": "http://www.reuters.com/article/google-oracle-android-idUSL2N15C02S",
        "time": "8:14PM UTC"
    },
    {
        "header": "UK PM Cameron under pressure over Google tax deal",
        "body": "LONDON (Reuters) - British Prime Minister David Cameron came under increasing pressure on Wednesday over a back tax deal agreed by Internet group Google that was hailed by his finance minister as a major success but dismissed as “derisory” by the opposition Labour Party.\n\nLabour leader Jeremy Corbyn challenged Cameron to defend the deal, which he said represented a tax rate of just 3 percent on 6 billion pounds ($8.5 billion) of profits that Google, now part of holding company Alphabet Inc, has earned in Britain since 2005.\n\n“Why is there one rule for big multinational companies and another for ordinary small businesses and self-employed workers?”, he asked the prime minister in his weekly parliamentary question session.\n\nCameron did not comment on the 130 million-pound settlement, which covers 2005 to 2015 and which brings the company’s total tax bill to around 200 million pounds for the period, during which it had UK revenues of around 24 billion pounds.\n\nHowever, he said he had been genuinely angry over Google’s failure to pay much tax, adding that this largely occurred when Labour was in power from 1997 to 2010.\n\n“We’ve done more on tax evasion and tax avoidance than Labour ever did,” he said.\n\nFinance minister George Osborne, seen as a possible successor to Cameron, has said the settlement was “a victory for the action we’ve taken” against corporate profit-shifting.\n\nGoogle has said it paid all the tax that was due. It says it declares little profit in the UK because most of its profits are derived from innovations invented in the United States.\n\n“We pay tax based on the value added by the economic activity of our staff here,” a Google spokesman said.\n\nProfits from European sales are reported in Bermuda, which has a zero tax rate.\n\nDomestic media have roundly criticized the tax deal and even vociferous opponents of Corbyn such as the tabloid Sun have backed Labour on the issue.\n\nRupert Murdoch, executive chairman of News Corp and 21st Century Fox Inc[NWSNA.UL], criticized the deal, tweeting that “Google et al broke no tax laws. Now paying token amounts for p r purposes. Won’t work. Need strong new laws to pay like the rest of us.”\n\nHis tweets set off a Twitter storm, with others criticizing Murdoch for meetings with the Conservatives, wondering about the taxes paid by Murdoch’s companies, and even referring to some of the reporting tactics at his papers.\n\n“Can’t you get some journalists on this instead of hacking celebrities’ phones and the like,” tweeted a user under the handle @tradercoach.\n\nTax avoidance has become a hot political issue in Britain, where people question whether the burden of fixing the public finances has been fairly shared.\n\nSince the deal was announced on Friday, Labour has called for an investigation by the National Audit Office, the Parliamentary Public Accounts Committee (PAC) has said it will investigate the deal and the Treasury Committee said it would examine the whole corporate tax system.\n\nGoogle said it was prepared to testify at the PAC hearing, the date for which has yet to be confirmed.",
        "link": "http://www.reuters.com/article/us-google-britain-tax-idUSKCN0V523E",
        "time": "4:01PM UTC"
    },
    {
        "header": "Google ships five million Cardboard virtual reality devices",
        "body": "(Reuters) - Alphabet Inc’s (GOOGL.O) Google said it had shipped 5 million units of the Google Cardboard viewer, a wearable device that allows users to experience virtual reality through mobile apps.\n\nThe company, which launched the Cardboard viewer a year and a half earlier, said on Wednesday that there had been 25 million downloads of Cardboard apps from its Google Play app store. (bit.ly/1QDitxS)\n\nGoogle has been exploring virtual reality for a while but the company dived into the concept this month by setting up a new division for virtual reality computing.\n\nOculus, the virtual reality company Facebook Inc (FB.O) bought in 2014, started accepting pre-orders this month for its much-awaited headset, Rift, which will ship in first quarter.\n\nGoogle said in November that its video-sharing site, YouTube, supported virtual reality videos.\n\nViewers can watch virtual reality videos using a mobile device and the Google Cardboard viewer.\n\nGoogle said more than 350,000 hours of YouTube videos had been watched in virtual reality.",
        "link": "http://www.reuters.com/article/us-alphabet-cardboard-idUSKCN0V5297",
        "time": "12:28PM UTC"
    }
]