[
    {
        "header": "Breakingviews: Alphabet sinks further into antitrust quagmire",
        "body": "NEW YORK (Reuters Breakingviews) - Alphabet is sinking further into an antitrust quagmire. The European Commission may beef up its anti-competitive complaint against Google, Bloomberg reported on Monday. U.S. authorities are probing the search giant, too. Proving abuses will be difficult, but the expanding scope means the company will have to expend more energy to pull itself out of the bog.\n\nGoogle has long dominated web searches - it has almost two-thirds of the U.S. market, according to ComScore, and a higher percentage in many European markets. That has brought it regulatory scrutiny for years.\n\nDemonstrating that the company has used its position abusively has been difficult. It’s easy to click on another search service and hard to prove Google is harming the public by injecting additional information into results. U.S. authorities dropped a probe in 2013 after the company promised to behave. Earlier this month, a London court found Google had not unfairly crushed a rival by putting its maps on top of search results.\n\nThe European Commission’s charges last year that the company favored its own shopping service was treading on old ground. A probe into Google’s behavior with Android, however, would be more dangerous. There’s little competition in mobile operating systems, and a dominant provider can act abusively by bundling apps and services together. Microsoft’s antitrust problems had similar roots.\n\nCommissioner Margrethe Vestager is piling on pressure ahead of a meeting later this week with Sundar Pichai, the chief executive of Alphabet’s Google division. The Europeans are probing whether the company restricts advertising competition in other ways - such as by paying Apple to keep Google as the default search engine on the iPhone. A $1 billion transaction between the two in 2014 for that purpose came to light in recently unveiled U.S. court documents.\n\nVestager also said she is open to investigating whether a tax deal between Alphabet and the UK amounted to illegal state aid.\n\nShe would be stretching her remit by challenging Google’s tax agreements and her aggressiveness may not pan out legally. But it will have effects. It may have encouraged U.S. regulators to restart their investigations late last year. More importantly, the amount of time and effort Google will spend in the court and the press fighting these charges is ramping upward. That could leave rivals like Facebook chasing advertisers and new technologies like virtual reality relatively unencumbered.\n\n- The European Commission is reviving a probe into whether Alphabet acts in an anti-competitive manner in its advertising practices, according to Bloomberg. The Commission formally charged Google last year with unfairly distorting its search results to favor its own shopping service.\n\n- The new probe centers on whether Alphabet limits advertising competition through anti-competitive measures such as payments to rivals. In an unrelated U.S. court case between Oracle and Apple, filings recently disclosed that Google paid Apple $1 billion in 2014 to keep its search engine as the default choice on the iPhone.\n\n- The commission is also continuing investigations into whether Alphabet harmed rivals by scraping their web content, placing harmful restrictions on advertisers and demanding exclusivity from advertisers.\n\n- A separate investigation centers on Google’s Android mobile operating system and whether the internet search giant hurt rivals by requiring operators to pre-install its services; if Alphabet prevented device manufacturers from producing “forked” versions of Android; and if the company hurt competitors by tying or bundling Google services with other Google applications.\n\n- The commission also said in January that it was open to investigating whether a recent agreement between Alphabet and the United Kingdom is an illegal form of state aid. Under the deal, the company agreed to pay $183 million (£130 million) to settle tax claims dating back to 2005.",
        "link": "http://www.reuters.com/article/google-eu-breakingviews-idUSL2N1611QZ",
        "time": "3:35PM UTC"
    },
    {
        "header": "UPDATE 1-Google is shuttering Google Compare - WSJ",
        "body": "(Reuters) - Google is shuttering Google Compare, its U.S. comparison-shopping site for auto insurance, credit cards and mortgages after one year, the Wall Street Journal reported on Monday, citing people familiar with the matter.\n\nThe quick reversal is a setback to the Alphabet unit's efforts to use its enormous reach to provide consumers with niche shopping services and financial-services tools, the Journal said. (on.wsj.com/1TwbTd9)\n\nThe company said in an email to its partners on Monday that Google Compare’s U.S. and U.K. services would start winding down this month and terminate on March 23, according to the Journal.\n\nGoogle said the service didn’t meet its expectations and that the company will now focus on AdWords and future innovations, the paper reported citing the email.\n\nGoogle could not immediately be reached for comment outside U.S. business hours.",
        "link": "http://www.reuters.com/article/google-comparison-idUSL2N162053",
        "time": "11:52PM UTC"
    },
    {
        "header": "Alphabet sinks further into antitrust quagmire",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nAlphabet is sinking further into an antitrust quagmire. The European Commission may beef up its anti-competitive complaint against Google, Bloomberg reported on Monday. U.S. authorities are probing the search giant, too. Proving abuses will be difficult, but the expanding scope means the company will have to expend more energy to pull itself out of the bog.\n\nGoogle has long dominated web searches – it has almost two-thirds of the U.S. market, according to ComScore, and a higher percentage in many European markets. That has brought it regulatory scrutiny for years.\n\nDemonstrating that the company has used its position abusively has been difficult. It’s easy to click on another search service and hard to prove Google is harming the public by injecting additional information into results. U.S. authorities dropped a probe in 2013 after the company promised to behave. Earlier this month, a London court found Google had not unfairly crushed a rival by putting its maps on top of search results.\n\nThe European Commission’s charges last year that the company favored its own shopping service was treading on old ground. A probe into Google’s behavior with Android, however, would be more dangerous. There’s little competition in mobile operating systems, and a dominant provider can act abusively by bundling apps and services together. Microsoft’s antitrust problems had similar roots.\n\nCommissioner Margrethe Vestager is piling on pressure ahead of a meeting later this week with Sundar Pichai, the chief executive of Alphabet’s Google division. The Europeans are probing whether the company restricts advertising competition in other ways – such as by paying Apple to keep Google as the default search engine on the iPhone. A $1 billion transaction between the two in 2014 for that purpose came to light in recently unveiled U.S. court documents.\n\nVestager also said she is open to investigating whether a tax deal between Alphabet and the UK amounted to illegal state aid.\n\nShe would be stretching her remit by challenging Google’s tax agreements and her aggressiveness may not pan out legally. But it will have effects. It may have encouraged U.S. regulators to restart their investigations late last year. More importantly, the amount of time and effort Google will spend in the court and the press fighting these charges is ramping upward. That could leave rivals like Facebook chasing advertisers and new technologies like virtual reality relatively unencumbered.",
        "link": "http://www.reuters.com/article/idUS329511875820160222",
        "time": "4:52PM UTC"
    },
    {
        "header": "Google is shuttering Google Compare -Wall Street Journal",
        "body": "Feb 22 (Reuters) - Google is shuttering Google Compare, its U.S. comparison-shopping site for auto insurance, credit cards and mortgages after one year, the Wall Street Journal reported on Monday, citing people familiar with the matter.\n\nThe quick reversal is a setback to the Alphabet unit’s efforts to use its enormous reach to provide consumers with niche shopping services and financial-services tools, the Journal said. (Reporting by Eric Beech in Washington; Editing by Sandra Maler)",
        "link": "http://www.reuters.com/article/google-comparison-idUSL2N16204G",
        "time": "9:46PM UTC"
    }
]