[
    {
        "header": "Daimler CEO says Apple, Google making progress on car: Welt am Sonntag",
        "body": "FRANKFURT (Reuters) - Daimler Chief Executive Dieter Zetsche told German weekly Welt am Sonntag that a recent trip to Silicon Valley revealed that Apple and Google have made more progress on automotive projects than he had assumed\n\nSeveral carmakers and silicon valley companies are working on developing a self-driving car. Google tested its own prototype vehicle in 2012, to which Daimler’s luxury brand Mercedes-Benz responded by developing an S-Class limousine which drove 103 kilometers without needing any driver input.\n\nRumors have swirled that rival Apple is also working on a car, although the company has never confirmed this.\n\n“Our impression was that these companies can do more and know more than we had previously assumed. At the same time they have more respect for our achievements than we thought,” Zetsche told the paper.\n\nZetsche and a handful of senior managers met with around 70 companies in Silicon Valley, the paper said, without naming them.\n\n“There were concrete talks. I will not say anything about the content. It was not just about the fact that there is an innovative spirit in the Valley. We know that already. We wanted to see what drives it, and all the things that can be created from it,” Zetsche told the paper, explaining that they had also looked at start-up firms.\n\nZetsche said he expects Mercedes-Benz to post significant growth in the United States this year. Overall he sees the market for passenger cars growing between 1 percent and 1.5 percent in 2016, Welt am Sonntag said.\n\nSeparately, Zetsche said that officials from Germany’s vehicle authority KBA had spent three days testing various Mercedes and Smart models to see if their emissions violated emissions standards.\n\n“To my knowledge, no conspicuous emissions levels were found,” Zetsche told the paper.",
        "link": "http://www.reuters.com/article/us-daimler-tech-talks-idUSKCN0V20BU",
        "time": "5:11AM UTC"
    }
]