[
    {
        "header": "Alphabet's quarterly revenue rises 17.4 pct",
        "body": "April 21 (Reuters) - Google’s parent Alphabet Inc reported a 17.4 percent rise in quarterly revenue, driven by strong advertising sales on mobile devices.\n\nAlphabet, the world's No.2 publicly traded company by market capitalization, said consolidated revenue rose to $20.26 billion in the first quarter ended March 31, from $17.26 billion a year earlier. (bit.ly/1VEPHQP)\n\nNet income rose to $4.21 billion, or $6.02 per Class A and B share and Class C capital stock, from $3.52 billion, or $5.10 per share. (Reporting by Narottam Medhora in Bengaluru; Editing by Savio D‘Souza)",
        "link": "http://www.reuters.com/article/alphabet-results-idUSL3N17N58J",
        "time": "4:08PM UTC"
    },
    {
        "header": "UPDATE 4-Google's parent Alphabet results hit by rising traffic costs, strong dollar",
        "body": "(Reuters) - Google’s parent Alphabet Inc (GOOGL.O) missed Wall Street targets for first-quarter profit and revenue on Thursday as it spent more money to build traffic for its mobile advertising services.\n\nThe results, which were also hit by the strong dollar, drove shares of the Web search company down 6 percent in late trading Thursday.\n\nAlphabet’s consolidated revenue rose to $20.26 billion from $17.26 billion, slightly below the $20.37 billion analyst consensus, according to Thomson Reuters I/B/E/S. Non-GAAP earnings per share of $7.50, excluding one-time items, missed analysts’ expectations of $7.97.\n\nChief Financial Officer Ruth Porat said on a conference call with investors that payments to other web sites, known as traffic acquisition costs (TAC), totaled $3.8 billion and accounted for 21 percent of advertising revenues. The percentage of ad revenues spent on TAC grew 13 percent year-over-year.\n\nThat reflects the ongoing shift to mobile advertising and the growing importance of programmatic advertising, in which ads are bought, sold and displayed by automated systems.\n\nInvestors should get used to seeing increased TAC as “the cost of doing business,” said Sameet Sinha, B. Riley & Co. analyst.\n\n“If you’re getting mobile searches from Apple devices you have to pay Apple for traffic so that revenue can happen,” Sinha said. “The same thing on the programmatic side, when you end up representing more people and selling their ad space or buying their ad space, you have to pay somebody else.”\n\nPorat said spending on traffic acquisition is expected to keep rising as the shift to mobile continues - pressuring the company’s traditionally robust margins on its advertising business.\n\n“I think investors expecting stable margins are probably being overly optimistic. But that said you can have diminishing margins and still have a great business and an incredibly lucrative one,” said Pivotal Research Group analyst Brian Wieser.\n\nGoogle’s advertising revenue increased 16.2 percent to $18.02 billion, while the number of ads, or paid clicks, rose 29 percent, the company said.\n\nLosses increased at the company’s Other Bets business, which includes its broadband business Google Fiber, home automation products Nest, self-driving cars and X - the research division that works on “moon shot” ventures.\n\nThe loss widened to $802 million, up from $633 million a year earlier. Revenue rose to $166 million from $80 million.\n\nCompared to Google’s overall business, Wieser said losses in other bets were “too small to matter” at the moment.\n\n“If you’re an optimist you can look to [other bets] and say it can eventually support long term growth.”\n\nPorat said foreign exchange rates factored heavily into the results, shaving $762 million from its revenue for the quarter or $593 million after the effects of a currency hedging program.\n\n“Our total revenue grew 23 percent year-over-year and declined 4 percent sequentially, reflecting holiday seasonality,” she said on the conference call.\n\nMartin Pyykkonen, an analyst at Rosenblatt Securities, said the effect of foreign currency was worse for Alphabet than expected.\n\n“If there had been a little better foreign currency translation, it would have been better than the Street consensus,” he said.\n\nAlphabet’s total net income rose to $4.21 billion, or $6.02 per Class A and B share and Class C capital stock, from $3.52 billion, or $5.10 per share.\n\nThe company’s shares fell to $732.94 in after hours trade from a close of $780.",
        "link": "http://www.reuters.com/article/alphabet-results-idUSL2N17O202",
        "time": "9:34PM UTC"
    },
    {
        "header": "CORRECTED-UPDATE 2-Google's parent Alphabet misses Wall Street view",
        "body": "April 21 (Reuters) - Google’s parent Alphabet Inc missed Wall Street targets for first-quarter profit and revenue on Thursday, driving shares of the Web search company down more than 4 percent in late trading on Thursday.\n\nAlphabet, the world’s No.2 publicly traded company by market capitalization, said consolidated revenue rose to $20.26 billion from $17.26 billion. That was slightly below the $20.37 billion analyst consensus, according to Thomson Reuters I/B/E/S. Earnings per share of $7.50, excluding one-time items, missed the analyst target of $7.97.\n\nRosenblatt Securities analyst Martin Pyykkonen said the effect of foreign currency was worse for Alphabet than expected.\n\n“If there had been a little better foreign currency translation, it would have been better than the Street consensus,” he said.\n\nOn a conference call after the earnings announcement, Alphabet Chief Financial Officer Ruth Porat said, ”As a result of the ongoing strength of the U.S. dollar, we realized a negative currency impact on our revenues year-over-year of $762 million, or $593 million after the benefit of our hedging program. Holding currency constant to prior periods, our total revenue grew 23%“ year-over-year and declined 4% sequentially reflecting holiday seasonality.”\n\nCost-per-click, or the average price of online ads, fell 9 percent in the quarter ended March 31, although Pyykkonen said some analysts had been expecting a decline of 10 percent.\n\nGoogle’s advertising revenue increased 16.2 percent to $18.02 billion, while the number of ads, or paid clicks, rose 29 percent, the company said.\n\nLosses increased at the company’s Other Bets business, which includes its broadband business Google Fiber, home automation products Nest, self-driving cars and X - the company’s research facility that works on “moon shot” ventures.\n\nThe loss widened to $802 million, up from $633 million a year earlier. Revenue rose to $166 million from $80 million.\n\nAlphabet’s net income rose to $4.21 billion, or $6.02 per Class A and B share and Class C capital stock, from $3.52 billion, or $5.10 per share.\n\nThe company’s shares fell to $744.21 in after hours trade from a close of $780. (Reporting by Narottam Medhora in Bengaluru and Deborah Todd in San Francisco; Editing by Peter Henderson, Savio D‘Souza and Bernard Orr)",
        "link": "http://www.reuters.com/article/alphabet-results-idUSL3N17O4WI",
        "time": "5:42PM UTC"
    },
    {
        "header": "BRIEF-Alphabet reports 1st-qtr adj earnings of $7.50/shr",
        "body": "* In Q1 2016, repurchased 3.2 million shares of Alphabet Class C capital stock for an aggregate amount of $2.3 billion\n\n* Q1 non-GAAP EPS for Class A and B common stock and Class C capital stock $7.50\n\n* Q1 aggregate cost per click down 9 percent versus last year\n\n* Q1 GAAP EPS for Class A and B common stock and Class C capital stock $6.02\n\n* “Starting this quarter, certain tax benefits are reflected in consolidated statement of income, whereas they were previously recognized in equity”",
        "link": "http://www.reuters.com/article/idUSL5N17O7RE",
        "time": "4:33PM UTC"
    }
]