[
    {
        "header": "Google's search business chief Amit Singhal to leave",
        "body": "Feb 3 (Reuters) - Amit Singhal, the senior vice president of Google’s Internet search business at Alphabet Inc, said he would leave at the end of the month after 15 years with the company.\n\nJohn Giannandrea, the vice president of Google’s artificial intelligence efforts, would replace Singhal, Re/code reported on Tuesday.\n\nSinghal will leave Google on Feb. 26, he said in a blog post. (bit.ly/1PV3rVp) (Reporting by Sai Sachin R in Bengaluru; Editing by Kirti Pandey)",
        "link": "http://www.reuters.com/article/alphabet-moves-amitsinghal-idUSL3N15I5PH",
        "time": "4:06PM UTC"
    },
    {
        "header": "Dow, S&P 500 rally with energy; Alphabet drops",
        "body": "(Reuters) - U.S. stocks staged a late-day rally on Wednesday as an 8-percent jump in oil prices lifted beaten-down energy shares and financials rebounded.\n\nThe Nasdaq stayed weaker but ended well off the day’s lows.\n\nOil prices LCOc1 CLc1 snapped a two-day rout as investors took advantage of a weaker U.S. dollar. Comments by Russia’s foreign minister reignited hopes of a deal among oil producers to trim output. The energy index .SPNY jumped 4 percent.\n\n“What (markets) are keying off of is the move in commodities and in the dollar,” said Walter Todd, chief investment officer at Greenwood Capital Associates in Greenwood, South Carolina. “That is driving the rotation in the equity market out of momentum names into commodity-based names.”\n\nAlphabet (GOOGL.O) shares tumbled 4 percent to $749.38 and the company moved back below Apple (AAPL.O) in market capitalization. Apple, the world’s most valuable company, rose 2 percent at $96.35.\n\nAlphabet’s selloff may be a combination of broad-based weakness in tech stocks that are trading at high valuations and the departure of Amit Singhal as senior vice president of the company’s search business, said Kevin Kelly, chief investment officer for Recon Capital Partners.\n\n“That was a little surprising, especially this close after earnings,” he said, referring to Singhal’s departure.\n\nThe Dow Jones industrial average .DJI ended up 183.12 points, or 1.13 percent, to 16,336.66, the S&P 500 .SPX gained 9.5 points, or 0.5 percent, to 1,912.53 and the Nasdaq Composite .IXIC dropped 12.71 points, or 0.28 percent, to 4,504.24.\n\nOther high-flying tech names that fell on Wednesday included Amazon (AMZN.O), down 3.8 percent at $531.07.\n\nThe dollar’s .DXY decline may have eased worries about the impact of dollar strength on U.S. multinationals’ earnings. Shares of 3M Co. (MMM.N), up 3.1 percent at $152.52, led gains in the Dow.\n\nThe S&P materials .SPLRCM was up 3.3 percent, the day’s second-best performing sector. The S&P financial index .SPSY ended down just 0.1 percent after hitting its lowest in more than two years.\n\nStocks’ late-day rally reversed sharp losses in morning trading. U.S. data showed the economy’s service sector expanded at a slower-than-expected rate, raising concerns that weakness in manufacturing was spreading to other areas of the economy.\n\nIn other economic news, ADP data showed private employers added more jobs than expected in January. The data comes ahead of the government’s more comprehensive employment report on Friday.\n\nTepid U.S. growth, falling oil prices, and fears regarding a China-led global slowdown have combined to drive stocks down sharply since the start of the year.\n\nAfter the bell, CBS Corp (CBS.N) said media mogul Sumner Redstone had resigned as executive chairman. Shares of Viacom Inc (VIAB.O), where Redstone is also chairman, shot up 10.6 percent to $49.40. CBS shares also were up.\n\nDuring the session, about 10.2 billion shares changed hands on U.S. exchanges, above the 9.2 billion daily average for the past 20 trading days, according to Thomson Reuters data.\n\nAdvancing issues outnumbered decliners on the NYSE 1,920 to 1,102; on the Nasdaq, 1,393 issues fell and 1,391 advanced. The S&P 500 posted 22 new 52-week highs and 56 new lows; the Nasdaq recorded 16 new highs and 236 new lows.",
        "link": "http://www.reuters.com/article/us-usa-stocks-idUSKCN0VC1D2",
        "time": "5:46PM UTC"
    },
    {
        "header": "Google expands self-driving car testing to Washington State",
        "body": "WASHINGTON (Reuters) - Alphabet Inc said Wednesday its self-driving car project will expand testing to Kirkland, Washington later this month, the third city where it is testing autonomous vehicles.\n\nThe company’s Google unit has conducted autonomous vehicle testing for six years in Mountain View, California, where it is based, and it expanded testing to Austin, Texas last summer.\n\nGoogle said in a statement that one reason for the new site in the northwest United States is to gain experience in “different driving environments, traffic patterns, and road conditions.”\n\nKirkland has significant seasonal rain that allows for wet weather testing, along with hills that will allow testing of sensors at different angles and elevations.\n\nGoogle began a few weeks ago driving a single Lexus RX450h SUV around a few square miles in North Kirkland to create a detailed map of the streets.\n\nThe company says its self-driving software has already been tested in over 1.4 million miles of autonomous driving.\n\nWashington Governor Jay Inslee praised the testing. “We’re looking forward to seeing the cars on the road and understanding more about how self-driving cars might someday improve safety and provide traffic relief,” he said in the Google statement.\n\nLast month, the U.S. Transportation Department said it may waive some vehicle safety rules to allow more driverless cars to operate on U.S. roads as part of a broader effort to speed up development of self-driving vehicles.\n\nMajor automakers, and technology companies led by Google, are racing to develop and sell vehicles that can drive themselves, but they have complained that safety rules are impeding testing and ultimate deployment of such vehicles.\n\nThe U.S. National Highway Traffic Safety Administration told automakers it is willing to exempt up to 2,500 vehicles industry-wide from some auto safety standards for up to two years in a move that could allow Google to get its self-driving cars on U.S. roads.\n\nSafety regulators will write guidelines for self-driving cars within six months, Transportation Secretary Anthony Foxx said last month.",
        "link": "http://www.reuters.com/article/us-alphabet-autos-testing-idUSKCN0VC26R",
        "time": "12:53PM UTC"
    },
    {
        "header": "Google search chief Singhal to quit, to be replaced by AI head",
        "body": "(Reuters) - Google parent Alphabet Inc (GOOGL.O) said Amit Singhal, the longtime chief of its Internet search business, will leave the company and be replaced by the head of the technology giant’s artificial intelligence business.\n\nJohn Giannandrea, currently a vice president of engineering, will replace Singhal, a 15-year Google veteran, once he leaves on Feb. 26.\n\n“Search is stronger than ever, and will only get better in the hands of an outstanding set of senior leaders who are already running the show day-to-day,” Singhal wrote in a blog post.\n\nThe appointment of Giannandrea, who joined Google in 2010, underlines the growing importance Silicon Valley is attaching to artificial intelligence technology.\n\nGiannandrea led Google’s machine learning efforts, applying the technology to products such as image recognition for Google Photos search and the smart reply for Google Inbox.\n\n“Machine intelligence is crucial to our Search vision of building a truly intelligent assistant that connects our users to information and actions in the real world,” Google said in an emailed statement.\n\nThe importance of AI has been highlighted in moves by other prominent companies.\n\nElon Musk, Tesla Motors’ (TSLA.O) chief executive, and other prominent tech executives in December announced a $1 billion funding commitment to an AI non-profit.\n\nApple Inc (AAPL.O) reportedly bought AI startup Emotient Inc last month.",
        "link": "http://www.reuters.com/article/us-alphabet-moves-amitsinghal-idUSKCN0VC2KK",
        "time": "9:46PM UTC"
    }
]