[
    {
        "header": "S.Korea rejects Google request to take govt mapping data out of country",
        "body": "SEOUL, Nov 18 (Reuters) - South Korea has rejected Google’s request for permission to take government mapping data for use in servers outside the country due to national security concerns, the country’s land ministry said.\n\nGoogle, whose corporate parent is U.S.-based Alphabet Inc , has said it needs to put the data on servers worldwide to enable all of its maps-related services in South Korea.\n\nA Seoul-based spokeswoman for Google did not have immediate comment. (Reporting by Joyce Lee; Editing by Edwina Gibbs)",
        "link": "http://www.reuters.com/article/google-southkorea-idUSS6N1AR013",
        "time": "10:26PM UTC"
    },
    {
        "header": "Google, an Obama ally, may face policy setbacks under Trump",
        "body": "WASHINGTON/SAN FRANCISCO (Reuters) - Alphabet Inc’s (GOOGL.O) Google faces a tougher regulatory landscape as U.S. President-elect Donald Trump’s incoming administration looks poised to reverse Obama administration policies that often favored the internet giant in the company’s battles with telecoms and cable heavyweights, analysts say.\n\nGoogle had close ties with outgoing Democratic President Barack Obama’s administration, and its employees donated much more to defeated Democratic presidential candidate Hillary Clinton than to the Republican Trump.\n\nIn the most concrete sign yet that the tech policy balance may be tipping in favor of telecom firms ahead of Trump’s presidency, the U.S. Federal Communications Commission on Wednesday halted action on contentious regulatory reform measures opposed by companies such as AT&T Inc (T.N) and CenturyLink Inc.(CTL.N)\n\nIn addition, the commission is now expected to reject FCC Chairman Tom Wheeler’s high-profile proposal to open up the $20 billion market for rented pay-TV set-top boxes, according to two people with knowledge of the matter. That measure would have dealt a big blow to cable companies and created an opening for firms such as Google and Apple Inc. (AAPL.O)\n\nObama had thrown his support behind the initiative, a move AT&T decried as an improper intervention on behalf of what it called a “Google proposal.”\n\n“Google has been much more actively involved in this than Apple has,” said Jan Dawson, analyst at Jackdaw Research. “I‘m not sure it’s critical to Google’s business at all that it be allowed to provide these next generation set-top boxes, but there was a business opportunity there.”\n\nCable companies have expressed concerns that rivals like Google or Apple could create devices or apps and insert their own content or advertising in cable content.\n\nThe FCC’s moves came a day after Republican lawmakers urged Wheeler, a Democrat, to avoid any contested regulations in the waning days of the Obama administration, saying new rules would be subject to review by the incoming Republican-led Congress and Trump’s administration and “could create confusion if reversed.”\n\n“The question is how far will the pendulum swing back” in favor of telecom companies, said Hal Singer, senior fellow at the George Washington Institute of Public Policy. “It has swung in Google’s direction under the FCC and Chairman Wheeler.” Among other regulations, Trump’s Nov. 8 election has increased the chances that Obama’s net neutrality rules, adopted by the FCC in early 2015, could be rolled back, analysts said.\n\nMost Republicans strongly oppose net neutrality, which requires internet service providers to treat all data equally and bars them from obstructing or slowing down consumer access to web content. The rules were a victory for internet firms like Google and Netflix Inc (NFLX.O) that have advocated an open internet.\n\nJimmy Schaeffler, telecom industry consultant at the Carmel Group, said that “the bottom line is that things will change and there will be less optimism among and fewer opportunities” for companies like Google that do not own the internet networks.\n\n“That’s going to impede their success and those that rely on what they do,” Schaeffler added.\n\nRepublicans in Congress or at a Republican-controlled FCC under a Trump administration could also pare back new privacy rules adopted in October that subject internet service providers to stricter rules than those faced by Google and other websites.\n\nSince Trump’s victory, Alphabet shares have fallen 2.4 percent, Netflix shares have dropped 5.9 percent and Amazon (AMZN.O) shares are down 2 percent. AT&T Inc (T.N) and Verizon Communications Inc (VZ.N) shares have been relatively unchanged, while Comcast Corp (CMCSA.O) shares have soared 7.7 percent.\n\nGoogle did not respond to requests for comment.\n\nDuring Obama’s presidency, more than 250 people moved between jobs at Google or related firms and the federal government, national political campaigns and Congress, according to a report this year by the Campaign for Accountability watchdog group’s Google Transparency Project.\n\nEric Schmidt, Alphabet’s executive chairman, was seen at Clinton’s Election Night party wearing a staff badge in a widely circulated photo.\n\nIn the stolen and leaked emails of Clinton campaign chairman John Podesta disclosed by WikiLeaks, an adviser wrote a memo to Clinton in 2014 that said “working relationships with Google, Facebook, Apple, and other technology companies were important to us in 2012 and should be even more important to you in 2016, given their still-ascendent positions in the culture.”\n\n“We have begun having discreet conversations with some of these companies to get a sense of their priorities for the coming cycle,” the adviser wrote.\n\nTelecoms and cable companies have accused Wheeler of favoring Google at the expense of cable companies. Responding to the criticism, Wheeler said in May: “I hear that allegation, and I scratch my head. I don’t get that charge.”\n\n“Certainly the sort of cozy relationship that Google enjoyed with the Obama administration is not going to continue with Trump,” Jackdaw Research’s Dawson added.\n\nSome analysts and former Google lobbyists noted that the company similarly faced a set of challenging regulatory dynamics when it opened its Washington office in 2005, with Republicans controlling the White House and both houses of Congress and the young tech firm widely perceived to have a liberal bent.\n\n“They have a tailwind (in the Obama administration), and that does end now,” a former Google employee at the company’s Washington office said. “But I think in the long run Google is going to be just fine in Washington. In many ways, its whole operation was built just for moments like this.”",
        "link": "http://www.reuters.com/article/us-usa-trump-google-analysis-idUSKBN13C2XK",
        "time": "9:14PM UTC"
    }
]