[
    {
        "header": "EU's Vestager says looking closely at Google's Android",
        "body": "AMSTERDAM, April 18 (Reuters) - Europe’s antitrust chief said on Monday that she was looking closely at Google’s deals with phone makers and operators, concerned that conditions related to its popular Android mobile operating system may be restricting competition.\n\nThe comments by European Competition Commissioner Margrethe Vestager come amid signs that she could charge Google with anti-competitive behaviour, a year after she accused the company of favouring its shopping service in delivering search results at the expense of rivals.\n\nBig companies should not try to protect themselves by holding back innovation, Vestager said.\n\n“That’s why we’re looking closely at Google’s contracts with phone makers and operators which use the Android operating system,” she said at a conference organised by the Dutch competition authority.\n\n“Our concern is that, by requiring phone makers and operators to pre-load a set of Google apps, rather than letting them decide for themselves which apps to load, Google might have cut off one of the main ways that new apps can reach customers.” (Reporting By Foo Yun Chee; editing by Philip Blenkinsop)",
        "link": "http://www.reuters.com/article/eu-google-antitrust-idUSL5N17L0YN",
        "time": "3:35AM UTC"
    },
    {
        "header": "U.S. top court rejects challenge to Google book-scanning project",
        "body": "WASHINGTON (Reuters) - The U.S. Supreme Court on Monday declined to hear a challenge by a group of authors who contend that Google’s massive effort to scan millions of books for an online library violates copyright law.\n\nThe Authors Guild and several individual writers have argued that the project, known as Google Books, illegally deprives them of revenue. The high court left in place an October 2015 ruling by the 2nd U.S. Circuit Court of Appeals in New York in favor of Google.\n\nA unanimous three-judge appeals court panel said the case “tests the boundaries of fair use,” but found Google’s practices were ultimately allowed under the law.\n\nThe individual plaintiffs who filed the proposed class action against Google included former New York Yankees pitcher Jim Bouton, who wrote the acclaimed memoir “Ball Four.”\n\nSeveral prominent writers, including novelist and poet Margaret Atwood and lyricist and composer Stephen Sondheim, signed on to a friend-of-the-court brief backing the Authors Guild.\n\nThe authors sued Google, whose parent company is Alphabet Inc, in 2005, a year after the project was launched. A lower court dismissed the litigation in 2013, prompting the authors’ appeal.\n\nGoogle argued that the effort would actually boost book sales by making it easier for readers to find works, while introducing them to books they might not otherwise have seen.\n\nThe company made digital copies of more than 20 million books, according to court papers. Some publishers agreed to allow Google to copy their works.\n\nGoogle Books allows users to search the content of the books and displays excerpts that show the relevant search results. Google says in court papers the service “gives readers a dramatically new way to find books of interest” and lets people know where they can buy them. Users cannot read “any substantial portion of any book,” Google said.\n\nGoogle had said it could have faced billions of dollars in potential damages if the authors had prevailed.\n\nThe case is Authors Guild v. Google Inc, U.S. Supreme Court, No. 15-849",
        "link": "http://www.reuters.com/article/usa-court-google-idUSL2N17L0QT",
        "time": "9:51AM UTC"
    },
    {
        "header": "EU competition chief set to charge Google with Android abuse: sources",
        "body": "AMSTERDAM/FRANKFURT (Reuters) - The European competition commission is gearing up to charge Google with giving unfair prominence to its own apps like search and maps in supplementary software licensing deals it strikes with mobile phone makers running its Android operating system, four sources familiar with the process said on Monday.\n\nGoogle generated an estimated $11 billion (9.73 billion euros) last year from sales of ads running on Android phones featuring Google apps. Android has become the dominant software in recent years, running most of the world’s smartphones.\n\nIf the EU were to find Google guilty of market abuse it could lead to a fine of up to $7.4 billion or 10 percent of 2015 revenue, while forcing it to change its business practices.\n\nEU antitrust chief Margrethe Vestager said on Monday her agency’s probe centers on the use of exclusive contracts which enable phone firms to run Google’s own apps and not necessarily on demands they bundle in a complete set of Google apps such as Search, Maps and Gmail and its Google Play app store on phones.\n\nFor while Android is open source software that gives device makers the freedom to build and run their own software, the vast majority of European phones run a standard package of software and Google apps that must be licensed from Google, according to data from Strategy Analytics, a technology market research firm.\n\n“Our concern is that by requiring phone makers and operators to pre-load a set of Google apps, rather than letting them decide for themselves which apps to load, Google might have cut off one of the main ways that new apps can reach customers,” Vestager said at a regulatory conference in Amsterdam.\n\n“We are looking into the question of tying, but tying in itself is not necessarily a problem,” she added in response to a question about whether the EU had narrowed its list of concerns over Android.\n\n“It depends on how it’s made but that is part of our investigation, which as I said, is not done yet,” she said, giving no further hints on the timing of when her agency might expand its charge sheet against Alphabet Inc’s (GOOGL.O) Google.\n\nA year ago the EU charged Google with favoring its own shopping service in Internet searches, adding at that time it was also investigating whether the advertising giant was abusing its control over Android. A decision on the shopping service case could come later in 2016. Since February the EU watchdog has been asking complainants concerning Android to remove sensitive details from information provided to the Commission before it provides the data to Google for its defense, four people familiar with the matter said.\n\nHowever, some companies contacted by EU regulators last week were given a 24-hour deadline to do so, the first time regulators have set such a tight deadline, suggesting a charge sheet may be sent within days, three of those sources said.\n\nThe EU competition office in Brussels declined to comment on whether new charges involving Android were in the works.\n\nA Google spokesman denied that it forces phone vendors into exclusive contracts and said talks with the EU were continuing.\n\n“Anyone can use Android with or without Google applications. Hardware manufacturers and carriers can decide how to use Android and consumers have the last word about which apps they want to use,” Google spokesman Mark Jansen said in a statement.\n\nGoogle requires phone vendors to sign confidential contracts. A handful of those contracts which have leaked into the public realm do not explicitly force phone makers to pre-load certain Google apps, but they do, effectively, require it in order for phone makers to install the Google Play app store.\n\nTwo thirds of all mobile phones used in Europe this month were running on Android, according to StatCounter data. Devices running on Apple’s proprietary iOS software account for another 27 percent, leaving other systems such as Microsoft (MSFT.O) or Blackberry (BB.TO) barely registering in the rankings.\n\nEU regulators have received formal complaints from four Google rivals that it used its control over Android to stifle competition from alternative mobile phone operating systems, device makers, network operators and rival app developers.\n\nLawyers for several of the complainants as well as antitrust experts not directly involved in the case, said charges against Android may be easier for EU to prove because it is based on a set of contracts that make it easier to show illegal behavior and to propose remedies that free up competitors.\n\n“This conduct fits fairly nicely into existing legal theories which are well established under existing EU competition law,” said Thomas Vinje, a partner at law firm Clifford Chance and counsel for Brussels lobbying group FairSearch.\n\nFairSearch, which is backed by Google rivals including Microsoft (MSFT.O), Nokia (NOKIA.HE) and Oracle (ORCL.N), lodged the first official EU complaint against Android in 2013.\n\nSince then FairSearch has been joined in filing separate complaints by U.S.-based ad-blocking and privacy firm Disconnect Inc, Portugal-based Aptoide, which runs a store for downloading Android mobile apps that rivals Google Play Store, and Yandex (YNDX.O), Russia’s biggest search engine.",
        "link": "http://www.reuters.com/article/us-eu-google-antitrust-idUSKCN0XF0PI",
        "time": "10:47AM UTC"
    },
    {
        "header": "REFILE-UPDATE 2-EU competition chief set to charge Google with Android abuse -sources",
        "body": "AMSTERDAM/FRANKFURT (Reuters) - The European competition commission is gearing up to charge Google with giving unfair prominence to its own apps like search and maps in supplementary software licensing deals it strikes with mobile phone makers running its Android operating system, four sources familiar with the process said on Monday.\n\nGoogle generated an estimated $11 billion (9.73 billion euros) last year from sales of ads running on Android phones featuring Google apps. Android has become the dominant software in recent years, running most of the world’s smartphones.\n\nIf the EU were to find Google guilty of market abuse it could lead to a fine of up to $7.4 billion or 10 percent of 2015 revenue, while forcing it to change its business practices.\n\nEU antitrust chief Margrethe Vestager said on Monday her agency’s probe centers on the use of exclusive contracts which enable phone firms to run Google’s own apps and not necessarily on demands they bundle in a complete set of Google apps such as Search, Maps and Gmail and its Google Play app store on phones.\n\nFor while Android is open source software that gives device makers the freedom to build and run their own software, the vast majority of European phones run a standard package of software and Google apps that must be licensed from Google, according to data from Strategy Analytics, a technology market research firm.\n\n“Our concern is that by requiring phone makers and operators to pre-load a set of Google apps, rather than letting them decide for themselves which apps to load, Google might have cut off one of the main ways that new apps can reach customers,” Vestager said at a regulatory conference in Amsterdam.\n\n“We are looking into the question of tying, but tying in itself is not necessarily a problem,” she added in response to a question about whether the EU had narrowed its list of concerns over Android.\n\n“It depends on how it’s made but that is part of our investigation, which as I said, is not done yet,” she said, giving no further hints on the timing of when her agency might expand its charge sheet against Alphabet Inc’s (GOOGL.O) Google.\n\nA year ago the EU charged Google with favoring its own shopping service in Internet searches, adding at that time it was also investigating whether the advertising giant was abusing its control over Android. A decision on the shopping service case could come later in 2016. Since February the EU watchdog has been asking complainants concerning Android to remove sensitive details from information provided to the Commission before it provides the data to Google for its defense, four people familiar with the matter said.\n\nHowever, some companies contacted by EU regulators last week were given a 24-hour deadline to do so, the first time regulators have set such a tight deadline, suggesting a charge sheet may be sent within days, three of those sources said.\n\nThe EU competition office in Brussels declined to comment on whether new charges involving Android were in the works.\n\nA Google spokesman denied that it forces phone vendors into exclusive contracts and said talks with the EU were continuing.\n\n“Anyone can use Android with or without Google applications. Hardware manufacturers and carriers can decide how to use Android and consumers have the last word about which apps they want to use,” Google spokesman Mark Jansen said in a statement.\n\nGoogle requires phone vendors to sign confidential contracts. A handful of those contracts which have leaked into the public realm do not explicitly force phone makers to pre-load certain Google apps, but they do, effectively, require it in order for phone makers to install the Google Play app store.\n\nTwo thirds of all mobile phones used in Europe this month were running on Android, according to StatCounter data. Devices running on Apple’s proprietary iOS software account for another 27 percent, leaving other systems such as Microsoft (MSFT.O) or Blackberry (BB.TO) barely registering in the rankings.\n\nEU regulators have received formal complaints from four Google rivals that it used its control over Android to stifle competition from alternative mobile phone operating systems, device makers, network operators and rival app developers.\n\nLawyers for several of the complainants as well as antitrust experts not directly involved in the case, said charges against Android may be easier for EU to prove because it is based on a set of contracts that make it easier to show illegal behavior and to propose remedies that free up competitors.\n\n“This conduct fits fairly nicely into existing legal theories which are well established under existing EU competition law,” said Thomas Vinje, a partner at law firm Clifford Chance and counsel for Brussels lobbying group FairSearch.\n\nFairSearch, which is backed by Google rivals including Microsoft (MSFT.O), Nokia (NOKIA.HE) and Oracle (ORCL.N), lodged the first official EU complaint against Android in 2013.\n\nSince then FairSearch has been joined in filing separate complaints by U.S.-based ad-blocking and privacy firm Disconnect Inc, Portugal-based Aptoide, which runs a store for downloading Android mobile apps that rivals Google Play Store, and Yandex (YNDX.O), Russia’s biggest search engine.",
        "link": "http://www.reuters.com/article/eu-google-antitrust-idUSL5N17L211",
        "time": "10:49AM UTC"
    },
    {
        "header": "REFILE-UPDATE 1-EU's antitrust chief looking closely at Google's Android",
        "body": "AMSTERDAM, April 18 (Reuters) - The European Union antitrust chief, who has already charged Google with favouring its own shopping service in internet searches, said on Monday that she was now examining its deals with phone makers and operators.\n\nThe comments by European Competition Commissioner Margrethe Vestager follow a year-long investigation into Android, the world’s most popular operating system for smartphones, triggered by two complaints.\n\nA decision on the shopping service could come this year. Like the Android case, it could lead to a fine of up to $7.4 billion or 10 percent of Google’s 2015 revenue, and force it to change its business practices.\n\nVestager said big companies should not try to protect themselves by holding back innovation.\n\n“That’s why we’re looking closely at Google’s contracts with phone makers and operators which use the Android operating system,” she said at a conference organised by the Dutch competition authority.\n\n“Our concern is that, by requiring phone makers and operators to pre-load a set of Google apps, rather than letting them decide for themselves which apps to load, Google might have cut off one of the main ways that new apps can reach customers.”\n\nThe Commission said last year that it was also investigating whether Google had prevented smartphone and tablet manufacturers from developing and marketing modified and potentially competing versions of Android.\n\nAnother area of concern was whether Google had illegally hindered the development and market access of rival applications and services by bundling some of its applications and services distributed on Android devices with other Google products. (Reporting By Foo Yun Chee; Editing by Kevin Liffey)",
        "link": "http://www.reuters.com/article/eu-google-antitrust-idUSL5N17L187",
        "time": "4:26AM UTC"
    },
    {
        "header": "Supreme Court rejects challenge to Google book-scanning project",
        "body": "WASHINGTON (Reuters) - The U.S. Supreme Court on Monday declined to hear a challenge by a group of authors who contend that Google’s massive effort to scan millions of books for an online library violates copyright law.\n\nThe Authors Guild and several individual writers have argued that the project, known as Google Books, illegally deprives them of revenue. The high court left in place an October 2015 ruling by the 2nd U.S. Circuit Court of Appeals in New York in favor of Google.\n\nA unanimous three-judge appeals court panel said the case “tests the boundaries of fair use,” but found Google’s practices were ultimately allowed under the law.\n\nThe individual plaintiffs who filed the proposed class action against Google included former New York Yankees pitcher Jim Bouton, who wrote the acclaimed memoir “Ball Four.”\n\nSeveral prominent writers, including novelist and poet Margaret Atwood and lyricist and composer Stephen Sondheim, signed on to a friend-of-the-court brief backing the Authors Guild.\n\nThe authors sued Google, whose parent company is Alphabet Inc, in 2005, a year after the project was launched. A lower court dismissed the litigation in 2013, prompting the authors’ appeal.\n\nGoogle argued that the effort would actually boost book sales by making it easier for readers to find works, while introducing them to books they might not otherwise have seen.\n\nThe company made digital copies of more than 20 million books, according to court papers. Some publishers agreed to allow Google to copy their works.\n\nGoogle Books allows users to search the content of the books and displays excerpts that show the relevant search results. Google says in court papers the service “gives readers a dramatically new way to find books of interest” and lets people know where they can buy them. Users cannot read “any substantial portion of any book,” Google said.\n\nGoogle had said it could have faced billions of dollars in potential damages if the authors had prevailed.\n\nThe case is Authors Guild v. Google Inc, U.S. Supreme Court, No. 15-849",
        "link": "http://www.reuters.com/article/us-usa-court-google-idUSKCN0XF1O3",
        "time": "9:42AM UTC"
    },
    {
        "header": "News Corp broadens Google antitrust complaint - source",
        "body": "AMSTERDAM, April 18 (Reuters) - News Corp has expanded its complaint against Google to EU antitrust regulators investigating whether the Internet search engine abused its dominance, a person familiar with the matter said on Monday.\n\nNews Corp, controlled by media mogul Rupert Murdoch and the owner of the Wall Street Journal and publisher HarperCollins, took its grievance to the European Commission two years ago.\n\nIt said Google’s practice of aggregating content on its home page and exploiting its dominance in online advertising undermines the business model of content providers such as News Corp.\n\n“News Corp has broadened its existing complaint,” the person said, declining to be named because of the sensitivity of the matter.\n\nThe source said the new elements included Google’s practice of copying or scraping content from other sites and also promoting its own news search results above rival sites.\n\nThe move by News Corp came a month after its CEO Robert Thomson met European Competition Commissioner Margrethe Vestager to talk about Google. (Reporting By Foo Yun Chee; editing by Philip Blenkinsop)",
        "link": "http://www.reuters.com/article/eu-google-newscorp-idUSL5N17L1N2",
        "time": "5:15AM UTC"
    }
]