[
    {
        "header": "Alphabet's Project Fi exiting invite-only mode",
        "body": "March 7 (Reuters) - People across the United States interested in Alphabet Inc’s wireless service, Project Fi, need not wait for an invite to sign up, starting Monday.\n\nThe company is exiting the wireless service's invitation-only mode, according to a post on the Android blog. (bit.ly/1OXOb2Y)\n\nProject Fi was introduced in April in collaboration with telecom providers Sprint Corp and T-Mobile U.S. Inc .\n\nThe service aims to connect users to the fastest available network at a certain location, which could be a Wi-Fi network or data connections offered by one of the partners. (Reporting By Sudarshan Varadhan in Bengaluru; Editing by Sriraj Kalluvila)",
        "link": "http://www.reuters.com/article/alphabet-projectfi-idUSL4N16F525",
        "time": "3:44PM UTC"
    },
    {
        "header": "News Corp CEO to meet EU antitrust chief, Google in focus",
        "body": "News Corp’s (NWSA.O) chief executive will meet the EU antitrust chief this week, the company said on Monday, with the focus expected to be on the EU’s investigation into whether Internet search engine Google (GOOGL.O) abused its dominance.\n\nCEO Robert Thomson will meet European Competition Commissioner Margrethe Vestager on Thursday for the third time, a News Corp spokesman said, without providing details. European Commission spokesman Ricardo Cardoso confirmed the meeting.\n\nThe European Commission opened a case against Google in late 2010, but has yet to decide whether to penalize the company.\n\nNews Corp, controlled by media mogul Rupert Murdoch and the owner of the Wall Street Journal and publisher HarperCollins, is one of more than a dozen companies that have urged the European Commission to act against Google.\n\nGoogle’s practice of aggregating content on its home page and exploiting its dominance in online advertising undermines the business model of content providers such as News Corp, Thomson told the previous EU antitrust head two years ago.\n\nGoogle Chief Executive Sundar Pichai met Vestager last month but did not go into the substance of the EU charges laid against the company in April last year.\n\nGoogle has said the accusations do not have any economic, legal or factual basis.",
        "link": "http://www.reuters.com/article/us-eu-newscorp-google-idUSKCN0W91TX",
        "time": "12:30PM UTC"
    }
]