[
    {
        "header": "BRIEF-Bloober Team game \"Layers of Fear: Solitude\" to premiere Google Daydream platform in Q4",
        "body": "* Its game “Layers of Fear: Solitude” to premiere on Google Daydream platform in Q4 Source text for Eikon: Further company coverage: (Gdynia Newsroom)",
        "link": "http://www.reuters.com/article/idUSFWN1CW0HC",
        "time": "2:41AM UTC"
    },
    {
        "header": "Google executives met Indonesian officials to negotiate tax bill: source",
        "body": "JAKARTA (Reuters) - Senior executives from the Asia Pacific headquarters of Alphabet Inc’s (GOOGL.O) Google met Indonesian tax officials on Wednesday to negotiate the internet search company’s tax bill, a person with knowledge of the matter told Reuters.\n\nNo agreement has been reached yet, said the person, who declined to be named as the information was confidential.\n\nIndonesia plans to pursue Google for five years of back taxes, and the U.S. company could face a bill of more than $400 million for 2015 alone if it is found to have avoided payments, senior tax official Muhammad Haniv told Reuters last month.\n\nGoogle Indonesia has said it continues to cooperate with local authorities and has paid all applicable taxes.\n\nIndonesia is eager to ramp up tax collection to reduce its budget deficit and fund an infrastructure program. Other governments around the world are also seeking to clamp down on corporate tax avoidance.\n\nThailand is studying plans to toughen tax collection rules for internet and technology firms, the head of the Revenue Department told Reuters last month.\n\nKen Dwijugiasteadi, Indonesia’s director-general of taxes, declined to comment on whether the meeting with Google took place on Wednesday, but told Reuters in a text message: “When the time is right, we will hold a press conference.”\n\nThe tax office alleges that Google’s local entity, PT Google Indonesia, paid less than 0.1 percent of the total income and value-added taxes it owed last year, with most of the revenue from the country being booked at Google’s Asia Pacific headquarters in Singapore.\n\nThe Indonesian tax office has estimated the total advertising revenue for the industry in Indonesia at around $830 million a year, with Google and Facebook Inc (FB.O) accounting for around 70 percent of that.\n\nBut a joint study by Google and Singapore state investor Temasek released earlier this year estimated this at $300 million for 2015.",
        "link": "http://www.reuters.com/article/us-indonesia-google-tax-idUSKCN12Q1NK",
        "time": "9:01AM UTC"
    },
    {
        "header": "BRIEF-Apigee reports receipt of German and Austrian regulatory approvals under proposed acquisition by Google",
        "body": "* Apigee Corporation announces receipt of German and Austrian regulatory approvals under proposed acquisition by Google Inc.\n\n* Apigee Corp - regulatory waiting period in austria of proposed acquisition of Apigee by Google expired on October 22, 2016 Source text for Eikon: Further company coverage:",
        "link": "http://www.reuters.com/article/idUSASC09D6S",
        "time": "8:09AM UTC"
    },
    {
        "header": "Google halts Fiber rollout in some U.S. cities",
        "body": "(Reuters) - Alphabet Inc (GOOGL.O) is halting the rollout of its much-talked about high-speed internet service, Google Fiber, in some cities in the United States.\n\nThe company’s Google Access division, which provides the service, said its chief executive, Craig Barratt, would step down but stay on as an adviser.\n\nThe division will also lay off some employees in some cities where the service is not fully operational, it said in a blog post on Tuesday, but did not provide further details. (bit.ly/2dIhsc9)\n\nTech news website Ars Technica reported, citing a source familiar with the matter, that the division would lay off about 9 percent of its staff.\n\nGoogle had been expanding the service, which promises Internet speeds of up to 1,000 megabits per second, in several cities in the United States.\n\n“The (blog) post suggests a greater focus on technology and deployment methods, implying a shift toward wireless,” said Stifel analyst Noelle Dilts.\n\nGoogle bought internet service provider Webpass, which uses both wireless and fiber technologies, earlier this year for an undisclosed sum.\n\nThe rollout of Google Fiber will be paused in Chicago, Dallas, Jacksonville, Los Angeles, Oklahoma City, Phoenix, Portland, San Diego, San Jose, and Tampa, Dilts added.\n\nHowever, services will continue in cities where it is already available.",
        "link": "http://www.reuters.com/article/us-alphabet-googlefiber-idUSKCN12Q21B",
        "time": "1:00PM UTC"
    },
    {
        "header": "Google Earth images shed light on where solar rooftops make sense",
        "body": "NEW YORK, Oct 26 (Thomson Reuters Foundation) - During his free time on the job as a Google employee, Carl Elkin began tinkering with the company’s 3D mapping program, wondering if it could identify rooftops that receive enough sunlight to make installing solar panels worthwhile.\n\nWhen months later the U.S.-based engineer showed a handful of colleagues the results of his labor, they had a eureka moment.\n\n“The lightbulb kind of went off,” said Joel Conkling, Elkin’s colleague at the California-based company. “It felt like intuitively it had some real potential.”\n\nSoon after, a team followed Elkin’s lead and designed Project Sunroof. The project website uses Google Earth’s high-resolution aerial images to calculate any roof’s solar energy potential.\n\nFor homeowners, figuring out whether installing thousands of dollars worth of solar panels is a sound investment can be confusing.\n\nProject Sunroof aims to make the decision easier - and speed up the adoption of solar energy, which today accounts for less than 1 percent of U.S. electricity generation.\n\nHomeowners interested in assessing their property’s solar potential can enter their address on Project Sunroof’s website, and in roughly a second get a calculation of how many hours of usable sunlight their roof receives, Conkling said.\n\nThousands of lines of computer code analyze factors such as the shade trees cast on a roof, its orientation and local weather patterns, he said.\n\nProject Sunroof then connects users whose roof is suitable for solar panels with companies that install them.\n\n“People can come in and very quickly and very easily get a pretty sophisticated understanding of their solar potential and whether it makes sense for them to go solar,” said Conkling, a product manager for Project Sunroof.\n\nThe response has been encouraging, he said.\n\nLast month, Project Sunroof was among 13 projects from around the world to win a Momentum for Change award, which recognises innovative and potentially transformative ways to tackle climate change and move toward a low-carbon future.\n\n“We were impressed by the scalability of the technology with more and more states and homes able to utilize it,” said Nick Nuttall, a spokesman for the Bonn-based U.N. Climate Change Secretariat, which presents the award.\n\nSince launching last year, Project Sunroof has expanded from offering analysis of rooftops in two states to 42 states, from New York to California. Thousands of users have been connected with solar-panel installers, Conkling told the Thomson Reuters Foundation.\n\nIn many states, homeowners who produce solar energy can sell all or part of it the power grid. Such payments - and other incentives - are often essential to help offset the steep upfront investment, which can run between $17,000 and $24,000 for a typical solar panel system, according to data from research firm GTM Research.\n\nOther U.S. companies also map the solar potential of roofs, including Geostellar and Mapdwell. But Conkling said he is confident that Google Earth’s global reach and high definition images can help it cover more ground and provide estimates with an unprecedented degree of accuracy.\n\nNuttall, of the U.N. climate secretariat, agrees the system potentially could be used in many more places.\n\n“There seems no reason why one day it could not go global,” he said.\n\nIn recent years, Google has invested nearly $2.5 billion in clean energy wind and solar projects, according to the company's corporate website. (Reporting by Sebastien Malo, Editing by Laurie Goering; Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, women's rights, trafficking, property rights and climate change. Visit news.trust.org)",
        "link": "http://www.reuters.com/article/usa-electricity-solar-idUSL1N1CW00U",
        "time": "6:53PM UTC"
    }
]