[
    {
        "header": "Alphabet to give first peek at cost of 'moonshot' bets",
        "body": "(Reuters) - How much is Google-parent Alphabet Inc (GOOGL.O) spending on “moonshots” – self-driving cars, glucose-monitoring contact lenses, Internet balloons and other ambitious projects?\n\nInvestors will get their long-awaited answer when Alphabet reports fourth-quarter results after markets close on Monday.\n\nThe report will be the first time Alphabet will break out results for what it calls “Other Bets,” which includes Google Fiber; smart home accessory maker Nest Labs and the secretive “X”, home to the self-driving cars project.\n\nThe results will also show how successful Google was in targeting ads at a fast-growing number of mobile users, especially after Facebook Inc’s (FB.O) stellar report.\n\nA strong report could boost the stock enough for Alphabet to surpass Apple Inc (AAPL.O) as the most valuable company in the world.\n\n“For the first time they (Alphabet) have a real catalyst to the stock, aside from a standard beat-and-raise,” said James Cakmak, an analyst at Monness, Crespi, Hardt & Co Inc.\n\nThe market has wanted four things from Alphabet: consistent revenue growth, margin stabilization, greater disclosure and share buybacks, and they will get all of them this quarter, RBC Capital Markets analyst Mark Mahaney said.\n\nThe reading may not be pretty.\n\nA Raymond James survey showed that 72 percent of investors expect “Other Bets” lost more than $1.5 billion in 2015.\n\n“We believe revenues from Other Bets will be fairly immaterial for Alphabet given the early stages of most of these businesses,” Raymond James analysts wrote in a note.\n\nTo be sure, almost all of Alphabet’s revenue comes from its Google unit.\n\nThe unit houses its Internet and related businesses such as search, ads, maps, YouTube and Android as well as hardware products such as its Chromebooks.\n\nGoogle’s revenue has been bolstered by its efforts to drive sales from its mobile and video advertising as well as Chief Financial Officer Ruth Porat’s increased discipline on expenses.\n\nAd sales to mobile users is going to be the main driver to Google’s results, just as it was at Facebook.\n\nAnalysts on average are expecting Alphabet’s profit to rise to $8.10 per share from $6.88 and revenue to rise 14.7 percent to $20.76 billion, according to Thomson Reuters I/B/E/S.\n\nAlphabet shares closed at $761.35 on Friday, valuing the company at about $517 billion, 4.4 percent shy of Apple’s valuation of about $540 billion.",
        "link": "http://www.reuters.com/article/us-alphabet-results-preview-idUSKCN0VA23S",
        "time": "12:09PM UTC"
    },
    {
        "header": "Alphabet passes Apple to become most valuable traded U.S. company",
        "body": "NEW YORK (Reuters) - Alphabet Inc (GOOGL.O) surpassed Apple Inc (AAPL.O) as the most valuable company in the United States in after-hours trading on Monday, knocking the iPhone maker from the top spot that it has held for the better part of four years.\n\nThe change may signal the passing of the technology baton to Alphabet - formerly known as Google - from Apple, which surged past Microsoft Corp (MSFT.O) in market value in 2010. Microsoft in turn eclipsed International Business Machines Corp (IBM.N) two decades ago.\n\nIt is not without piquancy for Apple and Alphabet, which worked hand-in-hand to develop mobile computing, but fell out bitterly after Google launched its own Android mobile operating system in 2008. Google’s then-CEO Eric Schmidt left Apple’s board the following year.\n\nThe two companies’ operating systems and apps are in direct competition with each other and Apple is still in litigation with Samsung Electronics (005930.KS), the biggest Android smartphone maker.\n\nAlphabet shares jumped 6 percent on Monday after reporting strong quarterly earnings after the bell, making its combined share classes worth $554 billion, compared with Apple, which had a value of about $534 billion. Apple shares dipped last week after reporting the slowest-ever increase in iPhone shipments and forecasting its first revenue drop in 13 years.\n\nAlphabet will officially overtake Apple in market value if the two companies’ shares open around current levels on Tuesday.\n\nThe Internet powerhouse’s stock has surged in the last year, helped by increasing sales of advertising on mobile devices, while Apple has struggled due to signs of softening demand for its signature phone, especially in China, and the lack of another blockbuster product in its pipeline.\n\n“This makes Alphabet an even stronger bellwether for investors to watch,” Scott Fullman, chief strategist at Revere Securities Corp, after the earnings on Monday. “The company has been tracking very well given the volatility in the market, dominated by falling energy prices and weakness from China.”\n\nThe latest spurt in Alphabet’s stock price growth started around July last year. Since then the company has restructured, forming a new holding company and splitting into two parts.\n\nGoogle includes its search engine, YouTube and related parts of the company, while a unit called ‘Other Bets’ includes its ‘moonshots’ such as self-driving cars, and encompasses Google Capital, the secretive X research division and Nest, which offers smart-home accessories.\n\nInvestors have appreciated the company’s new discipline on costs, which started with the arrival of new Chief Financial Officer Ruth Porat.\n\nFor a time it looked as if Apple would never relinquish the top spot in terms of market value. Bolstered by success of the iPhone, an enormous cash hoard, Apple took over the top U.S. spot in 2012 from Exxon Mobil, and at one point in early 2015 was worth more than $760 billion.\n\nAlphabet shares are much more expensive, relatively speaking, than Apple‘s, trading around 38 times earnings for the last 12 months, compared to about 11 times for Apple. Alphabet pays no dividend, whereas Apple’s dividend currently yields about 2 percent of the stock’s value annually.\n\nAlphabet’s move into the top spot makes it the 12th company to be recognized as the largest publicly traded U.S. name since 1928, according to S&P Dow Jones Indices. Past No. 1 names include General Electric, General Motors and IBM.",
        "link": "http://www.reuters.com/article/apple-alphabet-idUSKCN0VA3JX",
        "time": "9:46PM UTC"
    },
    {
        "header": "RPT-UPDATE 4-Alphabet passes Apple to become most valuable traded US company",
        "body": "NEW YORK (Reuters) - Alphabet Inc (GOOGL.O) surpassed Apple Inc (AAPL.O) as the most valuable company in the United States in after-hours trading on Monday, knocking the iPhone maker from the top spot that it has held for the better part of four years.\n\nThe change may signal the passing of the technology baton to Alphabet - formerly known as Google - from Apple, which surged past Microsoft Corp (MSFT.O) in market value in 2010. Microsoft in turn eclipsed International Business Machines Corp (IBM.N) two decades ago.\n\nIt is not without piquancy for Apple and Alphabet, which worked hand-in-hand to develop mobile computing, but fell out bitterly after Google launched its own Android mobile operating system in 2008. Google’s then-CEO Eric Schmidt left Apple’s board the following year.\n\nThe two companies’ operating systems and apps are in direct competition with each other and Apple is still in litigation with Samsung Electronics (005930.KS), the biggest Android smartphone maker.\n\nAlphabet shares jumped 6 percent on Monday after reporting strong quarterly earnings after the bell, making its combined share classes worth $554 billion, compared with Apple, which had a value of about $534 billion. Apple shares dipped last week after reporting the slowest-ever increase in iPhone shipments and forecasting its first revenue drop in 13 years.\n\nAlphabet will officially overtake Apple in market value if the two companies’ shares open around current levels on Tuesday.\n\nThe Internet powerhouse’s stock has surged in the last year, helped by increasing sales of advertising on mobile devices, while Apple has struggled due to signs of softening demand for its signature phone, especially in China, and the lack of another blockbuster product in its pipeline.\n\n“This makes Alphabet an even stronger bellwether for investors to watch,” Scott Fullman, chief strategist at Revere Securities Corp, after the earnings on Monday. “The company has been tracking very well given the volatility in the market, dominated by falling energy prices and weakness from China.”\n\nThe latest spurt in Alphabet’s stock price growth started around July last year. Since then the company has restructured, forming a new holding company and splitting into two parts.\n\nGoogle includes its search engine, YouTube and related parts of the company, while a unit called ‘Other Bets’ includes its ‘moonshots’ such as self-driving cars, and encompasses Google Capital, the secretive X research division and Nest, which offers smart-home accessories.\n\nInvestors have appreciated the company’s new discipline on costs, which started with the arrival of new Chief Financial Officer Ruth Porat.\n\nFor a time it looked as if Apple would never relinquish the top spot in terms of market value. Bolstered by success of the iPhone, an enormous cash hoard, Apple took over the top U.S. spot in 2012 from Exxon Mobil, and at one point in early 2015 was worth more than $760 billion.\n\nAlphabet shares are much more expensive, relatively speaking, than Apple‘s, trading around 38 times earnings for the last 12 months, compared to about 11 times for Apple. Alphabet pays no dividend, whereas Apple’s dividend currently yields about 2 percent of the stock’s value annually.\n\nAlphabet’s move into the top spot makes it the 12th company to be recognized as the largest publicly traded U.S. name since 1928, according to S&P Dow Jones Indices. Past No. 1 names include General Electric, General Motors and IBM.",
        "link": "http://www.reuters.com/article/apple-alphabet-idUSL2N15G28U",
        "time": "7:52PM UTC"
    },
    {
        "header": "UPDATE 3-Alphabet profit sends shares up; overtakes Apple in value",
        "body": "(Reuters) - Alphabet Inc easily beat Wall Street’s quarterly profit forecasts on Monday, helped by strong mobile advertising sales, sending the shares of Google’s parent higher in after-hours trading to surpass Apple Inc as the most valuable U.S. company.\n\nFor the first time, the company disclosed the profitability of Google’s search engine and its other online services, and how much it is spending on ambitious technology projects such as self-driving cars.\n\nThe numbers were lapped up by investors, who saw room for growth in Google’s traditional business, and were relieved to see that spending on new projects it calls ‘Other Bets’ was not as lavish as some had feared.\n\n“It’s pretty interesting that 80 percent of YouTube views come from outside of the United States. I didn’t think it would be that high,” said Kevin Kelly, managing partner at Recon Capital. “It demonstrates that the value of YouTube can continue to be extracted,” he said.\n\nThe operating profit margin for its Google unit was 31.9 percent in the most recent quarter, compared to 25 percent for Alphabet.\n\nAlphabet spent $869 million on capital expenditures for the Other Bets in 2015, up from $501 million in 2014. It has not made any projections about if or when those bets cumulatively would become profitable.\n\n“As long as the core business continues to operate well with accelerated revenue... investment in those businesses can continue,” said Ronald Josey of JMP Securities.\n\nThe company said consolidated revenue jumped 17.8 percent to $21.33 billion in the fourth quarter ended Dec. 31, from $18.10 billion a year earlier. Analysts had expected $20.77 billion, according to Thomson Reuters I/B/E/S.\n\nRevenue for Other Bets was $151 million, up 29.8 percent from $106 million in the same quarter last year, primarily from its smart-home monitoring unit Nest, Google Fiber, which provides high-speed Internet access, and its life sciences business Verily.\n\nAdjusted earnings of $8.67 per share handily beat analysts’ average estimate of $8.10 per share.\n\nIn a call with analysts, Chief Financial Officer Ruth Porat attributed the strong earnings to “increased use of mobile search by consumers,” as well as “ongoing momentum” in YouTube and programmatic advertising, referring to the automatic buying of ads.\n\nKelly at Recon Capital said he would not be surprised if YouTube saw a surge in advertising revenues beyond the 17 percent increase it saw during the 2015 fiscal year.\n\nTotal operating losses on the Other Bets – which include glucose-monitoring contact lenses and Internet balloons - increased to $3.57 billion in the 12 months ended Dec. 31, and $1.2 billion in the fourth quarter.\n\nThe Google unit houses its Internet and related businesses such as search, ads, maps, YouTube and Android as well as hardware products such as its low-cost Chromebook laptops.\n\nGoogle Chief Executive Sundar Pichai said on the call that its Gmail service crossed one billion monthly active users last quarter, joining Search, Android, Maps, Chrome, YouTube and Google Play in topping that mark.\n\nHe also touted the company’s performance during the holiday shopping season, saying that programmatic video impressions doubled this season compared to last, and that 60 percent of them came from mobile devices.\n\nBut Porat, without providing figures, said the company planned to accelerate capital expenditures in 2016 compared to the previous year.\n\nGoogle’s shares rose almost 5 percent in after-hours trading. Alphabet’s combined share classes were worth $549 billion, compared with Apple, which had a value of about $534 billion.\n\nAlphabet will officially overtake Apple in market value if both companies’ shares open around current levels on Tuesday.\n\nGoogle’s advertising revenue increased nearly 17 percent to $19.08 billion, while the number of ads, or paid clicks, rose 31 percent, the company said. Analysts had expected paid clicks to increase 21.8 percent.\n\nAdvertisers pay Google only if someone clicks on their ad.\n\nNet income in the fourth quarter rose to $4.92 billion, or $7.06 per Class A and B share and Class C capital stock, from $4.68 billion, or $6.79 per share. (bit.ly/1WY8V19)\n\nAdjusted earnings of $8.67 per share excluded certain one-time items.",
        "link": "http://www.reuters.com/article/alphabet-results-idUSL3N15G5GE",
        "time": "8:15PM UTC"
    },
    {
        "header": "Alphabet options busy as traders hedge ahead of results",
        "body": "NEW YORK (Reuters) - Options on Google parent Alphabet Inc (GOOGL.O) were busy on Monday ahead of the search giant’s quarterly results that could help it unseat Apple Inc (AAPL.O) as the most valuable company in the world.\n\nTraders however appeared more inclined to spend money on protective trades than on bets looking to profit from a large move to the upside.\n\nAbout 55,000 contracts were traded in the first two hours of trading, at twice the usual pace, according to options analytics firm Trade Alert.\n\nWhile both calls and puts were busy traders appeared to be leaning toward bearish bets. Call options are typically bought by investors who believe a stock will rise in value and puts are generally used to hedge against a dip.\n\n“It does appear that there is some defensive positioning going into the announcement,” said Dan Deming, managing director at KKM Financial in Chicago.\n\nAlphabet is the last of the group of high-growth tech stocks including Facebook Inc (FB.O), Netflix Inc (NFLX.O) and Amazon.com Inc (AMZN.O), that together make up the “FANG” group, to report earnings this quarter.\n\nShares of two of this group have had large post-earnings moves. Amazon shares fell 7.6 percent on the day after it reported results, while Facebook shares jumped by twice as much.\n\nTraders’ expectation for a large near-term move in Alphabet shares is high. The 30-day implied volatility, a gauge of the risk of large moves in a stock, is at 37.4 percent, higher than 92 percent of the readings over the last year, according to Trade Alert.\n\nThe cost of a straddle in Google’s options, a strategy in which a trader buys an at-the-money put option and a similar call option, implied a move of about 6.9 percent in either direction by Friday. Over the last eight earnings reports, the average one-day move after reporting is 5.5 percent.\n\nOn Monday, put contracts betting on Google class A shares falling below $660 by Friday, down about 14 percent from the current price, was the busiest option with 1,440 contracts traded.\n\nOn the other hand, calls on the shares climbing to $900, up 17 percent by Friday were also busy, with 1,100 contracts traded.",
        "link": "http://www.reuters.com/article/us-alphabet-options-idUSKCN0VA310",
        "time": "12:09PM UTC"
    },
    {
        "header": "Wall Street cuts losses to close flat; Alphabet jumps after hours",
        "body": "(Reuters) - Strong gains in Facebook (FB.O) and Alphabet (GOOGL.O) helped Wall Street cut losses and stage a late-day rally, with major indexes closing near the unchanged mark.\n\nAlphabet rose up 1.2 percent at $770.77 ahead of its results. After the bell, the Internet giant’s stock jumped 9 percent and the company became the most valuable in the United States, surpassing the market cap of Apple (AAPL.O).\n\nTwitter (TWTR.N) jumped 6.6 percent at $17.91 after talk of a private equity deal.\n\nStocks had been lower earlier in the day as weak Chinese economic data added to concerns about a global slowdown and oil prices resumed their slide. The manufacturing sector in the world’s second-largest economy contracted in January at the fastest pace since 2012.\n\n“Maybe people were relieved that there wasn’t a selloff and that kind of brought some buyers into the market,” said Eric Kuby, chief investment officer, North Star Investment Management Corp in Chicago.\n\n“I think people are starting to focus on upcoming earnings rather than lower oil and China news.”\n\nThe Dow Jones industrial average .DJI was down 17.12 points, or 0.1 percent, to 16,449.18, the S&P 500 .SPX had lost 0.86 points, or 0.04 percent, to 1,939.38 and the Nasdaq Composite .IXIC had added 6.41 points, or 0.14 percent, to 4,620.37.\n\nSlammed by collapsing oil prices, stocks have been volatile since the start of the year. Coming off the worst January since 2009, the S&P 500 is down 5.1 percent for the year.\n\nTraders now expect the Fed to scale back the number of rate hikes this year. They are pricing in only a 17-percent chance that the Fed will raise rates in March, according to CME Group’s FedWatch.\n\nFourth-quarter S&P 500 earnings are expected to have fallen 4.1 percent from a year ago, though that percentage has improved since last week, according to Thomson Reuters data.\n\nChipotle Mexican Grill (CMG.N) was up 4.3 percent at $472.64. The U.S. Centers for Disease Control and Prevention (CDC) said E.coli outbreaks that affected the burrito chain’s customers last year appeared to be over.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,556 to 1,503, for a 1.04-to-1 ratio on the downside; on the Nasdaq, 1,418 issues fell and 1,410 advanced.\n\nThe S&P 500 posted 29 new 52-week highs and 5 new lows; the Nasdaq recorded 26 new highs and 97 new lows.\n\nAbout 8.0 billion shares changed hands on U.S. exchanges, compared with the 9.1 billion daily average for the past 20 trading days, according to Thomson Reuters data.",
        "link": "http://www.reuters.com/article/us-usa-stocks-idUSKCN0VA2DN",
        "time": "4:53PM UTC"
    },
    {
        "header": "Alphabet surpasses Apple, now biggest traded US company",
        "body": "Feb 1 (Reuters) - Alphabet Inc surpassed Apple Inc as the most valuable company in the United States in after-hours trading on Monday, knocking the iPhone maker from the top spot that it has held for the better part of four years.\n\nAfter the bell, Alphabet’s combined share classes were worth $568 billion, compared with Apple, which had a value of about $535 billion. (Reporting by Noel Randewich)",
        "link": "http://www.reuters.com/article/apple-alphabet-value-idUSU5N14503U",
        "time": "4:11PM UTC"
    },
    {
        "header": "Alphabet reports 17.8 pct rise in revenue",
        "body": "Feb 1 (Reuters) - Google parent Alphabet Inc reported a 17.8 percent rise in quarterly revenue on Monday, boosted by strong sales of advertising on mobile devices and YouTube.\n\nThe company, announcing its first results under a new reporting structure aimed at improving transparency, said consolidated revenue jumped to $21.33 billion in the three months ended Dec. 31, from $18.10 billion a year earlier.\n\nNet income in the fourth quarter rose to $4.92 billion, or $7.06 per Class A and B share and Class C capital stock, from $4.68 billion, or $6.79 per share. (bit.ly/1WY8V19) (Reporting by Anya George Tharakan in Bengaluru; Editing by Savio D'Souza)",
        "link": "http://www.reuters.com/article/alphabet-results-idUSL3N15G5EM",
        "time": "4:04PM UTC"
    },
    {
        "header": "US STOCKS-Wall St cuts losses to close flat; Alphabet jumps after hours",
        "body": "(Reuters) - Strong gains in Facebook (FB.O) and Alphabet (GOOGL.O) helped Wall Street cut losses and stage a late-day rally, with major indexes closing near the unchanged mark.\n\nAlphabet rose up 1.2 percent at $770.77 ahead of its results. After the bell, the Internet giant’s stock jumped 9 percent and the company became the most valuable in the United States, surpassing the market cap of Apple (AAPL.O).\n\nTwitter (TWTR.N) jumped 6.6 percent at $17.91 after talk of a private equity deal.\n\nStocks had been lower earlier in the day as weak Chinese economic data added to concerns about a global slowdown and oil prices resumed their slide. The manufacturing sector in the world’s second-largest economy contracted in January at the fastest pace since 2012.\n\n“Maybe people were relieved that there wasn’t a selloff and that kind of brought some buyers into the market,” said Eric Kuby, chief investment officer, North Star Investment Management Corp in Chicago.\n\n“I think people are starting to focus on upcoming earnings rather than lower oil and China news.”\n\nThe Dow Jones industrial average .DJI was down 17.12 points, or 0.1 percent, to 16,449.18, the S&P 500 .SPX had lost 0.86 points, or 0.04 percent, to 1,939.38 and the Nasdaq Composite .IXIC had added 6.41 points, or 0.14 percent, to 4,620.37.\n\nSlammed by collapsing oil prices, stocks have been volatile since the start of the year. Coming off the worst January since 2009, the S&P 500 is down 5.1 percent for the year.\n\nTraders now expect the Fed to scale back the number of rate hikes this year. They are pricing in only a 17-percent chance that the Fed will raise rates in March, according to CME Group’s FedWatch.\n\nFourth-quarter S&P 500 earnings are expected to have fallen 4.1 percent from a year ago, though that percentage has improved since last week, according to Thomson Reuters data.\n\nChipotle Mexican Grill (CMG.N) was up 4.3 percent at $472.64. The U.S. Centers for Disease Control and Prevention (CDC) said E.coli outbreaks that affected the burrito chain’s customers last year appeared to be over.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,556 to 1,503, for a 1.04-to-1 ratio on the downside; on the Nasdaq, 1,418 issues fell and 1,410 advanced.\n\nThe S&P 500 posted 29 new 52-week highs and 5 new lows; the Nasdaq recorded 26 new highs and 97 new lows.\n\nAbout 8.0 billion shares changed hands on U.S. exchanges, compared with the 9.1 billion daily average for the past 20 trading days, according to Thomson Reuters data.",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL2N15G2BY",
        "time": "4:52PM UTC"
    }
]