[
    {
        "header": "Google set to face record EU antitrust fine as soon as Tuesday: sources",
        "body": "PARIS (Reuters) - EU antitrust regulators are likely to impose a record fine on Alphabet (GOOGL.O) unit Google over its shopping service as soon as Tuesday, two people familiar with the matter said on Monday, concluding one of three cases against the company.\n\nThe European Commission’s case was triggered by scores of complaints from both U.S. and European rivals, leading to a seven-year-long investigation into the world’s most popular internet search engine.\n\nThe EU competition authority charged Google in April 2015 with distorting internet search results to favor its shopping service, harming both rivals and consumers.\n\nGoogle said: “We continue to engage constructively with the European Commission and we believe strongly that our innovations in online shopping have been good for shoppers, retailers and competition.”\n\nThe company has said regulators ignored competition from online retailers Amazon (AMZN.O) and eBay Inc (EBAY.O).\n\nReuters exclusively reported on June 1 that the EU competition enforcer aimed to sanction the company before the summer break in August.\n\nCompanies found guilty of infringing EU antitrust rules can be fined as much as 10 percent of their global turnover, which in Google’s case could be about $9 billion of its 2016 turnover but it is not expected to reach this level.\n\nA 1.06 billion euro fine handed down to U.S. chipmaker Intel in 2009 is the highest to date.\n\nApart from the fine, the Commission will tell Google to stop its alleged anti-competitive practices but it is not clear what measures it will order the company to adopt to ensure that rivals get equal treatment in internet shopping results.\n\nThe Commission’s tough line is in sharp contrast with the U.S. Federal Trade Commission which settled its own web search case with the company in 2013 by requiring Google to stop “scraping” reviews and other data from rival websites for its own products.",
        "link": "http://www.reuters.com/article/us-eu-google-antitrust/google-set-to-face-record-eu-antitrust-fine-as-soon-as-tuesday-sources-idUSKBN19H1YJ",
        "time": "12:32PM UTC"
    },
    {
        "header": "Alphabet partners with Avis to manage self-driving car fleet",
        "body": "(Reuters) - Waymo, the self-driving car unit of Alphabet Inc, said on Monday it signed a multi-year agreement with Avis Budget Group Inc for the car rental firm to manage its growing fleet of autonomous vehicles, sparking a surge in Avis Budget’s stock.\n\nInvestors bid Avis shares up by as much as 21 percent on Monday, the biggest intraday percentage gain for the stock in more than five years. The shares closed at $27.67, up about 14 percent.\n\nShares in traditional rental car companies such as Avis and Hertz Global Holdings Inc have taken a beating as more travelers use ride services such as Lyft and Uber Technologies Inc[UBER.UL] The Waymo-Avis deal points to a potential future for rental car companies as managers for fleets of shared and autonomous vehicles require their services changing tires, cleaning interiors, and securing vehicles when they are not in operation.\n\nA Bloomberg report on Monday that Apple was using vehicles supplied by rival rental car company Hertz Global Holdings to test its self-driving car technology prompted a surge in that company’s shares.\n\nAlso on Monday, General Motors Co Chief Financial Officer Chuck Stevens told analysts during a conference call that the automaker has “done a lot of thinking” about how to manage its growing fleet of self-driving vehicles. But he said “it’s early days on how that business model may play out.” GM has a large network of franchised dealers that could provide fleet management services, as well as an alliance with Lyft and its own Maven car-sharing unit.\n\nWaymo and Avis said they will launch their partnership in Phoenix, Arizona, where Waymo is allowing selected members of the public take rides in self-driving cars, including modified Chrysler Pacifica minivans built by Fiat Chrysler Automobiles NV. Waymo has said it plans to expand its fleet of Chrysler minivans to about 600 vehicles.\n\nWaymo and Avis did not say whether their partnership will expand to other cities, but John Krafcik, the head of Waymo, said in a statement that ”with thousands of locations around the\n\nworld, Avis Budget Group can help us bring our technology to more people, in more places.”",
        "link": "http://www.reuters.com/article/us-avis-budget-grp-waymo/alphabet-partners-with-avis-to-manage-self-driving-car-fleet-idUSKBN19H1PO",
        "time": "4:45PM UTC"
    },
    {
        "header": "Google, Microsoft among companies urging court to back gay workers",
        "body": "(Reuters) - Dozens of companies, including Alphabet Inc’s Google, Microsoft Corp, CBS Corp and Viacom Inc urged a federal appeals court on Monday to rule that a law banning sex discrimination in the workplace offers protections to gay employees.\n\nThe brief submitted by 50 companies to the 2nd U.S. Circuit Court of Appeals in Manhattan marks the first time such a large group of businesses has backed arguments about employment discrimination that LGBT groups and the administration of former President Barack Obama have made for years.\n\nThe companies said bias against gay employees is widespread, with more than 40 percent of gay workers reporting harassment and other forms of discrimination in various studies. The lack of a federal law clearly prohibiting discrimination on the basis of sexual orientation has hindered recruitment in states that have not adopted their own, the companies said.\n\n“Recognizing that our uniform federal law protects LGBT employees would benefit individual businesses, and the economy as a whole, by removing an artificial barrier to the recruitment, retention, and free flow of talent,” wrote the companies’ lawyers at Quinn Emanuel Urquhart & Sullivan.\n\nThe companies asked the 2nd Circuit to revive a lawsuit by the estate of Donald Zarda, who claimed he was fired from his job as a skydiving instructor on Long Island after he told a customer he was gay and she complained. Zarda died in a skydiving accident after filing the lawsuit.\n\nIn April, a panel of three 2nd Circuit judges dismissed Zarda’s case, saying the court’s decision in a separate case in 2000 that said discrimination against gay workers is not a form of sex discrimination under Title VII of the Civil Rights Act of 1964 foreclosed his claims.\n\nBut last month, the full court, which can overturn the prior ruling, agreed to review the case. That came weeks after a different appeals court in Chicago became the first to rule that Title VII protects gay workers.\n\nZarda’s former employer, Altitude Express Inc, says Congress did not intend for Title VII to apply to gay workers when it passed the law more than 50 years ago, and courts do not have the power to change the meaning of the law.\n\nA different appeals court in Atlanta, Georgia, is currently considering whether to revisit a March decision that dismissed a lawsuit by a former hospital security guard who said she was harassed and forced to quit because she is gay.",
        "link": "http://www.reuters.com/article/usa-lgbt-companies/google-microsoft-among-companies-urging-court-to-back-gay-workers-idUSL1N1JN1TJ",
        "time": "6:35PM UTC"
    }
]