[
    {
        "header": "French court advisor says Google not liable for back taxes",
        "body": "PARIS (Reuters) - U.S. internet giant Google should not be held liable for over one billion euros ($1.13 billion) in back taxes in France, an independent court advisor recommended to French judges, a court official said on Tuesday.\n\nThe court advisor said Google does not have “permanent establishment” or sufficient taxable presence to be left on the hook for 1.115 billion euros in back taxes, the official said.\n\nJudges at a Paris administrative court are due to hand down a ruling in the case in the first half of July, the court official told Reuters.\n\nProsecutors opened a preliminary tax fraud investigation in 2015 and Google’s Paris offices were raided by investigators in May 2016. The company has said it fully complies with the law.\n\nGoogle (GOOGL.O), now part of Alphabet Inc, pays little tax in most European countries because it reports almost all revenues in low-tax Ireland.",
        "link": "http://www.reuters.com/article/us-france-google-tax/french-court-advisor-says-google-not-liable-for-back-taxes-idUSKBN19529L",
        "time": "11:36AM UTC"
    },
    {
        "header": "Google bets on European biotech drugs, backs new fund",
        "body": "LONDON (Reuters) - Google is betting on the potential of European biotech companies to deliver life-changing drugs by investing alongside Swiss company Novartis (NOVN.S) in a new $300 million fund run by leading life sciences investment firm Medicxi.\n\nThe move shows Google casting an increasingly wide net as it pumps cash into global medical research, seeding what it believes will become a core long-term healthcare business.\n\nNovartis and Verily, a unit of Google parent Alphabet (GOOGL.O), are cornerstone investors in the new fund, along with the European Investment Fund, Medicxi said on Thursday.\n\nVerily already has deals with GlaxoSmithKline (GSK.L), Sanofi (SASY.PA), Novartis and Johnson & Johnson (JNJ.N) to apply novel technology in areas ranging from diabetes management to robotic surgery. Last month it landed former U.S. Food and Drug Administration head Robert Califf as part of its team.\n\nAnother Google offshoot, Calico, is working on treatments to fight ageing, while the group’s arms-length GV venture capital operation has invested in dozens of healthcare start-ups, mostly in the United States.\n\nThe latest initiative will now see it delving deeper into drug development by investing in late-stage European biotech companies.\n\nThe new fund will back both private and public firms with products that have already reached mid-stage Phase II clinical development, providing them with a new source of growth capital.\n\n“There is a funding gap because there is a maturing class of biotechnology companies now in Europe,” said Francesco De Rubertis, co-founder and partner at Medicxi.\n\nThe fund is a first for Medicxi, the former life sciences arm of Index Ventures, which has so far invested in early-stage biotech.\n\nIt also reflects the redrawing of traditional industry borders as tech companies take a hands-on role in healthcare innovation, as highlighted by the fact that Verily will appoint two members to the new fund’s scientific advisory board.\n\nOther tech companies, including Apple (AAPL.O) and Microsoft (MSFT.O), are also investing in healthcare in the belief that modern computing capabilities and miniaturization can help accelerate advances in medical treatment.\n\nEurope boasts world-class universities and scientists, but its biotechnology sector has long been a poor relation to the bigger U.S. industry, where emerging life sciences firms are able to access a much deeper pool of capital.\n\nBy providing funds for late-stage drug development, the hope is that more firms will be able to stay independent and continue to build up the value of their experimental medicines, rather than selling out prematurely to larger players.\n\nDe Rubertis said much of the investment was likely to be channeled to companies in Britain, Switzerland and a region spanning Paris-Brussels-Amsterdam.\n\nEurope has only a small roster of successful biotechs, such as Danish cancer specialist Genmab (GEN.CO), currently worth $13 billion, and Switzerland’s Actelion.\n\nActelion was Europe’s top biotech firm for many years, thanks to its market-leading position in pulmonary arterial hypertension, before it was bought by J&J this year for $30 billion.\n\nTotal revenues for Europe’s biotech industry were $25 billion in 2015 against $108 billion for the U.S. industry, according to consultancy EY.",
        "link": "http://www.reuters.com/article/biotech-google/google-bets-on-european-biotech-drugs-backs-new-fund-idUSL8N1JB0YC",
        "time": "7:01PM UTC"
    },
    {
        "header": "Google agrees future tax payments with Indonesia, minister says",
        "body": "JAKARTA, June 14 (Reuters) - Alphabet Inc’s Google Asia Pacific headquarters has agreed on future tax payments with the Indonesian government, the country’s communications minister said on Wednesday.\n\nFinance Minister Sri Mulyani Indrawati hd said on Tuesday that Indonesia had reached a tax deal with Google for 2016, following a months-long dispute over allegations that the search giant had not made enough annual payments.\n\n“On the solution for future taxes, they (Google Asia Pacific) have agreed with the government,” said Rudiantara, Indonesian Minister of Communications and Information, who has oversight on internet-based companies operating in the country.\n\nThis may be subject to changes in Indonesia’s regulation for the advertising business, said Rudiantara, who goes by one name.\n\nGoogle’s Asia Pacific headquarters is in Singapore, while its Indonesian entity, PT Google Indonesia, was incorporated in 2011.\n\nGoogle did not immediately respond to requests for comment.\n\nIndonesia’s tax office previously alleged that Google had paid only a fraction of the total income and value-added taxes owed. The company said that it had paid all applicable taxes. (Reporting by Cindy Silviana and Jakarta Newsroom; Additional reporting by Eveline Danubrata and Gayatri Suroyo; Writing by Eveline Danubrata; editing by Alexander Smith)",
        "link": "http://www.reuters.com/article/indonesia-google/google-agrees-future-tax-payments-with-indonesia-minister-says-idUSL3N1JB4G7",
        "time": "9:56AM UTC"
    }
]