[
    {
        "header": "UPDATE 5-Google uncovered Russia-backed ads on YouTube, Gmail -source",
        "body": "WASHINGTON (Reuters) - Google has discovered Russian operatives spent tens of thousands of dollars on ads on its YouTube, Gmail and Google Search products in an effort to meddle in the 2016 U.S. presidential election, a person briefed on the company’s probe told Reuters on Monday.\n\nThe ads do not appear to be from the same Kremlin-affiliated entity that bought ads on Facebook Inc (FB.O), but may indicate a broader Russian online disinformation effort, according to the source, who was not authorized to discuss details of the confidential investigation by Alphabet Inc’s (GOOGL.O) Google.\n\nMicrosoft Corp (MSFT.O) said separately on Monday that it was looking at whether Russians bought U.S. election ads on its Bing search engine or other Microsoft-owned products and platforms. A spokeswoman for the company declined to comment further.\n\nThe revelation about Google is likely to fuel further scrutiny of the role that Silicon Valley technology giants may have unwittingly played during last year’s election. U.S. intelligence agencies have concluded that Moscow’s goal was to help elect Donald Trump.\n\nGoogle has uncovered less than $100,000 in ad spending potentially linked to Russian actors, the source said.\n\nBoth Twitter Inc (TWTR.N) and Facebook recently detected and disclosed that suspected Russian operatives, working for a content farm known as the Internet Research Agency in St. Petersburg, Russia, used their platforms to purchase ads and post content that was politically divisive in a bid to influence Americans before and after the November 2016 presidential election.\n\nThe Internet Research Agency employ hundreds of so-called “trolls” who post pro-Kremlin content, much of it fake or discredited, under the guise of phony social media accounts that posed as American or European residents, according to lawmakers and researchers.\n\nFacebook announced last month it had unearthed $100,000 in spending by the Internet Research Agency and, under pressure from lawmakers, has pledged to be more transparent about how its ads are purchased and targeted.\n\nGoogle’s review had been more robust than ones undertaken so far by Facebook or Twitter, the source said.\n\nRussia’s ad purchases on Google were first reported by the Washington Post.\n\nGoogle did not deny the story, and in a statement pointed to its existing ad policies that limit political ad targeting and prohibit targeting based on race or religion.\n\n“We are taking a deeper look to investigate attempts to abuse our systems, working with researchers and other companies, and will provide assistance to ongoing inquiries,” a Google spokeswoman said on Monday.\n\nGoogle, which runs the world’s largest online advertising business, had largely evaded public or congressional scrutiny until now. On Sunday, the Daily Beast news website reported that the Kremlin recruited at least two black video bloggers to post clips on YouTube during the campaign. They posed as Black Lives Matter sympathizers who were sharply critical of Democratic presidential candidate Hillary Clinton.\n\nThough the videos were only viewed hundreds of times, they demonstrated for the first time that Russia allegedly deployed real people, not just fake online accounts or bots, to further spread propaganda.\n\nCongressional committees have launched multiple investigations into Russian interference, but concern about Silicon Valley’s role has surged over the past month against the backdrop of a cascade of revelations about how Russia appears to have leveraged their platforms to spread propaganda.\n\nA study published on Monday by researchers with the Oxford Internet Institute, which is affiliated with the British university, found that current U.S. military personnel and veterans were targeted by disinformation campaigns on Twitter and Facebook over the past year by a nexus of pro-Kremlin, Russian-oriented sites, along with conspiracy theorists and European right-wing ideologues.\n\nBoth Republican and Democratic lawmakers have said Russia intended to sow discord in the United States, spread propaganda and sway the election. Some Democrats plan to introduce legislation to require internet companies to disclose more information about political ad purchases on their platforms.\n\n“If Vladimir Putin is using Facebook or Google or Twitter to, in effect, destroy our democracy, the American people should know about it,” Democratic Senator Richard Blumenthal said Monday on MSNBC.\n\nGoogle officials have been invited to testify publicly about Russian attempts to use their platforms to influence the election before both the House and Senate intelligence committees on Nov. 1 alongside Facebook and Twitter. While Facebook and Twitter have confirmed plans to attend, Google has not.",
        "link": "http://www.reuters.com/article/usa-trump-russia-alphabet/update-5-google-uncovered-russia-backed-ads-on-youtube-gmail-source-idUSL2N1MK09D",
        "time": "6:10PM UTC"
    },
    {
        "header": "Alphabet launches U.S. ad campaign to promote driverless car safety",
        "body": "WASHINGTON (Reuters) - Alphabet Inc’s self-driving car unit Waymo and several groups are launching a campaign aimed at convincing skeptical Americans of what they say is the value and safety of driverless cars, as Congress considers how it will regulate the technology.\n\nThe company said on Monday that it was teaming up with Mothers Against Drunk Driving, the National Safety Council, and the Federation for Blind Children in a campaign called “Let’s Talk Self-Driving.”\n\nThe campaign says that self-driving cars could help eliminate most alcohol-related crash deaths and allow the blind broader access to personal transportation.\n\nThe country is wrangling with how to regulate the rapidly growing technology, with critics arguing that Congress is moving too fast and not ensuring enough safeguards.\n\nWaymo, which began as the Google self-driving car project, said the campaign will begin on Monday in Arizona, where the company is testing self-driving cars. It is set to include digital ads, outdoor billboards, fuel pump advertising and radio spots.\n\nThe company declined to say how much the advertising campaign will cost.\n\nRecent surveys show a majority of Americans are unsure about self-driving cars. In March, the American Automobile Association (AAA) said it had found that three-quarters of U.S. drivers said they would be afraid to ride in a self-driving car.\n\nIn February, U.S. Transportation Secretary Elaine Chao urged “Silicon Valley, Detroit, and all other auto industry hubs to step up and help educate a skeptical public about the benefits of automated technology.”\n\nWaymo chief executive John Krafcik said in a blog post: “There’s great enthusiasm and curiosity about self-driving cars – and there’s some confusion, too.” He added that the “technology can help address some of the biggest safety challenges on our roads today.”\n\nU.S. traffic deaths jumped 5.6 percent in 2016 to a decade-high of 37,461, and pedestrians killed rose 9 percent to 5,987, the highest number since 1990, statistics showed last week.\n\nOn Wednesday, a U.S. Senate panel unanimously gave the green light to a bill aimed at speeding the use of self-driving cars without human controls, a measure that also bars states from imposing regulatory road blocks.\n\nThe bill still must clear a full Senate vote, but it appears on track to passage. General Motors Co, Alphabet, Ford Motor Co and others have lobbied for the landmark legislation, while auto safety groups have pledged to keep fighting for changes.",
        "link": "http://www.reuters.com/article/us-autos-selfdriving/alphabet-launches-u-s-ad-campaign-to-promote-driverless-car-safety-idUSKBN1CE24I",
        "time": "1:33PM UTC"
    },
    {
        "header": "Google uncovered Russia-backed ads on YouTube, Gmail- Washington Post",
        "body": "WASHINGTON, Oct 9 (Reuters) - Google has discovered that Russian operatives spent tens of thousands of dollars on ads on YouTube, Google search, Gmail and other products, The Washington Post reported on Monday.\n\nThe ads do not appear to be from the same Kremlin-affiliated entity that bought ads on Facebook, which may indicate a broader Russian online disinformation effort, the Post said. Google runs the world’s largest online advertising business and YouTube is the world’s largest online video site. (Reporting by Makini Brice; Editing by Doina Chiacu)",
        "link": "http://www.reuters.com/article/usa-trump-russia-alphabet/google-uncovered-russia-backed-ads-on-youtube-gmail-washington-post-idUSL2N1MK08W",
        "time": "7:23AM UTC"
    }
]