[
    {
        "header": "Google's latest iPhone rival off to a rocky start",
        "body": "SAN FRANCISCO (Reuters) - The launch of Alphabet Inc’s (GOOGL.O) second-generation Google Pixel smartphones has been hampered by display screen problems and pricing and shipping issues, prompting the company to open an investigation and issue multiple apologies to customers.\n\nThe Pixel 2 and Pixel 2 XL, which start at $649 and debuted in stores on Thursday, are the lynchpin of Google’s efforts to take on Apple Inc’s (AAPL.O) iPhone directly.\n\nEarly Pixel 2 users have voiced frustration with mishaps, including a potentially serious problem with the screen.\n\nGoogle said on Sunday it is investigating whether graphics are burning into the display of the Pixel 2, following a report on the AndroidCentral blog detailing the issue after a week of use. Burn-in, which usually becomes a problem only after several years of activity, can make it difficult to see information on the display.\n\nGoogle likely would need to halt production if there is problem, said Ryan Reith, a mobile device analyst at research firm IDC.\n\n“We take all reports of issues very seriously, and our engineers investigate quickly,” Mario Queiroz, Google’s vice president for Pixel product management, said in an emailed statement to Reuters. “We will provide updates as soon as we have conclusive data.”\n\nThe investigation follows Google’s acknowledgement that it may introduce new software to respond to users’ concern about a blue tint to the Pixel 2 XL’s 6-inch screen. The device incorporates new OLED display technology, which Google described as offering “a more natural and accurate rendition of colors.”\n\nReviewers and users in online support forums have also reported a clicking noise during calls and poor Bluetooth connections between the Pixel 2 and other devices. Google did not immediately comment on the issues.\n\nOn Friday, the company vowed to reimburse an undisclosed number of people who were charged $30 extra for the Pixel 2 by a Verizon Wireless (VZ.N) reseller operating at Google pop-up stores in the United States.\n\nThe surcharge “was an error,” Google said in its apology.\n\nPrior complaints led Google to drop the price of an adapter used to connect headphones to $9 from $20, matching the price of a comparable iPhone adapter.\n\nGoogle also sent emails over the weekend to buyers advising that delivery of their Pixel 2 may be delayed as much as one month, to late November, according to the AndroidPolice news blog and users’ postings on Reddit forums. Customers said Google offered a free smartphone case, which otherwise starts at $40. Google did not immediately comment.\n\nGoogle made a significant bet on the smartphone business last month, agreeing to acquire an HTC Corp hardware development team for $1.1 billion.\n\nShares of Google fell 1.9 percent to $985.54 at Monday’s close.",
        "link": "http://www.reuters.com/article/us-google-pixel/googles-latest-iphone-rival-off-to-a-rocky-start-idUSKBN1CS2P6",
        "time": "6:32PM UTC"
    }
]