[
    {
        "header": "Google pushes virtual reality harder with new phones from partners",
        "body": "(Reuters) - Alphabet Inc’s Google quickened the pace of its push into virtual and augmented reality this week as its hardware partners announced new devices featuring the company’s technology at the CES electronics show in Las Vegas.\n\nGoogle has been trying to position the vast network of smartphones running its Android operating system for virtual and augmented reality, known as VR and AR, fields that many in the technology industry say are poised to go mainstream after years of niche appeal.\n\nChinese manufacturer Huawei Technologies Co [HWT.UL] announced on Thursday that two of its phones will soon work with Daydream View, a VR headset released last year by Google. Meanwhile, Taiwanese manufacturer AsusTek Computer Inc announced that its ZenFone AR will support both Daydream and Google’s Tango software for AR, in which computer-generated content is overlaid on the real world.\n\nWhile the announcements expand the line-up of participating phones, Google still has much to do to take its technology to the masses, said analyst Jan Dawson of Jackdaw Research, noting that Samsung Electronics Co, the largest Android manufacturer, has yet to sign on.\n\n“Google’s ecosystem for both AR and VR is in the very early days,” he said.\n\nAs growth in the global smartphone market shows signs of slowing, some manufacturers are voicing optimism that AR and VR will revive consumer enthusiasm.\n\n“This is the next wave of technology that is really going to get consumers excited about smartphones,” Erik Hermanson, Asus’s head of marketing for mobile products, said at the show.\n\nBut mainstream consumer interest in the technology remains largely unproven. Apps might be expected to stimulate demand, but until Google’s technology is available on a wider range of phones, it will be tough to persuade developers to build for the platform, analysts said.\n\n“We are waiting for app developers to really use the platform for what it’s for,” Amit Singh, a vice president for VR at Google, told reporters.\n\nIn addition to supporting Daydream, Huawei said that it is exploring opportunities for Tango with Google. The Asus phone became the first to support both technologies.\n\nGoogle has stressed that the programs do not overlap for now, but by pursuing both, the company can position itself for success regardless of whether AR or VR becomes a mainstream hit.\n\n“By having options for both, they can cover the full potential market,” said analyst Bob O’Donnell of TECHnalysis Research.",
        "link": "http://www.reuters.com/article/us-ces-google-vr-idUSKBN14Q05A",
        "time": "8:26PM UTC"
    },
    {
        "header": "BRIEF-Google says acquires Limes Audio",
        "body": "Sky-high stock market has investors looking to commodities",
        "link": "http://www.reuters.com/article/idUSFWN1EV0J2",
        "time": "10:36AM UTC"
    }
]