[
    {
        "header": "EU considers record fine as panel checks Google Android case - sources",
        "body": "BRUSSELS (Reuters) - EU antitrust regulators are weighing another record fine against Google over its Android mobile operating system and have set up a panel of experts to give a second opinion on the case, two people familiar with the matter said.\n\nAssuming the panel agrees with the initial case team’s conclusions, it could pave the way for the European Commission to issue a decision against Alphabet’s Google by the end of the year.\n\nThe Commission in April last year charged Google with using its dominant Android mobile operating system to shut out rivals following a complaint by lobby group FairSearch, U.S.-based ad-blocking and privacy firm Disconnect Inc, Portuguese apps store Aptoide and Russia’s Yandex.\n\nThe move by the EU competition authority, which hit the company with a 2.4 billion euro ($2.7 billion) penalty for unfairly favouring its shopping service last month, could pose a bigger risk for the world’s most popular internet search engine because of Android’s huge growth potential.\n\nThe potential fine is expected to top that 2.4 billion euro penalty. The EU’s charge sheet issued to Google in April last year said the anti-competitive practices started from January 2011 and the Commission is likely to tell the company to stop them. They are still ongoing, telecoms industry sources said.\n\nCommission spokesman Ricardo Cardoso and Google both declined to comment.\n\nThe EU ruling has the scope to do the most damage compared with a third case against Google’s AdSense, Richard Windsor, an independent financial analyst who tracks competition among the biggest U.S. and Asian internet and mobile companies, said in a recent note.\n\n“If Google was forced to unbundle Google Play from its other Digital Life services, handset makers and operators would be free to set whatever they like by default potentially triggering a decline in the usage of Google’s services,” he said, referring to Google’s apps store.\n\nThe long-running case is taking its toll on users and rivals, FairSearch lawyer Thomas Vinje said.\n\n“A decision would come none too soon. Google is hurting Android users, including by surreptitiously commandeering ever-increasing amounts of personal data,” Vinje said.\n\nThe EU competition enforcer said Google’s tactics include requiring smartphone makers to pre-install Google Search and the Google Chrome browser in return for access to other Google apps, and barring the manufacturers from using rival versions of Android.\n\nThe company was also accused of paying smartphone makers and mobile network operators to only install Google Search on their devices.\n\nGoogle said at the time that Android was a remarkable system based on open-source software and open innovation and was good for competition and for consumers.\n\nThe Commission had planned to establish a peer review panel, also known as a devil’s advocate, in June, the people said.\n\nSuch panels are usually made up of three to four experienced officials who examine the case team’s conclusions with a fresh pair of eyes to ensure that the case is robust. They usually take three to four weeks to complete their work although this could be extended. It was not clear if the panel has started work yet.",
        "link": "http://www.reuters.com/article/eu-google-antitrust/eu-considers-record-fine-as-panel-checks-google-android-case-sources-idUSL1N1JW0NB",
        "time": "12:53PM UTC"
    },
    {
        "header": "Google to start getting Norwegian wind power by September",
        "body": "OSLO (Reuters) - Alphabet Inc’s (GOOGL.O) Google unit expects to receive its first wind power from Norway by early September, the company told Reuters on Wednesday.\n\nTellenes wind farm, a 50-turbine strong wind farm of 160-megawatt (MW) capacity that is currently under development, will become Norway’s largest wind farm and Google’s biggest in Europe.\n\n“We‘ll purchase power as soon as the wind farm becomes fully operational, which we expect will take place in early September 2017,” a Google spokesman told Reuters.\n\nGoogle last year signed a 12-year deal to buy 100 percent of the plant’s output. The company, which has four European data centers in Finland, Belgium, the Netherlands and Ireland, said the wind power will be used to supply one or several of them.\n\nThe Tellenes wind farm’s first turbine will begin to generate power by next week, said Olav Rommetveit, a spokesman for farm maker Zephyr, although Google will not receive the initial output.\n\n“Google will not immediately get the supply. It has an exclusive contract for 12 years and they will begin getting the electricity at some point after commercial operations begins,” said Rommetveit.\n\nThe electricity produced until Google starts receiving the farm’s full capacity, will be sold on the Nord Pool power exchange, he added.\n\nBlackRock (BLK.N), which provided the project’s equity financing, confirmed the first turbine would be ready for production next week and said power sales would start a few days later.\n\nArise (ARISE.ST), a Swedish wind power company, will be the farm’s operator.\n\nGoogle has also bought the future output of a smaller wind farm in Sweden, due to start operation in 2018, bringing the total capacity of its renewable power purchases in Europe to 500 MW, the company said.",
        "link": "http://www.reuters.com/article/us-alphabet-norway-energy/google-to-start-getting-norwegian-wind-power-by-september-idUSKBN19Q214",
        "time": "11:11AM UTC"
    }
]