[
    {
        "header": "Google ditched autopilot driving feature after test user napped behind wheel",
        "body": "ATWATER, Calif. (Reuters) - Alphabet Inc’s (GOOGL.O) self-driving car unit stopped developing features that required drivers to take control in dangerous situations, its chief executive said Monday, as autopilot reliance left users prone to distractions and ill-prepared to maneuver.\n\nThe decision followed experiments of the technology in Silicon Valley that showed test users napping, putting on makeup and fiddling with their phones as the vehicles traveled up to 56 mph.\n\nJohn Krafcik, the head of Waymo, which was formed in 2009 as a project within Alphabet’s Google unit, told reporters that about five years ago the company envisioned technology that could autonomously drive cars on highways as a quick way to get on the market.\n\nOther self-driving automakers include similar autopilot features for highway-driving in vehicles, but they require drivers to take over the steering wheel in tricky situations. Waymo planned to do the same.\n\n“What we found was pretty scary,” Krafcik said on Monday during a media tour of a Waymo testing facility. “It’s hard to take over because they have lost contextual awareness.”\n\nKrafcik said the company determined a system that asked drivers to jump in at the sound of an alert was unsafe after seeing videos from inside self-driving cars during tests.\n\nThe filmed tests were conducted in 2013, with Google employees behind the wheel. The videos had not been publicly shown until Monday’s event, Waymo spokeswoman Lauren Barriere said.\n\nThe company decided to focus solely on technology that didn’t require human intervention a couple of days after the napping incident, said Krafcik, who joined as CEO in 2015. It has also since argued against allowing “handoffs” between automated driving systems and people.\n\n“Our technology takes care of all of the driving, allowing passengers to stay passengers,” the company said in report this month.\n\nThe two drive controls provided to passengers in Waymo’s Chrysler Pacifica minivans are buttons for starting a ride and asking the vehicles to pull over at their next chance.\n\nWaymo is running a ride-hailing pilot program around Phoenix, Arizona that chauffeurs an undisclosed, but growing number of users in self-driving cars. The service area is limited to well-mapped roads on which Waymo has extensively tested.\n\nKrafcik declined to specify when the company would expand beyond the small experiment, saying only that such a moment is getting “close.”\n\nHe reiterated that the company is simultaneously also identifying ways to launch self-driving trucks, municipal transit services and partnerships with carmakers.\n\n“We see four potential applications, whether it’s Waymo branded or not,” he said.",
        "link": "http://www.reuters.com/article/us-alphabet-autos-self-driving/google-ditched-autopilot-driving-feature-after-test-user-napped-behind-wheel-idUSKBN1D00MD",
        "time": "3:25AM UTC"
    }
]