[
    {
        "header": "Glitch causes prices of Apple, Google, other stocks to appear off",
        "body": "NEW YORK (Reuters) - The prices of several big-name Nasdaq-listed (NDAQ.O) stocks appeared on some websites to either spike or plummet well after the closing bell on Monday, seemingly due to a glitch related to the market data that runs the largely automated markets.\n\nAt around 6:30 p.m., the prices of Amazon Inc (AMZN.O) and Microsoft Corp (MSFT.O) stocks appeared to have lost more than half their value, while Apple Inc (AAPL.O) shares appeared to more than double. Google parent Alphabet Inc (GOOGL.O) and eBay Inc (EBAY.O) shares were among others that all appeared to be priced at $123.47 on some financial news websites on Monday evening.\n\nThe actual prices of the stocks were not affected and no trades were completed at that price, a Nasdaq spokesman confirmed.\n\nNasdaq said in a statement it was investigating the improper use of test data distributed by third parties. Prices on Nasdaq’s website were not affected.\n\nNasdaq and other U.S. stock exchanges closed early on Monday ahead of the U.S. Independence Day holiday on Tuesday.\n\nTesting of stock exchange software is mandated by the U.S. Securities and Exchange Commission and happens on a regular basis to help prevent electronic glitches, often using test symbols and historical data.",
        "link": "http://www.reuters.com/article/us-exchange-nasdaq/glitch-causes-prices-of-apple-google-other-stocks-to-appear-off-idUSKBN19P0CB",
        "time": "11:29PM UTC"
    },
    {
        "header": "British hospital trust failed to protect patient data in Google trial",
        "body": "LONDON (Reuters) - A British hospital trust misused patient data when it shared information with Google for work on a smart phone app to help detect kidney injuries, a British data protection watchdog said on Monday.\n\nThe Royal Free NHS Trust failed to comply with the Data Protection Act when it passed on personal information of around 1.6 million patients to Google’s DeepMind.\n\n“There’s no doubt the huge potential that creative use of data could have on patient care and clinical improvements, but the price of innovation does not need to be the erosion of fundamental privacy rights,” Elizabeth Denham, head of the Information Commissioner’s Office (ICO), said in a statement.\n\nThe data was provided in a medical trial that integrated information from existing systems used by the Royal Free to alert clinicians when signs of deterioration in a patient with Acute Kidney Injury (AKI) were found.\n\nThe investigation found that many patients did not know their data was being used as part of a test.\n\n“We accept the ICO’s findings and have already made good progress to address the areas where they have concerns,” the trust said in a statement.\n\nAs a result, the trust has signed a document agreeing to make change to the way it handles data.\n\nAlthough the ICO’s findings related to the hospital, Google’s artificial intelligence arm has also taken responsibility, admitting it underestimated the complexity of Britain’s state-run National Health Service and the rules around patient data.\n\n“We were almost exclusively focused on building tools that nurses and doctors wanted, and thought of our work as technology for clinicians rather than something that needed to be accountable to and shaped by patients, the public and the NHS as a whole,” Google DeepMind said in a statement.\n\n“We got that wrong, and we need to do better.”",
        "link": "http://www.reuters.com/article/britain-data-alphabet-patients/british-hospital-trust-failed-to-protect-patient-data-in-google-trial-idUSL1N1JU12K",
        "time": "1:57PM UTC"
    }
]