[
    {
        "header": "Short-seller Muddy Waters seeks to unmask Google Gmail fraudster",
        "body": "NEW YORK (Reuters) - Muddy Waters, the investment firm run by prominent short-seller Carson Block, on Wednesday asked a New York court to force Google to help it identify someone who impersonated a Wall Street Journal reporter to uncover its strategy toward a French retailer it was betting against.\n\nThe unusual petition filed with the state Supreme Court in Manhattan seeks the identity of “John Does 1-5,” who Block said admitted to misusing Gmail accounts to learn his thoughts about the retailer, supermarket operator Casino Guichard-Perrachon SA (CASP.PA), and his whereabouts.\n\nGoogle, a unit of Mountain View, California-based Alphabet Inc (GOOGL.O), declined immediate comment because it was reviewing the legal papers.\n\nIn a statement, Block said he pursued the matter following “numerous attempts at surveilling me for over a year.”\n\nBlock made his mark in the $3 trillion hedge fund industry by challenging accounting practices of Chinese companies such as Sino-Forest Corp, once backed by billionaire John Paulson, and then shorting their stocks, betting the prices would fall.\n\nHe began targeting Casino’s accounting and use of leverage in December 2015, prompting the operator of Monoprix and Geant stores to accuse him of issuing misleading research for his own benefit. Standard & Poor’s nonetheless downgraded Casino to “junk” status three months later.\n\n“John Does 1-5” was accused of having from September 2016 to October 2017 frequently sent emails and made phone calls to Muddy Waters falsely claiming to be Journal reporter William Horobin, an investigator at French securities regulator Autorite des Marches Financiers, and an employee at a Paris bank.\n\nMuddy Waters said these communications sought information on its Casino research, Block’s speaking schedule and whether the regulator was investigating the firm.\n\nAccording to the petition, “John Does 1-5” admitted to Block at an Oct. 30 meeting at a Manhattan hotel to having lied by impersonating Horobin, believing Muddy Waters would have otherwise ignored him.\n\nBut when Block asked “John Does 1-5” for his real identity and whether Casino had hired him, “the individual quickly left the hotel,” the petition said.\n\nCasino said in a statement: “These alleged suspicions would just be another attempt to destabilize our group and we vehemently refute and deny any such allegations.”\n\nMuddy Waters said it wants information that Google has refused to provide concerning whoever controls two Gmail accounts used in the surveillance. It also said Horobin has confirmed he does not control the account bearing his name.\n\n“Our reporter did not make these inquiries,” The Wall Street Journal said in a statement. News Corp (NWSA.O) owns the newspaper.\n\nThe case is In re: Muddy Waters Capital LLC for an order pursuant to section 3102(c) of the Civil Practice Law and Rules to compel pre-action disclosure from Google Inc, New York State Supreme Court, New York County, No. 159730/2017.",
        "link": "http://www.reuters.com/article/us-alphabet-muddywaters/short-seller-muddy-waters-seeks-to-unmask-google-gmail-fraudster-idUSKBN1D157L",
        "time": "4:37PM UTC"
    },
    {
        "header": "Short-seller Muddy Waters seeks user data from Google",
        "body": "Nov 1 (Reuters) - Muddy Waters, the company run by prominent short-seller Carson Block, on Wednesday asked a court to force Google to help it identify people who allegedly used false identities and pretenses to obtain information about its confidential research and Block’s whereabouts.\n\nA petition for disclosure was filed against Google, a unit of Alphabet Inc, in state Supreme Court in Manhattan.\n\nGoogle and Block did not immediately respond to requests for comment. (Reporting by Jennifer Ablan and Jonathan Stempel in New York; Editing by Jonathan Oatis)",
        "link": "http://www.reuters.com/article/alphabet-muddywaters/short-seller-muddy-waters-seeks-user-data-from-google-idUSL2N1N718M",
        "time": "11:56AM UTC"
    },
    {
        "header": "Qualcomm, JMC seek to exit Alphabet-backed New York WiFi project: sources",
        "body": "SAN FRANCISCO (Reuters) - Chipmaker Qualcomm Inc and private equity firm JMC Capital Partners are looking to sell their stakes in a joint venture that operates more than 1,300 free WiFi kiosks fashioned from old phone booths around New York City, according to people familiar with the matter.\n\nThe move is the latest twist in the project overseen by Daniel Doctoroff, former chief executive of news and data provider Bloomberg LP and former deputy mayor of New York City. He now runs Sidewalk Labs, an urban development unit of Google parent Alphabet Inc. Doctoroff is chairman of a Sidewalk Labs subsidiary that is the top investor in the joint venture.\n\nQualcomm and JMC are working with an investment bank to explore the sale of their stakes in CityBridge, the venture that is behind the LinkNYC WiFi project, the people said, asking not to be identified because the matter is private.\n\nQualcomm is seeking to exit the venture because it views it as non-core, while the private equity firm JMC is aiming to generate a profitable return on its investment, the people said.\n\nQualcomm and Sidewalk Labs declined to comment. JMC did not immediately respond to a request for comment.\n\nJovana Rizzo, a spokesperson for CityBridge, said in a statement that the group is “committed to fulfilling its obligation to the city of New York and continuing the expansion of LinkNYC across the five boroughs.”\n\nA spokeswoman for New York City’s Information Technology & Telecommunications Department said in a statement that the city would have to approve any changes and so far ”nothing has been presented to us. Any decision we make has to center around continuing the success of the program and ensuring New Yorkers’ best interests are met.”\n\nLinkNYC emerged in 2014 as part of a 12-year contract with New York City to replace 7,500 payphone stands and was expected to generate $500 million in revenue for the city’s coffers.\n\nThe program’s launch in February 2016 prompted complaints from business owners and residents about crowds hanging around the hotspots for hours at a time and users browsing online pornography on kiosk screens. LinkNYC removed the web-browsing feature.\n\nMore than 2.7 million people have registered to use the kiosks, which also have phone charging stations and free calling services, LinkNYC said Wednesday. LinkNYC kiosks generate revenue through ad sales.\n\nQualcomm and JMC each invested about $25 million into the joint venture in 2014, the sources said.\n\nAnother $50 million came from an outdoor advertising company and a software firm that were later bought by a consortium led by Sidewalk Labs and merged in 2015 under the name Intersection. Sidewalk Labs remains the lead investor.\n\nSidewalk Labs, which already owns more half of the CityBridge joint venture through Intersection, could be a potential acquirer of the stakes, according to one of the people familiar with the matter. Sidewalk Labs declined to comment on its potential interest.\n\nLarge wireless carriers such as Verizon Communications and AT&T could potentially be good partners as well in the joint venture, according to the sources. Verizon and AT&T could not immediately be reached for comment.\n\nSidewalk Labs’ Intersection expanded its network of Internet kiosks to London in June, turning on the first of 1,000 expected to be installed with Britain broadband provider BT and a local advertising firm. On Wednesday, Intersection announced plans to open 100 kiosks in Philadelphia without any business partners starting next year.",
        "link": "http://www.reuters.com/article/us-qualcomm-jmc-new-york/qualcomm-jmc-seek-to-exit-alphabet-backed-new-york-wifi-project-sources-idUSKBN1D166C",
        "time": "8:58PM UTC"
    }
]