[
    {
        "header": "Google memo writer hires Republican Party official as lawyer",
        "body": "(Reuters) - The engineer fired from Google for writing a memo critical of the company’s diversity hiring policies has hired a lawyer who is a member of the Republican National Committee to represent him.\n\nJames Damore has not sued Google, a unit of Alphabet Inc (GOOGL.O), over his termination but said earlier this month he is exploring his legal options.\n\nConservative lawyer Harmeet Dhillon, a member of the party-leading Republican National Committee, said on Wednesday she is representing Damore.\n\nBefore his firing, Damore submitted a charge to the U.S. National Labor Relations Board accusing Google upper management of trying to shame him into silence. Dhillon is representing Damore in that matter, according to the NLRB’s web site.\n\nDhillon was elected to the Republican National Committee in 2016. She previously served as vice chairman and chief spokesperson for the California Republican Party. She was a delegate and delivered a Sikh prayer at the 2016 Republican National Convention.\n\nGoogle fired Damore after he wrote an internal memo that said the lack of women in leadership roles in the tech industry was due to biological differences rather than discrimination.\n\nIn a letter to employees, Google Chief Executive Sundar Pichai said Damore’s memo violated the company’s code of conduct ”by advancing harmful gender stereotypes in our workplace.”\n\nDamore’s memo and his termination became flashpoints in the culture wars with right-leaning writers and websites embracing Damore’s stand and those on the left calling his arguments sexist.\n\nEmployment lawyers said employers have broad power to fire non-union employees and Damore faces an uphill battle legally challenging his termination.",
        "link": "http://www.reuters.com/article/us-google-diversity-lawyer/google-memo-writer-hires-republican-party-official-as-lawyer-idUSKCN1B32K3",
        "time": "5:18PM UTC"
    },
    {
        "header": "Wal-Mart to enter voice-shopping market via Google platform",
        "body": "CHICAGO (Reuters) - Wal-Mart Stores Inc (WMT.N) is teaming up with Alphabet Inc’s (GOOGL.O) Google to enter the nascent voice-shopping market, currently dominated by Amazon.com Inc (AMZN.O), adding another front to Wal-Mart’s battle with the online megastore.\n\nGoogle, which makes the Android software used to run most of the world’s smartphones, will offer hundreds of thousands of Walmart items on its voice-controlled Google Assistant platform from late September, Walmart’s head of e-commerce, Marc Lore, wrote in a blog post on Wednesday.\n\nLore, who joined the world’s largest retailer after it bought his e-commerce company Jet.com, said Wal-Mart would offer a wider selection than any retailer on the platform.\n\nAmazon, whose voice-controlled aide Alexa allows users to shop from the retailer, has the lion’s share of the U.S. voice-controlled device industry, with its Echo devices accounting for 72.2 percent of the market in 2016, far ahead of the Google Home gadget’s 22 percent, according to research firm eMarketer.\n\nAmazon has also dominated Wal-Mart and other brick-and-mortar retailers in online sales.\n\nWal-Mart has begun pushing back aggressively, however, offering discounts to customers who buy online and pick up in-store, and free two-day shipping for purchases of $35 or more. The latter move even forced Amazon, which rarely imitates the competition, to lower its threshold for free shipping.\n\nLore said in the blog post Wal-Mart was also integrating its quick reordering tool into Google’s same-day delivery service.\n\n“One of the primary-use cases for voice shopping will be the ability to build a basket of previously purchased everyday essentials,” he said in an interview.\n\nHe added that Wal-Mart has bigger plans for voice shopping next year that will involve capitalizing on its 4,700 U.S. stores to “create customer experiences that don’t currently exist within voice shopping anywhere else.”\n\nCustomers might be able to use voice shopping to pick up a discounted order in-store or buy fresh groceries across the country, he said.\n\nBut while both Amazon and Google’s voice-controlled speakers are gaining in popularity, people still mainly use them for such basic tasks as placing phone calls or playing music.\n\n“We’re still in early days, but shopping isn’t yet one of the big uses of the devices,” Victoria Petrock, principal analyst at research firm eMarketer, said on Tuesday.\n\n“Obstacles to people using the devices to shop are cost and privacy. A little more than six in 10 people are concerned that these virtual assistants are spying on them.”",
        "link": "http://www.reuters.com/article/us-walmart-tech-google/wal-mart-to-enter-voice-shopping-market-via-google-platform-idUSKCN1B30A6",
        "time": "4:56PM UTC"
    }
]