[
    {
        "header": "Google's AlphaGo takes on Chinese Go master in best of 3 matches",
        "body": "BEIJING, May 23 (Reuters) - Google’s artificial intelligence program AlphaGo took on the Chinese world number one of ancient board game Go on Tuesday, the second time it has gone head-to-head with a master Go player in a public showdown.\n\nIn the first of three planned games at an event in the eastern Chinese water town of Wuzhen, AlphaGo, which is part of Google’s DeepMind project, competed against Ke Jie, currently ranked as the top player in the world.\n\nGoogle and its parent Alphabet Inc’s services are largely banned in China.\n\nAlphaGo, which made history when it beat a top South Korean professional player last year, will go up against Ke Jie in two more matches slated for Thursday and Saturday this week.\n\nGo, an ancient Chinese board game, is favored by AI researchers because of the large number of outcomes compared to other games such as western chess. According to Google there are more potential positions in a Go game than atoms in the universe. [bit.ly/2q5eogo ]\n\nThe high-profile AlphaGo match comes amid a Chinese government push to compete internationally in artificial intelligence.\n\nBaidu Inc, China’s leading search firm which is developing projects parallel to Google in search and autonomous driving, in March launched an AI lab in cooperation with China’s National Development and Reform Commission.\n\nGoogle pulled its search engine from China seven years ago after it refused to self-censor internet searches, a requirement of the Chinese government. It has since been rendered inaccessible behind the country’s firewall, maintaining only a limited presence through a joint venture in the country.\n\nIt previously announced plans to bring some services back to the country, including its app store Google Play.\n\nIn March Google announced Chinese users would be able to access the Translate mobile app, marking its most recent success launching a previously banned service. Like AlphaGo, Translate also uses DeepMind’s artificial intelligence software. (Reporting by Cate Cadell; Editing by Muralikumar Anantharaman)",
        "link": "http://www.reuters.com/article/science-intelligence-go/googles-alphago-takes-on-chinese-go-master-in-best-of-3-matches-idUSL4N1IP1OE",
        "time": "2:47AM UTC"
    },
    {
        "header": "Google AI beats Chinese master in ancient game of Go",
        "body": "BEIJING (Reuters) - A Google artificial intelligence program defeated a Chinese grand master at the ancient board game Go on Tuesday, a major feather in the cap for the firm’s AI ambitions as it looks to woo Beijing to gain re-entry into the country.\n\nIn the first of three planned games in the eastern water town of Wuzhen, the AlphaGo program held off China’s world number one Ke Jie in front of Chinese officials and Google parent Alphabet’s (GOOGL.O) chief executive Eric Schmidt.\n\nThe victory over the world’s top player - which many thought would take decades to achieve - underlines the potential of artificial intelligence to take on humans at complex tasks.\n\nMORE FROM REUTERS:\n\nFactbox: Key points of Trump's 2018 budget proposal\n\nPODCAST: Why do people blow themselves up?\n\nIf Kushner has a Mideast peace plan, it's a secret so far\n\nManchester suicide attack lays bare limits of security measures\n\n\n\nWooing Beijing may be less simple. The game streamed live on Google-owned YouTube, while executives from the DeepMind unit that developed the program sent out updates live on Twitter (TWTR.N). Both are blocked by China, as is Google search.\n\nGoogle pulled its search engine from China seven years ago after it refused to self-censor internet searches, a requirement of Beijing. Since then it has been inaccessible behind the country’s nationwide firewall.\n\nThe ceremonial game - the second time AlphaGo has gone head-to-head with a master Go player in a public showdown - represents a major bridge-building exercise for Google in China, following a charm offensive in recent years.\n\nIt has announced plans to bring some services back to the country, including its app store Google Play.\n\nIn March it also said Chinese users would be able to access the Translate mobile app, marking its most recent success launching a previously banned service. Like AlphaGo, Translate also uses DeepMind’s artificial intelligence software.\n\nBeijing is pushing to become a major player in artificial intelligence. Chinese search engine giant Baidu Inc (BIDU.O), launched an AI lab in March with China’s state planner, the National Development and Reform Commission.\n\nGo, most popular in countries such as China, South Korea and Japan, involves two contestants moving black and white stones across a square grid, aiming to seize the most territory. Its origins date back thousands of years.\n\nThe board game is favored by AI researchers because of the large number of outcomes compared to other games such as western chess. According to Google there are more potential positions in a Go game than atoms in the universe.\n\nAlphaGo made history when it beat a top South Korean professional player last year.",
        "link": "http://www.reuters.com/article/us-science-intelligence-go/google-ai-beats-chinese-master-in-ancient-game-of-go-idUSKBN18J0PE",
        "time": "5:35AM UTC"
    },
    {
        "header": "BRIEF-Google says 'Jamboard' available for purchase in the U.S. from May 23",
        "body": "* Google says jamboard, cloud-based, collaborative whiteboard, is available for purchase in united states from may 23\n\n* Google says jamboard can be purchased for $4,999, which includes two styluses, an eraser and a wall mount\n\n* Google says jamboard is available to g suite customers in the u.s. To start, and will be available for purchase in the u.k. And canada in summer Source text (bit.ly/2q7QSiA) Further company coverage:",
        "link": "http://www.reuters.com/article/brief-google-says-jamboard-available-for/brief-google-says-jamboard-available-for-purchase-in-the-u-s-from-may-23-idUSFWN1IP0L5",
        "time": "1:00PM UTC"
    }
]