[
    {
        "header": "Google launches Mini Home, Pixelbook and PixelPhones",
        "body": "Oct 4 (Reuters) - Alphabet Inc’s Google on Wednesday launched a range of products, including an upgraded Chromebook named Pixelbook, Google Home Mini and second generation of Pixel smartphones.\n\nPixelbook, priced at $999, is the first laptop powered by Google Assistant and will support Snap Inc’s Snapchat, the company said. It would be available in stores from Oct. 31\n\nGoogle Home Mini would be priced at $49 in the United States and would rival Amazon.com Inc’s Echo Dot. (Reporting by Laharee Chatterjee in Bengaluru; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/alphabet-hardware/google-launches-mini-home-pixelbook-and-pixelphones-idUSL4N1MF36V",
        "time": "1:34PM UTC"
    },
    {
        "header": "UPDATE 3-Google launches new phones, speakers in hardware push",
        "body": "SAN FRANCISCO (Reuters) - Alphabet Inc’s Google (GOOGL.O) on Wednesday unveiled the second generation of its Pixel smartphone along with new voice-enabled home speakers, redoubling its commitment to the hardware business as it competes with a surge of devices from Apple Inc (AAPL.O) and Amazon.com Inc (AMZN.O).\n\nGoogle’s new products, including a Pixelbook laptop, wireless earbuds and a small GoPro-like camera, showcase Google-developed operating systems and services, notably the voice assistant. That means usage of those devices should stoke the company’s core ad sales business as buyers of the hardware use Google services like search and maps.\n\nSpeaking at the launch in San Francisco, Google hardware chief Rick Osterloh said the new products “perfectly demonstrate our strategy of re-imagining hardware from the inside out.”\n\nThe Pixel 2 smartphone comes in two sizes, with comparable features, including aluminum bodies and no traditional jacks for headphones. Prices for the base model start at $649, while the high-end version starts at $849. The phones will be available Oct. 19.\n\nThe Pixel phones lack the brand lustre and market share of similarly priced smartphones such as the Apple iPhone or Samsung Electronics Co’s Galaxy S and Galaxy Note smartphones. Still, the original Pixel’s camera and software drew acclaim from reviewers, many of whom expect the line to become a robust competitor at the high end of the Android smartphone market.\n\nPixelbook, priced at $999, is the first laptop powered by Google Assistant and will support Snap Inc’s (SNAP.N) Snapchat, the company said. The keyboard folds behind the screen to turn the 12.3-inch touchscreen into a tablet. It will be available in stores from Oct. 31.\n\nGoogle Home Mini, one of the new speakers, is priced at $49 in the United States and would rival Amazon.com Inc’s (AMZN.O) popular Echo Dot. It will be available Oct. 19. The Home Max, with dual woofers for more powerful sound, is priced at $399 and with availability by the end of the year.\n\nThe Pixel Buds, which are priced at $149, arrive in November. Clips, which is pocket-sized camera with object detection and automatic recording capabilities, “soon” goes on sale for $249, Google said. Videos last only a few seconds and do not contain audio.\n\nThe Pixel smartphone debuted a year ago, with analysts estimating sales of more than 2 million, pushing Google to record amounts of non-advertising revenue.\n\nGoogle’s “other” revenue category, which includes both hardware and sales of online storage services, accounted for about 12 percent of overall sales in its most recent quarter.\n\nLast month, Google expanded its hardware development capabilities by picking up a 2,000-person smartphone engineering team at HTC (2498.TW) for $1.1 billion.\n\n“It’s pretty clear Google is serious about hardware,” said Avi Greengart, research director at consumer data firm GlobalData. “Given that there is a Pixel 2, and given the financial investment, there must be a longer-term strategic intent.”\n\nGoogle moved into smartphones five years ago with the $12.5-billion purchase of Motorola Mobility. But Motorola’s hardware team, under Osterloh, and Google’s Android mobile operating system division remained independent. Google wanted to avoid giving it a special advantage and protect its relationships with Samsung, LG and other distributors of Android. The company later sold the Motorola smartphone business.\n\nOsterloh, now working inside Google, moved to bring in-house the HTC team Google contracted to design the Pixel. He enjoys a strong relationship with Hiroshi Lockheimer, the Android division head. The pair have been friends since working together for several years at Good Technology in the early 2000s.\n\nProtecting relationships with others in the Android ecosystem has become less of a concern. Samsung ratched down the rivalary with Google after the firms agreed to a major patent licensing deal in early 2014. Other vendors have seen their market share dip.\n\nGoogle’s eye is now on Apple, whose iPhone has become the smartphone to beat.\n\nThe first Pixel debuted a year ago with a significant marketing push: during the last three months of the year, Google spent an estimated $110 million to air 12 Pixel-related commercials, according to data from advertising measurement firm iSpot.tv.\n\nApple spent $147 million during the same span, iSpot.tv said. Apple has sustained its TV time throughout the last year, while Google’s efforts have tapered off.\n\nIn the speakers market, Google’s personal-assistant lags Amazon’s Echo devices in market share, according to investment bank Cowen & Co. Last week, Amazon released several new models of the Echo, including one with a display as it tried to find a place in every niche.\n\nRishi Chandra, vice president of product management for Google’s Home hardware unit, said in an interview that Google was being “a little bit more thoughtful” than the online shopping company.\n\n“Amazon is taking a broad approach,” Chandra said. “We’re going to iterate until we have a good product story to tell.”",
        "link": "http://www.reuters.com/article/google-hardware/update-3-google-launches-new-phones-speakers-in-hardware-push-idUSL4N1MF377",
        "time": "7:29PM UTC"
    },
    {
        "header": "BRIEF-Alphabet's Google launches slew of new products headlined by Google Pixel 2",
        "body": "* Google Home launching in Japan later this week\n\n* Voice match is getting rolled out to all regions where Home is sold - Google Exec\n\n* Announces Google Home Mini, $49 in the US\n\n* Mini going to all 7 Google Home countries - Google Exec\n\n* Google Home Max will be available starting December at $399 - Google Exec\n\n* Google Pixelbook just around 10mm thin and a kilogram light - Google Exec\n\n* You can use Snapchat on your laptop, Snapchat is making a custom large-screen version for Pixelbook - Google Exec\n\n* Pixelbook priced at $999 while Pixelpen at $99, in stores beginning October 31 - Google Exec\n\n* You can squeeze the Pixel 2 to launch Google Assistant- Google Exec\n\n* Google Lens has an accuracy rate of over 95 percent for voice recognition - Google Exec\n\n* Also launching AR stickers built into the camera, exclusive to Pixel- Google Exec\n\n* Pixel 2 also has portrait mode that doesn’t use a second camera but dual-sensor image technology - Google Exec\n\n* Pixel 2 users will still get free, unlimited storage in Google Photos - Google Exec\n\n* Google Pixel 2 starts at $649 while Pixel 2 XL starts at $849 - Google Exec\n\n* Partnering with Verizon in US - Google Exec\n\n* Launching Google Clips, a hands free camera that has an AI engine at its core, priced at $249 - Google Exec Further company coverage:",
        "link": "http://www.reuters.com/article/brief-alphabets-google-launches-slew-of/brief-alphabets-google-launches-slew-of-new-products-headlined-by-google-pixel-2-idUSFWN1MF0FK",
        "time": "2:02PM UTC"
    },
    {
        "header": "Google takes on GoPro, Snap with compact smart camera",
        "body": "SAN FRANCISCO (Reuters) - Google’s announcement that it was planning to launch a smart video camera as part of its push into hardware sent shares of action camera maker GoPro Inc down more than six percent on Wednesday.\n\nGoogle Clips will be the first standalone camera from the search and advertising company, which has expanded its hardware business over the last year.\n\nIts signature feature draws on machine learning technology to automatically begin recording when notable actions are detected. Those could include a child cracking a smile or a dog entering the frame.\n\nIt was one of a suite of new products unveiled by Alphabet Inc’s (GOOGL.O) Google on Wednesday. Its move into smartphones, speakers and laptops has put the search giant into competition with Apple Inc (AAPL.O) and Amazon.com Inc (AMZN.O).\n\nClips, which Google said is “coming soon,” takes on compact cameras such as GoPro’s (GPRO.O) Hero5 Session and Snap Inc’s (SNAP.N) Spectacles as each strives to make the process of recording video simpler and more mobile.\n\nGoPro stock closed down 6.3 percent at $10.39. Shares of Snap, which derives revenue mostly from ad sales on its social media app, dropped 0.75 percent to $14.53.\n\nGoogle’s camera has a traditional shutter button. But users may also clip the camera onto an object and have Clips automatically record “stable, clear shots” of familiar faces set by the user, the company said. Each shot lasts seven seconds, and the battery survives about three hours in the smart-capture mode, according to Google.\n\n“We hope Google Clips helps you capture more spontaneous moments in life, without any of the hassle,” Google Clips product manager Juston Payne wrote in a company blog post.\n\nFootage wirelessly downloads through an app for Google, Apple and Samsung smartphones. Video can be stored to an unlimited online storage locker provided by Google, and high-resolution photos can be cut from the clip.\n\nAt $249, it is comparable to GoPro’s $299 Hero5 Session, which can be controlled by voice for handsfree usage. Snap’s Spectacles, which are sunglasses with a video camera on one corner, records a 10-second video after the press of a button on the frame. They cost $129.\n\nSession and Spectacles are typically used outdoors, whereas Google said its devices “works best when used at home with family and close friends.” GoPro and Snap have not released smart-capture capability.",
        "link": "http://www.reuters.com/article/us-google-hardware-clips/google-takes-on-gopro-snap-with-compact-smart-camera-idUSKBN1C9347",
        "time": "7:18PM UTC"
    },
    {
        "header": "UPDATE 1-Alphabet unit nears deal for Toronto waterfront development -WSJ",
        "body": "Oct 4 (Reuters) - A unit of Google parent Alphabet Inc is nearing a deal to develop part of Toronto’s waterfront, the Wall Street Journal reported on Wednesday, citing people familiar with the matter.\n\nAlphabet's Sidewalk Labs LLC would spearhead the project to be located along a 12-acre section of Toronto's eastern waterfront, the WSJ reported. (on.wsj.com/2gb1wOQ)\n\nThe approval of the project is expected this month from the board of Waterfront Toronto, an agency tasked with the city’s development along the shore of Lake Ontario, according to the report.\n\nSpokesmen for both Waterfront Toronto and Google did not immediately respond to a request for confirmation. (Reporting by Munsif Vengattil in Bengaluru and Alastair Sharp in Toronto; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/canada-google-building/update-1-alphabet-unit-nears-deal-for-toronto-waterfront-development-wsj-idUSL4N1MF3U4",
        "time": "5:50PM UTC"
    }
]