[
    {
        "header": "Google touts Titan security chip to market cloud services",
        "body": "SAN FRANCISCO (Reuters) - Alphabet Inc’s (GOOGL.O) Google this week will disclose technical details of its new Titan computer chip, an elaborate security feature for its cloud computing network that the company hopes will enable it to steal a march on Amazon.com Inc (AMZN.O) and Microsoft Corp (MSFT.O).\n\nTitan is the size of a tiny stud earring that Google has installed in each of the many thousands of computer servers and network cards that populate its massive data centers that power Google’s cloud services.\n\nGoogle is hoping Titan will help it carve out a bigger piece of the worldwide cloud computing market, which is forecast by Gartner to be worth nearly $50 billion.\n\nA Google spokeswoman said the company plans to disclose Titan’s technical details in a blog post on Thursday.\n\nTitan scans hardware to ensure it has not been tampered with, Neal Mueller, head of infrastructure product marketing for Google Cloud Platform, said in a recent interview. If anything has been changed, Titan chip will prevent the machine from booting.\n\nData center operators are concerned that cyber criminals or nation-state hackers could compromise their servers, which are mostly made by Asian hardware companies, before they even reach the United States.\n\n“It allows us to maintain a level of understanding in our supply chain that we otherwise wouldn’t have,” Mueller said.\n\nNeither Amazon.com nor Microsoft - which hold 41 percent and 13 percent of cloud market share, respectively, according to Synergy Research Group - have said if they have similar features. In response to inquiries from Reuters, representatives of both companies pointed to the various ways they use encryption and other measures to secure their data centers.\n\nGoogle holds just 7 percent of the worldwide cloud market. Titan is part of a strategy Google hopes will differentiate its services and attract enterprise customers from sectors with complex compliance regulations, such as those in financial services and the medical field. Google announced Titan in March.\n\n“Having physical safeguards goes a long way of telling the story of how seriously Google takes people’s security,” said Kim Forrest, vice president at Fort Pitt Capital Group.\n\nGoogle has struggled to compete with Amazon Web Services, which has more features, and Microsoft, which has long-standing relationships with enterprises, said Lydia Leong, an analyst for Gartner.\n\n”Security is a hallmark for both AWS and Microsoft,” she said this week. “Google has a lot more work to do.”\n\nGoogle uses Titan chips to protect the servers running its own services like search, Gmail and YouTube, and the company claims Titan has already driven sales. It points to Metamarkets, a real-time analytics firm, as a customer it landed in part due to Titan.\n\nDan Cornell, principal at Denim Group, a firm that helps tech organizations build secure systems, said the rise of nation-state hacking makes such a feature timely.\n\n”Those level of adversaries certainly have an incentive to hack or to have influence over the security of hardware. It’s interesting of Google to say, ‘Here’s one part of the hardware that we’re going to control.'”",
        "link": "http://www.reuters.com/article/us-alphabet-google-titan/google-touts-titan-security-chip-to-market-cloud-services-idUSKCN1B22D6",
        "time": "5:12PM UTC"
    },
    {
        "header": "Google cannot ask age-bias plaintiffs for 'all facts of any kind'",
        "body": "A federal judge in California on Monday said Google was not entitled to all the information it wanted to defend against claims that it refused to hire older job applicants, including self-evaluations of their unsuccessful job interviews.\n\nU.S. District Judge Beth Labson Freeman in San Jose said Google may compel class members to disclose facts that support their accusations of age discrimination, but could not ask for “all facts of any kind” related to those claims. Google, a unit of Alphabet Inc, is represented by Ogletree Deakins Nash Smoak & Stewart.\n\nTo read the full story on Westlaw Practitioner Insights, click here: bit.ly/2ww1SJF",
        "link": "http://www.reuters.com/article/employment-google/google-cannot-ask-age-bias-plaintiffs-for-all-facts-of-any-kind-idUSL2N1L81PM",
        "time": "4:59PM UTC"
    },
    {
        "header": "BRIEF-VMware, Google expand partnership to enable enterprise-wide management of Chrome devices",
        "body": "* VMware and Google have expanded their partnership to enable enterprise-wide management of Chrome devices. Source text for Eikon: Further company coverage: (Reporting by Jaslein Mahil)",
        "link": "http://www.reuters.com/article/brief-vmware-google-expand-partnership-t/brief-vmware-google-expand-partnership-to-enable-enterprise-wide-management-of-chrome-devices-idUSFWN1L80Q0",
        "time": "12:25PM UTC"
    }
]