[
    {
        "header": "RPT-In EU dealings, Google could learn from an erstwhile rival",
        "body": "* Tech titans’ shine may wear off, leading to more spats\n\nBRUSSELS, June 28 (BRUSSELS) - Google’s clash with EU antitrust enforcers has echoes of Microsoft’s decade-long regulatory battle, a legacy that parent company Alphabet should bear in mind as it considers challenging the Commission, lawyers and fund managers said.\n\nAfter a seven-year investigation prompted by scores of complaints from rivals, the European Commission hit Google with a record 2.4 billion euro ($2.73 billion) fine for favouring its own shopping service and an order to treat rival services the same way it treats its own products.\n\n“When I saw this yesterday, it absolutely rang a bell,” said Georg Berrisch, a partner at Baker Botts who advised Microsoft in its EU regulatory dispute while at another law firm.\n\nThe European Commission slapped a 497 million euro fine on Microsoft in 2004 and ordered it to take steps to boost software competition. It failed to comply with that decision and was subsequently fined 899 million euros. In total, its battle with the EU in several other investigations cost it more than 2.2 billion euros in penalties.\n\nIn an oblique reference to Microsoft, which faced nearly two decades of legal scrutiny for antitrust violations, Alphabet Executive Chairman Eric Schmidt told a 2011 U.S. Senate hearing: “We get it. By that I mean, we get the lessons of our corporate predecessors.”\n\nBut Google has much to learn, said Stephen Kinsella at law firm Sidley Austin, who advises Google complainant and UK online shopping comparison website Kelkoo.\n\n“Years ago Google said they wouldn’t make the mistakes that Microsoft did. Instead they made all of them and came up with a few of their own. The public statements yesterday show they still don’t get it,” he said.\n\nGoogle said on Tuesday it disagreed with the EU’s findings that it had abused its dominant position and was considering an appeal. It said it looked forward to continuing to make its case.\n\n“The real danger for Google is to enter into a prolonged battle with the Commission on whether what it has done is sufficient to comply with its decision. It could be quite expensive for Google in the end. This is not the end of the story,” Berrisch said.\n\nUnderlining Google’s task, the Commission on Wednesday published a tender for technical expertise to assist it with the case. The five-year contract is worth 10 million euros and can be renewed.\n\nSo far, investors have given Google the benefit of the doubt, with Alphabet ranking just behind Apple as the world’s most valuable stock with a $666 billion market capitalisation. But they are taking note.\n\n“The real concern is whether the Commission will manage to force Google to change its business model, its algorithms in a way that could be detrimental to the business,” said Wesley Lebeau, fund manager at CPR Asset Management, an Amundi company.\n\n“Search engine is still about 60 percent of Alphabet’s valuation so that is a big deal, even though the drivers for future growth are YouTube and all the Alphabet companies -- Waymo, NEST, Verily,” he said.\n\nTech titans have benefited so far from the perception that they bring benefits to society, said Freddie Lait, founder at Latitude Investment Management.\n\n“But there is a small chance that, if the shine wears off and you have more of these terrorist videos...and the fine is a huge fine, which sent a message to consumers that there’s been wrongdoing,” he said. “If the shine comes off, the claws are out from regulators and governments to try and get their pound of flesh out of all of the big tech companies.” ($1 = 0.8790 euros) (Additional reporting by Eric Auchard in Frankfurt, Simon Jessop and Sophie Sassard in London)",
        "link": "http://www.reuters.com/article/eu-google-antitrust-microsoft/rpt-in-eu-dealings-google-could-learn-from-an-erstwhile-rival-idUSL8N1JP5NH",
        "time": "2:00AM UTC"
    }
]