[
    {
        "header": "BRIEF-Haier announces a new partnership with Google",
        "body": "* Haier- announces a new partnership with Google to launch a line of chromecast built-in televisions for the North American market\n\n* Haier Electronics Group Co Ltd- new Haier chromecast built-in television line will be launching in Q2 of 2017 Source text for Eikon: Further company coverage:",
        "link": "http://www.reuters.com/article/idUSFWN1EU05G",
        "time": "7:49AM UTC"
    },
    {
        "header": "BRIEF-U.S. Department of Labor sues Google for compensation data",
        "body": "* U.S. Department of Labor sues Google Inc for compensation data\n\n* U.S. Department of Labor - lawsuit seeks order requiring Google to cooperate fully with scheduled compliance review\n\n* U.S. Department of Labor - filed lawsuit for Google to provide requested compensation data, documents for mountain view headquarters as part of routine compliance evaluation\n\n* Department of Labor - if Google fails to comply, department asks court to cancel all of Google's current government contracts, to debar co from entering into future contracts Source text: (bit.ly/2iFtG4F) Further company coverage:",
        "link": "http://www.reuters.com/article/idUSFWN1EU0UM",
        "time": "6:27PM UTC"
    },
    {
        "header": "U.S. Labor department sues Google for compensation data",
        "body": "(Reuters) - The U.S. Department of Labor said on Wednesday it filed a lawsuit against Alphabet Inc’s Google unit seeking access to the company’s compensation data and documents as part of a routine compliance evaluation.\n\nThe Office of Federal Contract Compliance Programs (OFCCP) said it had sought the data about the company’s equal opportunity program in September 2015. The company failed to submit despite many opportunities, the OFCCP said.\n\nAs a federal contractor, Google must agree to permit the federal government to inspect and copy records and information relevant to its compliance with the equal employment laws administered by OFCCP.\n\nThe company has provided hundreds of thousands of records over the last year to comply with the OFCCP’s current audit, a Google spokesperson told Reuters.\n\n“However, the handful of OFCCP requests that are the subject of the complaint are overbroad in scope, or reveal confidential data, and we’ve made this clear to the OFCCP, to no avail,” the spokesperson said.\n\nThe OFCCP said it would ask the court to cancel all of Google’s current government contracts and to debar the company from entering into future contracts if it failed to comply.",
        "link": "http://www.reuters.com/article/alphabet-lawsuit-idUSL1N1EU1UD",
        "time": "6:42PM UTC"
    },
    {
        "header": "BRIEF-Google's Google Assistant is making its way to Android TV in the coming months - Blog",
        "body": "* Google's Google Assistant is making its way to Android TV in the coming months - Blog Source text - bit.ly/2id4yRG Further company coverage: (Bengaluru Newsroom)",
        "link": "http://www.reuters.com/article/idUSFWN1EU0VG",
        "time": "10:28PM UTC"
    },
    {
        "header": "BRIEF-Google to hold 5000 workshops in 40 Indian cities to provide training",
        "body": "* Exec says will hold 5000 workshops in 40 Indian cities to provide online and other training for small and medium businesses Further company coverage: (Reporting By Aditi Shah in NEW DELHI)",
        "link": "http://www.reuters.com/article/idUSL4N1EU29J",
        "time": "2:14AM UTC"
    },
    {
        "header": "BRIEF-Samsung, Google introduce two Chromebooks designed for Google Play",
        "body": "* Samsung and Google introduce the next generation Chromebook designed for Google Play: the Samsung Chromebook Plus and Chromebook Pro Source text for Eikon: Further company coverage:",
        "link": "http://www.reuters.com/article/idUSFWN1EU0T2",
        "time": "5:38PM UTC"
    }
]