[
    {
        "header": "Supreme Court declines to hear Google data patent appeal",
        "body": "The U.S. Supreme Court on Monday declined a request by Google Inc to review a decision holding that “common sense” should play only a limited role in evaluating whether an idea is too obvious to be patentable.\n\nThe justices denied a cert petition in which Google urged them to reverse an August 2016 decision by the U.S. Court of Appeals for the Federal Circuit upholding the validity of a patent for a method of coordinating computer applications held by Luxembourg’s Arendi SARL.\n\nTo read the full story on WestlawNext Practitioner Insights, click here: bit.ly/2nLIl0i",
        "link": "http://www.reuters.com/article/google-arendi-idUSL2N1GX1PB",
        "time": "5:33PM UTC"
    },
    {
        "header": "Google apologises to ad clients for YouTube content fiasco",
        "body": "(Reuters) - Google apologised on Monday for allowing ads to appear alongside offensive videos on YouTube as more high-profile firms such as Marks & Spencer and HSBC pulled advertising for British markets from Google sites.\n\nThe British government has suspended its advertising on YouTube after some public sector ads appeared next to videos carrying homophobic and anti-semitic messages, prompting a flood of major companies to follow suit.\n\nBritain is the largest market for Alphabet Inc’s Google outside the United States, generating $7.8 billion mainly from advertising in 2016, or nearly 9 percent of the U.S. giant’s global revenue.\n\n“I would like to apologise to our partners and advertisers who might have been affected by their ads appearing on controversial content,” Google EMEA President Matt Brittin said at the annual Advertising Week Europe event in London.\n\nBesides well-known British brands pulling the plug, some of the world’s biggest advertising companies responsible for placing vast amounts of marketing material for clients, said they were reviewing how they worked with Google.\n\nThe boycott is the latest clash between advertising companies and the internet giants that have built up dominant positions in digital advertising by offering not only huge audiences but also the ability to apply their user data to make ads more targeted and relevant.\n\nFor big advertising groups such as WPP, internet firms are both a client and a competitor, while traditional media groups such as newspapers and general online news publishers are having to compete with them for online dollars.\n\n“Google faces a hostile industry of media owners in Europe ... and we expect they will be all too happy to highlight future brand safety failings,” said Brian Wieser, a senior analyst at Pivotal Research Group.\n\n“Overall, we think that the problems which have come to light will have global repercussions as UK marketers potentially adapt their UK policies to other markets and as marketers around the world become more aware of the problem,” he said.\n\nWPP, the world’s largest advertising firm, said on Monday it was talking to clients and media partners such as Google, Facebook and Snapchat to find ways to prevent brands from being tarnished.\n\n“We have always said Google, Facebook and others are media companies and have the same responsibilities as any other media company. They cannot masquerade as technology companies, particularly when they place advertisements,” said Martin Sorrell, the founder and head of the British firm.\n\nPublicis, the world’s third largest advertising firm, said in a statement on Monday that it was clear Google had fallen short of meeting advertising standards and that the French company was reviewing its relationship with Google.\n\nGoogle said on Friday it worked hard to remove ads appearing on pages or videos with hate speech, gory or offensive content but with 400 hours of video uploaded to YouTube every minute it did not always get it right.\n\nBrittin said Google had made a commitment to doing better and would simplify advertiser controls, add safer defaults and increase investment to enforce its ad policies faster.\n\nA spokeswoman for Google UK said it would look again at the way it defines incendiary commentary and hate speech to raise the bar on videos and sites allowed for advertising.\n\nOn Friday, Google executives were called in to face questions from the advertising industry and Britain over the issue.\n\nRepresentatives for retailers Marks & Spencer, Sainsbury’s and Argos, British banks HSBC and RBS, McDonald‘s, the UK branch of advertising group Havas and the BBC told Reuters their firms had stopped ads.\n\nA source at Lloyds Banking said the lender had pulled the plug as well. Others such as Vodafone, Barclays and Tesco were reviewing policies, their representatives said. (Additional reporting by Eric Auchard, Rahul B, Gwenaelle Barzic, James Davey and Lawrence White)",
        "link": "http://www.reuters.com/article/britain-google-idUSL2N1GX1KP",
        "time": "4:46PM UTC"
    }
]