[
    {
        "header": "Google launches new phones, speakers in hardware push",
        "body": "SAN FRANCISCO (Reuters) - Alphabet Inc’s Google (GOOGL.O) on Wednesday unveiled the second generation of its Pixel smartphone along with new voice-enabled home speakers, redoubling its commitment to the hardware business as it competes with a surge of devices from Apple Inc (AAPL.O) and Amazon.com Inc (AMZN.O).\n\nGoogle’s new products, including a Pixelbook laptop, wireless earbuds and a small GoPro-like camera, showcase Google-developed operating systems and services, notably the voice assistant. That means usage of those devices should stoke the company’s core ad sales business as buyers of the hardware use Google services like search and maps.\n\nSpeaking at the launch in San Francisco, Google hardware chief Rick Osterloh said the new products “perfectly demonstrate our strategy of re-imagining hardware from the inside out.”\n\nThe Pixel 2 smartphone comes in two sizes, with comparable features, including aluminum bodies and no traditional jacks for headphones. Prices for the base model start at $649, while the high-end version starts at $849. The phones will be available Oct. 19.\n\nThe Pixel phones lack the brand lustre and market share of similarly priced smartphones such as the Apple iPhone or Samsung Electronics Co’s Galaxy S and Galaxy Note smartphones. Still, the original Pixel’s camera and software drew acclaim from reviewers, many of whom expect the line to become a robust competitor at the high end of the Android smartphone market.\n\nPixelbook, priced at $999, is the first laptop powered by Google Assistant and will support Snap Inc’s (SNAP.N) Snapchat, the company said. The keyboard folds behind the screen to turn the 12.3-inch touchscreen into a tablet. It will be available in stores from Oct. 31.\n\nGoogle Home Mini, one of the new speakers, is priced at $49 in the United States and would rival Amazon.com Inc’s (AMZN.O) popular Echo Dot. It will be available Oct. 19. The Home Max, with dual woofers for more powerful sound, is priced at $399 and with availability by the end of the year.\n\nThe Pixel Buds, which are priced at $149, arrive in November. Clips, which is pocket-sized camera with object detection and automatic recording capabilities, “soon” goes on sale for $249, Google said. Videos last only a few seconds and do not contain audio.\n\nThe Pixel smartphone debuted a year ago, with analysts estimating sales of more than 2 million, pushing Google to record amounts of non-advertising revenue.\n\nGoogle’s “other” revenue category, which includes both hardware and sales of online storage services, accounted for about 12 percent of overall sales in its most recent quarter.\n\nLast month, Google expanded its hardware development capabilities by picking up a 2,000-person smartphone engineering team at HTC (2498.TW) for $1.1 billion.\n\n“It’s pretty clear Google is serious about hardware,” said Avi Greengart, research director at consumer data firm GlobalData. “Given that there is a Pixel 2, and given the financial investment, there must be a longer-term strategic intent.”\n\nGoogle moved into smartphones five years ago with the $12.5-billion purchase of Motorola Mobility. But Motorola’s hardware team, under Osterloh, and Google’s Android mobile operating system division remained independent. Google wanted to avoid giving it a special advantage and protect its relationships with Samsung, LG and other distributors of Android. The company later sold the Motorola smartphone business.\n\nOsterloh, now working inside Google, moved to bring in-house the HTC team Google contracted to design the Pixel. He enjoys a strong relationship with Hiroshi Lockheimer, the Android division head. The pair have been friends since working together for several years at Good Technology in the early 2000s.\n\nProtecting relationships with others in the Android ecosystem has become less of a concern. Samsung ratched down the rivalary with Google after the firms agreed to a major patent licensing deal in early 2014. Other vendors have seen their market share dip.\n\nGoogle’s eye is now on Apple, whose iPhone has become the smartphone to beat.\n\nThe first Pixel debuted a year ago with a significant marketing push: during the last three months of the year, Google spent an estimated $110 million to air 12 Pixel-related commercials, according to data from advertising measurement firm iSpot.tv.\n\nApple spent $147 million during the same span, iSpot.tv said. Apple has sustained its TV time throughout the last year, while Google’s efforts have tapered off.\n\nIn the speakers market, Google’s personal-assistant lags Amazon’s Echo devices in market share, according to investment bank Cowen & Co. Last week, Amazon released several new models of the Echo, including one with a display as it tried to find a place in every niche.\n\nRishi Chandra, vice president of product management for Google’s Home hardware unit, said in an interview that Google was being “a little bit more thoughtful” than the online shopping company.\n\n“Amazon is taking a broad approach,” Chandra said. “We’re going to iterate until we have a good product story to tell.”",
        "link": "http://www.reuters.com/article/us-alphabet-hardware/google-launches-new-phones-speakers-in-hardware-push-idUSKBN1C92IQ",
        "time": "10:14AM UTC"
    }
]