[
    {
        "header": "Facebook, Google bound to change handling of politics ads -marketing execs",
        "body": "NEW YORK (Reuters) - Facebook Inc and Alphabet Inc’s Google have little choice but to rein in internet political ads in the face of growing U.S. government pressure, a panel of advertising consultants and executives said on Monday.\n\nSpeaking at a trade conference, the marketers seized on allegations that Russian operatives bought U.S. political ads on Facebook as evidence that the sector cannot go on being unregulated.\n\n“I think there will be more scrutiny, and there better be more self-regulation. Otherwise, I think regulation will be coming,” Brent McGoldrick, a political ad consultant and a Republican, said at Advertising Week New York.\n\nLast week, Facebook Chief Executive Mark Zuckerberg vowed to do more to deter governments from using Facebook to manipulate elections in other countries, after the company disclosed $100,000 in Russian ad purchases in the months before and after the 2016 U.S. presidential election.\n\nThe 3,000 ads included some that highlighted support for Democrat Hillary Clinton among Muslim women, as well as others that showed a deep understanding of U.S. social divides, the Washington Post reported on Monday.\n\nFacebook shares ended down 4.5 percent on Monday, closing at $162.87, as some investors worried the tech sector had become too expensive.\n\nZuckerberg has also unveiled sweeping changes to how his company handles political ads, saying it would make them visible to all users regardless of whom the ads target.\n\nAndrew Capone, senior vice president of NCC Media, a cable trade group, joked on Monday’s panel that during the 2016 election campaign, “Facebook took in over 300 million rubles - I‘m sorry, dollars.”\n\nMcGoldrick said on the panel: “If I were Facebook and Google and everyone else, I would be developing a code of conduct and a set of criteria. They may already exist, but obviously it’s not either robust enough or transparent enough.”\n\nGoogle has said it has no evidence on its ad platform of a Russian propaganda campaign like the one Facebook found.\n\nThe two Silicon Valley firms are set to take a combined 63 percent of the U.S. market this year, according to research firm eMarketer.\n\nThough Facebook and Google have for years resisted regulation of political ads, congressional investigators and U.S. special counsel Robert Mueller have helped to change the situation, said Jefrey Pollock, president of public relations firm Global Strategy Group.\n\n“Things change with a subpoena,” Pollock, a Democrat, said as part of the panel.",
        "link": "http://www.reuters.com/article/legal-us-facebook-alphabet/facebook-google-bound-to-change-handling-of-politics-ads-marketing-execs-idUSKCN1C030G",
        "time": "6:14PM UTC"
    }
]