[
    {
        "header": "Canada's top court rules Google must block some results worldwide",
        "body": "OTTAWA (Reuters) - Canadian courts can force internet search leader Google to remove results worldwide, the country’s top court ruled on Wednesday, drawing criticism from civil liberties groups arguing such a move sets a precedent for censorship on the internet.\n\nIn its 7-2 decision, Canada’s Supreme Court found that a court in the country can grant an injunction preventing conduct anywhere in the world when it is necessary to ensure the injunction’s effectiveness.\n\n“The internet has no borders - its natural habitat is global,” the Supreme Court wrote in its judgment. “The only way to ensure that the interlocutory injunction attained its objective was to have it apply where Google operates - globally.”\n\nGoogle, a unit of Alphabet Inc, did not immediately reply to a request for comment.\n\nThe case stems from claims by Equustek Solutions Inc, a small technology company in British Columbia that manufactures network devices, that distributor Datalink Technologies Gateways relabeled one of its products and sold it as its own online and acquired trade secrets to design and manufacture a competing product.\n\nIn 2012, Equustek asked Google to remove Datalink search results until the case against the company was resolved. While Google removed over 300 specific web pages associated with Datalink, it did so only on the Canadian version of its search engine.\n\nThe Supreme Court of British Columbia subsequently ordered Google to stop displaying search results in any country for any part of Datalink’s websites.\n\nIn its appeal before the Supreme Court of Canada, Google had argued that the global reach of the order was unnecessary and that it raised concerns over freedom of expression.\n\nThe Supreme Court rejected Google’s argument that the right to freedom of expression should have prevented the order from being issued.\n\n“This is not an order to remove speech that, on its face, engages freedom of expression values,” the court wrote in its ruling. “We have not, to date, accepted that freedom of expression requires the facilitation of the unlawful sale of goods.”\n\nThe global reach was necessary, according to the court, because if the removed search results were restricted to Canada alone, purchasers both in and out of Canada could easily continue to find and buy from Datalink.\n\n“There is great risk that governments and commercial entities will see this ruling as justifying censorship requests that could result in perfectly legal and legitimate content disappearing off the web because of a court order in the opposite corner of the globe,” said OpenMedia spokesman David Christopher.\n\nGoogle cannot appeal the Supreme Court ruling. If the company has evidence that complying with the order would force it to violate other countries’ laws, including interfering with freedom of expression, it can apply to the British Columbia court to alter the order, the Supreme Court said, noting Google has not made such an application.",
        "link": "http://www.reuters.com/article/us-canada-google/canadas-top-court-rules-google-must-block-some-results-worldwide-idUSKBN19J27N",
        "time": "2:03PM UTC"
    },
    {
        "header": "Google faces years of EU oversight on top of record antitrust fine",
        "body": "BRUSSELS/FRANKFURT (Reuters) - Beyond a headline-grabbing 2.4 billion euro ($2.7 billion) fine EU antitrust regulators have levelled against Google, the internet giant is likely to be shackled for years by Tuesday’s precedent-setting decision defining the company as a monopoly.\n\nThe ruling opens the door for further regulatory actions against more crucial parts of Google’s business – mobile phones, online ad buying and specialised search categories like travel - while easing the standard of proof for rivals to mount civil lawsuits showing Google has harmed them.\n\nSo far, investors have shrugged off the EU’s threatened crackdown, with Google’s holding company Alphabet’s shares down 1.8 percent in early U.S. trade amid a continued selloff in technology stocks.\n\nThe stock has doubled in the two years since European authorities vigorously stepped up investigations of it.\n\nIt trades just behind rival Apple as the world’s most valuable stock with a $666 billion market capitalisation.\n\nThe real sting is not from the fine for anti-competitive practices in shopping search but the way the EU has thrown the issue back to Google to solve, meaning the company won’t be able to comply through an easy set of technical steps.\n\nIn effect, the Commission is forcing Google to demonstrate that rivals have made substantial inroads into its businesses before there is much chance of it being let off the regulatory hook.\n\nEU competition chief Margrethe Vestager promised Google was in for years of monitoring to guard against further abuses.\n\n“Just being put on notice can limit Google’s strategic options into the future,” said Matti Littunen, a digital media and online advertising analyst with Enders Analysis in London.\n\nThe EU’s 2004 ruling that Microsoft Corp had abused its dominant market position in Windows and other markets is now seen as having curtailed the software giants moves over the subsequent decade to expand more quickly into emerging markets such as online advertising, opening the way for Google’s rise.\n\nPutting the onus on the company underlines regulators’ limited knowledge of modern technologies and their complexity, said Fordham Law School Professor Mark Patterson.\n\n”The decision shows the difficulty of regulating algorithm-based internet firms,“ he said. ”Antitrust remedies usually direct firms that have violated antitrust laws to stop certain behaviour or, less often, to implement particular fixes.\n\n“This decision just tells Google to apply ‘equal treatment,’ not how to do that”.\n\nThe EU ruling is a warning shot for two on-going EU probes into Google’s Android mobile operating system and AdSense ad system, said Richard Windsor, an independent financial analyst who tracks competition among the biggest U.S. and Asian internet and mobile players, including Google.\n\n“If the European Union turns around and says Google can no longer bundle its Google Play app store as a default feature on many Android smartphones, this opens up the market to other handset makers to put their own software and services front and centre on their phones,” he said.\n\nLittunen of Enders Analysis agreed, saying while Google may be able to meet EU objections in the AdSense case by making relatively modest changes to its advertising systems to enable website customers to run ads from Google advertising rivals, the Android case has many complicated factors with no easy solution.\n\nMore importantly, Google must find ways change its business practices without harming its very lucrative advertising business model, which accounted for around 85 percent of the $90.3 billion in revenue of parent company Alphabet in 2016.\n\n“The EU’s identification of ‘super-dominance’ in internet search throughout the European Economic Area is confirmed and will provide a cornerstone for assessment of other ongoing cases, especially regarding Android and AdSense,” said Jonas Koponen, competition chief at Linklaters law firm in Brussels.\n\n“This could result in a profound change to the company’s business models,” he predicted.\n\nYet another worry for the company could be a wave of lawsuits in the future.\n\n“We can expect to see a series of damages claims brought by the rivals that were excluded from the market by Google’s conduct,” said Peter Wills, co-head of competition law for Bird & Bird in London, setting the stage for national court battles.\n\nWith the EU’s Vestager giving no ground in her record demand last year to collect 13 billion euros in unpaid taxes from Apple and stopping Google from squeezing out rivals, other tech giants will probably think twice before testing her further.",
        "link": "http://www.reuters.com/article/us-eu-google-antitrust-outlook/google-faces-years-of-eu-oversight-on-top-of-record-antitrust-fine-idUSKBN19I2MO",
        "time": "4:20AM UTC"
    },
    {
        "header": "In EU dealings, Google could learn from an erstwhile rival",
        "body": "BRUSSELS (BRUSSELS) - Google’s (GOOGL.O) clash with EU antitrust enforcers has echoes of Microsoft’s (MSFT.O) decade-long regulatory battle, a legacy that parent company Alphabet should bear in mind as it considers challenging the Commission, lawyers and fund managers said.\n\nAfter a seven-year investigation prompted by scores of complaints from rivals, the European Commission hit Google with a record 2.4 billion euro ($2.73 billion) fine for favoring its own shopping service and an order to treat rival services the same way it treats its own products.\n\n“When I saw this yesterday, it absolutely rang a bell,” said Georg Berrisch, a partner at Baker Botts who advised Microsoft in its EU regulatory dispute while at another law firm.\n\nThe European Commission slapped a 497 million euro fine on Microsoft in 2004 and ordered it to take steps to boost software competition. It failed to comply with that decision and was subsequently fined 899 million euros. In total, its battle with the EU in several other investigations cost it more than 2.2 billion euros in penalties.\n\nIn an oblique reference to Microsoft, which faced nearly two decades of legal scrutiny for antitrust violations, Alphabet Executive Chairman Eric Schmidt told a 2011 U.S. Senate hearing: “We get it. By that I mean, we get the lessons of our corporate predecessors.”\n\nBut Google has much to learn, said Stephen Kinsella at law firm Sidley Austin, who advises Google complainant and UK online shopping comparison website Kelkoo.\n\n“Years ago Google said they wouldn’t make the mistakes that Microsoft did. Instead they made all of them and came up with a few of their own. The public statements yesterday show they still don’t get it,” he said.\n\nGoogle said on Tuesday it disagreed with the EU’s findings that it had abused its dominant position and was considering an appeal. It said it looked forward to continuing to make its case.\n\n“The real danger for Google is to enter into a prolonged battle with the Commission on whether what it has done is sufficient to comply with its decision. It could be quite expensive for Google in the end. This is not the end of the story,” Berrisch said.\n\nUnderlining Google’s task, the Commission on Wednesday published a tender for technical expertise to assist it with the case. The five-year contract is worth 10 million euros and can be renewed.\n\nSo far, investors have given Google the benefit of the doubt, with Alphabet ranking just behind Apple (AAPL.O) as the world’s most valuable stock with a $666 billion market capitalization. But they are taking note.\n\n“The real concern is whether the Commission will manage to force Google to change its business model, its algorithms in a way that could be detrimental to the business,” said Wesley Lebeau, fund manager at CPR Asset Management, an Amundi company.\n\n“Search engine is still about 60 percent of Alphabet’s valuation so that is a big deal, even though the drivers for future growth are YouTube and all the Alphabet companies -- Waymo, NEST, Verily,” he said.\n\nTech titans have benefited so far from the perception that they bring benefits to society, said Freddie Lait, founder at Latitude Investment Management.\n\n“But there is a small chance that, if the shine wears off and you have more of these terrorist videos...and the fine is a huge fine, which sent a message to consumers that there’s been wrongdoing,” he said. “If the shine comes off, the claws are out from regulators and governments to try and get their pound of flesh out of all of the big tech companies.”",
        "link": "http://www.reuters.com/article/us-eu-google-antitrust-microsoft/in-eu-dealings-google-could-learn-from-an-erstwhile-rival-idUSKBN19J2O0",
        "time": "3:23PM UTC"
    }
]