[
    {
        "header": "Britain looking at Google, Facebook role in news: PM May's spokesman",
        "body": "LONDON (Reuters) - Britain is looking at the role of Google and Facebook in the provision of news and what their wider responsibilities and legal status should be, a spokesman for Prime Minister Theresa May said on Tuesday.\n\nAs more people get their news through Google and Facebook, some in the industry say the internet giants are publishers and not just platforms, meaning they should be held responsible for the content and regulated like traditional news providers.\n\n“We are looking at the role Google and Facebook play in the news environment,” the spokesman told reporters, saying the work was part of a commitment to produce a digital charter setting out how firms and individuals should behave online.\n\n“As part of that work we will look carefully at the roles, responsibility and legal status of the major internet platforms.”\n\nA report on Tuesday by consultants Enders Analysis said that 6.5 million British internet users claimed to mainly source their news from Facebook.\n\nMay’s June 2017 election manifesto promised a digital charter “that balances freedom with protection for users, and offers opportunities alongside obligations for businesses and platforms.”\n\n“We will ensure there is a sustainable business model for high-quality media online, to create a level playing field for our media and creative industries,” the manifesto said.",
        "link": "http://www.reuters.com/article/us-britain-internet-may/britain-looking-at-google-facebook-role-in-news-pm-mays-spokesman-idUSKBN1CF246",
        "time": "12:08PM UTC"
    },
    {
        "header": "Google to create 300 more jobs in France by end 2018: Les Echos",
        "body": "PARIS (Reuters) - Google France plans to increase its staff from 700 to 1,000 in 2018 and to double its office space in the country, as it sees room for growth coming from development of e-commerce, its head told French news daily Les Echos in an interview.\n\n“By the end of next year, we will increase staff from 700 to 1,000, mainly engineers and we will double the size of our offices from 10,000 to 20,000 square meters,” Sebastien Missoffe, head of Google France said in an interview.\n\nMissoffe said France was still behind in terms of digitalization, given that only 16 percent of companies have embarked on e-commerce.\n\n“It (France) will need to catch up and that’s an opportunity for Google,” Missoffe said, adding Google could help companies better use the Internet’s potential to optimize their exports.\n\nAlphabet Inc’s Google has unveiled the second generation of its Pixel smartphone along with new voice-enabled home speakers, redoubling its commitment to the hardware business as it competes with a surge of devices from Apple Inc and Amazon.com Inc.\n\nMissoffe said that over time Pixel smartphones will be sold in France.",
        "link": "http://www.reuters.com/article/us-france-google-jobs/google-to-create-300-more-jobs-in-france-by-end-2018-les-echos-idUSKBN1CF2FG",
        "time": "1:41PM UTC"
    },
    {
        "header": "Google uncovered Russia-backed ads on YouTube, Gmail : source",
        "body": "WASHINGTON (Reuters) - Google has discovered Russian operatives spent tens of thousands of dollars on ads on its YouTube, Gmail and Google Search products in an effort to meddle in the 2016 U.S. presidential election, a person briefed on the company’s probe told Reuters on Monday.\n\nThe ads do not appear to be from the same Kremlin-affiliated entity that bought ads on Facebook Inc (FB.O), but may indicate a broader Russian online disinformation effort, according to the source, who was not authorized to discuss details of the confidential investigation by Alphabet Inc’s (GOOGL.O) Google.\n\nMicrosoft Corp (MSFT.O) said separately on Monday that it was looking at whether Russians bought U.S. election ads on its Bing search engine or other Microsoft-owned products and platforms. A spokeswoman for the company declined to comment further.\n\nThe revelation about Google is likely to fuel further scrutiny of the role that Silicon Valley technology giants may have unwittingly played during last year’s election. U.S. intelligence agencies have concluded that Moscow’s goal was to help elect Donald Trump.\n\nGoogle has uncovered less than $100,000 in ad spending potentially linked to Russian actors, the source said.\n\nBoth Twitter Inc (TWTR.N) and Facebook recently detected and disclosed that suspected Russian operatives, working for a content farm known as the Internet Research Agency in St. Petersburg, Russia, used their platforms to purchase ads and post content that was politically divisive in a bid to influence Americans before and after the November 2016 presidential election.\n\nThe Internet Research Agency employ hundreds of so-called “trolls” who post pro-Kremlin content, much of it fake or discredited, under the guise of phony social media accounts that posed as American or European residents, according to lawmakers and researchers.\n\nFacebook announced last month it had unearthed $100,000 in spending by the Internet Research Agency and, under pressure from lawmakers, has pledged to be more transparent about how its ads are purchased and targeted.\n\nGoogle’s review had been more robust than ones undertaken so far by Facebook or Twitter, the source said.\n\nRussia’s ad purchases on Google were first reported by the Washington Post.\n\nGoogle did not deny the story, and in a statement pointed to its existing ad policies that limit political ad targeting and prohibit targeting based on race or religion.\n\n“We are taking a deeper look to investigate attempts to abuse our systems, working with researchers and other companies, and will provide assistance to ongoing inquiries,” a Google spokeswoman said on Monday.\n\nGoogle, which runs the world’s largest online advertising business, had largely evaded public or congressional scrutiny until now. On Sunday, the Daily Beast news website reported that the Kremlin recruited at least two black video bloggers to post clips on YouTube during the campaign. They posed as Black Lives Matter sympathizers who were sharply critical of Democratic presidential candidate Hillary Clinton.\n\nThough the videos were only viewed hundreds of times, they demonstrated for the first time that Russia allegedly deployed real people, not just fake online accounts or bots, to further spread propaganda.\n\nCongressional committees have launched multiple investigations into Russian interference, but concern about Silicon Valley’s role has surged over the past month against the backdrop of a cascade of revelations about how Russia appears to have leveraged their platforms to spread propaganda.\n\nA study published on Monday by researchers with the Oxford Internet Institute, which is affiliated with the British university, found that current U.S. military personnel and veterans were targeted by disinformation campaigns on Twitter and Facebook over the past year by a nexus of pro-Kremlin, Russian-oriented sites, along with conspiracy theorists and European right-wing ideologues.\n\nBoth Republican and Democratic lawmakers have said Russia intended to sow discord in the United States, spread propaganda and sway the election. Some Democrats plan to introduce legislation to require internet companies to disclose more information about political ad purchases on their platforms.\n\n“If Vladimir Putin is using Facebook or Google or Twitter to, in effect, destroy our democracy, the American people should know about it,” Democratic Senator Richard Blumenthal said Monday on MSNBC.\n\nGoogle officials have been invited to testify publicly about Russian attempts to use their platforms to influence the election before both the House and Senate intelligence committees on Nov. 1 alongside Facebook and Twitter. While Facebook and Twitter have confirmed plans to attend, Google has not.",
        "link": "http://www.reuters.com/article/us-usa-trump-russia-alphabet/google-uncovered-russia-backed-ads-on-youtube-gmail-source-idUSKBN1CE192",
        "time": "12:07PM UTC"
    }
]