[
    {
        "header": "US STOCKS-Dow, S&P futures higher; Alphabet weighs down Nasdaq",
        "body": "July 25 (Reuters) - S&P and Dow futures were higher on Tuesday, with the earnings season gaining momentum and ahead of a two-day Federal Reserve meeting, while a fall in Google-parent Alphabet weighed on Nasdaq futures.\n\n* Shares of Alphabet were down 2.5 percent in premarket trading, after the tech giant noted that costs were rising faster than sales and warned that expenses would remain high as more searches shift to mobile devices.\n\n* The S&P tech index has been the best performing sector this year and earnings from big tech companies will be closely watched to see if the sector can continue its run.\n\n* Amazon and Facebook report results later this week, while Apple is due to report next week.\n\n* The market’s run to record highs has left equities relatively expensive and investors are counting on earnings to justify the valuations.\n\n* The S&P 500 is trading at around 18 times earnings estimates for the next 12 months, well above their long-term average of 15 times.\n\n* Earnings are expected to have climbed 8.8 percent in the second quarter, compared with an 8 percent rise estimated at the start of the month, according to Thomson Reuters I/B/E/S.\n\n* This week alone, 190 S&P 500 companies are expected to report quarterly results.\n\n* Advanced Micro Devices, AT&T, Chipotle and Chubb are among the major companies that will report after the closing bell.\n\n* The Fed starts a two-day meeting later in the day to discuss its monetary stance and the timing of its long-awaited balance sheet reduction, a plan most likely to be detailed in September.\n\n* While no rate hike is expected due to subdued inflation, the central bank’s statement on Wednesday will be parsed for clues on the pace of future rate hikes.\n\n* Economic data at 10 a.m. ET (1400 GMT) is expected to show consumer confidence index slipped to 116.5 in July from 118.9 in June.\n\n* Biogen rose 3.9 percent after the biotech company reported quarterly results that beat expectations and raised its full-year revenue forecast.\n\n* Michael Kors was up 3.1 percent after the retailer agreed to buy luxury shoemaker Jimmy Choo for $1.2 billion.\n\n* Centene was up 1 percent after the health insurer’s quarterly profit beat estimates.\n\nFutures snapshot at 6:42 a.m. ET:\n\n* Dow e-minis were up 33 points, or 0.15 percent, with 10,204 contracts changing hands.\n\n* S&P 500 e-minis were up 4.5 points, or 0.18 percent, with 77,476 contracts traded.\n\n* Nasdaq 100 e-minis were up 2.5 points, or 0.04 percent, on volume of 14,983 contracts. (Reporting by Tanya Agrawal in Bengaluru; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-dow-sp-futures-higher-alphabet-weighs-down-nasdaq-idUSL3N1KG3KL",
        "time": "7:16AM UTC"
    },
    {
        "header": "U.S. House panel wants Google, Facebook, AT&T CEOs to testify on internet rules",
        "body": "WASHINGTON (Reuters) - The chairman of the U.S. House Energy and Commerce Committee on Tuesday asked chief executives from companies representing the two sides of the net neutrality debate, including Alphabet, Facebook, AT&T and Verizon, to testify at a Sept. 7 hearing.\n\nThe U.S. Federal Communications Commission is considering tossing out 2015 Obama administration net neutrality rules that reclassified internet service like a public utility. The current rules bar providers from blocking or slowing websites, or allowing websites to pay for “fast lanes” over competitors.\n\nInternet providers and major tech companies have been sharply divided over the rules. Many internet providers want Congress to step in and write permanent rules, while websites say the Obama era rules are critical to preserving the open internet.\n\nThe outcome of the debate could have a major impact on the future of the internet economy and potentially profits of the companies involved.\n\nOther chief executives asked to testify include the heads of Comcast Corp, Netflix Inc and Charter Communications Inc.\n\nSeveral companies said they were reviewing the letter but none immediately said if they will testify.\n\nComcast said it welcomed the hearing and “believes the best way to stop the regulatory ping-pong on this important issue is for Congress to enact bipartisan legislation.”\n\n”A strong consensus is forming across party lines and across industries that it’s time for Congress to call a halt on the back-and-forth and set clear net neutrality ground rules for the internet,” said Representative Greg Walden, a Republican, who chairs the committee. “The time has come to get everyone to the table and get this figured out.”\n\nDemocrats on the committee want Republicans to invite small businesses and consumers, not just the CEOs from some of the “largest corporations in the world with a combined market capitalization of nearly $2.5 trillion,” said a statement from Energy and Commerce Committee Ranking Member Frank Pallone, Jr. and Communications and Technology Subcommittee Ranking Member Mike Doyle, both Democrats. Democrats have so far refused to work with Republicans on internet legislation.\n\nA group representing major technology firms last week urged the FCC to abandon plans to rescind the rules barring internet service providers from hindering consumer access to web content or offering paid “fast lanes.”\n\nMajor internet service have urged the FCC, however, to reverse the rules, even as they vowed not to hinder internet access.\n\nIn May, the FCC voted 2-1 to advance Republican FCC Chairman Ajit Pai’s plan to withdraw the former Obama administration’s order reclassifying internet service providers as if they were utilities.\n\nThe FCC is considering whether it has the authority to limit internet providers’ ability to block, throttle or offer “paid prioritization,” and, if so, whether it should keep any regulations in place.\n\nMore than 12 million public comments have been filed on the proposal.\n\nThe Internet Association, a group representing Facebook, Google, Microsoft Corp and Twitter Inc, said last week it was “open to alternative legal bases for the rules, either via legislative action codifying the existing net neutrality rules or via sound legal theories offered by the commission.”",
        "link": "http://www.reuters.com/article/usa-internet/u-s-house-panel-wants-google-facebook-att-ceos-to-testify-on-internet-rules-idUSL1N1KG1XI",
        "time": "4:47PM UTC"
    },
    {
        "header": "US STOCKS SNAPSHOT-Earnings power S&P 500 to record; Alphabet lags",
        "body": "NEW YORK, July 25 (Reuters) - The S&P 500 extended its record-setting run on Tuesday, led by well-received corporate reports from McDonald’s and Caterpillar and gains for bank shares, while the Nasdaq managed a record high despite losses for Google parent Alphabet.\n\nThe Dow Jones Industrial Average rose 100.46 points, or 0.47 percent, to 21,613.63, the S&P 500 gained 7.22 points, or 0.29 percent, to 2,477.13 and the Nasdaq Composite added 1.37 points, or 0.02 percent, to 6,412.17. (Reporting by Chuck Mikolajczak; Editing by Nick Zieminski)",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-snapshot-earnings-power-sp-500-to-record-alphabet-lags-idUSZXN0R2M2I",
        "time": "4:04PM UTC"
    },
    {
        "header": "Google Canada head exits, company names interim head",
        "body": "TORONTO (Reuters) - Alphabet Inc said on Tuesday that the head of its Google Canada operations, Sam Sebastian, has left the company.\n\nSebastian had headed Canadian operations since 2014, overseeing the expansion of its engineering hub in Kitchener, Ontario, and helping build Google’s artificial intelligence technology prowess in the country.\n\nPelmorex Corp, the owner of The Weather Network and which was formerly known as Pelmorex Media Inc, separately on Tuesday said Sebastian would become its president and chief executive officer, effective Sept. 5. Pelmorex said Sebastian would lead “aggressive international expansion plans.”\n\nGoogle said that while it searches for a permanent replacement, its Canadian operations will be run by Sabrina Geremia, who has worked at the company for 10 years.",
        "link": "http://www.reuters.com/article/us-alphabet-canada/google-canada-head-exits-company-names-interim-head-idUSKBN1AA2GA",
        "time": "3:23PM UTC"
    },
    {
        "header": "Alphabet adds to cash pile despite higher costs, antitrust fine",
        "body": "SAN FRANCISCO (Reuters) - Alphabet Inc reported a 21 percent jump in quarterly revenue on Monday, maintaining a growth rate that is rarely seen among companies its size and suggesting the big sales gains enjoyed recently by the other Internet firms are not done yet.\n\nAlphabet, the owner of Google and YouTube, said it made $3.5 billion in net income on sales of $26 billion. The profit would have been much larger but for a record $2.7 billion European Union antitrust fine.\n\nStill, the company noted that costs were rising faster than sales and warned that expenses would remain high as more searches shift to mobile devices.\n\nThe squeeze on expected future profit appeared to weigh on Alphabet’s share price, which fell about 3 percent to $967 after the bell. Shares had closed up in regular trading and have gained 26 percent for the year.\n\nAlphabet’s cost of revenue, a measure of how much money the company must spend to keep its platforms running before added costs such as research, rose 28 percent, well above the growth in revenue itself.\n\nThe rising costs, including what Google pays to drive traffic to its search engine, hurt operating margins more than most people had expected, said Doug Kass, president of Seabreeze Partners Management.\n\n“This could be problematic going forward,” Kass said.\n\nAlphabet Chief Financial Officer Ruth Porat, asked about margins during a conference call with analysts, said the company was focused on getting bigger.\n\n“As we’ve often said, we’re focused on revenue and operating income dollar growth and not on operating margins,” she said.\n\nIncreasing costs, Porat added, are a result of more money going into high-growth products that she said would create value for shareholders.\n\nWith its latest profits, Alphabet reported $15.7 billion in cash and cash equivalents, and another $79 billion in marketable securities.\n\nAlphabet and social media rival Facebook Inc, which together dominate the online ad market, compete for advertising dollars.\n\nThis year, Google is expected to have $73.75 billion in net digital ad revenue worldwide while Facebook is expected to take in $36.29 billion, according to research firm eMarketer. Together they will have about 49 percent of the market, eMarketer said.\n\nFacebook is due to report earnings on Wednesday.\n\nThe technology sector has led a big rally in U.S. stocks. The S&P 500 information technology index is up 23.1 percent this year, compared with a 10.4 percent rise in the S&P 500.\n\nAntitrust risk has shadowed Google for years, and antitrust enforcers in the European Union last month fined Google 2.42 billion euro ($2.7 billion) for favoring its own shopping service.\n\nThe fine came in the first of three EU probes of Google’s dominance in searches and smartphone operating systems, and analysts are going to monitor the downside closely, said Josh Olson, an analyst with Edward Jones.\n\n“It is not so much the money or the fine itself,” Olson said, but “questions linger about what impact that could have on Google’s Europe business, and they did not really comment on that.”\n\nU.S. antitrust enforcers thus far have chosen not to follow Europe’s lead.\n\nIf not for the fine, Alphabet said that earnings per share would have been $8.90 in the second quarter, compared with $7 a year earlier. With the fine, Alphabet reported earnings per share of $5.01, beating an average estimate of $4.49.\n\nSundar Pichai, chief executive officer of Google, said in response to an analyst question during Monday’s call that Google would fight to continue bundling its Android operating system with popular smartphone apps such as Google Maps -- a practice the EU antitrust officials are investigating.\n\n“It’s a very open market, open ecosystem, and it works well for everyone, and I expect that to continue,” Pichai said, adding that billions of people use Google products.\n\nPichai was also appointed to the Alphabet board of directors on Monday.\n\nRevenue from other Google products, a category that includes the Pixel smartphone, the Play Store and Google’s cloud business, rose 42.3 percent to $3.09 billion. Alphabet competes heavily in the fast-growing cloud business with tech companies Amazon.com Inc and Microsoft Corp.\n\nLosses from other Alphabet units - an array of businesses known as “other bets” that includes the Waymo self-driving car company, thermostat-maker Nest and the life sciences firm Verily - narrowed to $772 million from $855 million a year earlier.",
        "link": "http://www.reuters.com/article/us-alphabet-results/alphabet-adds-to-cash-pile-despite-higher-costs-antitrust-fine-idUSKBN1A92GZ",
        "time": "8:04AM UTC"
    },
    {
        "header": "Investors unhappy as Alphabet shells out more to drive traffic",
        "body": "(Reuters) - There are very few things that make Alphabet Inc’s (GOOGL.O) investors unhappy. A rising TAC - the cost of driving traffic to its site - is one of them.\n\nGoogle-parent Alphabet, which has enjoyed revenue growth rate of over 20 percent for the past five quarters, said on Monday that TAC, or traffic acquisition costs, jumped 28 percent to $5.09 billion in the second quarter.\n\nThat is the highest percentage increase in TAC in nine years and analysts said they expect it to continue to weigh on margins even as the company’s fundamentals remain strong.\n\nAlphabet’s shares, which have surged 26 percent this year, slipped 3 percent in early trading on Tuesday.\n\nGoogle relies heavily on partners such as Apple Inc (AAPL.O), which has made Google the default search engine on the iPhone. It also pays websites to run ads.\n\n“The company continues to cite mobile and programmatic as drivers of overall increases in TAC, which we believe will likely continue to increase in absolute terms and as a percentage of revenue for the foreseeable future,” Goldman Sachs analysts wrote in a client note.\n\nThe company has warned that spending on traffic acquisition is expected to keep rising as a shift to mobile advertising continues and programmatic advertising - in which ads are bought, sold and displayed by automated systems - becomes more important.\n\nTraffic acquisition costs were 22 percent of advertising revenue in the second quarter. Net ad revenue rose 16 percent, compared with 18 percent last quarter.\n\nCanaccord Genuity said it expects TAC to jump to $21.07 billion in 2017, 25 percent higher than last year. It had risen 17 percent in 2016.\n\n“The light net ad revenue coupled with the recent run-up in GOOG’s share price are likely to cause a pullback,” Needham & Co analyst Kerry Rice said.\n\nDespite concerns about TAC, most analysts remained upbeat about the company’s potential to keep growing revenue and profit at strong rates.\n\n“GOOGL’s 2Q highlights the still long advertising runway and robust innovation-driven revenue growth potential (search, YouTube, cloud, etc) ... we remain longterm bulls given GOOGL’s strong top-line momentum and reasonable valuation for growth,” Morgan Stanley analysts wrote in a note.\n\nThe brokerage cut its price target to $1,040 from $1,050, one of at least five brokerages to do so. Google’s stock closed at $998.31, not far from the median price target of $1,065.",
        "link": "http://www.reuters.com/article/us-alphabet-results-research/investors-unhappy-as-alphabet-shells-out-more-to-drive-traffic-idUSKBN1AA1ON",
        "time": "9:55AM UTC"
    },
    {
        "header": "US STOCKS-Strong earnings boost S&P, Dow; Alphabet drags Nasdaq",
        "body": "* Caterpillar jumps after raising forecast for second time\n\n* Dow up 0.49 pct, S&P up 0.34 pct, Nasdaq down 0.06 pct (Adds details, changes comment, updates prices)\n\nJuly 25 (Reuters) - The S&P and the Dow were higher in late morning trading on Tuesday, helped by a string of strong quarterly earnings from companies, including McDonald’s and Caterpillar, while the Nasdaq was little changed as a fall in Alphabet weighed.\n\nShares of McDonald’s rose 3.5 percent and hit an all-time high after the fast-food giant posted the biggest rise in sales at established restaurants globally in five years.\n\nCaterpillar was up 4.7 percent, touching a more than five-year high, after the company raised its full-year outlook for the second time this year.\n\n“It looks like earnings are coming in better than expected and that’s giving the market a jump this morning,” said Ken Moraif, senior adviser at Money Matters, a wealth management and investment firm.\n\nHowever, Alphabet fell 3.3 percent, after the tech giant warned that expenses would remain high as more searches shift to mobile devices.\n\nThe S&P tech index has been the best performing sector this year, but there have been concerns about stretched valuations, putting earnings from big tech companies in the spotlight. The sector fell 0.3 percent on Tuesday, leading the decliners.\n\nAmazon and Facebook, part of the high-flying “FANG” stocks, report results later this week, while Apple is due to report next week.\n\n“My concern is that it seems like these companies can do no wrong and when you have so much concentrated on such a small group, eventually these stock prices are going to become unrealistic,” Moraif said. “If the rest of the market isn’t there to support them, it could impact the sector in a big way.”\n\nEarnings are expected to have climbed 8.8 percent in the second quarter, compared with an 8 percent rise estimated at the start of the month, according to Thomson Reuters I/B/E/S.\n\nAt 10:50 a.m. ET (1450 GMT), the Dow Jones Industrial Average was up 105.3 points, or 0.49 percent, at 21,618.47.\n\nThe S&P 500 was up 8.53 points, or 0.34 percent, at 2,478.44, slightly easing from its all-time high of 2,479.58.\n\nThe Nasdaq Composite was down 3.63 points, or 0.06 percent, at 6,407.17.\n\nSeven of the 11 major S&P sectors were higher, with the energy index’s 1.66 percent rise leading the gainers.\n\nThe Fed kicks off a two-day meeting later in the day and while no rate hike is expected due to subdued inflation, the central bank’s statement on Wednesday will be parsed for clues on the pace of future rate hikes.\n\nDuPont was up 1.5 percent after beating estimates for profit and results.\n\nEli Lilly was down 3.3 percent, while 3M fell 5.7 percent after reporting results.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,808 to 944. On the Nasdaq, 1,679 issues rose and 1,006 fell. (Reporting by Tanya Agrawal in Bengaluru; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-strong-earnings-boost-sp-dow-alphabet-drags-nasdaq-idUSL3N1KG4N2",
        "time": "11:20AM UTC"
    },
    {
        "header": "US STOCKS-S&P hits record on strong earnings; Alphabet drags Nasdaq",
        "body": "* Caterpillar jumps after raising forecast for second time\n\nJuly 25 (Reuters) - The S&P hit a record and the Dow was higher on Tuesday, helped by a string of strong quarterly earnings from companies, including McDonald’s and Caterpillar, while a drop in Alphabet weighed on the Nasdaq.\n\nShares of McDonald’s rose 3.8 percent, hitting an all-time high, after the fast-food giant posted the biggest rise in sales at established restaurants globally in five years.\n\nCaterpillar was up 5.1 percent, touching a more than five-year high, after the company raised its full-year outlook for the second time this year.\n\n“It looks like earnings are coming in better than expected and that’s giving the market a jump this morning,” said Ken Moraif, senior adviser at Money Matters, a wealth management and investment firm.\n\nHowever, Alphabet fell 3.1 percent, after the tech giant warned that expenses would remain high as more searches shift to mobile devices.\n\nThe S&P tech index has been the best performing sector this year, but there have been concerns about stretched valuations, putting earnings from big tech companies in the spotlight.\n\nAmazon and Facebook, part of the high-flying “FAANG” stocks, report results later this week, while Apple is due to report next week.\n\n“My concern is that it seems like these companies can do no wrong and when you have so much concentrated on such a small group, eventually these stock prices are going to become unrealistic,” Moraif said. “If the rest of the market isn’t there to support them, it could impact the sector in a big way.”\n\nEarnings are expected to have climbed 9.1 percent in the second quarter, compared with an 8 percent rise estimated at the start of the month, according to Thomson Reuters I/B/E/S.\n\nAt 12:38 p.m. ET (1638 GMT), the Dow Jones Industrial Average was up 126.18 points, or 0.59 percent, at 21,639.35.\n\nThe S&P 500 was up 9.83 points, or 0.39 percent, at 2,479.74. It had hit a record high of 2,481.24.\n\nThe Nasdaq Composite was up 4.40 points, or 0.07 percent, at 6,415.21.\n\nSeven of the 11 major S&P sectors were higher, with the energy index’s 1.87 percent rise leading the gainers.\n\nThe Fed kicks off a two-day meeting later in the day and while no rate hike is expected due to subdued inflation, the central bank’s statement on Wednesday will be parsed for clues on the pace of future rate hikes.\n\nDuPont was up 1.3 percent after beating estimates for profit and results.\n\nEli Lilly was down 4.1 percent, while 3M fell 5.2 percent after reporting results.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,809 to 1,004. On the Nasdaq, 1,836 issues rose and 1,006 fell. (Reporting by Tanya Agrawal in Bengaluru; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-sp-hits-record-on-strong-earnings-alphabet-drags-nasdaq-idUSL3N1KG4UH",
        "time": "12:56PM UTC"
    },
    {
        "header": "EU increases pressure on Facebook, Google and Twitter over user terms",
        "body": "BRUSSELS (Reuters) - European Union authorities have increased pressure on Facebook, Twitter and Google to amend their user terms to bring them in line with EU law after proposals submitted by the tech giants were considered insufficient.\n\nThe European Commission and consumer protection authorities in the bloc wrote to the three companies in June, asking them to improve their proposed changes to user terms by the end of September, according to letters sent to the companies and seen by Reuters on Monday.\n\nThe authorities have the power to issue fines if the companies fail to comply.\n\nTwitter did not respond immediately to an emailed request for comment and a Google spokesman declined to make immediate comment.\n\nFacebook said it believes that the company is compliant with EU law but recognised that its terms could be made easier to understand and would work to meet the authorities’ concerns.\n\nThe concerns centre mainly on procedures the social media companies proposed to set up for the removal of illegal content on their websites, terms limiting their liability and terms allowing them unilaterally to remove content posted by users.\n\nThe U.S. trio were given until July 20 to submit new proposals, which need to be implemented by the end of September, the letters said.\n\nA person familiar with the matter said that two of the companies had submitted amended proposals, while a third had asked for more time, declining to specify which one.\n\nThe companies had first proposed changes to their terms and conditions in March to assuage the regulators’ concerns in March. The sticking points were terms such as those that forced European consumers to seek redress in California, where the companies are based, instead of the consumer’s home country.\n\nU.S. technology companies have faced tight scrutiny in Europe for the way they do business, from privacy issues to how quickly they remove illegal or threatening content.\n\nThe authorities and the Commission asked the companies to provide more detail on the timeframe and deadlines they would apply to dealing with notifications of content deemed illegal under consumer law, as well as dedicating a page or email address to notifications from consumer authorities.\n\nIn addition, the bodies are pressing for a procedure whereby consumers would be notified before their content is removed or given an opportunity to challenge it.\n\nIn the case of Alphabet’s Google unit, the concerns were about its social network Google+.",
        "link": "http://www.reuters.com/article/us-socialmedia-eu-consumers/eu-increases-pressure-on-facebook-google-and-twitter-over-user-terms-idUSKBN1A92D4",
        "time": "8:31AM UTC"
    },
    {
        "header": "US STOCKS SNAPSHOT-S&P hits record; Alphabet weighs on Nasdaq",
        "body": "July 25 (Reuters) - The S&P hit a record high, while the Dow opened higher on Tuesday, helped by strong earnings from Caterpillar and McDonald‘s, but Google-parent Alphabet weighed on the tech-heavy Nasdaq.\n\nThe Dow Jones Industrial Average rose 150.58 points, or 0.7 percent, to 21,663.75. The S&P 500 gained 8.82 points, or 0.35 percent, to 2,478.73. The Nasdaq Composite dropped 5.50 points, or 0.09 percent, to 6,405.31. (Reporting by Tanya Agrawal; Editing by Anil D‘Silva)",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-snapshot-sp-hits-record-alphabet-weighs-on-nasdaq-idUSL3N1KG4F2",
        "time": "9:33AM UTC"
    },
    {
        "header": "Google's Canada head exits, company seeking permanent replacement",
        "body": "TORONTO, July 25 (Reuters) - Alphabet Inc said on Tuesday that Sam Sebastian, the head of its Google Canada operations, has left the search engine company.\n\nSebastian had headed Canadian operations since 2014, overseeing the expansion of its engineering hub in Kitchener, Ontario, and helping build its artificial intelligence technology prowess in the country.\n\nIn the interim, Canadian operations will be run by Sabrina Geremia, who the company described as a “trusted advisor to Canada’s C-Suite” who has worked at the company for 10 years. (Reporting by Alastair Sharp; Editing by Jonathan Oatis)",
        "link": "http://www.reuters.com/article/alphabet-canada/googles-canada-head-exits-company-seeking-permanent-replacement-idUSL1N1KG1HA",
        "time": "2:53PM UTC"
    }
]