[
    {
        "header": "Alphabet revenue rises 24 pct on mobile advertising growth",
        "body": "Oct 26 (Reuters) - Google parent Alphabet Inc reported a 24 percent jump in quarterly revenue on Thursday, lifted by robust mobile advertising.\n\nThe company's net income rose to $6.73 billion, or $9.57 per Class A and B share and Class C capital stock, in the third quarter ended Sept. 30 from $5.06 billion, or $7.25 per share, a year earlier. bit.ly/2hdew6Q\n\nConsolidated revenue rose to $27.77 billion from $22.45 billion. (Reporting by Arjun Panchadar in Bengaluru; Editing by Sriraj Kalluvila)",
        "link": "http://www.reuters.com/article/alphabet-results/alphabet-revenue-rises-24-pct-on-mobile-advertising-growth-idUSL4N1N16BZ",
        "time": "4:07PM UTC"
    },
    {
        "header": "BRIEF-Alphabet posts qtrly earnings per share of $9.57",
        "body": "Sky-high stock market has investors looking to commodities",
        "link": "http://www.reuters.com/article/brief-alphabet-posts-qtrly-earnings-per/brief-alphabet-posts-qtrly-earnings-per-share-of-9-57-idUSFWN1N11W7",
        "time": "4:12PM UTC"
    },
    {
        "header": "Alphabet looks to snowy Michigan to test self-driving cars",
        "body": "WASHINGTON (Reuters) - Alphabet Inc’s (GOOGL.O) self-driving car unit Waymo is expanding winter testing as it works to address a potential blind spot for autonomous vehicles: snowy and icy conditions.\n\nWaymo said Thursday that Michigan is the sixth state where the self-driving car project will test autonomous vehicles. The company chose the state to see how vehicles will respond in snow, sleet, and ice.\n\nWaymo has been testing vehicles in Texas, Arizona, Washington State, Nevada and California and starts in Michigan next week on public roads with a backup safety driver sitting in the driver seat if necessary.\n\n“For human drivers, the mix of winter conditions affects how well you can see and the way your vehicle handles the road. The same is true for self-driving cars,” said Waymo chief executive John Krafcik in a blog post. “Our ultimate goal is for our fully self-driving cars to operate safely and smoothly in all kinds of environments.”\n\nWaymo said it has conducted cold weather testing since 2012, including some around the Nevada and California border of Lake Tahoe, but the new testing in Metro Detroit may pose tougher challenges navigating snow slicked or icy roads crowded with commuters.\n\nWaymo opened a development center in Novi, Michigan in May 2016, working with Fiat Chrysler Automobiles NV (FCHA.MI) to integrate Waymo’s self-driving technology into Chrysler Pacifica Hybrid minivans.\n\nThe new winter testing is in the back yard of Detroit’s Big Three automakers. U.S. automakers have touted plans to get self-driving cars on the roads.\n\nGeneral Motors Co (GM.N) chief executive Mary Barra said Tuesday the Detroit automaker is working hard on self-driving cars and expects to deploy cars without backup drivers in “quarters not years.”\n\nWaymo has been mapping areas in Metro Detroit and wants to assess how its sensors perform in wet, cold conditions. One hurdle is self-driving car mapping software may have challenges in winter weather.\n\nOne challenge for Waymo may be human drivers. Many self-driving vehicles from numerous companies have been struck by inattentive or careless drivers in California, according to reports to filed with the state.",
        "link": "http://www.reuters.com/article/us-autos-selfdriving-waymo/alphabet-looks-to-snowy-michigan-to-test-self-driving-cars-idUSKBN1CV1SN",
        "time": "8:18AM UTC"
    }
]