[
    {
        "header": "EU antitrust regulators hit Google with record 2.42 bln euro fine",
        "body": "BRUSSELS, June 27 (Reuters) - EU antitrust regulators slapped a record 2.42-billion-euro ($2.7 billion) fine on Alphabet unit Google on Tuesday by illegally favouring its shopping service.\n\nThe European Commission said the world’s most popular internet search engine has 90 days to end its anti-competitive practice or face penalty payments up to 5 percent of Alphabet’s average daily worldwide turnover.\n\nThe action came after a seven-year long investigation prompted by scores of complaints from rivals such as U.S. consumer review website Yelp, TripAdvisor, UK price comparison site Foundem, News Corp and lobbying group FairSearch.\n\nThis is the biggest fine for a single company in an EU antitrust case, exceeding a 1.06-billion-euro sanction handed down to U.S. chipmaker Intel in 2009. ($1 = 0.8890 euros) (Reporting by Foo Yun Chee; editing by Philip Blenkinsop)",
        "link": "http://www.reuters.com/article/eu-google-antitrust/eu-antitrust-regulators-hit-google-with-record-2-42-bln-euro-fine-idUSL8N1JO1WK",
        "time": "5:45AM UTC"
    },
    {
        "header": "EU fines Google record $2.7 billion in first antitrust case",
        "body": "BRUSSELS (Reuters) - EU antitrust regulators hit Alphabet (GOOGL.O) unit Google with a record 2.42-billion-euro ($2.7 billion) fine on Tuesday, taking a tough line in the first of three investigations into the company’s dominance in searches and smartphones.\n\nIt is the biggest fine the EU has ever imposed on a single company in an antitrust case, exceeding a 1.06-billion-euro sanction handed down to U.S. chipmaker Intel (INTC.O) in 2009.\n\nThe European Commission said the world’s most popular internet search engine has 90 days to stop favoring its own shopping service or face a further penalty per day of up to 5 percent of Alphabet’s average daily global turnover.\n\nThe fine, equivalent to 3 percent of Alphabet’s turnover, is the biggest regulatory setback for Google, which settled with U.S. enforcers in 2013 without a penalty after agreeing to change some of its search practices.\n\nThe EU competition enforcer has also charged Google with using its Android mobile operating system to crush rivals, a case that could potentially be the most damaging for the company, with the system used in most smartphones.\n\nThe company has also been accused of blocking rivals in online search advertising.\n\nThe Commission found that Google, with a market share in searches of over 90 percent in most European countries, had systematically given prominent placement in searches to its own comparison shopping service and demoted those of rivals in search results.\n\n“What Google has done is illegal under EU antitrust rules. It denied other companies the chance to compete on the merits and to innovate. And most importantly, it denied European consumers a genuine choice of services and the full benefits of innovation,” European Competition Commissioner Margrethe Vestager said in a statement.\n\nGoogle said its data showed people preferred links taking them directly to products they want and not to websites where they have to repeat their search.\n\n“We respectfully disagree with the conclusions announced today. We will review the Commission’s decision in detail as we consider an appeal, and we look forward to continuing to make our case,” Kent Walker, Google’s general counsel, said in a statement.\n\nThe action follows a seven-year investigation prompted by scores of complaints from rivals such as U.S. consumer review website Yelp (YELP.N), TripAdvisor (TRIP.O), UK price comparison site Foundem, News Corp (NWSA.O) and lobbying group FairSearch.\n\nThe penalty payment for failure to comply would amount to around $12 million a day based on Alphabet’s 2016 turnover of $90.3 billion. The Commission did not specify what changes Google had to make.\n\n“This decision is a game-changer. The Commission confirmed that consumers do not see what is most relevant for them on the world’s most used search engine but rather what is best for Google,” said Monique Goyens, director general of EU consumer group BEUC.\n\nThomas Vinje, legal counsel to FairSearch, welcomed the Commission’s findings and urged it to act on Google’s Android mobile operating system following its 2013 complaint that Google restricted competition in software running on mobile devices.",
        "link": "http://www.reuters.com/article/us-eu-google-antitrust/eu-fines-google-record-2-7-billion-in-first-antitrust-case-idUSKBN19I108",
        "time": "10:21AM UTC"
    },
    {
        "header": "REFILE-UPDATE 3-EU hits Google with record $2.7 bln fine",
        "body": "BRUSSELS (Reuters) - EU antitrust regulators hit Alphabet (GOOGL.O) unit Google with a record 2.42-billion-euro ($2.7 billion) fine on Tuesday, taking a tough line in the first of three investigations into the company’s dominance in searches and smartphones.\n\nIt is the biggest fine the EU has ever imposed on a single company in an antitrust case, exceeding a 1.06-billion-euro sanction handed down to U.S. chipmaker Intel (INTC.O) in 2009.\n\nThe European Commission said the world’s most popular internet search engine has 90 days to stop favoring its own shopping service or face a further penalty per day of up to 5 percent of Alphabet’s average daily global turnover.\n\nThe fine, equivalent to 3 percent of Alphabet’s turnover, is the biggest regulatory setback for Google, which settled with U.S. enforcers in 2013 without a penalty after agreeing to change some of its search practices.\n\nThe EU competition enforcer has also charged Google with using its Android mobile operating system to crush rivals, a case that could potentially be the most damaging for the company, with the system used in most smartphones.\n\nThe company has also been accused of blocking rivals in online search advertising.\n\nThe Commission found that Google, with a market share in searches of over 90 percent in most European countries, had systematically given prominent placement in searches to its own comparison shopping service and demoted those of rivals in search results.\n\n“What Google has done is illegal under EU antitrust rules. It denied other companies the chance to compete on the merits and to innovate. And most importantly, it denied European consumers a genuine choice of services and the full benefits of innovation,” European Competition Commissioner Margrethe Vestager said in a statement.\n\nGoogle said its data showed people preferred links taking them directly to products they want and not to websites where they have to repeat their search.\n\n“We respectfully disagree with the conclusions announced today. We will review the Commission’s decision in detail as we consider an appeal, and we look forward to continuing to make our case,” Kent Walker, Google’s general counsel, said in a statement.\n\nThe action follows a seven-year investigation prompted by scores of complaints from rivals such as U.S. consumer review website Yelp (YELP.N), TripAdvisor (TRIP.O), UK price comparison site Foundem, News Corp (NWSA.O) and lobbying group FairSearch.\n\nThe penalty payment for failure to comply would amount to around $12 million a day based on Alphabet’s 2016 turnover of $90.3 billion. The Commission did not specify what changes Google had to make.\n\n“This decision is a game-changer. The Commission confirmed that consumers do not see what is most relevant for them on the world’s most used search engine but rather what is best for Google,” said Monique Goyens, director general of EU consumer group BEUC.\n\nThomas Vinje, legal counsel to FairSearch, welcomed the Commission’s findings and urged it to act on Google’s Android mobile operating system following its 2013 complaint that Google restricted competition in software running on mobile devices.",
        "link": "http://www.reuters.com/article/eu-google-antitrust/refile-update-3-eu-hits-google-with-record-2-7-bln-fine-idUSL8N1JO1YY",
        "time": "1:07PM UTC"
    },
    {
        "header": "BRIEF-News Corp releases ‍statement regarding european commission decision to fine Google for breaching EU antitrust rules​",
        "body": "* News corp releases ‍statement regarding european commission decision to fine Google for breaching eu antitrust rules​ Source text for Eikon: Further company coverage:",
        "link": "http://www.reuters.com/article/brief-news-corp-releases-statement-regar/brief-news-corp-releases-statement-regarding-european-commission-decision-to-fine-google-for-breaching-eu-antitrust-rules-idUSFWN1JO089",
        "time": "10:13AM UTC"
    },
    {
        "header": "BRIEF-Alphabet expects to accrue fine imposed by EC decision in Q2‍​",
        "body": "* Alphabet Inc on European Commission decision - \"Will review the formal decision, but expects that it will accrue the fine in the second quarter of 2017\"‍​ Source text: bit.ly/2ue64IF Further company coverage:",
        "link": "http://www.reuters.com/article/brief-alphabet-expects-to-accrue-fine-im/brief-alphabet-expects-to-accrue-fine-imposed-by-ec-decision-in-q2-idUSFWN1JO0AS",
        "time": "10:45AM UTC"
    },
    {
        "header": "Google says it is considering appeal against EU antitrust fine",
        "body": "BRUSSELS (Reuters) - Alphabet’s (GOOGL.O) Google said on Tuesday it disagreed with the findings of EU antitrust regulators that it had abused its dominant position and was considering an appeal.\n\nThe Commission fined Google 2.42 billion euros ($2.72 billion) after finding that Google had systematically given prominent placement to its own comparison shopping service and demoted those of rivals in search results.\n\n“We respectfully disagree with the conclusions announced today. We will review the Commission’s decision in detail as we consider an appeal, and we look forward to continuing to make our case,” Google’s general counsel, Kent Walker, said in a statement.",
        "link": "http://www.reuters.com/article/us-eu-google-antitrust-appeal/google-says-it-is-considering-appeal-against-eu-antitrust-fine-idUSKBN19I14I",
        "time": "6:20AM UTC"
    },
    {
        "header": "Factbox: EU hits Google with record $2.7 billion fine",
        "body": "BRUSSELS (Reuters) - The European Commission handed down a record 2.42 billion euro ($2.73 billion) fine to Alphabet (GOOGL.O) unit Google on Tuesday for breaching EU antitrust rules after a seven-year investigation prompted by complaints from both sides of the Atlantic.\n\nThe following is a summary of the EU decision and Google’s other regulatory issues.\n\nThe fine represents 3 percent of Alphabet/Google’s turnover in 2016. The biggest sanction prior to that was U.S. chipmaker Intel’s (INTC.O) 1.06 billion euro fine in 2009.\n\nThe Commission found that Google had systematically given prominent placement in searches to its own comparison shopping service and demoted those of rivals in search results.\n\nThe Commission wants the company to stop that, or face additional non-compliance payments of five percent of Alphabet’s average daily global turnover.\n\nThe action came after a seven-year long investigation prompted by scores of complaints from rivals such as U.S. consumer review website Yelp (YELP.N), TripAdvisor (TRIP.O), UK price comparison site Foundem, News Corp (NWSA.O) and lobbying group FairSearch.\n\nGoogle may choose to appeal in EU courts, but Intel, the previous antitrust fine record holder, has waited seven years for a final judgment on its appeal.\n\nGoogle remains under Commission investigation in two other cases. These concern its Android mobile operating system, where the company is charged with “requiring and incentivising” manufacturers to prioritize its apps and web services, and Google’s “AdSense for Search” platform, allegedly used to restrict search ads from rivals.\n\nGoogle and other US-based internet companies face increasing scrutiny and regulation from the EU regarding user privacy and data storage, most recently on messaging, email and voice services.\n\nThe EU largely expects greater cooperation from tech companies on cyber security and counter-terrorism. Last week’s European Council Summit called for the industry to step up efforts to remove extremist content and disrupt communication support for terrorist acts.\n\nOn Monday, Facebook , Google’s YouTube, Twitter and Microsoft responded with the announcement of a Global Internet Forum to Counter Terrorism.\n\nThe Commission has a number of ongoing cases involving technology giants, notably Qualcomm which was accused in 2015 of using financial incentives and predatory pricing to force out competition. In early June, the Commission opened an additional investigation into Qualcomm’s $38 billion bid for NXP Semiconductors.",
        "link": "http://www.reuters.com/article/us-eu-google-antitrust-factbox/factbox-eu-hits-google-with-record-2-7-billion-fine-idUSKBN19I1C0",
        "time": "7:30AM UTC"
    },
    {
        "header": "With Alphabet, Google faces a daunting challenge: organizing itself",
        "body": "SAN FRANCISCO (Reuters) - Google’s self-professed mission is to organize the world’s information. But a company known for engineering excellence is still trying to solve the very human problem of how to organize itself.\n\nNearly two years ago, Google co-founder Larry Page announced the tech giant would be remade as Alphabet, a holding company whose units would include Google and an array of unrelated pursuits in areas such as healthcare, self-driving cars and urban planning.\n\nWall Street cheered. Previously those riskier ventures had been lumped into Google’s overall financial results. Investors would now see Google’s performance independent of its so-called “Other Bets,” an eclectic collection of 11 ventures. They include Nest, a maker of Wi-Fi enabled thermostats; Calico, which seeks to prolong the human lifespan; and X, the company’s secretive research lab.\n\nAlphabet’s top management also aimed to boost accountability by appointing chief executives to head each of the Other Bets. Few people in Google’s constellation of ventures had ever held the title prior to that.\n\nBut so far Alphabet has failed to show it can convert its Other Bets from experiments to businesses with the reach, impact and money-making potential of Google’s core search and advertising operations. Interviews with two dozen former Alphabet executives and employees reveal an organization grappling with how much time and resources Other Bets deserve in the pursuit of profitability.\n\nIn the first quarter, which ended March 31, the ventures lost a combined $855 million; that’s on top of a collective $3.6 billion loss for 2016. As a whole, Alphabet generated $90.3 billion in revenue in 2016. Google’s share of that revenue was $89.5 billion, while its 2016 operating income was $27.9 billion.\n\nAlphabet’s early days have seen more pruning than expansion of its holdings.\n\nThe company has skinned back plans for Google Fiber, which delivers rapid Internet service in 10 metro areas. This month, Alphabet agreed to sell robotics company Boston Dynamics to Japanese multinational SoftBank Group Corp. It unloaded its Terra Bella satellite imaging business in February.\n\nAt one point last year, it was even looking to sell Nest, the largest of the Other Bets, three people familiar with the matter told Reuters. Google paid an eye-popping $3.2 billion for the start-up in 2014.\n\nMeanwhile, a series of executives have departed since the reorganization, including the heads of Nest, an Internet operation called Access and a venture capital firm known as GV.\n\nAn Alphabet spokeswoman declined repeated requests for comment or to make executives available for interviews. Supporters of the restructuring frame the early struggles as typical growing pains.\n\nFor now, Wall Street isn’t worried: Alphabet’s stock is near an all-time high, having reached $1,000 per share in June. Ruth Porat, the no-nonsense chief financial officer who has steered the restructuring, has won rave reviews from investors for enforcing financial accountability across Alphabet.\n\nSome Other Bets have made notable strides. Life sciences initiative Verily recently attracted $800 million in outside investment. Self-driving car project Waymo is considered among the leaders in the burgeoning industry.\n\nStill, it’s not yet clear the structure will enable Alphabet to do what most companies cannot: conceive the next wave of innovation in-house or through the development of key acquisitions. That goal is central to both the company’s mission and investor expectations, analysts say.\n\n“The reason Google gets to trade at a decent multiple… is because there’s a growth story beyond advertising,” said analyst James Wang of ARK Investment Management.\n\nThe Alphabet structure is Google’s stab at an age-old corporate conundrum: sustaining innovation within a giant enterprise.\n\nAlphabet’s strategy is to give entrepreneurs the autonomy of a startup, coupled with the discipline of a traditional corporate structure.\n\nRoughly once a quarter, Other Bets leaders meet with the Alphabet board – comprised of Porat, Page, Google co-founder Sergey Brin and David Drummond, Alphabet’s senior vice president of corporate development – to discuss funding and performance, according to two former employees.\n\nAt the same time, Alphabet is establishing separate compensation plans for the Other Bets to reward employees if their ventures succeed, mirroring startup incentives.\n\nThe formula has primed Alphabet’s emerging businesses for “global impact,” Alphabet Executive Chairman Eric Schmidt said this month at the annual stockholders meeting at the Mountain View headquarters.\n\n“There is one solution that we know works well in capitalism, which is boards, shareholders, CEOs,” Schmidt said. “My bet is that the traditional lessons of business organization will in fact result in success at Alphabet.”\n\nStill, Alphabet top brass continue to hold sway over key strategy and financing decisions, a dynamic that has chafed Other Bets chief executives who’ve complained they are treated more like chief operating officers than shot callers, according to people familiar with the situation.\n\nIn addition, scrutiny from Wall Street limits how generous Alphabet can be in extending Google’s resources to Other Bets, said Brian McClendon, a former vice president of engineering at Google.\n\n“As of yet, the restructuring hasn’t provided what I think is one of the immediate benefits, which is risk-taking investment,” he said.\n\nSome companies acquired by Google found that being part of Alphabet wasn’t what they’d bargained for.\n\nTwo former Nest employees said they were promised generous funding and time to achieve profitability following the company’s acquisition by Google in 2014. But after the restructuring, Alphabet executives were keenly focused on revenue, one former employee said.\n\nPricey overhead has made the path to profitability tougher. After the restructuring, Alphabet began charging Other Bets for their portion of shared services such as security and facilities, ending what had previously amounted to a subsidy, people familiar with the situation said. The units also felt pressure to maintain Google perks such as free employee meals.\n\n“One of the pitfalls (of Alphabet) is that those companies are asked to stand on their own two feet, but they may inherit the cost structure of Google,” said Nest investor Peter Nieh, a partner at Lightspeed Venture Partners.\n\nIn early 2016, Alphabet explored selling Nest in an effort code-named Project Amalfi, according to three people familiar with the matter. No deal materialized, and Nest co-founder Tony Fadell departed last year. Fadell declined to comment.\n\nBoston Dynamics, acquired in 2013 during a robotics shopping spree led by Android creator Andy Rubin, enjoyed generous funding at first. But it was adrift after Rubin’s departure, two former employees said. Rubin did not respond to requests for comment.\n\nThe creation of the Other Bets has also changed what it means to work for Google.\n\nSome grumble that their role now is to subsidize innovation at their sister companies, rather than to innovate themselves.\n\n“It did sort of send the message to people who stayed back at Google, whether in search or in ads: Your job isn’t to push the envelope,” one former Googler said.\n\nEmployee transfers to X, the illustrious “moonshot factory,” are more complicated now that it’s a separate entity, former employees say.\n\nThat’s a striking shift, especially for high-performing employees accustomed to moving about the company almost at will, said Punit Soni, a former Google employee who is now chief executive of Learning Motors, an artificial intelligence startup.\n\n“A basic premise of Google was people could do whatever they wanted,” Soni said. “I can see why people will feel like it’s no longer the old Google.”\n\nIn the meantime, co-founder Page is pursuing yet another “moonshot”: flying cars.\n\nHe is the primary investor in Kitty Hawk, a startup in the field that is entirely outside the Alphabet umbrella.",
        "link": "http://www.reuters.com/article/us-alphabet-tensions-insight/with-alphabet-google-faces-a-daunting-challenge-organizing-itself-idUSKBN19I0G9",
        "time": "11:22AM UTC"
    },
    {
        "header": "EU hits Google with record $2.7 bln fine",
        "body": "BRUSSELS (Reuters) - EU antitrust regulators hit Google with a record 2.4-billion-euro ($2.7 billion) fine for favouring its own shopping service, taking a tough line in the first of three probes of its dominance in searches and smartphone operating systems.\n\nIt is the biggest fine the European Commission has ever imposed on a single company in an antitrust case, exceeding a 1.06-billion-euro sanction handed down against U.S. chipmaker Intel in 2009 and goes far beyond what U.S. regulators have ever fined a tech company.\n\nEuropean Union competition chief Margrethe Vestager on Tuesday gave Google 90 days to stop favouring its own shopping service in internet searches or face a further daily penalty of up to 5 percent of parent company Alphabet’s average daily global revenue.\n\n“Google’s strategy for its comparison shopping service wasn’t just about attracting customers. It wasn’t just about making its product better than those of its rivals. Instead, Google has abused its market dominance as a search engine,” she told a news conference.\n\nThe fine will be easy for the world’s biggest search engine to absorb, but Google must now move fast to satisfy Vestager’s concerns while limiting the longer-term hit to its highly lucractive search business. It also leaves other tech companies wondering how far Vestager may go to force U.S. tech giants to concede more ground to smaller competitors.\n\nVestager has become one of the world’s most combative antitrust regulators with powers to impose multi-billion dollar fines and force companies to make radical changes to their businesses.\n\nLast year, the former Danish economy minister ordered Apple to pay Ireland unpaid taxes of 13 billion euros as it ruled the company had received illegal state aid. Apple is appealing the decision.\n\nThe decision is the first of a series of competition rulings that Google faces from the European Commission, which has not shrunk from taking on U.S. tech giants such as Alphabet, which has annual revenues of $90 billion and a market value of $665 billion.\n\nThe Commission has also charged Google with using its Android mobile operating system to crush rivals, a case that could potentially be the most damaging for the company, as it is the system used in most smartphones.\n\nThe company has also been accused of blocking rivals in online search advertising.\n\nThe Commission found that Google, with a market share in searches of over 90 percent in most European countries, had systematically given prominent placement in searches to its own comparison shopping service and demoted those of rivals in search results.\n\nVestager said in a statement that Google had “denied other companies the chance to compete on the merits and to innovate. And most importantly, it denied European consumers a genuine choice of services and the full benefits of innovation.”\n\nGoogle said its data showed people preferred links taking them directly to products they want and not to websites where they have to repeat their search.\n\n“We respectfully disagree with the conclusions announced today. We will review the Commission’s decision in detail as we consider an appeal, and we look forward to continuing to make our case,” Kent Walker, Google’s general counsel, said in a statement.\n\nAlphabet, whose shares were down about 1 percent, said in a separate statement it would review the Commission’s formal decision but expected to accrue the fine in the second quarter.\n\nThe biggest risk to Google is not the fine but the changes demanded to its business, said Richard Windsor, an independent financial analyst who tracks competition among the biggest U.S. and Asian internet and mobile companies.\n\nGoogle will have to brief the Commission on what measures it plans to take within 60 days of the decision and present periodic reports. Eight complainants were involved in the case which the EU declined to name in line with its policy.\n\nAccording to Windsor’s calculations, the 2.42-billion-euro fine represents just 22.6 days of the operating cash flow that Alphabet reported in its latest quarter.\n\n“What has the potential to hurt Google and be far more damaging is what remedies the European Commission may or may not impose on Google as a result,” Windsor said. “That’s where the real damage could be done.”\n\nThe fine, equivalent to 3 percent of Alphabet’s revenue, is the biggest regulatory setback for Google, which settled with U.S. enforcers in 2013 without a penalty after agreeing to change some of its search practices.\n\nThe Commission’s action follows a seven-year investigation prompted by scores of complaints from rivals such as U.S. consumer review website Yelp, TripAdvisor, UK price comparison site Foundem, News Corp and lobbying group FairSearch.\n\nNews Corp said it applauded “the European Commission’s leadership in confronting the discriminatory behavior of Google in the comparison shopping industry.”\n\n“We strongly believe that the abuse of algorithms by dominant digital platforms should be of concern to every country and company seeking a fair, competitive and creative society,” it said in a statement, accusing Google of profiting from “commodifying content and enabling the proliferation of flawed and fake news.”\n\nThe penalty payment for failure to comply would amount to around $12 million a day based on Alphabet’s 2016 turnover of $90.3 billion.\n\n“This decision is a game-changer. The Commission confirmed that consumers do not see what is most relevant for them on the world’s most used search engine but rather what is best for Google,” said Monique Goyens, director general of EU consumer group BEUC.\n\nThomas Vinje, legal counsel to FairSearch, welcomed the Commission’s findings and urged it to act on Google’s Android mobile operating system following its 2013 complaint that Google restricted competition in software running on mobile devices. (Additional reporting by Eric Auchard in Frankfurt)",
        "link": "http://www.reuters.com/article/eu-google-antitrust/eu-hits-google-with-record-2-7-bln-fine-idUSL1N1JO13Y",
        "time": "12:52PM UTC"
    }
]