[
    {
        "header": "Google hopes to train 10 million people in Africa in online skills: CEO",
        "body": "LAGOS (Reuters) - Alphabet Inc’s Google aims to train 10 million people in Africa in online skills over the next five years in an effort to make them more employable, its chief executive said on Thursday.\n\nThe U.S. technology giant also hopes to train 100,000 software developers in Nigeria, Kenya and South Africa, a company spokeswoman said.\n\nGoogle’s pledge marked an expansion of an initiative it launched in April 2016 to train young Africans in digital skills. It announced in March it had reached its initial target of training one million people.\n\nThe company is “committing to prepare another 10 million people for jobs of the future in the next five years,” Google Chief Executive Sundar Pichai told a company conference in Nigeria’s commercial capital of Lagos.\n\nGoogle said it will offer a combination of in-person and online training. Google has said on its blog that it carries out the training in languages including Swahili, Hausa and Zulu and tries to ensure that at least 40 percent of people trained are women. It did not say how much the program cost.\n\nAfrica, with its rapid population growth, falling data costs and heavy adoption of mobile phones, having largely leapfrogged personal computer use, is tempting for tech companies. Executives such as Alibaba Group Holding Ltd’s chairman Jack Ma have also recently toured parts of the continent.\n\nBut countries like Nigeria, Kenya and South Africa, which Google said it would initially target for its mobile developer training, may not offer as much opportunity as the likes of China and India for tech firms.\n\nYawning wealth gaps mean that much of the population in places like Nigeria has little disposable income, while mobile adoption tends to favor more basic phone models. Combined with bad telecommunications infrastructure, that can mean slower and less internet surfing, which tech firms rely on to make money.\n\nGoogle also announced plans to provide more than $3 million in equity-free funding, mentorship and working space access to more than 60 African start-ups over three years.\n\nIn addition, YouTube will roll out a new app, YouTube Go, aimed at improving video streaming over slow networks, said Johanna Wright, vice president of YouTube.\n\nYouTube Go is being tested in Nigeria as of June, and the trial version of the app will be offered globally later this year, she said.",
        "link": "http://www.reuters.com/article/us-alphabet-africa/google-hopes-to-train-10-million-people-in-africa-in-online-skills-ceo-idUSKBN1AC29W",
        "time": "10:18AM UTC"
    }
]