[
    {
        "body": "NEW YORK, Jan 12 (Reuters) - U.S. stocks were little changed on Friday after gains in energy shares, spurred by oil’s rebound, offset disappointing financial results and outlooks from technology companies.\n\nIn economic news, stronger-than-expected December retail sales data stirred worries that the Federal Reserve would be less likely to cut interest rates in the near future after evidence of a robust economy.\n\nChip maker Advanced Micro Devices Inc. AMD.N fell sharply after it warned late on Thursday that quarterly revenue would fall short of analysts’ estimates.\n\n“There is a lot of competition in semiconductors, and for tech in general, there’s a lot of price competition because of a slowing economy in the U.S. and globally .” said Scott Wren, senior equity strategist at A.G. Edwards & Sons Inc. in St. Louis.\n\nThe Dow Jones industrial average .DJI was down 0.48 points at 12,514.50. The Standard & Poor's 500 Index .SPX was up 0.72 points, or 0.05 percent, at 1,424.54. The Nasdaq Composite Index .IXIC was up 1.39 points, or 0.06 percent, at 2,486.24.\n\nShares of AMD tumbled 7.8 percent to $18.60 on the NYSE. Weighing down the Nasdaq, S&P 500 and the Dow were shares of AMD rival, Intel Corp. (INTC.O), down 0.6 percent to $21.78.\n\nOther chip makers’ shares trading lower included Marvell Technology Group Ltd. (MRVL.O), down 0.9 percent to $20.54 on the Nasdaq and Applied Materials Inc. (AMAT.O), down 1 percent to $19.35.\n\nAs crude oil futures inched up energy stocks were leading gains on the S&P 500. U.S. crude futures climbed 20 cents to $52.08 per barrel, with Exxon Mobil Corp. (XOM.N) up 1.1 percent $71.76 on the NYSE, ConocoPhillips (COP.N) up 2.2 percent $63.17.\n\nTrading volume may decrease on Friday afternoon as the U.S. Treasury bond market will close early at 2 p.m. (1900 GMT). All U.S. markets will be closed on Monday in observance of the Martin Luther King Jr. holiday.\n\nThe Dow Jones industrial average .DJI closed at 12,514.98 on Thursday, the first record closing high of 2007 for the blue-chip average.\n\nShares of Blockbuster Inc. BBI.N rose nearly 2.6 percent to $6.34 after stock picker Jim Cramer recommended the video rental chain’s shares on his “Mad Money” television show.",
        "header": "US STOCKS-Indexes flat as AMD warns, crude rises",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSN1223568320070112",
        "time": "10:03 AM EST"
    },
    {
        "body": "NEW YORK, Jan 12 (Reuters) - U.S. stock index futures indicated a lower open on Friday after disappointing financial results and outlooks from several big technology companies and stronger-than-expected retail sales data stirred interest-rate worries .\n\nChip maker Advanced Micro Devices Inc. AMD.N fell sharply in electronic trading before the opening bell after it warned that quarterly revenue would fall short of analysts’ estimates.\n\nFutures fell further following the release of government reports showing higher-than-expected December retail sales and import prices, trends that could make the Federal Reserve less likely to cut interest rates in the near future.\n\n“We’re getting some data lately that is showing the economy is maybe stronger than we think,” said Scott Wren, senior equity strategist at A.G. Edwards & Sons Inc. in St. Louis. “The market is just wondering what that means for interest rates.”\n\nIn addition, German software maker SAP (SAPG.DE) posted earnings that fell shy of forecasts and South Korea’s Samsung Electronics Co. Ltd. (005930.KS) signaled a tough first quarter on weak demand for flat panel display screens.\n\nS&P 500 futures SPc1 were down 1.1 points, below fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nTrading volume may decrease on Friday afternoon as the U.S. Treasury bond market will close early at 2 p.m. (1900 GMT). All U.S. markets will be closed on Monday in observance of the Martin Luther King Jr. holiday.\n\nThe Dow Jones industrial average .DJI closed at 12,514.98 on Thursday, the first record closing high of 2007 for the blue-chip average.\n\nShares of AMD fell 6.5 percent to $18.87 in electronic composite trading on Friday.\n\nIn other trading before the opening bell, shares of Blockbuster Inc. BBI.N rose nearly 4 percent after stock picker Jim Cramer recommended the video rental chain’s shares on his “Mad Money” television show.",
        "header": "US STOCKS-Wall St. set to fall on AMD warning, data",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSN1244331820070112",
        "time": "09:12 AM EST"
    },
    {
        "body": "--Bear Stearns downgraded the stock following the chip maker’s warning of a shortfall in fourth-quarter revenue .\n\n--The brokerage said the weakness in the fourth-quarter came from the company’s server business, where AMD made aggressive price reductions to combat Intel Corp.’s (INTC.O) competitive threat and protect its market share.\n\n--The brokerage said further price cuts in servers is expected to persist during the first half of 2007.\n\n--Bear Stearns lowered its 2007 earnings estimate for AMD to 41 cents from $1.19 a share and fourth-quarter outlook to 8 cents from 25 cents a share.\n\n--Shares of the company fell about 11 percent to $18.04 in early morning trade on the New York Stock Exchange. (Reporting by Neha Pathania in Bangalore)",
        "header": "UPDATE 1-RESEARCH ALERT-Bear Stearns cuts AMD to peer perform",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSBNG9485120070112",
        "time": "09:56 AM EST"
    },
    {
        "body": "NEW YORK, Jan 12 (Reuters) - U.S. stock index futures fell, indicating a lower Wall Street open on Friday, after disappointing financial results and outlooks from three of the world’s top technology companies cast doubt on the outlook for profits.\n\nTrading volume may decrease on Friday afternoon as the U.S. Treasury bond market will close early at 2 p.m. (1900 GMT). All U.S. markets will be closed on Monday in observance of the Martin Luther King Jr. holiday.\n\nChip maker Advanced Micro Devices Inc. AMD.N fell sharply in electronic trading before the opening bell after it warned that quarterly revenue would fall short of analysts’ estimates.\n\nIn addition, German software maker SAP (SAPG.DE) posted earnings that fell shy of forecasts and South Korea’s Samsung Electronics Co. Ltd. (005930.KS) signaled a tough first quarter on weak demand for flat panel display screens.\n\n“The fundamental story coming out of these three companies could put into question this tech rally we’ve had early in the year,” said Andre Bakhos, president of Princeton Financial Group in Princeton, New Jersey. “It’s cause for a pause.”\n\nS&P 500 futures SPc1 were down 1.5 points, below fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nInvestors will get clues about inflation and economic growth with the government set to release December figures on import/export prices and retail sales. For retail sales figures during the holiday shopping month of December, economists polled by Reuters expect on average a 0.6 percent rise.\n\nBoth reports are due at 8:30 a.m. (1330 GMT).\n\nThe Dow Jones industrial average .DJI closed at 12,514.98, the first record closing high of 2007 for the blue-chip average.\n\nShares of AMD were down 9.3 percent to $18.30 in electronic composite trading on Friday.\n\nIn other trading before the opening bell, shares of Blockbuster Inc. BBI.N rose more than 6 percent after stock picker Jim Cramer recommended the video rental chain’s shares on his “Mad Money” television show.\n\nBlockbuster stock climbed up 38 cents at $6.54 in electronic trading.",
        "header": "RPT-US STOCKS-Futures fall after AMD warns on revenue",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSN1222833020070112",
        "time": "08:11 AM EST"
    },
    {
        "body": "",
        "header": "UPDATE 1-RESEARCH ALERT-Citigroup cuts AMD to hold",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSBNG21334820070112",
        "time": "02:15 PM EST"
    },
    {
        "body": "NEW YORK, Jan 12 (Reuters) - U.S. stock index futures pointed to a weaker Wall Street open on Friday after disappointing financial results and outlooks from three of the world’s top technology companies cast doubt on the outlook for profits.\n\nChip maker Advanced Micro Devices Inc. AMD.N warned that quarterly revenue would fall short of analysts’ estimates; German software maker SAP (SAPG.DE) posted earnings that fell shy of forecasts and South Korea’s Samsung Electronics Co. Ltd. (005930.KS) signaled a tough first quarter on weak demand for flat panel display screens.\n\nShares of AMD, Intel Corp.’s (INTC.O) rival in the processor business, were already under pressure in European trade falling 8.5 percent after issuing the warning late on Thursday.\n\n“The fundamental story coming out of these three companies could put into question this tech rally we’ve had early in the year,” said Andre Bakhos, president of Princeton Financial Group in Princeton, New Jersey. “It’s cause for a pause.”\n\nInvestors will get clues both about inflation and economic growth with the government set to release December figures on import/export prices and retail sales. Both reports are due at 8:30 a.m. (1330 GMT).\n\nS&P 500 futures SPc1 were down 0.6 point, below fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nOn Thursday, the Dow Jones industrial average .DJI was up 72.82 points, or 0.59 percent, at 12,514.98, the first record closing high of 2007 for the blue-chip average.\n\nThe Standard & Poor's 500 Index .SPX ended 8.97 points higher, or 0.63 percent, at 1,423.82. The Nasdaq Composite Index .IXIC finished up 25.52 points, or 1.04 percent, at 2,484.85.",
        "header": "US STOCKS-Futures slip on tech woes; AMD warns",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSN1223681120070112",
        "time": "07:06 AM EST"
    },
    {
        "body": "NEW YORK (Reuters) - Shares of Advanced Micro Devices Inc. AMD.N fell before the bell on Friday after the computer microprocessor company forecast quarterly revenue below Wall Street estimates.\n\nIn electronic trading ahead of the opening bell, the stock was down 7.4 percent to $18.72.\n\nShares of AMD’s blue-chip rival, Intel Corp. (INTC.O), were also down nearly 1 percent to $21.72 in electronic composite trading.",
        "header": "AMD, Intel fall after AMD forecast",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1222249120070112",
        "time": "08:28 AM EST"
    }
]