[
    {
        "header": "meredith announces multi-year agreement with wal-mart for creation of better homes and gardens home products",
        "time": "05:39 PM EDT",
        "link": "http://www.reuters.com/article/inPlayBriefing/idUSIN20071023173935MDP20071023",
        "body": "Co announces a multi-year licensing agreement with Wal-Mart Stores (WMT) for the design, marketing and retailing of a wide range of home products based on the Better Homes and Gardens brand. This new line of home products is expected to be available exclusively in Wal-Mart stores by the fall of 2008."
    },
    {
        "header": "wal-mart to acquire rest of japan retailer seiyu",
        "time": "01:59 AM EDT",
        "link": "http://www.reuters.com/article/consumerproducts-SP/idUST3089520071023",
        "body": "TOKYO (Reuters) - Wal-Mart Stores Inc (WMT.N) will spend up to 100 billion yen ($878 million) to buy out minority shareholders in Japanese supermarket unit Seiyu Ltd 8268.T in an effort to turn around the money-losing chain.\n\nThe world’s largest retailer has invested more than $1 billion in Seiyu since 2002, but has yet to see anything more than temporary upswings in sales amid tough competition with rivals such as Aeon Co (8267.T).\n\nSeiyu is headed for its sixth straight annual loss in 2007, which had led to speculation that Wal-Mart would either need to invest more in the unit or that it would pull out of Japan, as it did from South Korea and Germany last year.\n\n“We have not necessarily provided as strong a value as our customers would like,” Ed Kolodzieski, Seiyu’s chief executive, told a news conference.\n\nThe buyout will put an end to rumors Wal-Mart may abandon Japan, making it easier to do business with local suppliers and lenders, Kolodzieski said.\n\n“From a business partner and supplier standpoint, they too should also see this as very positive news, for Seiyu now has the full-backing of Wal-Mart,” he said.\n\nWal-Mart, which currently owns 50.9 percent of Seiyu, said it would offer 140 yen per Seiyu common share in a tender offer from Tuesday through December 4. The offer price marks a 61 percent premium to Friday’s closing share price of 87 yen.\n\nTrade of Seiyu’s shares was suspended by the Tokyo Stock Exchange on Monday, following reports of the buyout.\n\n“It really does give (Wal-Mart) the opportunity to do whatever they want to do with Seiyu,” said Roy Larke, editor of Japan Consuming, an industry newsletter.\n\n“They still don’t have a major share of the market but they do own the number three retailer in the country. They have a much solider base than they ever had in Korea and therefore something to build on,” Larke said.\n\nFor the year to December 31 2007, the company has forecast a net loss of 10.4 billion yen.\n\nHowever, there may be signs of progress: same-store sales showed their first annual rise in 15 years in 2006, although they still fell short of the company’s target.\n\nSeiyu’s Kolodzieski said there were no plans to shut down any of the supermarket’s nearly 400 outlets in Japan and that it was looking to accelerate its renovation of existing stores.\n\nLast month, Seiyu said it would offer early retirement to 450 of its employees, or about 7 percent of its work force. In 2004 the company eliminated about 1,600 jobs.\n\nCracking Japan’s retail market, the world’s second-largest, has proved a challenge for foreign companies, due to fickle shoppers and tough competition.\n\nIn recent years France’s Carrefour (CARR.PA) and Britain’s Alliance Boots AB.UL have both pulled out of the market.\n\nShares of Seiyu have lost three-quarters of their value since the end of 2002, the year when Wal-Mart first bought into the supermarket.\n\nDuring the same period, the Tokyo stock exchange index of retail stocks .IRETL.T has gained about 25 percent."
    },
    {
        "header": "wal-mart cuts spending, supercenter plans",
        "time": "08:25 PM EDT",
        "link": "http://www.reuters.com/article/ousiv/idUSN2328407020071024",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc cut its capital expenditure forecast on Tuesday and scaled back on planned supercenters as the world’s largest retailer grapples with slowing sales in a saturated U.S. market.\n\nWal-Mart said its capital spending will fall this year and probably the next two fiscal years as it spends less on new U.S. stores, but spending on new international stores will increase and it will forge ahead with U.S. store renovations.\n\nWal-Mart’s shares fell almost 3 percent as the pullback was not as extensive as some on Wall Street had expected and investors fretted that the retailer was diluting efforts to boost sales at existing U.S. stores -- which last year rose at their lowest pace on record -- by investing too much overseas.\n\n“Wal-Mart was trying to please both value investors and growth investors, and at least for today wasn’t able to really do either,” said David Abella, a portfolio manager at Rochdale Investment Management, which owns Wal-Mart shares.\n\nAbella said some investors would have preferred that Wal-Mart used excess cash to boost dividends or fund share buybacks instead of saying on Monday that it would spend up to $878 million to buy out minority shareholders in money-losing Japanese supermarket unit Seiyu Ltd.\n\nAnalysts and investors have been pushing Wal-Mart to rein in U.S. expansion plans as sales at existing stores, known as comparable store sales, have slowed and it has saturated many markets. As of September 30, Wal-Mart operated 4,114 U.S. stores.\n\nWal-Mart said in June that it would cut the number of supercenters it plans to open, but that has yet to translate into improved U.S. sales.\n\nFor the first eight months of this fiscal year, which started on February 1, comparable sales at U.S. stores were up just 1.5 percent, compared with a year-earlier gain of 2.6 percent.\n\nWal-Mart also said on Tuesday it expects sales growth of 5 percent to 8 percent for the fiscal years ending in early 2009 and 2010 -- down from a rise of roughly 9 percent this year.\n\nTo counter slowing sales, Wal-Mart is again pulling back on building U.S. supercenters, which combine its discount store format with grocery stores.\n\nFor the fiscal year beginning next February 1, Wal-Mart will open 170 supercenters, compared with 195 this year. It now plans to open 140 supercenters in the fiscal year after that - down from 170 it had planned originally.\n\n“One should expect approximately 140 supercenters per year after that,” Chief Financial Officer Tom Schoewe said on a conference call with reporters.\n\nFor the current fiscal year, Schoewe forecast capital spending of $14.7 billion to $15.4 billion. That is down from June, when it cut its spending estimate to $15.5 billion from $17 billion because it planned to open fewer supercenters.\n\nFor its next two fiscal years, Wal-Mart forecast capital expenditures of $13.5 billion to $15.2 billion.\n\nWhile capital expenditures for new stores and warehouse clubs in the United States should be $6.7 billion to $7 billion this fiscal year, that figure should fall to $4.5 billion to $5 billion by the fiscal year that ends in early 2010.\n\nBut Schoewe said Wal-Mart will still put money toward store remodeling, with spending forecast at $2.1 billion this year, and $2.2 billion to $2.4 billion in the next two fiscal years.\n\nAs part of its U.S. strategy, the retailer, which has been cutting prices on thousands of items, also plans to add new brands, including two new home decor lines, as well as expand its $4.00 generic drug program.\n\nWal-Mart expects square footage growth of about 6 percent for the current fiscal year. For its fiscal years ending in early 2009 and 2010, it expects square footage growth of about 5 percent to 6 percent, excluding any acquisitions.\n\nIn June, it said it expected a consolidated square footage growth rate of about 6 percent this fiscal year and next.\n\nWal-Mart shares closed down $1.32 at $43.93 on the New York Stock Exchange."
    },
    {
        "header": "wal-mart lowers spending forecast for year",
        "time": "10:36 AM EDT",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSWEN184520071023",
        "body": "NEW YORK, Oct 23 (Reuters) - Wal-Mart Stores Inc (WMT.N) said it sees capital expenditures for its current fiscal year of $14.7 billion to $15.4 billion, lower than its previous forecast.\n\nIn June, the retailer predicted fiscal year capital spending would be $15.5 billion, down from $17 billion, saying it would open fewer supercenters than expected and try to boost sales at existing stores. Chief Administrative Officer John Menzer had since said the retailer’s goal was to beat that $15.5 billion figure.\n\nFor its fiscal years 2009 and 2010, Wal-Mart expects capital expenditures of $13.5 billion to $15.2 billion.\n\nThe company provided the figures on Tuesday in a financial presentation posted on the Web ahead of its analyst meeting. (Reporting by Nicole Maestri, editing by Gerald E. McCormick)"
    },
    {
        "header": "wal-mart cuts back supercenter opening plans",
        "time": "04:00 PM EDT",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSWNAS757020071023",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) cut back on the number of U.S. supercenters it plans to open.\n\nThe world’s largest retailer said on Tuesday it expects to open 195 supercenters in the United States this year, down 30 percent from the 281 opened during last fiscal year.\n\nFor the next fiscal year that begins February 1, it plans to open 170 supercenters, but then it plans to open only 140 supercenters in the fiscal year after that.\n\nIn June, the company said that starting next fiscal year, it would open 170 supercenters annually for the next three years."
    },
    {
        "header": "us stocks-dow, s&p turn down as wal-mart weighs",
        "time": "11:26 AM EDT",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2328947620071023",
        "body": "NEW YORK, Oct 23 (Reuters) - The Dow industrials and S&P 500 index pared early gains to edge lower on Tuesday after Wal-Mart Stores Inc. (WMT.N) announced cuts in capital expenditures, offsetting optimism about earnings.\n\nThe Nasdaq rose, helped by Apple Inc. (AAPL.O) earnings.\n\nThe Dow Jones industrial average .DJI was down 14 points, at 13,550. The Standard & Poor's 500 Index .SPX was down 2 points at 1,504. The Nasdaq Composite Index .IXIC was up 7 points at 2,761."
    },
    {
        "header": "wal-mart's u.s. chief sees smaller stores",
        "time": "05:46 PM EDT",
        "link": "http://www.reuters.com/article/businessNews/idUSWEN185020071023",
        "body": "NEW YORK (Reuters) - Eduardo Castro-Wright, head of Wal-Mart’s U.S. operations, said the retailer is looking to improve its returns by building fewer stores and stores that are smaller.\n\nHe made the comments at the retailers analyst meeting, which was broadcast over the Internet.\n\nIn June, Wal-Mart said it expected to open 190 to 200 supercenters this fiscal year, down from its previous plan of 265 to 270. Next fiscal year, the company said at the time that it would open 170 supercenters.\n\nBut Castro-Wright said that 170 figure will likely be “less than that in the future years.”\n\n“We’re also looking at improving returns by building less stores and smaller stores,” he said."
    },
    {
        "header": "wal-mart sets new session low ",
        "time": "11:24 AM EDT",
        "link": "http://www.reuters.com/article/inPlayBriefing/idUSIN20071023112423WMT20071023",
        "body": "Noted the stabilization near its 50 sma earlier but WMT has declined to a new session low of 43.58 after providing capex guidance in its investor’s meeting (see 10:19 update). Congestive support in the 43.60/43.50 area is being tested with the 78.6 retrace of the Sep-Oct rally just below at 43.29."
    },
    {
        "header": "wal-mart confirms total capital spending for the current fiscal year 2008 is projected to be approx $15 bln, down from $15.7 bln last year",
        "time": "03:32 PM EDT",
        "link": "http://www.reuters.com/article/inPlayBriefing/idUSIN20071023153202WMT20071023",
        "body": "The co confirmed it updated its plans for growth for the current fiscal year, and provided details about its worldwide expansion plans. The strategic plan outlined today centers on the co’s capital efficiency model to improve free cash flow and to provide stronger returns for Wal-Mart Stores U.S. and the Company. Total capital spending for the current fiscal year 2008 is projected to be approx $15 bln, down from $15.7 bln last year. Looking forward, total capital spending will flatten. Wal-Mart will continue to accelerate its investment in its International operating segment during the next two fiscal years. New store growth remains part of the Wal-Mart Stores U.S. strategy and more emphasis will be placed on relocating and expanding existing discount stores to supercenters during the same time periods. Declines in capital spending at Wal-Mart Stores U.S. will be offset by increases at Wal-Mart International, resulting in worldwide spending of $14 to $15 bln in each of the next two years. The co expects to add 48 to 49 mln square feet globally, which is an increase of 6% in fiscal year 2008 over fiscal year 2007. During each of the following two fiscal years, Wal-Mart expects to increase square footage between 48 and 52 mln square feet, an increase of 5 to 6%."
    },
    {
        "header": "wal-mart touts its growth potential",
        "time": "08:54 PM EDT",
        "link": "http://www.reuters.com/article/businessNews/idUSN2345457420071024",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) should be seen as a “growth” business that still has numerous opportunities to boost sales results at existing U.S. stores, the head of the retailer’s U.S. operations said on Tuesday.\n\n“You will hopefully conclude that we are a growth business,” Eduardo Castro-Wright said at the retailer’s analyst meeting, which was broadcast over the Web.\n\nThe world’s largest retailer is facing questions from investors about how much more it can grow in its home country. It has saturated many markets with more than 4,000 U.S. stores, and its sales at existing U.S. stores, or comparable stores sales, rose at their lowest pace on record last fiscal year.\n\nThe meeting also comes as Wal-Mart’s core lower-income customers are being squeezed by higher fuel and food costs, and Castro-Wright said the “mortgage crisis” and credit crunch were affecting consumer’s shopping behavior.\n\n“We have a challenging economic environment out there,” he said, adding that the retailer’s comparable store performance “is not what we would like it to be.”\n\nBut he touted the momentum the retailer has in its “health and wellness” business, which includes its pharmacies; its grocery business; and its electronics businesses. He said the three areas account for two-thirds of its business.\n\nWal-Mart plans to add more drugs to its $4 generic prescription drug program, he said, and would continue to emphasize the name brands it sells in its electronics area.\n\nBut it is still struggling in its home and apparel areas, which make up almost the remaining one-third of its business.\n\n“In the case of apparel, we are not pleased with the performance of the business,” he said. “It’s only marginally better this year than it was last year.”\n\nTo boost sales in its home area, which includes merchandise like bedding and bath accessories, it will introduce more brands.\n\nWal-Mart will launch the new Canopy line of home decor goods in stores nationwide in February. It also said it has a deal with Meredith Corp (MDP.N) to launch a line of Better Homes and Gardens home products, such as bedding and decorative pillows, in its stores this fall.\n\n“Home is improving,” he said.\n\nBut investors did not seem satisfied by the plans. Wal-Mart shares fell 3 percent to $43.93 on the New York Stock Exchange despite its announcing plans at the meeting to trim capital spending and the number of new supercenters it will open.\n\nOn Wednesday, Wal-Mart will discuss its Sam’s Club warehouse division and its international business, and Chief Executive Lee Scott will address the meeting."
    },
    {
        "header": "wal-mart adding two brands to home business",
        "time": "05:46 PM EDT",
        "link": "http://www.reuters.com/article/businessNews/idUSWNAS770520071023",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) said on Tuesday it would add two new brands as the retailer tries to improve sales in its home business.\n\nWal-Mart said it would launch the Canopy line of home decor goods in stores nationwide in February. It also said it has a deal with Meredith Corp (MDP.N) to launch a line of Better Homes and Gardens home products, like bedding and decorative pillows, in its stores this fall.\n\nFinancial terms were not disclosed, and Meredith said the deal would not impact its financial results until fiscal 2009."
    },
    {
        "header": "us stocks-techs rise on apple, wal-mart limits gains",
        "time": "12:08 PM EDT",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2329474820071023",
        "body": "NEW YORK, Oct 23 (Reuters) - The Nasdaq rose on Tuesday after strong profit at Apple Inc. (AAPL.O) eased worries about consumer spending, while Wal-Mart Stores Inc.’s (WMT.N) plan to scale back expansion limited gains in the broad market.\n\nWal-Mart, the world’s largest retailer, outlined a store-opening plan that suggested it would slow square-footage growth and trim capital expenditures, sending its shares down.\n\nThe news offset early gains on earnings. Third-quarter profits have been a source of concern, with growth forecast at just 1.8 percent -- the slowest in about five years -- according to Reuters Estimates.\n\nBut Apple, maker of the iPod and iPhone, gave the Nasdaq and S&P their biggest boosts, a day after posting results that topped analysts’ targets.\n\nUnited Parcel Service, the world’s largest package-delivery company, also posted a higher profit, easing some worries about consumer spending. For details, see [ID:nN23247286]\n\n“Since Friday, we’ve kind of had nothing but good news on the earnings front,” said Stephen Massocca, co-chief executive, San Francisco-based investment bank Pacific Growth Equities. “My feeling is the bellwethers that report now are going to be very important.”\n\nThe Wal-Mart announcement is “the kind of thing you’ve got to be watching out for,” he said.\n\nThe Dow Jones industrial average .DJI was up 26.18 points, or 0.19 percent, at 13,593.15. The Standard & Poor's 500 Index .SPX was up 3.45 points, or 0.23 percent, at 1,509.78. The Nasdaq Composite Index .IXIC was up 17.21 points, or 0.62 percent, at 2,771.14.\n\nApple gained 6.5 percent to $185.71, while shares of UPS rose 0.5 percent to $75.47.\n\nAlso declining were shares of chip maker Texas Instruments Inc. TXN.N, which gave a revenue outlook that was below analysts’ estimates late on Monday. The stock dropped 9 percent to $31.15."
    }
]