[
    {
        "header": "watching wal-mart: to grow or not to grow?",
        "time": "02:33 AM EDT",
        "link": "http://www.reuters.com/article/consumerproducts-SP/idUSN1929893420071022",
        "body": "NEW YORK (Reuters) - Twice in the past year, Wal-Mart Stores Inc has given its stock a shot in the arm by announcing plans to rein in expansion in the United States.\n\nInvestors are now watching to see if there will be a repeat performance at the retailer’s annual analyst meeting on Tuesday and Wednesday. Wal-Mart, whose shares have done very little this year, typically outlines its capital spending and store expansion plans there.\n\n“Next week’s analyst meeting could prove a positive near-term catalyst if management further reduces square footage growth or capex,” Goldman Sachs analyst Adrianne Shapira wrote in an research note.\n\nBut since Wal-Mart has cut its growth plans twice in the past year -- once at its last analyst meeting and again at its shareholders meeting in June -- it raises the question of how much more room there is for the world’s largest retailer to pull back.\n\n“I would be surprised if between June and now that they made a huge material change to what they told us, but they might,” said MFC Global Investment Management analyst Sarah Henry.\n\nAnalysts have pushed Wal-Mart to pull back on U.S. expansion so it can concentrate on improving sales at its more than 3,400 namesake discount stores and supercenters, which combine grocery stores with the discount store format.\n\nIts shares rose nearly 4 percent last October when it said it would delay opening new stores that are close enough to existing locations to draw away customers, and planned to build smaller ones where possible to reduce costs.\n\nThe Bentonville, Arkansas-based company also said it expected retail space to grow by 7.5 percent in the fiscal year that started February 1 -- a modest slowdown from the 8 percent increases in recent years.\n\nThe shares jumped 4 percent again on June 1, when Wal-Mart said it would cut the number of supercenters it plans to open by as much as 30 percent this year. It also lowered its fiscal 2008 capital spending to $15.5 billion from $17 billion.\n\nChief Administrative Officer John Menzer said last month that the retailer’s goal was to beat that $15.5 billion capital spending figure.\n\nBut the planned slowdown has yet to help U.S. sales.\n\nSales at U.S. stores open at least a year, or comparable-store sales, rose 2.1 percent last fiscal year -- the smallest gain since Wal-Mart began posting such figures in 1980.\n\nFor the first eight months of this fiscal year, U.S. comparable-store sales were up 1.5 percent, compared with a year-earlier gain of 2.6 percent.\n\nTo try to improve sales, Wal-Mart is emphasizing its low prices and revamping its merchandise, especially clothing. But this effort comes as its core lower-income shoppers are being squeezed by high food and fuel prices, and a slumping housing market.\n\nThe company’s stock has failed to make gains. Shares of Wal-Mart are down more than 11 percent since the company announced the slower growth plans at its last analyst meeting on October 23, 2006. They trade at 13.5 times next year’s earnings.\n\nBy contract, rival Target Corp trades at 15.6 times next year’s earnings, and its shares have gained nearly 4 percent.\n\nAnalysts said they wanted to hear what strategies Wal-Mart will pursue to ensure U.S. sales get back on track.\n\n“I’d rather them come out and be honest and say ‘We think it’s going to take a couple of years to fix it’ instead of a couple of months because, in reality, that’s what it’s going to take,” said JP Morgan analyst Charles Grom.\n\nHe said the stock would probably trade in a low- to mid-$40s range until there is a marked improvement in comparable-store sales.\n\nAnalysts also said they would like an update on the international business, where Wal-Mart has faced struggles ranging from Japan, where its Seiyu Ltd unit is headed for its sixth straight annual loss, to India, where it faces protests over its wholesale venture with Bharti Enterprises.\n\nAnalysts also want an update on how Wal-Mart may fare during the holidays after it vowed to aggressively cut prices to win sales. On Thursday, Wal-Mart cut prices on 15,000 more items.\n\n“I think that strategy can be effective if you can get the customers to shop the rest of the store” and buy higher-margin items, Henry said.\n\nBut she added: “It’s tough to drive comps if you’re continually taking down the price on everything.”"
    },
    {
        "header": "wal-mart set to make seiyu wholly owned unit-media",
        "time": "12:26 AM EDT",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUST2920620071022",
        "body": "TOKYO, Oct 22 (Reuters) - Wal-Mart Stores Inc (WMT.N) is in final talks to buy out minority shareholders in its Japanese unit Seiyu Ltd 8268.T, local media said on Monday, in an effort to turn around the struggling business.\n\nThe move would cost the U.S. firm about $350 million based on Seiyu’s closing price on Friday of 87 yen.\n\nWal-Mart, which currently holds 50.9 percent of Seiyu, will buy the remaining stake it does not already own, public broadcaster NHK and Kyodo news agency said, citing unnamed sources.\n\nA spokesman for Seiyu declined to comment. The Tokyo Stock Exchange suspended trade in the stock following the reports.\n\nSeparately, the Nikkei business daily said Seiyu will announce as early as Monday Wal-Mart’s plan to make it a wholly owned subsidiary.\n\nThe world’s largest retailer has invested more than $1 billion in Seiyu since 2002, but has yet to see anything more than temporary upswings in sales amid tough competition with rivals such as Aeon Co (8267.T).\n\nSeiyu is headed for its sixth straight annual loss in 2007, which has caused speculation that Wal-Mart could consider pulling out Japan, as it did from South Korea and Germany last year.\n\nCracking Japan’s retail market, the world’s second-largest, has proved a challenge for foreign companies, due in part to fickle shopping habits and tough competition.\n\nIn recent years France’s Carrefour (CARR.PA) and Britian’s Alliance Boots [AB.UL] have both been pulled out of the market."
    },
    {
        "header": "plug power shares surge on wal-mart order",
        "time": "09:36 AM EDT",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN2239296720071022",
        "body": "NEW YORK (Reuters) - Shares of Plug Power (PLUG.O) surged more than 60 percent before the bell on Monday after the fuel cell company said Wal-Mart (WMT.N) had placed a large order for one of its products.\n\nThe stock jumped $1.81 to $4.78 in electronic trading before the market open. The stock closed Friday at $2.97."
    },
    {
        "header": "wal-mart says to pay $878 mln to buy rest of seiyu",
        "time": "02:45 AM EDT",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSTFA00286020071022",
        "body": "TOKYO, Oct 22 (Reuters) - Wal-Mart Stores Inc (WMT.N) plans to spend up to 100 billion yen ($878 million) to buy all the shares it does not already own in struggling Japanese supermarket unit Seiyu Ltd 8268.T.\n\nWal-Mart, which currently owns 50.9 percent of Seiyu, said it would offer 140 yen per Seiyu common share, a 61 percent premium to Friday’s closing Seiyu share price of 87 yen."
    },
    {
        "header": "wal-mart announces tender offer for full ownership of seiyu, its japanese subsidiary",
        "time": "03:51 AM EDT",
        "link": "http://www.reuters.com/article/inPlayBriefing/idUSIN20071022035128WMT20071022",
        "body": "Co announces it will launch a tender offer to acquire all of the issued and outstanding shares of its Japanese subsidiary, The Seiyu, Ltd. that it does not already own. The offer is being made with the endorsement of the Seiyu Board of Directors, which today passed a resolution of support. The tender offer price is 140 yen per common share. Wal-Mart currently owns 50.9% of Seiyu. The tender offer represents an additional investment by Wal-Mart of up to 100 bln yen (approx $862 mln)."
    },
    {
        "header": "wal-mart to acquire rest of japan retailer seiyu",
        "time": "10:45 AM EDT",
        "link": "http://www.reuters.com/article/businessNews/idUST3089520071022",
        "body": "TOKYO (Reuters) - Wal-Mart Stores Inc (WMT.N) will spend up to 100 billion yen ($878 million) to buy out minority shareholders in Japanese supermarket unit Seiyu Ltd 8268.T in an effort to turn around the money-losing chain.\n\nThe world’s largest retailer has invested more than $1 billion in Seiyu since 2002, but has yet to see anything more than temporary upswings in sales amid tough competition with rivals such as Aeon Co (8267.T).\n\nSeiyu is headed for its sixth straight annual loss in 2007, which had led to speculation that Wal-Mart would either need to invest more in the unit or that it would pull out of Japan, as it did from South Korea and Germany last year.\n\n“We have not necessarily provided as strong a value as our customers would like,” Ed Kolodzieski, Seiyu’s chief executive, told a news conference.\n\nThe buyout will put an end to rumors Wal-Mart may abandon Japan, making it easier to do business with local suppliers and lenders, Kolodzieski said.\n\n“From a business partner and supplier standpoint, they too should also see this as very positive news, for Seiyu now has the full-backing of Wal-Mart,” he said.\n\nWal-Mart, which currently owns 50.9 percent of Seiyu, said it would offer 140 yen per Seiyu common share in a tender offer from Tuesday through December 4. The offer price marks a 61 percent premium to Friday’s closing share price of 87 yen.\n\nTrade of Seiyu’s shares was suspended by the Tokyo Stock Exchange on Monday, following reports of the buyout.\n\n“It really does give (Wal-Mart) the opportunity to do whatever they want to do with Seiyu,” said Roy Larke, editor of Japan Consuming, an industry newsletter.\n\n“They still don’t have a major share of the market but they do own the number three retailer in the country. They have a much solider base than they ever had in Korea and therefore something to build on,” Larke said.\n\nFor the year to December 31 2007, the company has forecast a net loss of 10.4 billion yen.\n\nHowever, there may be signs of progress: same-store sales showed their first annual rise in 15 years in 2006, although they still fell short of the company’s target.\n\nSeiyu’s Kolodzieski said there were no plans to shut down any of the supermarket’s nearly 400 outlets in Japan and that it was looking to accelerate its renovation of existing stores.\n\nLast month, Seiyu said it would offer early retirement to 450 of its employees, or about 7 percent of its work force. In 2004 the company eliminated about 1,600 jobs.\n\nCracking Japan’s retail market, the world’s second-largest, has proved a challenge for foreign companies, due to fickle shoppers and tough competition.\n\nIn recent years France’s Carrefour (CARR.PA) and Britain’s Alliance Boots AB.UL have both pulled out of the market.\n\nShares of Seiyu have lost three-quarters of their value since the end of 2002, the year when Wal-Mart first bought into the supermarket.\n\nDuring the same period, the Tokyo stock exchange index of retail stocks .IRETL.T has gained about 25 percent."
    },
    {
        "header": "plug power's fuel cells to power wal-mart fork trucks",
        "time": "10:45 AM EDT",
        "link": "http://www.reuters.com/article/businessNews/idUSBNG12133520071022",
        "body": "(Reuters) - Plug Power Inc’s (PLUG.O) shares leaped as much as 60 percent, after the fuel-cell maker said its unit received an order from Wal-Mart Stores (WMT.N) to provide fuel cells for use in fork trucks at one of the retailer’s distribution centers.\n\nPlug Power said the GenDrive fuel cell to be provided by its unit, Cellex Power Products Inc, will power pallet trucks used at Wal-Mart’s food distribution center in Washington Court House, Ohio.\n\nThe company said the order follows a successful trial at two Wal-Mart distribution centers in Ohio in late 2006.\n\nSpecific terms of the deal were not disclosed.\n\nShares of Plug Power, which have fallen about 24 percent so far this year, rose to a new year-high of $4.75, before falling back to trade up $1.36 at $4.33 in early morning trade on the Nasdaq."
    },
    {
        "header": "plug power's shares rise on wal-mart deal",
        "time": "12:22 PM EDT",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSBNG12414320071022",
        "body": "(Reuters) - Plug Power Inc (PLUG.O) shares rose as much as 60 percent, after it said its unit received an order from Wal-Mart Stores (WMT.N), the world’s largest retailer, to provide fuel cells for use in fork trucks at one of its distribution centers.\n\nShares, which were down about 24 percent so far this year before Monday’s gains, rose to a new year-high of $4.75. The stock lost some steam and was recently trading at $3.72 in late morning trade on the Nasdaq.\n\nPlug Power said the GenDrive fuel cell to be provided by its Cellex Power Products Inc unit will power pallet trucks used at Wal-Mart’s food distribution center in Washington Court House, Ohio.\n\nThe fuel cells will replace lead-acid batteries, which are expensive to operate and present safety issues, and are traditionally used in such applications.\n\nThe company said the order, which is the largest single GenDrive order to date, follows a successful trial at two Wal-Mart distribution centers in Ohio in late 2006.\n\nSpecific terms of the deal were not disclosed.\n\nEarlier this year, Plug Power acquired Cellex, which was already testing these fuel cells at Wal-Mart’s distribution centers, for $45 million.\n\nIn February, Wal-Mart unveiled a new “Sustainability 360” environmental plan and set a goal of one day using only renewable energy and creating zero waste.\n\nEvery week, 176 million customers shop in Wal-Mart stores in 14 countries around the world and the company is considered one of a few able to leverage its corporate muscle to make direct changes to global energy consumption."
    },
    {
        "header": "wal-mart tries to stop early black friday ad posts",
        "time": "01:55 AM EDT",
        "link": "http://www.reuters.com/article/consumerproducts-SP/idUSN1940584420071022",
        "body": "CHICAGO, Oct 19 (Reuters) - Wal-Mart’s lawyers have an early holiday message for Web sites that post “Black Friday” ads ahead of their official release date: Don’t do it.\n\nWal-Mart Stores Inc (WMT.N) said on Friday that its lawyers have sent letters to the Web sites, saying publishing the ads before their official Nov. 19 release date violates Wal-Mart’s copyrights and other rights.\n\n“Such violations can give rise to liabilities and severe legal penalties,” said the letter, posted on the bfads.net Web site. “To the extent that the methods of acquisition or use include criminal activity, criminal penalties may also apply.”\n\nNov. 19 is just four days before “Black Friday,” the day after the Thanksgiving Day holiday when shoppers throng to stores looking for deep discounts that retailers use as a lure to get the key holiday sales season off to a strong start.\n\nBut more and more of the advertising circulars retailers put out a few days ahead of “Black Friday” have found their way to Web sites weeks in advance instead.\n\n“When that sort of thing happens, it’s hard for our customers to tell whether (the ads) are accurate or not,” said Gail Lavielle, a spokeswoman for Sears Holdings Corp (SHLD.O). “We can’t vouch for them if we haven’t actually placed them.”\n\nWal-Mart has asked these web sites not to post the ads in the past, but the ads have still been posted, said John Simley, a spokesman for the world’s largest retailer.\n\nDesigners, printers and others all have access to the “Black Friday” sale information well ahead of time as the circulars are prepared.\n\n“We’ve made notice everywhere in the custody chain of this information that the information is confidential until it is publicly released,” Simley said.\n\nSome of the Web sites are asking readers to contact Wal-Mart and urge the company to change its mind.\n\n“Remember, if this is allowed to happen with one store, it can happen with them all and in the future no ads will be able to be released early,” said a posting on blackfriday.gottadeal.com, which bills itself “the Official Black Friday Deal Site.” The post includes a link to Wal-Mart’s online feedback page and also has the Wal-Mart media relations telephone number.\n\nWhile Wal-Mart has attracted attention with the letter to Web site operators, other retailers expressed concern about the early Internet ads but have not moved to crack down on them.\n\n“We’re not going to spend our time trying to track down all those sites,” said Brian Lucas, a spokesman for consumer electronics retailer Best Buy Co (BBY.N). “Our focus is so much on trying to execute Black Friday well that we don’t really want to be distracted from that.”\n\nMany other retailers are also protective of their own advertising materials.\n\n\"We encourage consumers to consult and rely on the Circuit City ads that actually appear in newspapers nationwide on Thanksgiving,\" Jackie Foreman, a spokeswoman for Circuit City Stores Inc (CC.N), said. \"We do not confirm or deny content that appears on the Internet other than information on our own site.\" (Reporting by Brad Dorfman in Chicago and Karen Jacobs in Atlanta) (See here for \"Shop Talk\" -- Reuters' retail and consumer blog)"
    }
]