[
    {
        "header": "wal-mart \"realistic\" toy guns trigger raid",
        "time": "01:03 PM EDT",
        "link": "http://www.reuters.com/article/oddlyEnoughNews/idUSPEK7447920070601",
        "body": "SHANGHAI (Reuters) - Chinese quality watchdogs have seized 46 toy guns from a Wal-Mart store in Shanghai because they looked “too realistic,” state media reported on Thursday.\n\nFive types of toy guns, including pistols and a machinegun, seized from the U.S. retailing giant’s outlet in Pudong district, violated color standards, the Shanghai Daily said, citing the local bureau of quality and technical supervision.\n\n“All of the guns are black or metallic, which is against a law that states at least half of toy guns should be bright colors such as red or green to differentiate them from real weapons,” the paper quoted an unnamed quality official as saying.\n\n“The toy guns sold in Wal-Mart are too real, and such toys can be harmful to children by easily inducing them to violence,” the official said.\n\nThe bureau would inspect samples of the seized guns again, the paper said, adding that if they were confirmed to have broken regulations, Wal-Mart could face a fine equal to three times their sale value."
    },
    {
        "header": "anti-wal-mart ad campaign",
        "time": "05:15 PM EDT",
        "link": "http://www.reuters.com/article/consumerproducts-SP-A/idUSN3121707220070601",
        "body": "BENTONVILLE, Arkansas (Reuters) - A group that opposes Wal-Mart Stores Inc.’s business practices plans to target what it calls the retailer’s core conservative Republican customers with a new television advertising campaign, saying the company is “not American anymore.”\n\nWakeUpWalMart.com is launching the $1 million television campaign in the the South, Southeast and Midwest United States to try to take advantage of what it says its research shows is a “values conflict” among consumers who like low prices but do not like to see more manufacturing jobs moving overseas.\n\n“People like low prices, but they don’t like the values” they are seeing at Wal-Mart, said Chris Kofinis, a spokesman for the union-backed group that has been highly critical of the world’s largest retailer.\n\nThe first television ad, which will begin running in June, paints Wal-Mart as having moved away from founder Sam Walton’s vision of buying American, saying the retailer instead “drives American companies to shut down plants and move manufacturing jobs to China.”\n\nThe U.S. trade deficit with China hit a record $233 billion last year, a source of frustration among many U.S. lawmakers. A three-day Washington visit by a top-level Chinese delegation last week ended with little progress evident on the thorniest points in a troubled trans-Pacific trade relationship.\n\nWal-Mart directly sources about $9 billion in goods from China, a spokeswoman for the retailer said. In the past, the company has said another $9 billion reach Wal-Mart stores through suppliers who also buy goods manufactured in China, but the spokeswoman declined comment on that second figure on Thursday.\n\nA spokesman said Wal-Mart’s commitment to buying from American suppliers -- cited in a 1985 memo from Walton distributed by WakeUpwalMart.com to reporters attending the company’s annual meeting and media day -- has not changed.\n\n“However, today we’re a global company and it is necessary to source globally to ensure that we meet the needs and wants of our customers,” said Wal-Mart spokesman David Tovar."
    },
    {
        "header": "us stocks-dow at lifetime high on wal-mart and the economy",
        "time": "12:24 PM EDT",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN0132646320070601",
        "body": "NEW YORK, June 1 (Reuters) - The Dow industrials rose to an all-time high on Wal-Mart’s plans to cut expenses and buy back stock, while stronger-than-expected growth in jobs and manufacturing increased optimism about the profit outlook.\n\nWal-Mart Stores Inc. (WMT.N) shares jumped 4 percent, ranking as the biggest gainer in both the blue-chip Dow average and the broad Standard & Poor's 500 index .SPX after late morning comments from its chief financial officer. He said the world's largest retailer will moderate the growth of its supercenter stores. Wal-Mart also announced plans to repurchase $15 billion of its stock.\n\nFriday’s session got off to a good start, with all three major U.S. stock indexes opening higher after the government reported an unexpected surge in May nonfarm payrolls and a gauge of U.S. manufacturing activity showed improvement.\n\nBut profit-taking after two months of strong gains and a string of record highs kept gains in check, analysts said.\n\n“The employment report points to the fact that even though the economy has slowed, the slowing seems to have bottomed out,” said Owen Fitzpatrick, head of the U.S. equity group at Deutsche Bank Private Wealth Management. “But I think people are concerned we’re overdue for a correction.”\n\nThe Dow Jones industrial average .DJI was up 30.15 points, or 0.22 percent, at 13,657.79. The Standard & Poor's 500 Index .SPX was up 4.85 points, or 0.32 percent, at 1,535.47, after earlier rising to an intraday high of 1,540.56. The Nasdaq Composite Index .IXIC was up 9.91 points, or 0.38 percent, at 2,614.43, after climbing to a six-year high of 2,626.40.\n\nShares of companies that do well in a strong economy also gained, including Honeywell International Inc. (HON.N), which rose 1.3 percent to $58.68.\n\nEmployers added 157,000 jobs to nonfarm payrolls in May, outstripping Wall Street’s forecasts. The Institute for Supply Management’s index of national factory activity rose more than expected, as factory managers began replenishing depleted inventories in May. And consumers remained optimistic, with the final May reading in the Reuters/University of Michigan survey of consumer sentiment also exceeding expectations.\n\nWal-Mart shares shot up 4 percent to $49.48 on the New York Stock Exchange.\n\nIn Nasdaq trading, shares of computer maker Dell Inc. DELL.O climbed 1.7 percent to $27.37 a day after the company reported financial results and plans for job cuts. Dell led the list of stocks contributing the most to the Nasdaq 100’s .NDX advance."
    },
    {
        "header": "dow, s&p hit records on jobs and wal-mart",
        "time": "09:29 PM EDT",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN3148879120070602",
        "body": "NEW YORK (Reuters) - U.S. stocks rose on Friday, driving the Dow and the S&P 500 to record finishes, as strong jobs and manufacturing data reassured investors about the economy’s health.\n\nWal-Mart Stores Inc. (WMT.N) shares jumped 3.9 percent after it announced plans for a $15 billion stock buyback and trimmed its expansion plans. For details, see <ID:nN01324918>\n\nA government report on job creation in May and the Institute for Supply Management’s gauge of U.S. manufacturing activity both beat forecasts and underpinned the market.\n\nBut while the data increased optimism about profits, this week’s run-up led some investors to sell some of the biggest advancers, including plane maker Boeing Co. (BA.N) and technology company Apple Inc. (AAPL.O)\n\n“The economic numbers weren’t bad. You’ve got an economy that’s chugging along and that’s a positive,” said Alan Lancz of Alan B. Lancz & Associates in Toledo, Ohio.\n\nThe Dow Jones industrial average .DJI rose 40.47 points, or 0.30 percent, to end at a record 13,668.11. The Standard & Poor's 500 Index .SPX gained 5.72 points, or 0.37 percent, to finish at a record 1,536.34. The Nasdaq Composite Index .IXIC climbed 9.40 points, or 0.36 percent, to 2,613.92.\n\nFriday’s gains pushed the S&P 500 up to its third straight record finish. The Dow achieved its 48th record close since the beginning of October 2006 and its 26th record finish so far this year.\n\nDuring the session, the Dow hit a lifetime high of 13,692, and the Nasdaq rose to 2,626.40, its highest in more than six years. With Friday’s advance, the Nasdaq snapped a three-week losing streak.\n\nThe S&P 500 climbed to a session high of 1,540.56, close to its lifetime intraday high of 1,553.11 set on March 24, 2000, in the waning days of the dot-com stock bubble.\n\nFor the week, the Dow rose 1.19 percent, while the S&P 500 gained 1.36 percent and the Nasdaq rose 2.22 percent. Even so, a bout of profit-taking kept Friday’s gains in check.\n\n“Every day we’ve gotten more M&A news and private equity deals, putting big support under the market, but people are afraid to push it much higher,” said Rich Parker, head of trading at the Stanford Group in New York.\n\nWal-Mart finished at $49.47, up 3.9 percent on the New York Stock Exchange. It was the biggest gainer in the blue-chip Dow average and ranked No. 2, behind Exxon Mobil Corp. (XOM.N), among the top advancers in the broad S&P 500 index. Exxon Mobil’s stock ended up 1.3 percent at $84.22 as oil prices headed higher.\n\nWal-Mart’s move to scale back supercenter store openings boosted shares of its rivals, including grocers Kroger Co. (KR.N), which ended up 3.6 percent at $31.41, and Safeway Inc. SWY.N, which gained 5.3 percent to $36.29.\n\nOn Nasdaq, shares of Dell Inc. DELL.O rose 1.5 percent to $27.30 after the computer maker’s quarterly profit beat estimates.\n\nBig manufacturers also featured among the standouts, with shares of chemical maker DuPont DD.N ending up 1.5 percent at $53.10 on the NYSE, and diversified manufacturer Honeywell International Inc. (HON.N), finishing up 1.5 percent at\n\nBut shares of Boeing slipped 0.8 percent to $99.83 in NYSE trading, while on the Nasdaq, shares of Apple dropped 2.3 percent to $118.40.\n\nBefore the opening bell, Wall Street got a strong reading on the economy when the government reported that employers added 157,000 jobs to nonfarm payrolls in May. That sharply exceeded Wall Street’s forecasts.\n\nLater in the morning, a report from the Institute for Supply Management showed its index of national factory activity rose more than expected, as factory managers began replenishing depleted inventories in May. And consumers were optimistic, with the final May reading in a Reuters/University of Michigan survey showing consumer sentiment also above expectations.\n\nVolume was moderate on the NYSE, where about 1.48 billion shares changed hands, below last year’s estimated daily average of 1.84 billion. On the Nasdaq, about 1.92 billion shares were traded, below last year’s daily average of 2.02 billion.\n\nAdvancers outnumbered decliners by a ratio of about 2 to 1 on the NYSE and by about 3 to 2 on the Nasdaq.\n\nStocks shrugged off a drop in U.S. government debt prices that sent benchmark yields up near 5 percent -- their highest levels in 9-1/2 months -- on diminishing hopes for a cut in interest rates.\n\nThe benchmark 10-year note US10YT=RR fell 16/32 in price, or half a point, while its yield climbed to 4.96 percent US10YT=RR from 4.89 percent late on Thursday.\n\nThe two-year note’s US2YT=RR yield, which closely responds to expectations for Fed rate moves, headed for its biggest one-day jump since early April, rising to 4.98 percent from 4.92 percent on Thursday.\n\nElsewhere, U.S. gold rallied to a two-week high and silver surged to a five-week peak as upbeat economic data suggested that inflation could heat up.\n\nOn the New York Mercantile Exchange, July crude CLN7 rose $1.07, or 1.67 percent, to settle at $65.08 per barrel. That left crude down only 2 cents from last Friday’s settlement."
    },
    {
        "header": "wal-mart to cut supercenter growth; shares jump",
        "time": "07:28 PM EDT",
        "link": "http://www.reuters.com/article/businessNews/idUSN0131814120070601",
        "body": "FAYETTEVILLE, Arkansas (Reuters) - Wal-Mart Stores Inc. (WMT.N) said on Friday it will cut the number of supercenters it plans to open this year by as much as 30 percent as it tries to boost sales at U.S. stores, sending it shares up 4 percent.\n\nChief Financial Officer Tom Schoewe, who also said the world’s biggest retailer will buy back $15 billion of its own stock, made the eagerly awaited comments at the annual shareholders’ meeting.\n\nAnalysts and investors have pushed Wal-Mart to rein in U.S. expansion plans as sales at its existing stores, known as comparable store sales, have slowed and it has saturated many markets.\n\nThe company’s stock price has fallen 23 percent since Lee Scott was named chief executive in 2000.\n\n“Our (comparable) store sales aren’t at the level that they need to be,” Schoewe told reporters after the meeting, but he said reducing supercenter openings should change that.\n\nWal-Mart’s supercenters pair full-scale grocery stores with its traditional discount store format. Thanks to its supercenters, Wal-Mart is the largest U.S. seller of food.\n\nThe retailer, which had 2,307 U.S. supercenters at the end of April, said it now expects to open 190 to 200 supercenters this fiscal year, down from its previous plan of 265 to 270.\n\nStarting next fiscal year, the company expects to open 170 supercenters annually, Schoewe said.\n\nSupermarket stocks rallied following the announcement, with Safeway Inc.’s SWY.N up more than 5 percent and Kroger Co. (KR.N), the largest U.S. grocery chain, rising 3.6 percent.\n\nWal-Mart has struggled in recent months with its U.S. comparable-store sales, reporting a drop of 3.5 percent in April -- the largest fall since it began reporting the figures in 1979.\n\nIt has blamed the poor figures on merchandising missteps, such as offering trendy clothes that customers rejected, and store remodeling activity, which it said disrupted shoppers.\n\nWall Street has said that Wal-Mart would have a better chance of improving sales if it cut back on its square-footage growth and concentrated on improving existing stores.\n\n“We believe our plan will improve sales growth,” Scott said at the meeting.\n\nCompany executives said on Friday that Wal-Mart went too far with some of its fashion offerings and needed to “earn the right” to sell higher-price goods to its shoppers, instead of putting them in stores and assuming they will sell.\n\nLast year, Wal-Mart downplayed its discount roots to try to expand its image beyond that of a low-priced retailer.\n\nIt stocked more upscale items like organic food, plasma TVs and trendy clothing, hoping wealthier shoppers would spend more in its stores.\n\nBut lower-income customers balked at some of the changes, and Wal-Mart has returned to emphasizing its low prices.\n\nWal-Mart executives said the retailer is still working on tailoring merchandise in its stores to meet the needs of the local markets, instead of following its previous one-size-fits-all strategy.\n\nIt is also trying to improve customer service, “especially around checkout,” Scott said.\n\nRichard Hastings, an analyst at credit rating agency Bernard Sands, said he was not surprised by Wal-Mart’s decision to scale back growth, but added that a “fundamental rebound” at Wal-Mart stores was likely years away.\n\n“It is possible that even greater deterioration at the Wal-Mart Stores division could appear before things get better,” Hastings wrote in a note to clients.\n\nWal-Mart said its overall consolidated square-footage growth rate would be about 6 percent for fiscal years 2008 and 2009 and 4 to 5 percent in the United States.\n\nSchoewe said the new expansion strategy would lower Wal-Mart’s fiscal 2008 capital spending to $15.5 billion from $17 billion.\n\nThe retailer also said it will repurchase $15 billion worth of its shares.\n\nWal-Mart shares rose $1.87, or 3.9 percent, to $49.47 in New York Stock Exchange trading. In the past 52 weeks, the shares have traded in a range of $52.15 to $42.31.\n\nSafeway rose $1.81 to $36.29, Kroger shares rose $1.09 to $31.41 and Supervalu Inc.’s (SVU.N) stock gained $1.00, or 2.1 percent, to $48.64. Shares of Wal-Mart rival Target gained $1.24, or 2 percent, to $63.67."
    },
    {
        "header": "wal-mart confirms plans to drive u.s. store returns and $15 bln share repurchase program",
        "time": "11:13 AM EDT",
        "link": "http://www.reuters.com/article/inPlayBriefing/idUSIN20070601111313WMT20070601",
        "body": "Co confirms plans to moderate the growth of its U.S. supercenters. This plan is intended to result in higher U.S. return on investment, reduced capital expenditures and higher U.S. comparable store sales. In addition, the Board of Directors approved a new share repurchase program that increases the Company’s authorization to $15 billion. “In addition to the share repurchase program, Wal-Mart is returning more than $3.6 billion to shareholders in the form of dividends this year,” Scott added. “Wal-Mart has increased its dividend every year since its first declared dividend of five cents per share in March 1974.”"
    },
    {
        "header": "us stocks-dow, s&p hit records on jobs and wal-mart",
        "time": "05:45 PM EDT",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSN0136720920070601",
        "body": "NEW YORK, June 1 (Reuters) - U.S. stocks rose on Friday, driving the Dow and the S&P 500 to record finishes, as strong jobs and manufacturing data reassured investors about the economy’s health.\n\nWal-Mart Stores Inc. (WMT.N) shares jumped 3.9 percent after it announced plans for a $15 billion stock buyback and trimmed its expansion plans. For details, see [ID:nN01324918]\n\nA government report on job creation in May and the Institute for Supply Management’s gauge of U.S. manufacturing activity both beat forecasts and underpinned the market.\n\nBut while the data increased optimism about profits, this week’s run-up led some investors to sell some of the biggest advancers, including plane maker Boeing Co. (BA.N) and technology company Apple Inc. (AAPL.O)\n\n“The economic numbers weren’t bad. You’ve got an economy that’s chugging along and that’s a positive,” said Alan Lancz of Alan B. Lancz & Associates in Toledo, Ohio.\n\nThe Dow Jones industrial average .DJI rose 40.47 points, or 0.30 percent, to end at a record 13,668.11. The Standard & Poor's 500 Index .SPX gained 5.72 points, or 0.37 percent, to finish at a record 1,536.34. The Nasdaq Composite Index .IXIC climbed 9.40 points, or 0.36 percent, to 2,613.92.\n\nFriday’s gains pushed the S&P 500 up to its third straight record finish. The Dow achieved its 48th record close since the beginning of October 2006 and its 26th record finish so far this year.\n\nDuring the session, the Dow hit a lifetime high of 13,692, and the Nasdaq rose to 2,626.40, its highest in more than six years. With Friday’s advance, the Nasdaq snapped a three-week losing streak.\n\nThe S&P 500 climbed to a session high of 1,540.56, close to its lifetime intraday high of 1,553.11 set on March 24, 2000, in the waning days of the dot-com stock bubble.\n\nFor the week, the Dow rose 1.19 percent, while the S&P 500 gained 1.36 percent and the Nasdaq rose 2.22 percent. Even so, a bout of profit-taking kept Friday’s gains in check.\n\n“Every day we’ve gotten more M&A news and private equity deals, putting big support under the market, but people are afraid to push it much higher,” said Rich Parker, head of trading at the Stanford Group in New York.\n\nWal-Mart finished at $49.47, up 3.9 percent on the New York Stock Exchange. It was the biggest gainer in the blue-chip Dow average and ranked No. 2, behind Exxon Mobil Corp. (XOM.N), among the top advancers in the broad S&P 500 index. Exxon Mobil’s stock ended up 1.3 percent at $84.22 as oil prices headed higher.\n\nWal-Mart’s move to scale back supercenter store openings boosted shares of its rivals, including grocers Kroger Co. (KR.N), which ended up 3.6 percent at $31.41, and Safeway Inc. SWY.N, which gained 5.3 percent to $36.29.\n\nOn Nasdaq, shares of Dell Inc. DELL.O rose 1.5 percent to $27.30 after the computer maker’s quarterly profit beat estimates.\n\nBig manufacturers also featured among the standouts, with shares of chemical maker DuPont DD.N ending up 1.5 percent at $53.10 on the NYSE, and diversified manufacturer Honeywell International Inc. (HON.N), finishing up 1.5 percent at $58.80.\n\nBut shares of Boeing slipped 0.8 percent to $99.83 in NYSE trading, while on the Nasdaq, shares of Apple dropped 2.3 percent to $118.40.\n\nBefore the opening bell, Wall Street got a strong reading on the economy when the government reported that employers added 157,000 jobs to nonfarm payrolls in May. That sharply exceeded Wall Street’s forecasts.\n\nLater in the morning, a report from the Institute for Supply Management showed its index of national factory activity rose more than expected, as factory managers began replenishing depleted inventories in May. And consumers were optimistic, with the final May reading in a Reuters/University of Michigan survey showing consumer sentiment also above expectations.\n\nVolume was moderate on the NYSE, where about 1.48 billion shares changed hands, below last year’s estimated daily average of 1.84 billion. On the Nasdaq, about 1.92 billion shares were traded, below last year’s daily average of 2.02 billion.\n\nAdvancers outnumbered decliners by a ratio of about 2 to 1 on the NYSE and by about 3 to 2 on the Nasdaq.\n\nStocks shrugged off a drop in U.S. government debt prices that sent benchmark yields up near 5 percent -- their highest levels in 9-1/2 months -- on diminishing hopes for a cut in interest rates.\n\nThe benchmark 10-year note US10YT=RR fell 16/32 in price, or half a point, while its yield climbed to 4.96 percent US10YT=RR from 4.89 percent late on Thursday.\n\nThe two-year note’s US2YT=RR yield, which closely responds to expectations for Fed rate moves, headed for its biggest one-day jump since early April, rising to 4.98 percent from 4.92 percent on Thursday.\n\nElsewhere, U.S. gold rallied to a two-week high and silver surged to a five-week peak as upbeat economic data suggested that inflation could heat up.\n\nOn the New York Mercantile Exchange, July crude CLN7 rose $1.07, or 1.67 percent, to settle at $65.08 per barrel. That left crude down only 2 cents from last Friday’s settlement."
    },
    {
        "header": "wal-mart chairman says has confidence in ceo",
        "time": "01:58 PM EDT",
        "link": "http://www.reuters.com/article/businessNews/idUSN0129778620070601",
        "body": "FAYETTEVILLE, Arkansas (Reuters) - Wal-Mart Stores Inc. (WMT.N) Chairman Rob Walton said on Friday that the retailer’s board and the Walton family have confidence in Chief Executive Officer Lee Scott.\n\nHe made the comments at Wal-Mart’s annual shareholders meeting, which comes as the company has struggled with sluggish growth at its U.S. stores, a lagging stock price, and criticism from labor groups for its pay and health care benefits.\n\n“It hasn’t been an easy year, this last year,” Walton told the meeting. But he expressed confidence in Scott and thanked him for his work for the company.\n\nRob Walton is the son of Wal-Mart founder Sam Walton."
    },
    {
        "header": "us stocks-dow, s&p end at records as jobs and wal-mart jump",
        "time": "04:38 PM EDT",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN0144896320070601",
        "body": "NEW YORK, June 1 (Reuters) - U.S. stocks rose on Friday, driving the Dow and the S&P 500 to record finishes, as strong jobs and manufacturing data reassured investors about the economy’s health.\n\nWal-Mart Stores Inc. (WMT.N) shares jumped 3.9 percent after it announced plans for a $15 billion stock buyback and trimmed its expansion plans. For details, see [ID:nN01324918]\n\nA government report on job creation in May and the Institute for Supply Management’s gauge of U.S. manufacturing activity both beat forecasts and underpinned the market.\n\nBut while the data increased optimism about profits, this week’s run-up led some investors to sell some of the biggest advancers, including plane maker Boeing Co. (BA.N) and technology company Apple Inc. (AAPL.O)\n\n“The economic numbers weren’t bad. You’ve got an economy that’s chugging along and that’s a positive,” said Alan Lancz of Alan B. Lancz & Associates in Toledo, Ohio.\n\nThe Dow Jones industrial average .DJI rose 40.47 points, or 0.30 percent, to end at a record 13,668.11. The Standard & Poor's 500 Index .SPX gained 5.72 points, or 0.37 percent, to finish at a record 1,536.34. The Nasdaq Composite Index .IXIC climbed 9.40 points, or 0.36 percent, to 2,613.92.\n\nFriday’s gains pushed the S&P 500 up to its third straight record finish. The Dow achieved its 48th record close since the beginning of October 2006 and its 26th record finish so far this year.\n\nDuring the session, the Dow hit a lifetime high of 13,692, and the Nasdaq rose to 2,626.40, its highest in more than six years. With Friday’s advance, the Nasdaq snapped a three-week losing streak.\n\nThe S&P 500 climbed to a session high of 1,540.56, close to its lifetime intraday high of 1,553.11 set on March 24, 2000, in the waning days of the dot-com stock bubble.\n\nFor the week, the Dow rose 1.19 percent, while the S&P 500 gained 1.36 percent and the Nasdaq rose 2.22 percent. Even so, a bout of profit-taking kept Friday’s gains in check.\n\n“Every day we’ve gotten more M&A news and private equity deals, putting big support under the market, but people are afraid to push it much higher,” said Rich Parker, head of trading at the Stanford Group in New York.\n\nWal-Mart finished at $49.47, up 3.9 percent on the New York Stock Exchange. It was the biggest gainer in the blue-chip Dow average and ranked No. 2, behind Exxon Mobil Corp. (XOM.N), among the top advancers in the broad S&P 500 index. Exxon Mobil’s stock ended up 1.3 percent at $84.22 as oil prices headed higher. U.S. crude for July delivery CLN7 gained $1.07 to settle at $65.08 a barrel.\n\nWal-Mart’s move to scale back supercenter store openings boosted shares of its rivals, including grocers Kroger Co. (KR.N), which ended up 3.6 percent at $31.41, and Safeway Inc. SWY.N, which gained 5.3 percent to $36.29.\n\nOn Nasdaq, shares of Dell Inc. DELL.O rose 1.5 percent to $27.30 after the computer maker’s quarterly profit beat estimates.\n\nBig manufacturers also featured among the standouts, with shares of chemical maker DuPont DD.N ending up 1.5 percent at $53.10 on the NYSE, and diversified manufacturer Honeywell International Inc. (HON.N), finishing up 1.5 percent at $58.80.\n\nBut shares of Boeing slipped 0.8 percent to $99.83 in NYSE trading, while on the Nasdaq, shares of Apple dropped 2.3 percent to $118.40.\n\nBefore the opening bell, Wall Street got a strong reading on the economy when the government reported that employers added 157,000 jobs to nonfarm payrolls in May. That sharply exceeded Wall Street’s forecasts. Later in the morning, a report from the Institute for Supply Management showed its index of national factory activity rose more than expected, as factory managers began replenishing depleted inventories in May. And consumers were optimistic, with the final May reading in a Reuters/University of Michigan survey showing consumer sentiment also above expectations.\n\nVolume was moderate on the NYSE, where about 1.48 billion shares changed hands, below last year’s estimated daily average of 1.84 billion. On the Nasdaq, about 1.92 billion shares were traded, below last year’s daily average of 2.02 billion.\n\nAdvancers outnumbered decliners by a ratio of about 2 to 1 on the NYSE and by about 3 to 2 on the Nasdaq."
    },
    {
        "header": "music, comedy and an endorsement for wal-mart ceo",
        "time": "07:55 PM EDT",
        "link": "http://www.reuters.com/article/ousiv/idUSN0129392720070601",
        "body": "FAYETTEVILLE, Arkansas (Reuters) - The employee rally that doubles as the annual meeting for Wal-Mart Stores Inc. (WMT.N) on Friday featured comedy from Sinbad, a performance by Jennifer Lopez and a flag-waving salute to the 13 countries where the company operates outside the United States.\n\nOh, and there was the public endorsement of Chief Executive Lee Scott by the chairman of the board, who acknowledged it has been a tough year for the retailer.\n\n“The board and our Walton family have absolute confidence in your leadership, Lee,” said Rob Walton, chairman of the board of the world’s largest retailer and son of Wal-Mart founder Sam Walton.\n\nThe vote of confidence comes at a time when the Bentonville, Ark.-based retailer has seen its U.S. sales struggle amid what the company says were merchandising missteps such as offering trendy clothes its customers rejected.\n\nSales at its U.S. stores open at least a year fell 3.5 percent in April -- the largest drop since it began reporting the figures in 1979.\n\nThe company is also mired in a high-profile legal battle with former marketing communications chief Julie Roehm, who was fired in December after less than a year at the company.\n\nRoehm sued for breach of contract and Wal-Mart counter sued, with each side accusing the other of ethical violations.\n\nIn other negative news, the company in March fired an employee making what it said were unauthorized tape recordings of telephone calls to and from a New York Times reporter and also fired his supervisor.\n\n“It hasn’t been an easy year this year, but believe me, it wasn’t always easy for mother and dad, either,” Walton said.\n\nThis year’s annual meeting was markedly different than the 2006 production, which included a full-length scripted musical.\n\nInstead, Wal-Mart executives gave straight-forward presentations about the business, sprinkled with entertainment from Sinbad, Lopez and Jordin Sparks, the most recent winner of the “American Idol” television singing contest.\n\nThe meeting is attended by thousands of Wal-Mart employees from all over the world, chosen by their co-workers.\n\nSinbad drew huge applause when he referenced the meeting’s early -- 7 a.m. -- start time.\n\n“I have some thoughts for next year -- 11 o’clock,” he quipped.\n\nHe also noted Wal-Mart employees might be a bit over zealous when it comes to helping costumers in the stores.\n\n“I was just there to buy toothbrushes,” he said. “Twenty- five people took me to the dental aisle. Brushed my teeth. Helped me floss.”\n\nBut investors viewing the meeting may have been more concerned about some help for the stock price, which has well underperformed the shares of rival Target Corp. (TGT.N) in the past year.\n\nA company announcement it planned to slow the pace of superstore openings in the United States and also that it had adopted a new $15 billion stock buyback plan appeared to help. Wal-Mart shares were up $1.90, or 4 percent, at $49.50 on Friday afternoon on the New York Stock Exchange.\n\nThe Walton Arena is usually decorated with banners touting the numerous championships won by the University of Arkansas Razorbacks basketball team.\n\nBut on Friday, other banners were also on display -- with the mantra “saving people money so they can live better.”\n\nAs the world’s largest retailer -- and largest company based on sales -- Wal-Mart is a lightning rod for unions and others who question its pay and benefits practices, blame it for forcing small stores out of business, and for helping speed the push of manufacturing from the United States to lower-cost countries.\n\nWal-Mart executives on Friday touted the company’s green initiatives -- such as pushing for reductions in packaging materials -- its $4 prescription plan and its policy of choosing most of its managers and executives from the ranks of current employees.\n\n“Attacks from our opponents are just not working and they are not going to work,” Scott said."
    },
    {
        "header": "wal-mart says u.s. big enough for it and tesco",
        "time": "02:57 PM EDT",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSN0134440920070601",
        "body": "FAYETTEVILLE, Ark., June 1 (Reuters) - British retailer Tesco Plc. (TSCO.L) should do well when it enters the U.S. market later this year, but it should not have a significant impact on Wal-Mart Stores Inc.’s (WMT.N) sales in the near term, Wal-Mart’s chief executive said on Friday.\n\n“I would expect that we will learn things from them, what works and what doesn’t work,” Wal-Mart CEO Lee Scott said in a meeting with reporters after the company’s annual meeting.\n\nTesco, Britain’s biggest retailer, plans to open Fresh & Easy Neighborhood market stores this year in California, Nevada and Arizona. Those stores will be smaller than traditional markets, focus on ready-to-eat meals and offer more fresh and environmentally friendly products than typical grocery and convenience stores.\n\n“I don’t think you can look at Tesco in the next five years and ask if there is going to be some significant impact on Wal-Mart sales,” Scott said, noting the size of the stores Tesco plans to open. “Over the long run, 20 years, 25 years, what does that mean? That’s a different question.”\n\n“We compete with them around the world, and we tend to not go out of business,” Scott said.\n\nWal-Mart shares were up 3.9 percent on Friday at $49.46 after the retailer said it would cut back on the number of supercenters it opens and set a new $15 billion stock repurchase plan."
    }
]