[
    {
        "header": "court won't reconsider wal-mart sex bias case",
        "time": "06:50 PM EST",
        "link": "http://www.reuters.com/article/domesticNews/idUSN1152578120071211",
        "body": "LOS ANGELES (Reuters) - Wal-Mart Stores Inc suffered a legal setback in its attempt to head off the biggest sexual discrimination case in U.S. history when an appeals court on Tuesday allowed the case to remain a class-action lawsuit.\n\nThe plaintiffs estimated they could win billions of dollars in lost pay and damages and that as many as 2 million women who have worked for Wal-Mart in its U.S. stores since 1998 could join the suit.\n\nBut the court left open the option for Wal-Mart to file a new petition for a rehearing, and Wal-Mart attorney Theodore Boutrous said the Bentonville, Arkansas-based retailer intends to do so.\n\nThe three-judge panel of 9th U.S. Circuit Court of Appeals said it would not reconsider its own decision affirming class certification to the case, but would allow both sides to appeal to the full court.\n\nThe revised ruling, which upholds a San Francisco U.S. District Court judge’s finding on class certification, allows the parties to file new petitions for rehearing.\n\n“The court’s order makes clear that Wal-Mart can now file a new rehearing petition in light of the new opinion,” Boutrous said.\n\nBrad Seligman, a lawyer for Betty Dukes, the longtime Wal-Mart employee who brought the lawsuit in 2001, said in a statement that “the women at Wal-Mart are one step closer to their day in court.”\n\nSix other women have since joined the suit.\n\nA three-judge panel ruled in a split decision in February that more than 1 million women could join a suit charging bias in pay and promotions."
    },
    {
        "header": "update 3-us court won't reconsider wal-mart sex bias case",
        "time": "06:17 PM EST",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSN1153562620071211",
        "body": "LOS ANGELES, Dec 11 (Reuters) - Wal-Mart Stores Inc (WMT.N) suffered a legal setback in its attempt to head off the biggest sexual discrimination case in U.S. history when an appeals court on Tuesday allowed the case to remain a class-action lawsuit.\n\nThe plaintiffs estimated they could win billions of dollars in lost pay and damages and that as many as 2 million women who have worked for Wal-Mart in its U.S. stores since 1998 could join the suit.\n\nBut the court left open the option for Wal-Mart to file a new petition for a rehearing, and Wal-Mart attorney Theodore Boutrous said the Bentonville, Arkansas-based retailer intends to do so.\n\nThe three-judge panel of 9th U.S. Circuit Court of Appeals said it would not reconsider its own decision affirming class certification to the case, but would allow both sides to appeal to the full court.\n\nThe revised ruling, which upholds a San Francisco U.S. District Court judge’s finding on class certification, allows the parties to file new petitions for rehearing.\n\n“The court’s order makes clear that Wal-Mart can now file a new rehearing petition in light of the new opinion,” Boutrous said.\n\nBrad Seligman, a lawyer for Betty Dukes, the longtime Wal-Mart employee who brought the lawsuit in 2001, said in a statement that “the women at Wal-Mart are one step closer to their day in court.”\n\nSix other women have since joined the suit.\n\nA three-judge panel ruled in a split decision in February that more than 1 million women could join a suit charging bias in pay and promotions. (Reporting by Gina Keating, editing by Mark Porter, Leslie Gevirtz, Richard Chang)"
    },
    {
        "header": "wal-mart to grow more than  30 pct/yr in china",
        "time": "01:19 AM EST",
        "link": "http://www.reuters.com/article/technology-media-telco-SP/idUSPEK16538420071211",
        "body": "BEIJING, April 12 (Reuters) - D&B Corp. (DNB.N), the financial information provider known as Dun & Bradstreet, said on Thursday it was in talks in China on possible acquisitions or partnerships.\n\n“We are definitely on the lookout for anything that we can do in terms of JVs, acquisitions and partnerships,” Steve Alesio told Reuters in an interview.\n\n“That is part of the reason I am here.”\n\nAlesio said he had already held talks on his current trip to the mainland, but did not give other details.\n\nChina is the company’s fastest growing market where its credit database of small- and medium-sized companies is growing about 50 percent a year.\n\n“Customers want a database that is growing fast and furious,” said Alesio.\n\nC Reuters 2007. All rights reserved. Republication or redistribution ofReuters content, including by caching, framing or similar means, is expresslyprohibited without the prior written consent of Reuters. Reuters and the Reuterssphere logo are registered trademarks and trademarks of the Reuters group ofcompanies around the world.nPEK165384"
    }
]