[
    {
        "header": "while wal-mart plods along, target stumbles",
        "time": "04:29 PM EST",
        "link": "http://www.reuters.com/article/ousiv/idUSN1063446220071212",
        "body": "Last holiday shopping season, Wal-Mart (WMT.N) was struggling to get sales on track as lower-income shoppers snubbed its efforts to imitate smaller rival Target (TGT.N) by stocking its stores with trendy but cheap products.\n\nThis year, it is Target that is struggling as middle-income consumers cut back on discretionary spending.\n\nTraffic at Target stores is declining and many shoppers are ignoring higher-margin goods, such as cashmere sweaters and home decor, in favor of basics such as food. Last week, Target warned it may not meet its fourth-quarter earnings forecast.\n\n“They’re getting squeezed on both ends,” said Patty Edwards, an analyst at investment management firm Wentworth, Hauser and Violich, which owns Target Corp and Wal-Mart Stores Inc shares.\n\nThe middle-income households that Target caters to are facing rising mortgage payments and falling home values, while lower-income shoppers are heading to Wal-Mart for cheap food and clothes.\n\nDepartment stores such as Kohl’s Corp (KSS.N) and J.C. Penney Co Inc (JCP.N), which also offer low-cost designer merchandise, are heavily discounting for the holidays.\n\nHeading into 2008, Target will face tough comparisons to strong sales in early 2007, while Wal-Mart will be cycling some lower sales comparisons.\n\n“It’s going to be way harder for Target than Wal-Mart,” Edwards said.\n\nLast fiscal year, Wal-Mart’s U.S. sales at stores open at least a year, or same-store sales, rose at the slowest pace on record as it alienated its core lower-income shoppers by trying to sell higher-margin skinny jeans and high-thread count sheets.\n\nThis year it has shifted gears, clearing out poor-selling goods and returning to touting low prices.\n\nWal-Mart has said it is focused on improving U.S. sales and lowered Wall Street’s expectations so much investors were happy when it reported 1.5 percent growth for November.\n\nWhile Wal-Mart was stumbling, Target was Wall Street’s darling. It was able to get shoppers to buy not only toilet paper and food, but also Isaac Mizrahi dresses and home decor that mimicked items found at more upscale retailers.\n\nSince the end of 2002, Target’s shares are up 77 percent, while Wal-Mart stock is down 2 percent.\n\nBut what has made Target a success is now hurting results.\n\nSteven Baumgarten, equity analyst at PNC Capital Advisors, said that, while apparel accounts for 20 percent of Target’s sales, it makes up a much larger percentage of profits.\n\n“When that category get competitive and the economy slows and other retailers are cutting their prices, Target has to turn around and maybe discount to some extent as well and it’s going to hurt their bottom line,” he said.\n\nTarget may be curbing expectations for 2008 sales growth.\n\n“We sense that management is recalibrating its internal plans for same-store sales up in the low-single digits through the middle of 2008 -- down from its long-term goal of 4-6 percent,” JPMorgan’s Charles Grom wrote at the end of October.\n\n“During a recent management meeting, Target said that the current traffic dynamic is the worst it’s seen in years and the current environment is as challenging as any year in a decade,” analyst Michael Exstein wrote in a note this week.\n\nTarget, which has not issued a specific same-store sales forecast, is also facing pressure from activist investor William Ackman to boost its stock price.\n\nTo that end, in September it said would weigh the sale of its credit card assets and in November it announced a $10 billion stock buyback.\n\nBut the buyback prompted Fitch Ratings to cut Target’s credit rating, saying it anticipated the retailer would fund most of the share repurchase with debt.\n\nAnalysts also question whether Target can or should sell its credit card assets. Many banks that could buy the portfolio are faltering themselves and Edwards said keeping the business could help Target bolster profits if sales slow.\n\nCredit Suisse’s Exstein reduced his fourth-quarter earnings estimate on Target and cut his target price to $64 from $66.\n\n“It appears that the company will be focused on sustaining traffic instead of margins through the use of consumables in its assortment,” Exstein wrote. “While we believe this is the right long term competitive move, it suggests to us that gross margins have likely peaked for this cycle.”\n\nTarget’s stock is down 24 percent since mid July, while Wal-Mart’s is roughly flat. Target is trading for 14.5 times next year’s earnings, almost in line with Wal-Mart.\n\n“We believe Wal-Mart is better positioned to benefit given its strong every day low price message and as consumers trade down,” the bank said in the note this week.\n\nWhile 2008 may be tough for Target, many on Wall Street still favor the discounter over the longer term.\n\n“What’s going on now with Target is more a reflection of the overall economy and the shape of the U.S. consumer, rather than saying Target’s losing their edge,” Baumgarten added."
    },
    {
        "header": "us court won't reconsider wal-mart sex bias case",
        "time": "04:40 AM EST",
        "link": "http://www.reuters.com/article/consumerproducts-SP/idUSN1153562620071212",
        "body": "LOS ANGELES, Dec 11 (Reuters) - Wal-Mart Stores Inc (WMT.N) suffered a legal setback in its attempt to head off the biggest sexual discrimination case in U.S. history when an appeals court on Tuesday allowed the case to remain a class-action lawsuit.\n\nThe plaintiffs estimated they could win billions of dollars in lost pay and damages and that as many as 2 million women who have worked for Wal-Mart in its U.S. stores since 1998 could join the suit.\n\nBut the court left open the option for Wal-Mart to file a new petition for a rehearing, and Wal-Mart attorney Theodore Boutrous said the Bentonville, Arkansas-based retailer intends to do so.\n\nThe three-judge panel of 9th U.S. Circuit Court of Appeals said it would not reconsider its own decision affirming class certification to the case, but would allow both sides to appeal to the full court.\n\nThe revised ruling, which upholds a San Francisco U.S. District Court judge’s finding on class certification, allows the parties to file new petitions for rehearing.\n\n“The court’s order makes clear that Wal-Mart can now file a new rehearing petition in light of the new opinion,” Boutrous said.\n\nBrad Seligman, a lawyer for Betty Dukes, the longtime Wal-Mart employee who brought the lawsuit in 2001, said in a statement that “the women at Wal-Mart are one step closer to their day in court.”\n\nSix other women have since joined the suit.\n\nA three-judge panel ruled in a split decision in February that more than 1 million women could join a suit charging bias in pay and promotions. (Reporting by Gina Keating, editing by Mark Porter, Leslie Gevirtz, Richard Chang)"
    }
]