[
    {
        "header": "n.j. court certifies class-action against wal-mart",
        "time": "02:41 PM EDT",
        "link": "http://www.reuters.com/article/domesticNews/idUSN3127395120070531",
        "body": "NEW YORK (Reuters) - The New Jersey State Supreme Court on Thursday certified a class-action lawsuit against Wal-Mart Stores Inc. filed by employees who allege the retailer deprived them of rest and meal breaks while forcing them to work “off the clock.”\n\nIn a 5-1 ruling, the state’s highest court revived a lawsuit by about 72,000 current and former New Jersey employees who had previously been denied class-action status by trial and appellate courts.\n\nThe court said it certified the status because “common questions of law and fact predominate over individualized questions” and class-action is the most effective way to settle the matter.\n\n“We’re disappointed with the decision and we are studying the opinion,” Wal-Mart spokesman John Simley told Reuters.\n\n“It’s important to note that the judge’s decision was not on the merits of the complaint, but whether or not it should proceed as class action. An increasing number of courts have ruled that cases like this are not suited for class treatment.”\n\nAccording to the lawsuit, the employees contend the world’s largest retailer failed to compensate the workers for all time worked by forcing them “to work through meal breaks, locking employees in retail stores after they had clocked out, and by coercing employees to work off the clock.”\n\nHourly employees working between three and six hours are entitled to a paid, 15-minute break. Shifts exceeding six hours garner two such breaks along with a thirty-minute, unpaid meal break, according to the company’s guidelines."
    },
    {
        "header": "wal-mart: $4 generics now 38 pct of filled scripts",
        "time": "09:16 PM EDT",
        "link": "http://www.reuters.com/article/businessNews/idUSN3125050120070601",
        "body": "BENTONVILLE, Arkansas (Reuters) - Wal-Mart Stores Inc. said on Thursday that just six months after completing the roll-out of its $4 generic prescription drug program, 37.8 percent of all prescriptions it fills are $4 prescriptions.\n\nWal-Mart’s U.S. chief operating officer, Bill Simon, made the comments at a media conference one day ahead of its annual shareholders’ meeting amid ongoing criticism from labor groups that contend the world’s largest retailer offers inadequate pay and health care benefits to its workers.\n\nWal-Mart began selling certain generic drugs for $4 per monthly prescription in September and by the end of November had extended the program to all its U.S. pharmacies -- far ahead of schedule. Other retailers, including close rival Target Corp., have rolled out similar programs.\n\nSimon estimated that Wal-Mart’s $4 program has removed $350 million in costs from the U.S. healthcare system, with that number projected to rise to $1 billion in a year.\n\nSimon also said the retailer still expects to open as many as 2,000 in-store health clinics in the next five to seven years if current demand persists.\n\nWal-Mart began testing in-store health clinics in September 2005, and said earlier this year it would expand the program. The clinics provide basic preventative and health services -- such as cholesterol screenings or treatment for sore throats -- and a routine visit costs $40 to $65, excluding insurance.\n\nSimon said the retailer does not see the clinics as a means to bring new customers into its stores, but as a way to meet customer demand and cut costs from the health care system.\n\nLinda Dillman, Wal-Mart’s executive vice president for benefits, risk management and sustainability, said 90.4 percent of Wal-Mart employees reported having some sort of health coverage, either through the retailer or a separate source like a parent or spouse.\n\nShe said about 47.4 percent of Wal-Mart workers are covered under the Wal-Mart health plan."
    },
    {
        "header": "wal-mart, 3m sued in teenager's death from solvent",
        "time": "04:51 PM EDT",
        "link": "http://www.reuters.com/article/domesticNews/idUSN3122706820070531",
        "body": "LOS ANGELES (Reuters) - The parents of a California teenager who died after inhaling an aerosol dust remover sued the 3M Co. and Wal-Mart Stores Inc. on Thursday for selling the substance, which produces a euphoric state when inhaled, without adequate warnings.\n\nThe lawsuit, filed in Monterey Superior Court, said both companies knew 3M Dust Remover was popular among teenage inhalant abusers, but continued selling it for years without warnings or an additive that prevents abuse.\n\n“The product has become widely successful -- not so much for its revolutionary cleaning properties -- but because of its known association with inhalant abuse by children and teenagers who seek a cheap ‘high,'” the suit said.\n\nThe practice of inhaling dust remover products, known as “dusting” has been widely reported by the U.S. media since at least 1999 and generated one national lawsuit, the complaint said.\n\nWal-Mart was not immediately available for comment. A 3M spokeswoman had no immediate comment.\n\nKasey Jo Easley, 19, died days after becoming intoxicated from “huffing” 3M Dust Remover purchased from a Wal-Mart store and falling unconscious in a hot tub on November 23, 2006 at a party at a Salinas, California home, the lawsuit said.\n\nThe lawsuit also names as defendants three men who were at the home during the incident, including one who instructed the girl to buy four cans of 3M Dust Remover.\n\nAttorney Frank Pitre, who represents the girl’s parents, said Wal-Mart and 3M knew for more than a decade the product “was commonly and dangerously abused by teenagers as a drug,” but failed to add a “bitteragent” used by manufacturers of similar products to prevent inhalant abuse.\n\n3M introduced a bitteragent to the product in March, the suit said.\n\nThe suit accuses Wal-Mart and 3M of wrongful death, product liability and negligence and demands punitive damages of an amount to be determined at trial."
    },
    {
        "header": "wal-mart \"realistic\" toy guns trigger shanghai raid",
        "time": "01:18 AM EDT",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSPEK7447920070531",
        "body": "SHANGHAI, May 31 (Reuters) - Chinese quality watchdogs have seized 46 toy guns from a Wal-Mart (WMT.N) store in Shanghai because they looked “too realistic”, state media reported on Thursday.\n\nFive types of toy guns, including pistols and a machinegun, seized from the U.S. retailing giant’s outlet in Pudong district, violated colour standards, the Shanghai Daily said, citing the local bureau of quality and technical supervision.\n\n“All of the guns are black or metallic, which is against a law that states at least half of toy guns should be bright colours such as red or green to differentiate them from real weapons,” the paper quoted an unnamed quality official as saying.\n\n“The toy guns sold in Wal-Mart are too real, and such toys can be harmful to children by easily inducing them to violence,” the official said.\n\nThe bureau would inspect samples of the seized guns again, the paper said, adding that if they were confirmed to have broken regulations, Wal-Mart could face a fine equal to three times their sale value."
    },
    {
        "header": "anti-wal-mart group aims ads at core customers",
        "time": "02:41 PM EDT",
        "link": "http://www.reuters.com/article/domesticNews/idUSN3121707220070531",
        "body": "BENTONVILLE, Arkansas (Reuters) - A group that opposes Wal-Mart Stores Inc.’s business practices plans to target what it calls the retailer’s core conservative Republican customers with a new television advertising campaign, saying the company is “not American anymore.”\n\nWakeUpWalMart.com is launching the $1 million television campaign in the the South, Southeast and Midwest United States to try to take advantage of what it says its research shows is a “values conflict” among consumers who like low prices but do not like to see more manufacturing jobs moving overseas.\n\n“People like low prices, but they don’t like the values” they are seeing at Wal-Mart, said Chris Kofinis, a spokesman for the union-backed group that has been highly critical of the world’s largest retailer.\n\nThe first television ad, which will begin running in June, paints Wal-Mart as having moved away from founder Sam Walton’s vision of buying American, saying the retailer instead “drives American companies to shut down plants and move manufacturing jobs to China.”\n\nThe U.S. trade deficit with China hit a record $233 billion last year, a source of frustration among many U.S. lawmakers. A three-day Washington visit by a top-level Chinese delegation last week ended with little progress evident on the thorniest points in a troubled trans-Pacific trade relationship.\n\nWal-Mart directly sources about $9 billion in goods from China, a spokeswoman for the retailer said. In the past, the company has said another $9 billion reach Wal-Mart stores through suppliers who also buy goods manufactured in China, but the spokeswoman declined comment on that second figure on Thursday.\n\nA spokesman said Wal-Mart’s commitment to buying from American suppliers -- cited in a 1985 memo from Walton distributed by WakeUpwalMart.com to reporters attending the company’s annual meeting and media day -- has not changed.\n\n“However, today we’re a global company and it is necessary to source globally to ensure that we meet the needs and wants of our customers,” said Wal-Mart spokesman David Tovar."
    }
]