[
    {
        "header": "rpt-update 1-wal-mart to sell iphone later this month-reports",
        "time": "11:38 AM EST",
        "link": "http://www.reuters.com/article/COMSRV/idUSN0832110420081208",
        "body": "NEW YORK, Dec 8 (Reuters) - Wal-Mart Stores Inc (WMT.N) will sell Apple Inc’s (AAPL.O) popular iPhone later this month, according to store employees and various media reports.\n\nEmployees at various Wal-Mart stores told Reuters on Monday the retailer will sell the iPhone in a week or two, although a Wal-Mart spokeswoman said the retailer has “made no official announcement” on offering the iPhone at this time.\n\nApple shares rose 5 percent in morning trade. A report in the San Jose Mercury News said the touch-screen phone would hit the shelves of the U.S. retail giant by year-end.\n\nNumerous websites have speculated in recent weeks that Apple will offer a 4-gigabyte model of the iPhone for $99, which holds about 1,000 songs, at Wal-Mart stores.\n\nCNBC said on Monday that while Apple would be selling the phone at the discount retailer, it would not cost as little as $99.\n\nAn Apple spokesman said the company does not comment on rumors or speculation.\n\nPacific Crest Securities analyst Andy Hargreaves said a deal with Wal-Mart would be good news as it would help Apple to increase volume sales of the phone, which is also available at Best Buy Co Inc (BBY.N).\n\n“(Apple gets) exposure to a demographic they don’t have a lot of exposure to,” said Hargreaves, adding that he did not believe Apple would cut a deal with Wal-Mart that would hurt its margins.\n\nWal-Mart has been gaining market share and clout amid the U.S. recession as cash-strapped shoppers seek out its low prices, especially for hot electronics.\n\nAT&T Inc (T.N), the exclusive U.S. wireless service provider for iPhone, currently sells the cheapest version for $199 for a model with 8 gigabytes of storage, and $299 for the 16-gigabyte version. AT&T declined to comment.\n\nOn top of the phone’s price tag, U.S. iPhone buyers also need to sign up for data services costing at least $30 a month for unlimited Web access at AT&T. Text messaging costs another $5 a month for 200 messages, or $20 for unlimited texting.\n\nApple shares rose 5.67 percent to $99.33 in morning trade on Nasdaq. Wal-Mart shares were down 0.4 percent at $57.98. (Reporting by Sinead Carew and Nicole Maestri in New York and Eric Yep in Bangalore; Editing by John Wallace and Derek Caney)"
    },
    {
        "header": "wal-mart to sell $99 iphones in late dec -ny post",
        "time": "05:54 AM EST",
        "link": "http://www.reuters.com/article/technology-media-telco-SP/idUSBNG7551920081208",
        "body": "Dec 8 (Reuters) - A cheaper version of Apple Inc’s (AAPL.O) iPhone will be sold at Wal-Mart Stores Inc (WMT.N) for $99 later this month, the New York Post said.\n\nTwo models of the popular device will hit shelves at the U.S. retail giant, the paper said, citing employees at several stores.\n\nEmployees also told San Jose-based Mercury News that the $99 iPhones would be 4-gigabyte models, and that Wal-Mart was attempting a pre-Christmas launch.\n\nThe iPhone went on sale starting July 11 at $199 for the model with 8 gigabytes of storage and $299 for the 16-gigabyte version.\n\nHowever, iPhone users need to sign up with data service provider AT&T Inc (T.N) for a plan that costs at least $30 a month for unlimited Web access and another $5 for 200 text messages or $20 for unlimited texting. Wal-Mart has been gaining market share and clout in the U.S. recession as cash-strapped shoppers seek out its low prices. Neither Apple nor Wal-Mart were immediately available to comment.\n\n((eric.yep@thomsonreuters.com; within U.S. +1 646 223 8780; outside U.S. +91 80 4135 5800; Reuters Messaging: eric.yep.reuters.com@reuters.net)) Keywords: APPLE/WALMART\n\nC Reuters 2008. All rights reserved. Republication or redistribution ofReuters content, including by caching, framing or similar means, is expresslyprohibited without the prior written consent of Reuters. Reuters and the Reuterssphere logo are registered trademarks and trademarks of the Reuters group ofcompanies around the world.nBNG75519"
    },
    {
        "header": "wal-mart to sell iphone later this month: reports",
        "time": "11:40 AM EST",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE4B72IM20081208",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc will sell Apple Inc’s popular iPhone later this month, according to store employees and various media reports.\n\nEmployees at various Wal-Mart stores told Reuters on Monday the retailer will sell the iPhone in a week or two, although a Wal-Mart spokeswoman said the retailer has “made no official announcement” on offering the iPhone at this time.\n\nApple shares rose 5 percent in morning trade. A report in the San Jose Mercury News said the touch-screen phone would hit the shelves of the U.S. retail giant by year-end.\n\nNumerous websites have speculated in recent weeks that Apple will offer a 4-gigabyte model of the iPhone for $99, which holds about 1,000 songs, at Wal-Mart stores.\n\nCNBC said on Monday that while Apple would be selling the phone at the discount retailer, it would not cost as little as $99.\n\nAn Apple spokesman said the company does not comment on rumors or speculation.\n\nPacific Crest Securities analyst Andy Hargreaves said a deal with Wal-Mart would be good news as it would help Apple to increase volume sales of the phone, which is also available at Best Buy Co Inc.\n\n“(Apple gets) exposure to a demographic they don’t have a lot of exposure to,” said Hargreaves, adding that he did not believe Apple would cut a deal with Wal-Mart that would hurt its margins.\n\nWal-Mart has been gaining market share and clout amid the U.S. recession as cash-strapped shoppers seek out its low prices, especially for hot electronics.\n\nAT&T Inc, the exclusive U.S. wireless service provider for iPhone, currently sells the cheapest version for $199 for a model with 8 gigabytes of storage, and $299 for the 16-gigabyte version. AT&T declined to comment.\n\nOn top of the phone’s price tag, U.S. iPhone buyers also need to sign up for data services costing at least $30 a month for unlimited Web access at AT&T. Text messaging costs another $5 a month for 200 messages, or $20 for unlimited texting.\n\nApple shares rose 5.67 percent to $99.33 in morning trade on Nasdaq. Wal-Mart shares were down 0.4 percent at $57.98."
    }
]