[
    {
        "header": "stock futures point to wall st rise; wal-mart, data eyed",
        "time": "05:47 AM EDT",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSLE18847420080814",
        "body": "London (Reuters) - Stock futures point to a higher opening on Wall Street on Thursday, reversing some of the previous session’s losses while investors await for key inflation data, as well as earnings from Wal-Mart Stores (WMT.N), the world’s biggest retailer.\n\nBy 0905 GMT, S&P 500 futures were up 0.24 percent, the Dow Jones futures were up 0.29 percent and the Nasdaq 100 futures were up 0.19 percent.\n\nEconomic indicators on tap for Thursday include weekly jobless claims and Consumer Price Index data, due at 1230 GMT. Analysts expect the CPI to show a still-steep rise of 0.4 percent in July after a 1.1 percent jump in June, according to the median forecast of 83 economists polled by Reuters.\n\nEarnings reports on Thursday include JC Penney Co (JCP.N), Kohl’s Corp (KSS.N) and Wal-Mart Stores (WMT.N). The results will provide another indication of how consumers used their tax rebate checks. Wal-Mart is expected to report a higher second-quarter profit as cash-strapped shoppers have been flocking to the retailer in search of discounts on food, household items and electronics.\n\nSteelmakers will be in the spotlight after Germany’s ThyssenKrupp (TKAG.DE) and Salzgitter (SZGG.DE) raised their profit forecasts on Thursday as they cashed in on growth in developing economies such as China, India and Russia.\n\nBrewer InBev INTB.BR hopes to sign senior banks into the $45 billion loan backing its acquisition of Anheuser-Busch (BUD.N) next week, its chief executive said on Thursday.\n\nBarnes & Noble Inc (BKS.N), the largest U.S. specialty bookseller, is unlikely to make a bid for rival Borders Group Inc BGP.N, The Wall Street Journal said, citing people familiar with the situation.\n\nFederal Reserve Bank of Minneapolis President Gary Stern speaks on “Repercussions from the Financial Shock” at the annual meeting of the Federal Reserve Bank of Minneapolis, Helena Branch, in Three Forks, Montana 1830 GMT."
    },
    {
        "header": "wal-mart shares rise 1.2 percent after results",
        "time": "11:43 AM EDT",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1442225820080814",
        "body": "NEW YORK (Reuters) - Shares of Wal-Mart Stores Inc (WMT.N) rose 1.24 percent to $58.60 in premarket trade on Thursday after the world’s largest retailer posted a 17 percent rise in its second-quarter profit and raised its full-year earnings outlook.\n\nBut the company also forecast profit for the current quarter that could miss Wall Street targets, saying it continued to see sales volatility from week to week."
    },
    {
        "header": "wal-mart's asda q2 like-for-like sales up 5.5 pct",
        "time": "07:37 AM EDT",
        "link": "http://www.reuters.com/article/companyNews/idUSWLA810120080814",
        "body": "LONDON, Aug 14 (Reuters) - Asda, Britain’s second-biggest supermarket group, posted a 5.5 percent rise in second-quarter like-for-like sales excluding fuel and said it was taking market share at the fastest rate for a number of years.\n\nThe firm, owned by U.S. retail goliath Wal-Mart Stores Inc (WMT.N), said on Thursday that underlying sales, adjusted for the timing of Easter, rose in 6 percent in the three months to June 30, up from 5 percent in the first quarter.\n\nAsda, which is focused on the budget end of the grocery market, said its market share rose 0.6 percentage points to 12.3 percent in the 12 weeks to July 13 compared with the same period last year.\n\n“Asda is gaining market share at the fastest rate in many years,” Chief Financial Officer Judith McKenna said in a statement.\n\n“In addition, Asda surpassed its plans for both sales and operating income, in spite of a slowing economy.” (Reporting by Mark Potter, Editing by Dan Lalor)"
    },
    {
        "header": "us stocks-futures rise on wal-mart profit; cpi awaited",
        "time": "07:41 AM EDT",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN1442442520080814",
        "body": "NEW YORK, Aug 14 (Reuters) - U.S. stock index futures rose on Thursday after Wal-Mart Stores Inc (WMT.N) posted a stronger-than-expected quarterly profit, calming worries about consumer spending.\n\nThe world’s biggest retailer also raised its full-year profit outlook but gave a cautious outlook for the current quarter. In a weakening economy, many cash-strapped consumers favor discounters like Wal-Mart to stretch their dollars. For details, see [ID:nN14405763].\n\nInvestors still were cautious before economic reports, including a closely watched inflation gauge.\n\nThe government’s July Consumer Price Index was due at 8:30 a.m. (1230 GMT), along with a report on initial weekly jobless claims.\n\nThe CPI reports is key as investors are looking to see how much room the Federal Reserve will have to keep rates steady as it attempts to kick-start a sputtering economy. Investors also would welcome signs of stabilization in the job market.\n\n“We are taking our cues from a couple of things this morning. First, Wal-Mart’s second-quarter profit was better than expected, so that’s helping, and oil is unchanged,” said Arthur Hogan, chief market analyst at Jefferies & Co in Boston. “On balance, until we get the CPI and jobless claims, I think we’re going to be looking at relatively strong futures.”\n\nS&P 500 futures SPc1 rose 4.30 points and were above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nAmong other stocks in the spotlight, Lehman Brothers Holdings Inc LEH.N may post a third-quarter loss, Banc of America Securities analysts said, saying the investment bank had a slowdown in fixed-income sales. [ID:nBNG258272]\n\nHogan said Merrill Lynch MER.N, the largest U.S. brokerage, may cut its dividend for the first time in 37 years.\n\nU.S. home foreclosures in July rose 55 percent as a slump in the once-sizzling housing market forced yet more borrowers to default on mortgages, according to RealtyTrac, which reports on property in various stages of foreclosure. [ID:nN13385057].\n\nWall Street fell on Wednesday on a slide in financial services shares due to worries about further losses stemming from the housing slump. (Editing by Kenneth Barry)"
    },
    {
        "header": "wal-mart profit up, cautious on third-quarter forecast",
        "time": "12:25 PM EDT",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSN1440704720080814",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) second-quarter profit jumped 17 percent, but the discount retailer forecast current quarter results that could miss Wall Street estimates as consumers worldwide deal with tough economic times.\n\nExecutives at the world’s largest retailer said on Thursday that a boost from U.S. tax rebate checks, which spurred shopping in the latest quarter, was mostly over, and sales remain volatile as shoppers run out of money in between paychecks.\n\nWal-Mart also raised its full-year forecast on the strength of second-quarter results as shoppers seek out low prices on everything from food to health-care products and electronics.\n\n“What we see, as do many around the world, is a global economy that is difficult,” Wal-Mart Chief Executive Lee Scott said on a recorded call.\n\n“When energy and oil prices go up on top of inflation and health care and core food items, there’s a great deal of pressure on the customer,” he said.\n\nAnalysts said Wal-Mart’s third-quarter outlook was lower than some expected, but its recent earnings results show the retailer is well positioned to gain market share.\n\n“While some may have been hoping for a beat and bigger raise, we think Wal-Mart is appropriately conservative in a tough environment,” Morgan Stanley analyst Gregory Melich wrote in a research note.\n\nWal-Mart’s net income rose to $3.45 billion, or 87 cents per share, in the second quarter that ended July 31, from $2.95 billion, or 72 cents per share, a year earlier.\n\nEarnings per share from continuing operations increased to 86 cents from 75 cents. Analysts on average had been expecting 84 cents, according to Reuters Estimates.\n\nWal-Mart forecast third-quarter earnings per share from continuing operations at between 73 cents and 76 cents, while analysts on average had expected 76 cents.\n\nInvestors are watching retail results closely for signs of how consumer spending, which accounts for two-thirds of U.S. economic activity, will hold up heading into the crucial year-end holiday shopping season.\n\nU.S. consumers got a boost in the second quarter from tax rebate checks, which put roughly $100 billion into the hands of shoppers. But Wal-Mart said the benefit was already fading.\n\n“Now that the checks are for the most part behind us, some of the lift that we saw in the July period is now behind us,” CFO Tom Schoewe said in an interview.\n\nMeanwhile, consumers continue to be squeezed by a soft housing market, tighter access to credit and inflationary pressures. Data released on Thursday showed that U.S. consumer prices rose at twice the rate expected in July, while jobless claims remained at levels associated with a recession.\n\nScott said the weakened economic climate, which has spread from North America to Europe to some developing countries, is changing shoppers’ habits. Some are buying cheaper cuts of meat, while others are eliminating vacations, he said.\n\n“People are eating more sandwiches in Puerto Rico, and relying more on private-label products in the UK,” he said.\n\nWal-Mart’s second-quarter net sales rose more than 10.4 percent to some $101.6 billion. Sales rose 8.5 percent to $64.05 billion at its namesake stores and increased to $12.28 billion from $11.38 billion at its Sam’s Club warehouse unit. International sales jumped 17 percent to $25.26 billion.\n\nTotal sales at U.S. stores open at least a year, a key retail gauge known as same-store sales, rose 4.5 percent. Same-store sales at its namesake discount stores increased 4.6 percent and rose 3.7 percent at Sam’s Club.\n\nThe retailer said margins rose in the quarter compared with a year ago as it trimmed its inventory and improved its merchandise selection, helping it avoid profit-crunching clearance sales.\n\n“Gross margin expanded significantly more than we expected as improved inventory management led to reduced number of markdowns and fewer clearance sales,” Standard & Poor’s equity research analyst Joseph Agnese wrote in a research note.\n\nFor the third quarter, Wal-Mart expects U.S. store sales to rise between 1 percent and 2 percent.\n\nThe company raised its estimate for full-year earnings from continuing operations to a range of $3.43 to $3.50 per share. In February, it said it expected $3.30 to $3.43."
    },
    {
        "header": "wal-mart posts higher quarterly profit",
        "time": "06:21 AM EDT",
        "link": "http://www.reuters.com/article/ousivMolt/idUSWNAB724020080814",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc reported a higher quarterly profit on Thursday as shoppers headed to its stores for low prices on food, health care products and electronics.\n\nNet income rose to $3.45 billion or 87 cents per share, in the second quarter ended July 31, from $2.95 billion, or 72 cents per share, a year earlier.\n\nIn the past year, Wal-Mart has benefited both from internal efforts to improve its business and from a weak U.S. economy, which is driving shoppers to its stores in search of bargains.\n\nThe retailer also got a boost in the quarter from U.S. tax rebate checks as shoppers came into its stores to spend the excess cash, but its sales waned later in the period as those funds dried up.\n\nIn July, Wal-Mart raised its second-quarter earnings-per-share forecast to a range of 82 cents to 84 cents, up from an earlier outlook of 78 cents to 81 cents, citing “improved sales results during the quarter.”"
    },
    {
        "header": "wal-mart cfo: suppliers pushing for price hikes",
        "time": "08:15 PM EDT",
        "link": "http://www.reuters.com/article/ousiv/idUSMAR44839920080815",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) is determined to maintain its low prices and its margins despite growing pressure from suppliers seeking price increases, its chief financial officer said on Thursday.\n\n“The level of requests that we’re getting right now for price increases is at the highest level that I can remember,” said Tom Schoewe, who joined Wal-Mart in 2000, in an interview.\n\nWal-Mart is notorious for balking at raising the prices it charges shoppers in its stores. But as commodity prices hit record levels this year, suppliers that make the goods stocked by Wal-Mart have raised their prices to protect profits. In turn, Schoewe said Wal-Mart has increased some of the prices in its stores.\n\n“We’ve had to pass along price increases as we’ve received them,” Schoewe told Reuters. “But what’s most important is the gap in price between us and our competitors, whether that’s Target (TGT.N) or Costco (COST.O) or others.”\n\nOn Thursday, the world’s largest retailer reported a higher-than-expected 17 percent jump in profit but forecast current quarter results that could miss Wall Street estimates as a boost from U.S. tax rebate checks subsides.\n\nWal-Mart is also cutting back selectively on prices in areas where consumers are feeling the biggest strain on their wallets.\n\nEduardo Castro-Wright, head of Wal-Mart’s U.S. operations, said on a recorded call that overall food inflation is running at the mid-single-digit percent level as prices for meat, produce, dairy and bakery items rise.\n\nIn response, Wal-Mart has increased the number of “roll-backs” or price cuts in its grocery business, he said.\n\nWhile such cuts can hurt margins, Schoewe said Wal-Mart is committed to keeping prices low and protecting margins.\n\n”What you’d like to do with a roll-back is pick an item that might have a margin that’s higher than the category average,“ he said. ”By taking that price down, hopefully you’re going to be selling more volume, more units and driving more gross profit dollars.\n\n“As long as that happens, we feel like we’re doing a good job for our shareholder by generating more earnings and doing a good job for our customer by providing them a great value.”\n\nSchoewe also said the current back-to-school season is going “reasonably well.” Demand for back-to-college items is outpacing demand for merchandise for students in kindergarten through 12th grade.\n\n“The spending around that event seems to happen closer and closer to the event itself,” he said. “If you consider that back-to-school is a July and August phenomenon, our results in August are dependent on a successful back-to-school campaign.”\n\nBut Schoewe said the retailer is being “appropriately conservative” in its outlook for its current third quarter.\n\nWhile U.S. tax rebate checks helped boost Wal-Mart’s results in the just-completed quarter, the benefit from those rebates is now fading and its shoppers are once again finding themselves with empty wallets between paydays.\n\nWhile some analysts have said that shoppers have spent only a fraction of their rebate checks and are saving the cash to fund back-to-school shopping trips, Schoewe said Wal-Mart’s customers quickly spent the rebates.\n\n“If you keep in mind that some significant portion of our shopper lives from paycheck to paycheck, and you consider that they’re living with higher gas prices, higher food prices, higher health care, there’s no question that some significant majority of those checks were spent,” he said."
    },
    {
        "header": "wakeupwalmart.com asks fec to investigate wal-mart",
        "time": "09:47 AM EDT",
        "link": "http://www.reuters.com/article/ousivMolt/idUSWEN750820080814",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) critic group WakeUpWalMart.com said on Thursday that it and other labor-rights groups have filed an official complaint asking the U.S. Federal Election Commission to investigative possible unlawful election activity at Wal-Mart.\n\nIn the complaint, WakeUpWalMart.com said it asks the FEC to “immediately open an investigation to determine whether a violation occurred and, if so, to take all appropriate steps to remedy that violation of federal election law.”"
    },
    {
        "header": "update 4-wal-mart profit up, cautious on 3rd-qtr forecast",
        "time": "12:24 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSN1440576320080814",
        "body": "NEW YORK, Aug 14 (Reuters) - Wal-Mart Stores Inc (WMT.N) second-quarter profit jumped 17 percent, but the discount retailer forecast current quarter results that could miss Wall Street estimates as consumers worldwide deal with tough economic times.\n\nExecutives at the world’s largest retailer said on Thursday that a boost from U.S. tax rebate checks, which spurred shopping in the latest quarter, was mostly over, and sales remain volatile as shoppers run out of money in between paychecks.\n\nWal-Mart also raised its full-year forecast on the strength of second-quarter results as shoppers seek out low prices on everything from food to health-care products and electronics.\n\n“What we see, as do many around the world, is a global economy that is difficult,” Wal-Mart Chief Executive Lee Scott said on a recorded call.\n\n“When energy and oil prices go up on top of inflation and health care and core food items, there’s a great deal of pressure on the customer,” he said.\n\nAnalysts said Wal-Mart’s third-quarter outlook was lower than some expected, but its recent earnings results show the retailer is well positioned to gain market share.\n\n“While some may have been hoping for a beat and bigger raise, we think Wal-Mart is appropriately conservative in a tough environment,” Morgan Stanley analyst Gregory Melich wrote in a research note.\n\nWal-Mart’s net income rose to $3.45 billion, or 87 cents per share, in the second quarter that ended July 31, from $2.95 billion, or 72 cents per share, a year earlier.\n\nEarnings per share from continuing operations increased to 86 cents from 75 cents. Analysts on average had been expecting 84 cents, according to Reuters Estimates.\n\nWal-Mart forecast third-quarter earnings per share from continuing operations at between 73 cents and 76 cents, while analysts on average had expected 76 cents.\n\nInvestors are watching retail results closely for signs of how consumer spending, which accounts for two-thirds of U.S. economic activity, will hold up heading into the crucial year-end holiday shopping season.\n\nU.S. consumers got a boost in the second quarter from tax rebate checks, which put roughly $100 billion into the hands of shoppers. But Wal-Mart said the benefit was already fading.\n\n“Now that the checks are for the most part behind us, some of the lift that we saw in the July period is now behind us,” CFO Tom Schoewe said in an interview.\n\nMeanwhile, consumers continue to be squeezed by a soft housing market, tighter access to credit and inflationary pressures. Data released on Thursday showed that U.S. consumer prices rose at twice the rate expected in July, while jobless claims remained at levels associated with a recession.\n\nScott said the weakened economic climate, which has spread from North America to Europe to some developing countries, is changing shoppers’ habits. Some are buying cheaper cuts of meat, while others are eliminating vacations, he said.\n\n“People are eating more sandwiches in Puerto Rico, and relying more on private-label products in the UK,” he said.\n\nWal-Mart’s second-quarter net sales rose more than 10.4 percent to some $101.6 billion. Sales rose 8.5 percent to $64.05 billion at its namesake stores and increased to $12.28 billion from $11.38 billion at its Sam’s Club warehouse unit. International sales jumped 17 percent to $25.26 billion.\n\nRead more about the international results at [ID:nLE721967].\n\nTotal sales at U.S. stores open at least a year, a key retail gauge known as same-store sales, rose 4.5 percent. Same-store sales at its namesake discount stores increased 4.6 percent and rose 3.7 percent at Sam’s Club.\n\nThe retailer said margins rose in the quarter compared with a year ago as it trimmed its inventory and improved its merchandise selection, helping it avoid profit-crunching clearance sales.\n\n“Gross margin expanded significantly more than we expected as improved inventory management led to reduced number of markdowns and fewer clearance sales,” Standard & Poor’s equity research analyst Joseph Agnese wrote in a research note.\n\nFor the third quarter, Wal-Mart expects U.S. store sales to rise between 1 percent and 2 percent.\n\nThe company raised its estimate for full-year earnings from continuing operations to a range of $3.43 to $3.50 per share. In February, it said it expected $3.30 to $3.43. (Editing by Lisa Von Ahn and Maureen Bavdek)"
    },
    {
        "header": "u.s. groups file election complaint against wal-mart",
        "time": "02:23 PM EDT",
        "link": "http://www.reuters.com/article/politicsNews/idUSN1445934420080814",
        "body": "CHICAGO (Reuters) - Labor groups on Thursday asked federal regulators to look into whether Wal-Mart Stores Inc broke the law during company meetings with store managers where it warned about the consequences of a proposed labor law backed by Democrats.\n\nAt issue is whether Wal-Mart’s discussion of the law, which would make it easier for workers to unionize, amounted to an effort to dissuade employees from voting for Democratic presidential candidate Barack Obama. Wal-Mart denies that it tried to influence voting.\n\nWakeUpWalmart.com said it filed a complaint with the Federal Election Commission in conjunction with the American Federation of Labor and Congress of Industrial Organizations (AFL-CIO) and other groups.\n\nA spokeswoman for WakeUpWalmart.com said the group has heard from about two dozen Wal-Mart workers in recent weeks regarding comments made by managers about the legislation. A Wall Street Journal story earlier this month disclosed some of the meetings’ details.\n\nAt some meetings, “they outright said if you vote for Barack Obama this law is going to pass, your wages would go down, you could lose your job,” said Meghan Scott. She added that the comments varied in their directness.\n\nWal-Mart has acknowledged holding meetings with U.S. store managers, where it warned them of the possible consequences of the labor-friendly Employee Free Choice Act that is backed by Obama.\n\nBut the retailer, which has kept its U.S. stores free of unions, denies telling workers how to vote.\n\nWal-Mart opposes proposed legislation that would make it easier for workers to unionize by signing a card rather than holding a vote.\n\nObama, a co-sponsor of the original bill, has called for passage of the act. Presumptive Republican presidential nominee John McCain has voted against it.\n\nIn the United States, Wal-Mart operates more than 4,200 stores, including Sam’s Club warehouse locations, and it employs more than 1.4 million workers.\n\nWal-Mart spokesman David Tovar said that if the FEC decides to investigate, it will find the company did nothing wrong.\n\n“Our policies are clear and we have communicated to our associates that if anyone representing our company gave the impression they were telling associates how to vote, they were wrong and were acting without approval,” Tovar said.\n\nHe declined to say whether any managers had been disciplined for making unapproved comments."
    },
    {
        "header": "unions seek wal-mart probe over election law: report",
        "time": "03:43 AM EDT",
        "link": "http://www.reuters.com/article/ousivMolt/idUSBNG7308220080814",
        "body": "(Reuters) - Labor groups are requesting an investigation into whether Wal-Mart Stores Inc (WMT.N) violated federal election laws by telling employees that electing Democrats would lead to passage of legislation making it easier to unionize companies, The Wall Street Journal said citing a letter.\n\nThe groups are asking the Federal Election Commission to determine whether the company “made prohibited corporate expenditures” by organizing meetings across the country to warn employees that a Democratic president would back legislation known as the Employee Free Choice Act, which the company opposes, the paper said.\n\nAmerican Rights at Work, a worker advocacy group, the AFL-CIO and Change to Win labor federations and WakeUpWalMart.com, a labor-backed group, are filing the complaint and are likely to deliver the letter as early as Thursday, the paper said.\n\nThe complaint cites as its source an Aug 1. article in the Journal that reported the company held meetings with thousands of store managers and department supervisors across the country to discuss the legislation.\n\nThe groups believe the retail giant’s statements amount to advocating the defeat of Sen. Barack Obama, the presumptive Democratic nominee, in the November election, the paper said.\n\nWal-Mart “adapted their unionbusting tactics to influence our federal election system,” Mary Beth Maxwell, executive director of American Rights at Work, was quoted as saying by the Journal.\n\nWal-Mart spokesman David Tovar told the paper that the company’s policies are clear and that anyone representing the company and telling associates how to vote were “wrong and acting without approval.”\n\n“We welcome the FEC looking into this, because we are confident they will find what we have known all along, that we did nothing wrong,” Tovar was quoted by the paper as saying.\n\nA Wal-Mart spokesman told Reuters that Tovar’s comments were accurate but did not comment further."
    }
]