[
    {
        "header": "wal-mart says 'relentlessly' non-partisan in us election",
        "time": "11:17 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSN2735612120081028",
        "body": "NEW YORK, Oct 27 (Reuters) - Wal-Mart Stores Inc (WMT.N) has been “relentlessly non-partisan” in the current U.S. presidential campaign and stands to benefit no matter which candidate wins, a top executive said on Monday.\n\n“I actually think ... that there’s opportunity with either party,” Leslie Dach, Wal-Mart’s executive vice president of corporate affairs, told the retailer’s analyst meeting, which was broadcast over the Internet.\n\nWal-Mart has worked over the past few years to burnish its image after facing criticism from liberal Democrats and labor unions, who contended the company paid poverty-level wages and pushed employees onto government aid programs.\n\nUnder Dach’s leadership, Wal-Mart has tried to portray itself as a leader committed to tackling tough issues, such as lowering health care costs and cleaning up the environment.\n\n“Government officials around the world are calling us because they want to understand what we see in the stores,” Dach said.\n\nThe biggest challenge facing the next U.S. president will be getting the economy back on track, and Dach noted both Democrats and Republicans have discussed ways to help the middle class through tax breaks or another economic stimulus packages.\n\nIf approved, Wal-Mart stands to gain from these efforts, Dach said.\n\n“If middle class, hard-working Americans have more disposable income ... Wal-Mart will get its fair share.”\n\nDach also said Wal-Mart is “very concerned about what we call the ‘Employee Forced Choice Act’.”\n\nHe was referring to the Employee Free Choice Act, which would make it easier for workers to unionize, by signing a card rather than holding a vote.\n\nDemocratic presidential candidate Barack Obama, a co-sponsor of the original bill, has called for passage of the act. Republican presidential nominee John McCain opposes the bill.\n\nEarlier this year, a story in the Wall Street Journal said Wal-Mart executives told employees that unionization could force the retailer to cut jobs as labor costs rise, and that employees would have to pay hefty union dues and get nothing in return.\n\nWhile Wal-Mart said it warned store managers about the possible consequences of the bill, the retailer, which has kept its U.S. stores free of unions, stressed it was not telling employees how to vote.\n\nDach said Wal-Mart’s opposition to the bill is “well known and clear,” and he believes the more attention the bill receives, the more it will be seen as “negative” to business in the United States.\n\nWal-Mart is not alone in its opposition to the bill. Last week at its analyst meeting, discount retailer Target Corp (TGT.N) said the bill could be damaging to American business, and it opposed the bill."
    },
    {
        "header": "wal-mart cutting u.s. store openings further",
        "time": "06:22 PM EDT",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49Q79J20081027",
        "body": "CHICAGO/NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) will slow the pace of U.S. store openings and cut back on capital spending, aiming to boost sales by remodeling existing stores and improving its merchandise selection.\n\nThe world’s largest retailer also said on Monday that it is attracting higher-income shoppers with discounts as the U.S. economy reels from tighter credit, mounting job losses and falling home prices.\n\nTraffic at stores serving households with income above $65,000 has been growing much faster than at the chain as a whole, Wal-Mart U.S. President and Chief Executive Officer Eduardo Castro-Wright said at the retailer’s annual analysts’ meeting, which was broadcast over the Internet.\n\n“What that means is we are seeing a lot of new customers that did not consider Wal-Mart before, that consider Wal-Mart now,” Castro-Wright said.\n\nWal-Mart is holding its annual two-day analyst meeting in Bentonville, Ark. Its U.S. business is making a comeback after the retailer saturated markets with stores and saw slower growth in recent years.\n\nCash-strapped shoppers are increasingly heading to its stores for low prices for necessities, such as food and medicine.\n\nWal-Mart is also benefiting from efforts started in 2006 to slow aggressive expansion plans and focus on improving U.S. sales. After its sales at existing U.S. stores rose 1.4 percent last year -- its lowest annual result in history -- sales have rebounded and gained 2.9 percent through September.\n\nAnalysts are watching to see if Wal-Mart can keep its momentum going amid the threat of a global recession. While Castro-Wright provided an update on its U.S. business, Chief Financial Officer Tom Schoewe is expected to outline expansion and capital spending plans for the entire business on Tuesday.\n\nThe company’s shares closed down 3.4 percent at $49.67\n\nWal-Mart’s U.S. division plans to open 191 stores in the current fiscal year, which ends in early 2009, and 142 to 157 stores in the next fiscal year, Castro-Wright said. The company opened 218 U.S. stores in fiscal 2008.\n\nWal-Mart also plans $5.8 billion to $6.4 billion in capital spending this fiscal year for its U.S. division, down from $9.1 billion last year. In fiscal 2010, it plans to spend $6.3 billion to $6.8 billion, Castro-Wright said.\n\nWhile it reduces overall capital spending, it is putting money toward remodeling stores.\n\nCastro-Wright said the retailer has seen dramatic improvement in its electronics department, where it has done extensive renovations, bringing in name-brands products and expanding space for shoppers to test out video games.\n\n“We’re going to increase investment behind remodels so that we can bring all of our fleet up to the same standard as fast as we can,” Castro-Wright said.\n\nJoseph Feldman, a retail analyst with Telsey Advisory Group, liked Wal-Mart’s decision to shift some capital spending toward remodeling its stores.\n\n“The upgraded store base should generate greater productivity and more satisfied customers due to the more enhanced shopping experience,” he said in an email.\n\nWal-Mart, known for its massive supercenters that combine a full discount store with a grocery store, is also looking at building smaller stores and “fine-tuning” its merchandise.\n\nFor instance, it has increased its offering of pet products and beauty care items to draw more frequent trips by shoppers.\n\n“We’re becoming a pet care provider, as opposed to a pet food merchant,” said John Fleming, its chief merchandising officer.\n\nTo win business in the tough economy, Wal-Mart has been touting its low prices. Wal-Mart Stores Inc CEO Lee Scott, who stressed that “Christmas will come on December 25” despite the economy, said that Wal-Mart will have the best prices in the market for the holiday season.\n\nHe said that, in tough economic times, shoppers want to “treat their families right” when they can and that this was evident in sales of children’s apparel and Halloween costumes.\n\nScott also said efforts to manage the company balance sheet and capital spending more conservatively in recent years are now paying off, with low interest rates in the tight market for short-term corporate credit.\n\nIn the last several weeks the company has borrowed several hundred million dollars in the commercial paper market as it readies for the holiday season at an interest rate of “substantially less” than 2 percent, Scott said.\n\nThe average rate for commercial paper was 1.96 percent in the week ended October 24, down from 2.12 percent a week earlier, the U.S. Federal Reserve said."
    }
]