[
    {
        "header": "walmart.com offers \"thousands\" of wiis from monday",
        "time": "12:21 AM EST",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE4B608520081207",
        "body": "NEW YORK (Reuters) - Nintendo Co Ltd’s Wii has emerged as one of the few hot products this holiday season, and Wal-Mart Stores Inc will offer “tens of thousands” of the hard-to-get video game consoles on its website starting on Monday.\n\nWalmart.com said it will offer the Nintendo Wii console for $249.24, and a “value bundle,” which includes the console and other items like an extra set of controllers, for $329, while supplies last.\n\nThe Wii has emerged as one of the most sought-after gifts this holiday season, which has otherwise been lamented for a lack of new and hot products.\n\nOn Black Friday, the day after Thanksgiving which marks the start of holiday shopping, the Wii was the most searched-for product on the Yahoo Shopping site. It was also the most popular product on eBay, with 3,171 of the consoles selling for an average price of $349 that day.\n\nAs of Friday night, the Wii console was sold out on Walmart.com, bestbuy.com and circuitcity.com. Bestbuy.com listed the sold-out Wii for $249.99.\n\nWalmart.com also said that it will offer, beginning on Monday, certain Wii video games at a price of two for $30, and certain accessories, like the Nintendo Wii Racing Wheel, starting under $10.\n\nWal-Mart has been gaining market share and clout in the U.S. recession as cash-strapped shoppers seek out its low prices.\n\nOn Thursday, it reported a stronger-than-expected 3.4 percent rise in sales at its U.S. stores open at least a year, after it slashed prices on food and toys to lure shoppers.\n\nWalmart.com spokesman Ravi Jariwala said the online retailer has worked with Nintendo closely throughout the year and seen strong sales of Wii products on its website, helping to secure the latest supply of the popular console."
    }
]