[
    {
        "header": "us stocks-futures fall further as wal-mart sales miss",
        "time": "07:43 AM EST",
        "link": "http://www.reuters.com/article/companyNews/idUSN0762591820080207",
        "body": "NEW YORK, Feb 7 (Reuters) - U.S. stock index futures extended losses on Thursday after Wal-Mart Stores Inc (WMT.N) posted January same-store sales below Wall Street’s expectations, heightening fears of a consumer-led economic downturn.\n\nS&P 500 futures SPc1 slid 8 points and were below fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract."
    },
    {
        "header": "us stocks-wall st opens lower on wal-mart, cisco",
        "time": "09:35 AM EST",
        "link": "http://www.reuters.com/article/companyNews/idUSN0737011320080207",
        "body": "NEW YORK, Feb 7 (Reuters) - U.S. stocks fell at the open on Thursday, as a disappointing sales report from Wal-Mart Stores Inc (WMT.N) and a warning of slowing orders from technology bellwether Cisco Systems Inc (CSCO.O) heightened recession fears.\n\nThe Dow Jones industrial average .DJI was down 35.20 points, or 0.29 percent, at 12,164.90. The Standard & Poor's 500 Index .SPX was down 2.44 points, or 0.18 percent, at 1,324.01. The Nasdaq Composite Index .IXIC was down 17.24 points, or 0.76 percent, at 2,261.51. (Reporting by Kristina Cooke; Editing by Kenneth Barry)"
    },
    {
        "header": "wal-mart says will pay more for long-lasting goods",
        "time": "06:58 PM EST",
        "link": "http://www.reuters.com/article/companyNews/idUSN0741043320080207",
        "body": "INDIAN WELLS, Feb 7 (Reuters) - Wal-Mart Stores Inc (WMT.N) is willing to pay more for products that last longer and hurt the environment less, the company’s director of sustainability said on Thursday, adding it might not necessarily have to raise retail prices as a result.\n\n“Bad quality products create waste, and so having tighter standards on the social side, on the environmental side and on the quality side will reduce waste,” Matt Kistler, Wal-Mart’s senior vice president of sustainability, said in an interview.\n\n“We are even willing to pay more for products that have that.”\n\nBut that does not have to mean higher prices for customers.\n\n“I don’t know if we have to pass on the higher costs,” Kistler said at the Clean-tech Investor Summit in Indian Wells, California.\n\n“We are looking at a very small amount of dollars and the savings in the supply chain that we are finding because of sustainability in some cases will more than offset the incremental costs of what we are paying for a better quality item.”\n\nWal-Mart, the world’s largest retailer, has set a goal of one day using only renewable energy and creating zero waste.\n\nAs part of that effort, the company has pushed its suppliers to cut back on the amount of packaging they use by 5 percent by 2013.\n\nTo meet that goal, it has developed a “packaging scorecard” that will rate its 60,000 suppliers on their ability to cut waste and conserve resources.\n\nWal-Mart’s suppliers had a Feb. 1 deadline to comply with the “packaging scorecard” initiative, but many of the company’s smaller vendors -- which represent roughly 20 percent of the goods the company buys -- have yet to do so, Kistler said.\n\n“We do not have all suppliers 100 percent compliant today, which is a disappointment because we did give them a year,” he said. “The smaller companies that we may not buy consistently from or the same product from, those are the ones that either have not (complied) or it simply doesn’t make sense for them.”\n\nBut Kistler added the scorecard had already produced a lot of change in the packages of its most popular products.\n\n“The scorecard is really more geared toward the products we buy year after year,” he added. (Reporting by Nichola Groom; Editing by Andre Grenon)"
    },
    {
        "header": "stocks news us-before the bell-wal-mart shares fall",
        "time": "07:59 AM EST",
        "link": "http://www.reuters.com/article/beforeTheBell/idUSN0735919220080207",
        "body": ""
    },
    {
        "header": "us stocks-futures slide on wal-mart, cisco woes",
        "time": "08:08 AM EST",
        "link": "http://www.reuters.com/article/companyNews/idUSN0735774720080207",
        "body": "NEW YORK, Feb 7 (Reuters) - U.S. stock index futures fell on Thursday after Wal-Mart Stores Inc (WMT.N) reported disappointing January sales and technology bellwether Cisco Systems Inc (CSCO.O) warned of slowing orders, adding to recession fears.\n\nShares of Wal-Mart, a Dow component, dropped 3 percent to $47.39 before the bell. The world’s largest retailer posted January sales from stores open at least a year below Wall Street’s estimates. For details, see [ID:nWNAS9854].\n\nThe one-two punch from Wal-Mart and Cisco came a day after the Nasdaq composite index .IXIC descended into bear market territory as tech shares pulled Wall Street to a third straight day of losses.\n\n“There’s fear in the market,” said Peter Cardillo, market economist at Avalon Partners in New York. “The economy is slowing and that raises questions about capital expenditures and earnings going forward.”\n\nShares of Cisco, a network equipment maker, were down 8.4 percent at $21.14 before the bell and dragged down other tech heavyweights, including Oracle Corp ORCL.O and Apple Inc (AAPL.O).\n\nS&P 500 futures SPc1 dropped 13.5 points and were below fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nEconomic indicators set for release include weekly initial jobless claims at 8:30 a.m. (1330 GMT) and December pending home sales at 10 a.m. (1500 GMT).\n\nU.S. stock indexes dropped on Wednesday after Federal Reserve officials cast doubt on the outlook for more interest rate cuts. (Editing by Kenneth Barry)"
    },
    {
        "header": "update 2-wal-mart to take active role in walk-in clinics",
        "time": "03:40 PM EST",
        "link": "http://www.reuters.com/article/companyNews/idUSN0737212420080207",
        "body": "NEW YORK, Feb 7 (Reuters) - Wal-Mart Stores Inc (WMT.N) is taking a more active role in the medical clinics that operate in its stores, saying on Thursday that they will be run on a co-branded basis with a more standardized format under the name “The Clinic at Wal-Mart.”\n\nThe change comes a few weeks after CheckUps, which had leased space in the retailer’s stores, abruptly closed the 23 walk-in medical clinics it was operating in four U.S. southern states.\n\nJohn Agwunobi, Wal-Mart’s president of health and wellness, said the announcement on Thursday was not tied to the recent issue with CheckUps, but the new arrangement could help avoid similar situations in the future.\n\n“We will no doubt have much more detailed arrangements in terms of who is operating a clinic,” Agwunobi said.\n\nThe walk-in clinics in Wal-Mart stores offer basic preventive and health services, like cholesterol screenings or treatment for sore throats.\n\nWal-Mart had been leasing space in its stores to a variety of independent operators who were then responsible for operating the clinics.\n\nBut under the new approach, Wal-Mart is signing co-branded agreements with local hospitals and medical groups to try to standardize the customer experience in the clinics.\n\n“The customer in one Wal-Mart needs to be given a sense of continuity,” Agwunobi said. “They need to be able to know that the promise of one clinic setting is going to expand across the entire brand.”\n\nFor instance, each clinic will operate seven days a week and feature a consistent design. They will also have prominent signs outlining the prices for services and treatments.\n\nAgwunobi said that standardization could allow electronic health care records to be accessed by all Wal-Mart clinics.\n\nWal-Mart has leases for 78 clinics in 12 states, but it will convert the current clinics to the new brand as leases expire. It expects to open 400 co-branded clinics by 2010, with the first clinics opening in Atlanta, Little Rock, Arkansas, and Dallas.\n\nLast year, Wal-Mart said it could open 2,000 clinics nationwide in five to seven years, and Agwunobi said Wal-Mart is still committed to that figure.\n\nWal-Mart said it has signed a letter of intent to work with RediClinic LLC and local hospital systems to open co-branded walk-in clinics in 200 Wal-Mart Supercenters. It has also signed a letter of intent to partner with St. Vincent Health System to open four co-branded clinics in Little Rock.\n\nUnder its previous structure, Wal-Mart received lease revenue from the clinics. Under the new structure, it will receive lease revenue and franchise fees, Agwunobi said.\n\nIt said “The Clinics at Wal-Mart” operated by RediClinic and St. Vincent plan to accept health insurance plans including Aetna, Humana and Blue Cross Blue Shield. (Reporting by Nicole Maestri; Editing by Brian Moss and Gerald E. McCormick)"
    },
    {
        "header": "wal-mart to pay more for \"greener\" goods",
        "time": "07:05 PM EST",
        "link": "http://www.reuters.com/article/ousivMolt/idUSN0741043320080208",
        "body": "INDIAN WELLS (Reuters) - Wal-Mart Stores Inc is willing to pay more for products that last longer and hurt the environment less, the company’s director of sustainability said on Thursday, adding it might not necessarily have to raise retail prices as a result.\n\n“Bad quality products create waste, and so having tighter standards on the social side, on the environmental side and on the quality side will reduce waste,” Matt Kistler, Wal-Mart’s senior vice president of sustainability, said in an interview.\n\n“We are even willing to pay more for products that have that.”\n\nBut that does not have to mean higher prices for customers.\n\n“I don’t know if we have to pass on the higher costs,” Kistler said at the Clean-tech Investor Summit in Indian Wells, California.\n\n“We are looking at a very small amount of dollars and the savings in the supply chain that we are finding because of sustainability in some cases will more than offset the incremental costs of what we are paying for a better quality item.”\n\nWal-Mart, the world’s largest retailer, has set a goal of one day using only renewable energy and creating zero waste.\n\nAs part of that effort, the company has pushed its suppliers to cut back on the amount of packaging they use by 5 percent by 2013.\n\nTo meet that goal, it has developed a “packaging scorecard” that will rate its 60,000 suppliers on their ability to cut waste and conserve resources.\n\nWal-Mart’s suppliers had a February 1 deadline to comply with the “packaging scorecard” initiative, but many of the company’s smaller vendors -- which represent roughly 20 percent of the goods the company buys -- have yet to do so, Kistler said.\n\n“We do not have all suppliers 100 percent compliant today, which is a disappointment because we did give them a year,” he said. “The smaller companies that we may not buy consistently from or the same product from, those are the ones that either have not (complied) or it simply doesn’t make sense for them.”\n\nBut Kistler added the scorecard had already produced a lot of change in the packages of its most popular products.\n\n“The scorecard is really more geared toward the products we buy year after year,” he added."
    },
    {
        "header": "update 2-wal-mart, target post weak january sales",
        "time": "01:45 PM EST",
        "link": "http://www.reuters.com/article/companyNews/idUSN0735684720080207",
        "body": "NEW YORK, Feb 7 (Reuters) - January sales at existing stores rose a less-than-expected 0.5 percent at Wal-Mart Stores Inc (WMT.N) and fell at smaller rival Target Corp (TGT.N) as cash-strapped U.S. consumers, intent on buying necessities, shunned big splurges.\n\nConsumers, faced with the prospect of a U.S. recession, loaded up on groceries and healthcare items in January, but Wal-Mart and Target said on Thursday that sales of nonessential merchandise like home goods, apparel and jewelry struggled.\n\nWal-Mart, the world’s largest retailer, partially blamed its sales shortfall on consumers’ resistance to using their holiday gift cards to splurge.\n\nRetailers can book revenue only after gift cards are used, and they often count on customers spending more than the value of the cards when they redeem them.\n\nBut Wal-Mart said customers were holding on to the cards longer and often using them to buy food and consumable goods rather than discretionary items.\n\n“It doesn’t look like we got the pop that a lot of people were expecting” from gift cards, said Morningstar analyst Joseph Beaulieu.\n\nWal-Mart shares rose 50 cents to $49.33, while Target shares rose $1.65 to $52.65 in early afternoon New York Stock Exchange trading.\n\nBeaulieu said that while January same-store sales results were weak, they were not as bad as many investors had been expecting.\n\nWal-Mart said January sales at its U.S. stores open at least a year rose 0.5 percent.\n\nThe retailer had forecast a January gain of roughly 2 percent, while analysts, on average, were expecting a 2 percent rise, according to Reuters Estimates.\n\nWal-Mart blamed the shortfall on unfavorable weather, especially in the Midwest, and gift card redemptions that were below expectations.\n\nSame-store sales advanced 0.2 at its namesake discount stores, but rose 2.1 percent at its Sam’s Club warehouse locations, where it operates gas stations. Including the impact of fuel, its same-store sales rose 4.9 percent.\n\nSam’s Clubs charge an annual fee and tend to attract shoppers with higher incomes than those who shop in Wal-Mart’s discount stores.\n\nWarehouse clubs like Sam’s Club and industry leader Costco Wholesale Corp (COST.O), which operate gas stations, have also gotten a sales boost from rising gasoline prices.\n\nThe world’s biggest retailer said net sales in the month ended Feb. 1 rose almost 8 percent to $27.28 billion.\n\nFor February, Wal-Mart said it expects U.S. same-store sales to be between flat and up 2 percent.\n\nIt continues to expect to report fourth-quarter earnings per share from continuing operations of 99 cents to $1.03 per share. The fourth quarter ended Jan. 31, and it will report quarterly results on Feb. 19.\n\nThe discount retailer warned last month that sales for that month would be near the lower end of its previous forecast for sales to be down 1 percent to up 1 percent.\n\nAnalysts on average were expecting the company’s same-store sales to fall 0.4 percent.\n\nWhile sales at Target had been outpacing those at Wal-Mart, its sales have faltered in recent months as its shoppers overlook purchases of higher-margin goods, like cashmere sweaters and home decor, in favor of basics such as food.\n\nLast month, it warned that its fourth-quarter earnings per share would decline, compared with a year earlier.\n\nNet sales for the four weeks ended Feb 2 decreased 16.1 percent to $4.106 billion. A retail calendar change resulted in one less week of sales during the month. Excluding the extra week, it said total sales increased 5.4 percent.\n\nTarget said its sales in January were strongest in health-care and consumable items but weakest in the jewelry and lawn and garden categories.\n\nIt expects February same-store sales of minus 1 percent to up 1 percent. February same-store sales a year ago rose 5.7 percent. (Reporting by Nicole Maestri; Editing by Derek Caney and Gerald E. McCormick and Gunna Dickson)"
    },
    {
        "header": "wal-mart january same-store sales up 0.5 percent",
        "time": "07:33 AM EST",
        "link": "http://www.reuters.com/article/businessNews/idUSWNAS985420080207",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) on Thursday reported a lower-than-expected 0.5 percent rise in its January sales at U.S. stores open at least a year, citing unfavorable weather and gift card redemptions that were below expectations.\n\nAnalysts, on average, were expecting the company’s same-store sales to rise 2 percent, according to Reuters Estimates.\n\nLast month, Wal-Mart said sales at its U.S. stores during the first two months of its fourth quarter had run about 2 percent ahead of a year ago, and it expected “to run at a similar rate for the January four-week sales period.”\n\nThe world’s biggest retailer said net sales in the month ended February 1 rose almost 8 percent to $27.28 billion."
    },
    {
        "header": "before the bell-wal-mart shares fall after sales",
        "time": "07:39 AM EST",
        "link": "http://www.reuters.com/article/beforeTheBell/idUSN0735673620080207",
        "body": "NEW YORK, Feb 7 (Reuters) - Shares of Wal-Mart Stores Inc (WMT.N) dipped 3.2 percent before the bell on Thursday after the retailer reported a lower-than-expected rise in its January same-store sales. For details, see [ID:nWNAS9854]\n\nShares were down at $47.25 in pre-market trading after closing at $48.83. (Reporting by Caroline Valetkevitch; Editing by Theodore d‘Afflisio)"
    },
    {
        "header": "wal-mart to expand in-store medical clinics: report",
        "time": "01:45 AM EST",
        "link": "http://www.reuters.com/article/businessNews/idUSN0733546320080207",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc. will on Thursday announce an upgrade to its walk-in medical clinic business with plans for several hundred new clinics, according to a report in the New York Times.\n\nThe first of the new clinics at Wal-Mart walk-in centers, will open in Little Rock, Arkansas, in April and run by nurse practitioners employed by a three-hospital group in central Arkansas.\n\nWal-Mart will brand 200 of the new clinics with RediClinics, one of the Revolution Health companies of Steve Case, the AOL co-founder, said the report."
    },
    {
        "header": "wal-mart to open co-branded in-store clinics",
        "time": "01:02 PM EST",
        "link": "http://www.reuters.com/article/healthNews/idUSWNAS996520080207",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc said on Thursday that it will begin opening co-branded in-store medical clinics under the name “The Clinic at Wal-Mart.”\n\nWal-Mart, the world’s largest retailer, said it expects to open 400 co-branded clinics by 2010, with the first such clinics opening in Atlanta, Little Rock, Arkansas, and Dallas.\n\nLast year, Wal-Mart said it planned to open as many as 400 in-store health clinics in the next two to three years, and that number could jump to 2,000 nationwide in five to seven years.\n\nThe clinics provide basic preventative and health services -- like cholesterol screenings or treatment for sore throats.\n\nBut the clinics that Wal-Mart had been opening in its stores did not have the Wal-Mart name. The retailer had been leasing the space in its stores to outside operators.\n\nWal-Mart said on Thursday that it signed a letter of intent to work with RediClinic LLC and local hospital systems to open co-branded walk-in clinics in 200 Wal-Mart Supercenters.\n\nIt also said it signed a letter of intent to partner with St. Vincent Health System to open four co-branded clinics in Little Rock.\n\nWal-Mart said “The Clinics at Wal-Mart” operated by RediClinic and St. Vincent plan to accept health insurance plans including Aetna, Humana and Blue Cross Blue Shield."
    }
]