[
    {
        "header": "family of man trampled at wal-mart sues retailer",
        "time": "06:11 PM EST",
        "link": "http://www.reuters.com/article/domesticNews/idUSTRE4B27EK20081203",
        "body": "NEW YORK (Reuters) - The family of a man killed in a stampede of frenzied holiday shoppers filed a wrongful death lawsuit against Wal-Mart Stores Inc on Wednesday, seeking unspecified damages.\n\nShoppers on New York’s Long Island broke down doors and surged into the Valley Stream Wal-Mart at 5 a.m. last Friday, the day after Thanksgiving, known as “Black Friday,” traditionally the busiest retail shopping day of the year.\n\nJdimytai Damour, 34, was knocked to the ground and trampled to death. He had been assigned to cover security as an independent contractor.\n\nDamour’s death was caused by “the carelessness, reckless negligence, wanton disregard for public safety and gross negligence” in the “staging, conducting and advertising for sales events,” said the lawsuit, filed in Bronx Supreme Court.\n\nThe lawsuit also named the shopping mall where the incident occurred and the security company employed by Wal-Mart.\n\nIn a statement, Wal-Mart said the company planned to reach out to Damour’s family “to do what we can to help them through this difficult time.”\n\n“Tomorrow morning we will release our sales numbers for the month of November,” the statement said. “This event is overshadowed by the tragic death of Jdimytai Damour at our Valley Stream, New York store on November 28.”\n\nNew York’s largest grocery workers union has urged authorities to investigate what it called “Wal-Mart’s failure to provide a safe workplace.”\n\nWal-Mart said it provided additional internal security and employees and third-party security and worked closely with police to prepare for “Black Friday,” which once marked the day retailers would turn a profit -- or get into the black -- for the year."
    }
]