[
    {
        "header": "update 2-wal-mart aims to curb plastic bag use",
        "time": "07:08 PM EDT",
        "link": "http://www.reuters.com/article/rbssConsumerGoodsAndRetailNews/idUSN2552171720080925",
        "body": "NEW YORK, Sept 25 (Reuters) - Wal-Mart Stores Inc (WMT.N) will give out fewer plastic shopping bags, and encourage shoppers to reuse and recycle them, as the retailer aims to slash its plastic bag waste by a third worldwide by 2013.\n\nThe plan is expected to cut the equivalent of 9 billion plastic bags from stores each year, and eliminate more than 135 million pounds of plastic waste globally in the next five years.\n\nThe world’s largest retailer said on Thursday it aims to reduce plastic bag waste by 25 percent in its U.S. stores and 50 percent in other countries.\n\n“If we can encourage consumers to change their behavior, just one bag at a time, we believe real progress can be made toward our goal of creating zero waste,” said Matt Kistler, senior vice president for sustainability at Wal-Mart.\n\nWal-Mart’s U.S. stores will begin selling a new 50-cent reusable bag in October, and its baggers will be trained to pack bags more efficiently. Earlier this month, its Mexico stores introduced reusable bags that cost one-third less than the previous ones.\n\nThe move comes amid a global push to curb the use of plastic bags, which environmentalists say can take up to 1,000 years to disintegrate and pose threats to marine life, birds and other animals.\n\nEarlier this year, San Francisco became the first U.S. city to outlaw non-biodegradable plastic bags from large supermarkets, and the state of California has enacted a law that requires large stores to take back plastic bags and encourage their reuse.\n\nChina, which consumes 37 million barrels of crude oil each year to manufacture more than one trillion plastic bags, has banned the use of ultra-thin plastic bags, which are typically used once and then thrown away.\n\nCountries such as Rwanda and Bangladesh have introduced plastic bag bans, while Italy is due to introduce a ban by 2010.\n\nWhile environmentalists cheered Wal-Mart’s campaign, some said it doesn’t go far enough.\n\n“We applaud their efforts, but 33 percent by 2013 is not a very aggressive goal. It’s doable ... by 2010 or 2009,” said Stephanie Barger, executive director of Costa Mesa, California-based Earth Resource Foundation, which runs the “Campaign Against the Plastic Plague.”\n\nA Wal-Mart spokesman referred comment on the plan’s timing to the Environmental Defense Fund, the retailer’s partner in developing the plastic cutback plan.\n\n“I think the way they’re going about it is the way that works for them,” said Gwen Ruta, vice president for corporate partnerships at EDF. “They’re going to try lots of different things, see what works best and move forward, but against clear, very measurable goals and timeline.”\n\nEDF said it has worked with Wal-Mart since 2005, when the retailer began to pursue green initiatives in earnest.\n\nRuta said Wal-Mart has been looking at different ways to cut down on plastic bag use, from training its baggers to pack bags more efficiently or possibly redesigning the bags. (Additional reporting by Nichola Groom in Los Angeles; editing by Gunna Dickson, Richard Chang)"
    },
    {
        "header": "wal-mart to cut global plastic shopping bag waste",
        "time": "02:12 PM EDT",
        "link": "http://www.reuters.com/article/GCA-GreenBusiness/idUSTRE48O7JH20080925",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc said on Thursday it will cut its worldwide plastic shopping bag waste by an average of 33 percent per store by 2013, an effort the world’s biggest retailer said could eliminate more than 135 million pounds of plastic waste globally.\n\nTo meet that goal, Wal-Mart stores will give out fewer bags and encourage shoppers to use reusable ones.\n\nThe announcement is part of the discount retailer’s overarching goal of one day creating zero waste.\n\nIt also comes amid a global push to curb the use of plastic bags, which environmentalists say can take up to 1,000 years to disintegrate and pose threats to marine life, birds and other animals.\n\nEarlier this year, San Francisco became the first U.S. city to outlaw non-biodegradable plastic bags from large supermarkets, and the state of California has enacted a law that requires large stores to take back plastic bags and encourage their reuse.\n\nWal-Mart said its stores in Mexico and the United States are introducing cheaper, affordable reusable bags. While in the United States it currently sells a reusable bag for $1, the retailer said it will begin offering a new reusable bag for 50 cents each.\n\nTo reach its goal of reducing plastic bag waste globally by 33 percent, Wal-Mart is aiming for a 25 percent reduction from its U.S. stores and a 50 percent reduction from its international operations."
    },
    {
        "header": "wal-mart unveils e-commerce site in booming brazil",
        "time": "01:11 PM EDT",
        "link": "http://www.reuters.com/article/internetNews/idUSTRE48O6N220080925",
        "body": "SAO PAULO (Reuters) - Wal-Mart Stores Inc branched out into electronic commerce in Brazil on Thursday, unveiling a website it hopes will extend its reach across the vast country, where consumer demand is booming.\n\nThe foray into e-commerce is part of an aggressive expansion strategy in Latin America’s largest country, where the U.S. retail giant is spending millions of dollars and racking up sales growth at more than twice the pace than in the United States.\n\n“Brazil is a strategic market for Wal-Mart, and being in e-commerce is a key part of our growth strategy here,” Hector Nunez, Wal-Mart’s chief executive in Brazil, said at a news conference at the retailer’s headquarters on the outskirts of Sao Paulo.\n\nWal-Mart, which opened its first store in Brazil in Sao Paulo in 1995, now has 322 outlets in 17 of the country’s 26 states. It is also looking to expand into the vast central states where it is absent.\n\nThe discount behemoth expects to open 24 more stores in Brazil by the end of 2008, part of 1.2 billion reais ($544.7 million) in investments earmarked for the year. In 2009, it plans to spend up to 1.8 billion reais ($984 million) to open 80 to 90 more outlets.\n\nWal-Mart spent 25 million reais ($13.67 million) to develop its Brazilian e-commerce site, www.walmart.com.br. Nunez said the site will offer the lowest prices among online retailers in Brazil, where electronic commerce has been growing more than 30 percent annually in recent years.\n\nAsked if the prospect of an economic slowdown in Brazil posed a threat to Wal-Mart’s expansion plans, Nunez said the company was confident its low-price model would continue to attract consumers, even in the event of a downturn.\n\n“We are going to continue with our expansion plans and we are going to continue investing in this country,” he said. “Consumption is still rising, and so are our sales.”"
    },
    {
        "header": "wal-mart aims to curb plastic bag use",
        "time": "07:41 PM EDT",
        "link": "http://www.reuters.com/article/environmentNews/idUSTRE48O7IY20080925",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc will give out fewer plastic shopping bags, and encourage shoppers to reuse and recycle them, as the retailer aims to slash its plastic bag waste by a third worldwide by 2013.\n\nThe plan is expected to cut the equivalent of 9 billion plastic bags from stores each year, and eliminate more than 135 million pounds of plastic waste globally in the next five years.\n\nThe world’s largest retailer said on Thursday it aims to reduce plastic bag waste by 25 percent in its U.S. stores and 50 percent in other countries.\n\n“If we can encourage consumers to change their behavior, just one bag at a time, we believe real progress can be made toward our goal of creating zero waste,” said Matt Kistler, senior vice president for sustainability at Wal-Mart.\n\nWal-Mart’s U.S. stores will begin selling a new 50-cent reusable bag in October, and its baggers will be trained to pack bags more efficiently. Earlier this month, its Mexico stores introduced reusable bags that cost one-third less than the previous ones.\n\nThe move comes amid a global push to curb the use of plastic bags, which environmentalists say can take up to 1,000 years to disintegrate and pose threats to marine life, birds and other animals.\n\nEarlier this year, San Francisco became the first U.S. city to outlaw non-biodegradable plastic bags from large supermarkets, and the state of California has enacted a law that requires large stores to take back plastic bags and encourage their reuse.\n\nChina, which consumes 37 million barrels of crude oil each year to manufacture more than one trillion plastic bags, has banned the use of ultra-thin plastic bags, which are typically used once and then thrown away.\n\nCountries such as Rwanda and Bangladesh have introduced plastic bag bans, while Italy is due to introduce a ban by 2010.\n\nWhile environmentalists cheered Wal-Mart’s campaign, some said it doesn’t go far enough.\n\n“We applaud their efforts, but 33 percent by 2013 is not a very aggressive goal. It’s doable ... by 2010 or 2009,” said Stephanie Barger, executive director of Costa Mesa, California-based Earth Resource Foundation, which runs the “Campaign Against the Plastic Plague.”\n\nA Wal-Mart spokesman referred comment on the plan’s timing to the Environmental Defense Fund, the retailer’s partner in developing the plastic cutback plan.\n\n“I think the way they’re going about it is the way that works for them,” said Gwen Ruta, vice president for corporate partnerships at EDF. “They’re going to try lots of different things, see what works best and move forward, but against clear, very measurable goals and timeline.”\n\nEDF said it has worked with Wal-Mart since 2005, when the retailer began to pursue green initiatives in earnest.\n\nRuta said Wal-Mart has been looking at different ways to cut down on plastic bag use, from training its baggers to pack bags more efficiently or possibly redesigning the bags."
    }
]