[
    {
        "header": "wal-mart, target results to be study in contrast",
        "time": "02:17 PM EST",
        "link": "http://www.reuters.com/article/reutersEdge/idUSTRE4A96JI20081110",
        "body": "NEW YORK (Reuters) - It will be a study of contrasts when the two biggest U.S. discount retailers report third-quarter earnings within the next full week.\n\nWal-Mart Stores Inc (WMT.N) is scheduled to release earnings Nov 13, while Target Corp (TGT.N) is set for Nov 17.\n\nAfter years in which Target’s sales outperformed those at larger rival Wal-Mart, the economic downturn has flipped the fortunes of the two retailers.\n\nWal-Mart, the world’s biggest retailer, is expected to report higher third-quarter profit, as shoppers head to its stores for deals on necessities like groceries and medicine.\n\nBut Target is facing its fifth consecutive quarterly profit drop. Its shoppers, following more austere budgets, are cutting back on trips to the retailer and avoiding purchases of its once-hot cheap but chic clothes and home decor.\n\nInvestors are watching to see if Target can get its sales on track for the fourth quarter, which includes the holiday season and accounted for 36 percent of its profit last year.\n\nThey are also waiting to see if Target will bow to pressure from William Ackman, an investor who has proposed that Target spin off a separate company that would own the land on which its stores are built.\n\nMeanwhile, analysts are dialing back expectations for Wal-Mart as a stronger U.S. dollar lowers the value of its international sales.\n\n“We expect foreign currency exchange risk could serve as a headwind to sales and profitability for the remainder of the year and into 2009,” wrote Barclays Capital analyst Robert Drbul in a research note.\n\nSales at Target’s stores open at least a year, or same-store sales, largely outperformed those at Wal-Mart from early 2003 until November 2007, according to ThinkEquity LLC.\n\nThat trend began to reverse itself last holiday as shoppers shifted their purchases away from discretionary items like clothes or home decor -- Target’s strong suit -- toward purchases of food and toiletries -- Wal-Mart’s strong suit.\n\nWal-Mart is now headed into the holidays determined to build on its resurgence. It held special sale events on Saturday to attract early holiday shoppers, and is slashing prices every week until Christmas to gain market share.\n\nWal-Mart’s emphasis on low-priced food is drawing customers, but could hurt profits if it cuts prices too drastically, said Janna Sampson, co-chief investment officer with Oakbrook Investments.\n\n“Wal-Mart is seeing quite substantial sales from groceries,” she said. “I think that the quality of some of the sales may not be as good as the total sales numbers look, and that will impact profit margins.”\n\nAnalysts are also lowering their forecasts for Wal-Mart’s profits this year and next as the U.S. dollar strengthens.\n\nA weaker dollar boosts profits of U.S. multinational companies when their foreign revenues are converted into greenbacks. But the dollar rose in the third quarter against a basket of major currencies, eliminating some of that boost.\n\nAnalysts, on average, expect Wal-Mart to post earnings of 76 cents per share, up from 70 cents per share a year ago, according to Thomson Reuters. Wal-Mart has forecast earnings from continuing operations of 73 cents to 76 cents per share.\n\nTarget is expected to report earnings of 49 cents per share, down from 56 cents per share a year ago.\n\nAs its earnings have fallen, so too have its shares -- by 35 percent in the past year.\n\nAckman’s hedge fund, Pershing Square Capital Management, owns just under 10 percent of Target’s shares, and Ackman has been pushing Target to make changes to its business to rejuvenate its stock.\n\nHis latest demand calls for Target to spin off to shareholders a real estate investment trust, or REIT, that would own the land underneath Target’s stores.\n\nBut Target said the proposal “raises serious concerns” and moving assets to a REIT entity could reduce its financial flexibility. Target said it would evaluate the proposal and likely provide an update “in the near future.”\n\nA Target spokeswoman declined to comment on whether it would address Ackman’s proposal when it reports earnings results. But many Wall Street analysts have expressed doubt that a REIT deal would make sense at the moment.\n\n“Pershing Square’s proposal is creative, but it ultimately falls short of convincing us that the proposed transaction is a worthwhile undertaking,” wrote Jefferies & Co analyst Daniel Binder on Oct 30. “Further, this well respected management team does not appear to favor the plan and we suspect the likelihood of it being implemented is low at this point.”"
    }
]