[
    {
        "header": "wal-mart says gas price drop helping store traffic",
        "time": "10:55 AM EST",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4AH4T420081118",
        "body": "NEW YORK (Reuters) - Customers are coming in to Wal-Mart’s (WMT.N) stores more frequently now that gas prices have fallen, the head of its U.S. operation said on Tuesday, and the retailer is cutting prices on food to win sales ahead of the Thanksgiving holiday.\n\nEduardo Castro-Wright, speaking at a Morgan Stanley conference that was broadcast over the Internet, said that as gas prices rose this year, shoppers cut down on trips to its rural stores.\n\nBut as gas prices fell in October, Wal-Mart saw an increase in traffic to both its rural and urban stores, he said.\n\nWhile customers are coming into its stores more frequently, they are not necessarily spending less during their visits, a trend that should favor the retailer, he added.\n\nEarlier this month, Wal-Mart reported a nearly 10 percent rise in quarterly profit as shoppers scoured its stores for discounts on food, toiletries and medicine.\n\nTo gain market share in what is forecast to be a difficult holiday sales season, Wal-Mart has said it will introduce a new round of price cuts every week until Christmas.\n\nOn Tuesday, as part of that strategy, it announced price reductions on food, hoping to draw shoppers into its stores ahead of the Thanksgiving holiday next week.\n\nWal-Mart also said it will give its 1.4 million U.S. employees a 10 percent discount on food items through Jan 1.\n\nSales at Wal-Mart’s U.S. stores open at least a year have been outpacing those at many of its competitors this year as cash-strapped shoppers try to stretch limited budgets.\n\nMuch of that growth has come from strong demand for consumables -- items like food or paper towels that have to be purchased frequently.\n\nCastro-Wright said Wal-Mart is looking beyond the traditional notion of a consumable to drive sales of items like socks, weather stripping or motor oil that have a “consumption pattern”.\n\n“We define that as a major opportunity for us,” he said.\n\nWal-Mart is also working on developing a “high efficiency” retail format that would have higher sales per square foot than some its current stores. The executive said Wal-Mart is also looking at using smaller-sized stores to enter markets where it does not have a presence today."
    }
]