[
    {
        "header": "wal-mart aims to curb plastic bag use",
        "time": "12:52 PM EDT",
        "link": "http://www.reuters.com/article/environmentNews/idUSTRE48O7IY20080926",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc will give out fewer plastic shopping bags, and encourage shoppers to reuse and recycle them, as the retailer aims to slash its plastic bag waste by a third worldwide by 2013.\n\nThe plan is expected to cut the equivalent of 9 billion plastic bags from stores each year, and eliminate more than 135 million pounds of plastic waste globally in the next five years.\n\nThe world’s largest retailer said on Thursday it aims to reduce plastic bag waste by 25 percent in its U.S. stores and 50 percent in other countries.\n\n“If we can encourage consumers to change their behavior, just one bag at a time, we believe real progress can be made toward our goal of creating zero waste,” said Matt Kistler, senior vice president for sustainability at Wal-Mart.\n\nWal-Mart’s U.S. stores will begin selling a new 50-cent reusable bag in October, and its baggers will be trained to pack bags more efficiently. Earlier this month, its Mexico stores introduced reusable bags that cost one-third less than the previous ones.\n\nThe move comes amid a global push to curb the use of plastic bags, which environmentalists say can take up to 1,000 years to disintegrate and pose threats to marine life, birds and other animals.\n\nEarlier this year, San Francisco became the first U.S. city to outlaw non-biodegradable plastic bags from large supermarkets, and the state of California has enacted a law that requires large stores to take back plastic bags and encourage their reuse.\n\nChina, which consumes 37 million barrels of crude oil each year to manufacture more than one trillion plastic bags, has banned the use of ultra-thin plastic bags, which are typically used once and then thrown away.\n\nCountries such as Rwanda and Bangladesh have introduced plastic bag bans, while Italy is due to introduce a ban by 2010.\n\nWhile environmentalists cheered Wal-Mart’s campaign, some said it doesn’t go far enough.\n\n“We applaud their efforts, but 33 percent by 2013 is not a very aggressive goal. It’s doable ... by 2010 or 2009,” said Stephanie Barger, executive director of Costa Mesa, California-based Earth Resource Foundation, which runs the “Campaign Against the Plastic Plague.”\n\nA Wal-Mart spokesman referred comment on the plan’s timing to the Environmental Defense Fund, the retailer’s partner in developing the plastic cutback plan.\n\n“I think the way they’re going about it is the way that works for them,” said Gwen Ruta, vice president for corporate partnerships at EDF. “They’re going to try lots of different things, see what works best and move forward, but against clear, very measurable goals and timeline.”\n\nEDF said it has worked with Wal-Mart since 2005, when the retailer began to pursue green initiatives in earnest.\n\nRuta said Wal-Mart has been looking at different ways to cut down on plastic bag use, from training its baggers to pack bags more efficiently or possibly redesigning the bags."
    }
]