[
    {
        "header": "update 1-wal-mart october same-store sales rise 2.4 percent",
        "time": "07:40 AM EST",
        "link": "http://www.reuters.com/article/rbssRetailDiscountStores/idUSN0653530420081106",
        "body": "NEW YORK, Nov 6 (Reuters) - Wal-Mart Stores Inc (WMT.N) on Thursday reported a 2.4 percent rise in October sales at U.S. stores open at least a year, beating analysts’ targets, as it attracted more shoppers to its discount stores.\n\nAnalysts on average were expecting the company’s same-store sales to rise 1.6 percent, according to Reuters Estimates. The world’s largest retailer had forecast a gain of 1 percent to 2 percent.\n\n“Customer comparable traffic is higher, and our seasonal merchandising events are delivering improved sales,” Eduardo Castro-Wright, Wal-Mart U.S. president and chief executive, said in a statement. “Highly competitive pricing, especially on basics throughout the store, is driving these results.”\n\nSeparately, the company said it would be introducing new rounds of price cuts every week until Christmas to appeal to cash-strapped shoppers.\n\nFor November, Wal-Mart expects U.S. same-stores to rise 1 percent to 3 percent.\n\n“While there remain some uncertainties with the global economy, we believe falling gas prices could help customers as we enter this holiday season,” Chief Financial Officer Tom Schoewe said in a statement.\n\nWal-Mart said net sales in the four weeks ended Oct. 31 rose 2.3 percent to $28.57 billion. (Reporting by Nicole Maestri; Editing by Lisa Von Ahn)"
    },
    {
        "header": "wal-mart october same-store sales rise",
        "time": "03:18 PM EST",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4A540C20081106",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) on Thursday reported a 2.4 percent rise in October sales at U.S. stores open at least a year, beating analysts’ targets, as it attracted more shoppers to its discount stores.\n\nAnalysts on average were expecting the company’s same-store sales to rise 1.6 percent, according to Reuters Estimates. The world’s largest retailer had forecast a gain of 1 percent to 2 percent.\n\n“Customer comparable traffic is higher, and our seasonal merchandising events are delivering improved sales,” Eduardo Castro-Wright, Wal-Mart U.S. president and chief executive, said in a statement. “Highly competitive pricing, especially on basics throughout the store, is driving these results.”\n\nSeparately, the company said it would be introducing new rounds of price cuts every week until Christmas to appeal to cash-strapped shoppers.\n\nFor November, Wal-Mart expects U.S. same-stores to rise 1 percent to 3 percent.\n\n“While there remain some uncertainties with the global economy, we believe falling gas prices could help customers as we enter this holiday season,” Chief Financial Officer Tom Schoewe said in a statement.\n\nWal-Mart said net sales in the four weeks ended October 31 rose 2.3 percent to $28.57 billion."
    },
    {
        "header": "wal-mart will cut prices every week until christmas",
        "time": "03:18 PM EST",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4A54KO20081106",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) will be introducing new rounds of price cuts every week until Christmas as the world’s largest retailer reaches out and appeals to cash-strapped shoppers looking to stretch their holiday budgets.\n\nAs part of what it is calling “Operation Main Street,” Wal-Mart will be slashing prices on thousands of items that it says are “vital” to the holiday season, like food and toys.\n\nThe move will build on price cuts the discount retailer implemented in October when it offered 10 popular toys for $10 each.\n\n“It’s very much along those same lines, only it takes the intensity up massively,” Stephen Quinn, Wal-Mart’s chief marketing officer, told Reuters, referring to the new price cuts.\n\nWal-Mart’s sales have been outperforming many of its competitors this year as U.S. shoppers -- pressured by high food and fuel prices, declining home values, extremely tight credit, and a weak jobs market -- flock to its stores in search of bargains.\n\nAt its analyst meeting last week, Chief Executive Officer Lee Scott stressed that “Christmas will come on Dec 25” despite the economy and said that Wal-Mart will have the best prices in the market for the holiday season.\n\nQuinn said Wal-Mart has surveyed moms to find out how they are planning to shop over the next eight weeks -- from getting their homes set for the holidays, to buying food for Thanksgiving dinner, to purchasing gifts.\n\nWal-Mart will offer price cuts on merchandise that coordinates with those shopping patterns.\n\n“Clearly, this economy has made things tougher for moms and those who are planning budgets for families,” he said. “They’ve never planned more than they are planning now. They feel like they have to manage the budget.”\n\nShoppers can sign up on Wal-Mart’s Website, www.walmart.com/mobileinfo, to receive alerts on their mobile phones outlining the weekly price reductions.\n\n“These mobile messages are going to be very relevant to the exact time period you’re in,” Quinn said.\n\nQuinn said Wal-Mart has worked with its suppliers to ensure it has adequate supply of the products it will be promoting. The retailer will be touting its low prices in ads on TV, its Website, on the radio and in newspaper circulars.\n\n“We’ve got more marketing support than we’ve ever had to make sure people are really are aware of all the values that we have to offer,” Quinn said."
    },
    {
        "header": "wal-mart's asda says had a strong october",
        "time": "08:31 AM EST",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSL675359220081106",
        "body": "LONDON, Nov 6 (Reuters) - Asda, Britain’s second-biggest grocer, had a strong October driven by higher customer numbers and sales of groceries and clothes, its U.S. parent company Wal-Mart Stores Inc (WMT.N) said on Thursday.\n\nWal-Mart, the world’s biggest retailer, did not give a figure for Asda’s sales and Asda declined further comment.\n\n“In a difficult economic environment in the United Kingdom, Asda had another strong month as a result of increased customer count and ticket,” Wal-Mart said in a statement.\n\n“Comparable store sales were strongest in grocery and clothing. In general merchandise, sales of Halloween merchandise were ahead of expectations.”\n\nWal-Mart beat forecasts with a 2.4 percent rise in October sales at U.S. stores open at least a year. [ID:nN06535304]\n\nAsda, which has been gaining market share in Britain’s competitive grocery market, is due to report third-quarter sales figures on Nov. 13. (Reporting by Mark Potter; Editing by David Cowell)"
    }
]