[
    {
        "header": "wal-mart to invest up to 1.8 bln reais in brazil",
        "time": "03:29 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSN1349174820080813",
        "body": "BRASILIA, Aug 13 (Reuters) - U.S. retail giant Wal-Mart (WMT.N) will invest up to 1.8 billion reais ($1.1 billion) in Brazil to open 80 to 90 stores in 2009, the company said in a statement on Wednesday.\n\nWal-Mart is spending 1.2 billion reais to open 36 new stores in Brazil’s fast-growing market in 2008, the statement said.\n\nThe announcement coincides with a meeting of senior Wal-Mart officials and Brazil’s President Luiz Inacio Lula da Silva."
    },
    {
        "header": "update 2-wal-mart invests over $1 bln to grow in brazil",
        "time": "05:29 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSN1327767320080813",
        "body": "BRASILIA, Aug 13 (Reuters) - U.S. retail giant Wal-Mart (WMT.N) will invest up to 1.8 billion reais ($1.1 billion) in Brazil to open 80 to 90 stores in 2009, the company said in a statement on Wednesday.\n\nWal-Mart is spending 1.2 billion reais to open 36 new stores in Brazil’s fast-growing market in 2008, the statement said.\n\n“Brazil is highly strategic for Wal-Mart. We will continue to accelerate our growth here in Brazil,” Hector Nunez, head of Wal-Mart Brasil, told journalists after a meeting with Brazil’s President Luiz Inacio Lula da Silva.\n\nThe focus of Wal-Mart would be on low-income consumers, who are targeted by its supermarket brands Maxxi and Todo Dia, Nunez said.\n\nWal-Mart Americas President Michael Duke and Wal-Mart International President Craig Herkert also met with Lula.\n\nThe retailer, which opened its first store in Brazil in 1995, has 318 outlets and employs 70,000 people in Latin America’s largest economy.\n\nIt still trails its top two rivals: France’s Carrefour (CARR.PA) and Brazilian retailer Companhia Brasileira de Distribuicao (PCAR4.SA).\n\nBrazil’s economy grew 5.4 percent last year, driven by higher income and cheaper consumer credit. (Reporting by Fernando Exman; Writing by Raymond Colitt; Editing by Brian Moss, Phil Berlowitz)"
    }
]