[
    {
        "header": "preview-wal-mart meets wall st as global recession looms",
        "time": "01:35 PM EDT",
        "link": "http://www.reuters.com/article/rbssFoodDistribution & Convenience Stores/idUSN2437043320081024",
        "body": ""
    },
    {
        "header": "wal-mart meets wall street as global recession looms",
        "time": "01:40 PM EDT",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49N6ZX20081024",
        "body": "NEW YORK (Reuters) - If 2008 marks the year Wal-Mart Stores Inc (WMT.N) got its mojo back, investors want to see if the world’s largest retailer can keep that momentum going even if the global economy sinks into a deep recession.\n\nWal-Mart will hold its annual analyst meeting October 27 and 28. It will update its capital spending plans, a Wal-Mart spokesman said, but he declined to give further details.\n\nInvestors have poured money into the discounter’s stock, seen as a relative bright spot in a struggling retail sector. Cash-strapped shoppers have flocked to Wal-Mart’s stores for discounts on basics, like groceries and toiletries.\n\nWal-Mart is also benefiting from efforts launched before the downturn to slow openings of U.S. supercenters, which combine a discount and grocery store, and improve U.S. sales.\n\nCitigroup analyst Deborah Weinswig listed as one of her 10 predictions for 2008 that Wal-Mart would “get its mojo back,” saying “a slowdown in the economy will increase the appeal of Wal-Mart’s one-stop shop format” and low price strategy.\n\nWhen the U.S. economy was roaring along, fed in no small part by the housing boom, Wal-Mart found itself losing out to trendier stores such as Target, and constantly under attack from groups that accused it of mistreating employees and driving competitors out of business with its massive expansion plans.\n\nAfter a foray into fashion and higher-end merchandise failed to draw wealthier shoppers, Wal-Mart returned to its-low cost roots and reined in expansion in late 2006. That paid big dividends when the economy began to sour in 2007 and cost-conscious consumers came back to its stores.\n\nIn 2008, Wal-Mart’s sales at U.S. stores open at least a year have rebounded to show a 2.9 percent rise through September, compared with a 1.4 percent gain last fiscal year, its lowest annual result in history.\n\nAnalysts expect Wal-Mart to maintain its focus on limited expansion, possibly trimming store opening plans. They are also watching to see if the discounter can continue its turnaround as shoppers worldwide find it harder to pay for the most basic necessities like food.\n\n“Wal-Mart was one of the first retailers to talk about slowing down square footage growth, and you’ve seen a whole host of others now come behind them as the economic environment deteriorated,” said Walter Todd, portfolio manager at Greenwood Capital Associates. Greenwood Capital manages more than $1 billion of assets and owns Wal-Mart shares.\n\n“Given the environment that we’re in, I think they need to be a little bit more cautious about expansion plans going forward,” Todd said.\n\nThis year through Thursday, Wal-Mart’s stock is up 11 percent, while rival Target Corp (TGT.N) is down 32 percent. Carrefour (CARR.PA), the world’s second-largest retailer, is down 48 percent and Tesco (TSCO.L), Britain’s biggest retailer, is down 32 percent.\n\nU.S. consumers have been squeezed by a crumbling housing market, tighter access to credit and a weak jobs market. Their confidence in the economy has sunk to new lows since a financial markets crisis erupted in September.\n\n“Most consumers are worried about, ‘Will I have enough to put food on the table so my family can eat?'” Eduardo Castro-Wright, chief executive of Wal-Mart’s U.S. operations, said on Tuesday.\n\nThat has played into Wal-Mart’s strengths as the largest U.S. food retailer by sales, and a company that has built its brand on promoting low prices.\n\nThe shift in buying habits coincided with a turnaround plan Wal-Mart began in 2006 to boost results in its U.S. stores, which accounted for 64 percent of total sales last year.\n\nIt pared its aggressive expansion to focus on renovating stores, revamping merchandise and heavily touting low prices.\n\nWith Wal-Mart reaching the saturation point in many U.S. markets, it has highlighted its international businesses as a growth engine. But many international markets are struggling.\n\nOn Friday, news that Britain’s economy contracted in the third quarter deepened fears of a worldwide recession, and panicked investors moved to liquidate risky positions.\n\nJoseph Beaulieu, a retail analyst with Morningstar, said the downturn could cut both ways. If consumers have less cash, they will have less money to spend at Wal-Mart, he said.\n\n“On the other hand, Wal-Mart’s scale and purchasing power and efficiency might send those customers looking for the best bargain. And if Wal-Mart can provide those, this could eventually make them stronger,” he said.\n\nAt last year’s analyst meeting, Wal-Mart cut its capital expenditure forecast and scaled back on planned supercenters.\n\nIn June, Wal-Mart revised its spending plans, saying that for the fiscal year ending Jan 31, 2009, it expects capital expenditures of $13.0 billion to $14.0 billion, down from an earlier view of $13.5 billion to $15.2 billion.\n\nMorgan Stanley analyst Gregory Melich expects further deceleration in overall square footage growth to 5 percent in 2009, with a 4 percent increase in total capital expenditures."
    }
]