[
    {
        "header": "mexico stocks jump as wal-mart reassures",
        "time": "10:54 AM EST",
        "link": "http://www.reuters.com/article/mexicoMktRpt/idUSN1335520220081113",
        "body": "MEXICO CITY, Nov 13 (Reuters) - Mexican stocks jumped on Thursday after U.S.-based Wal-Mart Stores Inc offered some reassuring news about consumer spending in the United States, Mexico’s top trading partner.\n\nThe benchmark IPC stock index .MXX gained 1.15 percent to 19,021, snapping two days of steep losses.\n\nThe peso MXN=MEX01 firmed for the first time in four sessions, gaining 0.15 percent to 13.02 per dollar.\n\nNews of a stronger-than-expected third-quarter profit from Wal-Mart (WMT.N) provided some comfort it investors.\n\nEven though Wal-Mart, the world’s largest retailer, cut its profit forecast, it was optimistic about the current quarter.\n\nMexico’s currency and stocks fell sharply this week amid a string of gloomy news about consumers in the United States, the destination of more than 80 percent of Mexican exports.\n\nIn stock trading, shares of Wal-Mart de Mexico WALMEXV.MX led Thursday’s rebound, rising 3.85 percent to 31.85 pesos. (Reporting by Michael O‘Boyle; Editing by James Dalgleish)"
    },
    {
        "header": "wal-mart net rise 10 percent, but outlook lowered",
        "time": "03:55 PM EST",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4AC2YS20081113",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) reported a slightly better-than-expected 10 percent rise in quarterly profit on Thursday, as shoppers scoured its aisles for discounts on groceries and medicine in the face of deteriorating economic conditions.\n\nBut the world’s largest retailer, which garners roughly 25 percent of its sales internationally, forecast fourth-quarter earnings that could miss Wall Street targets, and lowered its full-year profit view. It cited pressure from the stronger U.S. dollar, which lowers the value of its international sales.\n\n“I think investors by and large will look through that to some extent to say, ‘This is beyond their control,’ and look at their underlying fundamentals,” said Jefferies & Co analyst Dan Binder.\n\nWal-Mart’s rising profits stand in stark contrast to competitors, whose businesses have been upended by a sharp decline in consumer spending. This week, consumer electronics retailer Circuit City Stores Inc CCTYQ.PK filed for bankruptcy, while Best Buy Co Inc (BBY.N) slashed its profit forecast, citing “seismic changes in consumer behavior.”\n\nWal-Mart’s Chief Executive Officer Lee Scott said the retailer is gaining momentum and he is “optimistic” despite entering what some economists are forecasting will be the worst holiday sales season in nearly 20 years.\n\n“It is our time,” he said on a recorded call.\n\nWal-Mart reported net income of $3.14 billion, or 80 cents per share, for the third quarter that ended October 31, up from $2.86 billion, or 70 cents per share, a year earlier.\n\nThe company said earnings from continuing operations were 77 cents per share. It had previously forecast 73 cents to 76 cents, and analysts on average had been expecting 76 cents, according to Reuters Estimates.\n\nIts shares rose $1.31, or 2.5 percent, to $53.93 in afternoon trading on the New York Stock Exchange.\n\nWal-Mart’s sales have outpaced competitors this year as cautious consumers adopt a thrifty attitude and try to stretch their dollars by shopping in its stores, especially for necessities like groceries and toiletries.\n\nWal-Mart has also been lowering prices, sprucing up stores and improving its merchandise selection to win shoppers during the downturn and beyond.\n\n“Our job is to take care of our customers now ... so that, when things do improve, they will have established a new shopping pattern and will stay with us,” Chief Financial Officer Tom Schoewe said in an interview.\n\nQuarterly sales in its namesake U.S. stores and its Sam’s Club warehouse division rose more than 6 percent to $72.78 billion. International sales rose 11.2 percent to $24.86 billion.\n\nSales at U.S. stores open at least a year rose 3 percent overall, with increases of 2.7 percent at the company’s namesake stores and 4.5 percent at the Sam’s Club division.\n\nEduardo Castro-Wright, head of its U.S. operations, said consumers were being more cautious with electronics purchases, but it is still seeing “healthy sales growth” in flat-panel TVs and GPS navigation systems.\n\n“The bottom line is they’re continuing to take market share, they’re continuing to operate very well all around the world,” said Telsey Advisory Group analyst Joseph Feldman.\n\nWal-Mart forecast fourth-quarter earnings per share of $1.03 to $1.07 from continuing operations -- below analysts’ expectations of $1.11 -- on U.S. same-store sales growth of 1 percent to 3 percent.\n\nSchoewe said “rapid changes” in currency exchange rates will hurt fourth-quarter results by about 6 cents per share.\n\nA weaker dollar boosts profits of U.S. multinational companies, such as Wal-Mart, when their foreign revenues are converted into greenbacks. But that benefit has been waning as the U.S. dollar rebounds.\n\nIn an interview, Schoewe said his forecast was based on current exchange rates. If the dollar weakens, Wal-Mart could report better quarterly results, he said. But if the dollar were to strengthen, its results could be worse than indicated.\n\nBut a stronger U.S. dollar could help Wal-Mart by lowering the price of goods it purchases overseas.\n\n“It’s too early for us to be feeling a significant portion of that benefit now. But clearly, with the stronger dollar, that just makes that international purchase that much cheaper,” he added.\n\nFor the full year, Wal-Mart now expects earnings per share of $3.42 to $3.46 from continuing operations, compared with a previous view of $3.43 to $3.50."
    },
    {
        "header": "us stocks-wal-mart underpins futures, but intel weighs",
        "time": "08:11 AM EST",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN1345186420081113",
        "body": "* For up-to-the-minute market news, please click on [STXNEWS/US]\n\nNEW YORK, Nov 13 (Reuters) - U.S. stock index futures pointed to flat to slightly higher Wall Street open on Thursday after Wal-Mart Stores Inc (WMT.N) offered some reassuring news about consumer spending.\n\nIn addition, investors were poised to follow up a three-day losing streak with a search for downtrodden shares.\n\nNews of a stronger-than-expected third-quarter profit from Wal-Mart provided some comfort, but sentiment remained shaky as investors fretted about Intel Corp’s (INTC.O) lowered revenue outlook.\n\nEven though Wal-Mart trimmed its full-year profit forecast, the world’s largest retailer said it was optimistic about the current quarter, which spans the all-important holiday shopping season. For details, see [ID:nN13306963]\n\n“The Wal-Mart news, what it does is instill some confidence that there are still some companies that are still doing well,” said Matt McCall, president of Penn Financial Group in Ridgewood, New Jersey. “Also look at what the market has done over the last three days. It’s gotten crushed. So we’re in the very short-term basis oversold.”\n\nS&P 500 futures SPc1 slipped 1.40 points and were above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures DJc1 fell 14 points, and Nasdaq 100 NDc1 futures fell 9.50 points.\n\nShares of Wal-Mart, a Dow component, were little changed before the bell, while those of Intel, a chip maker, slipped 4.4 percent to $12.92.\n\nAt Wednesday’s close the broader market stood a whisker away from retesting its October 10 low, a development which traditionally sees bulls trying to initially make a stand against the bears, in turn helping provide the market some short-term support.\n\nIn corporate news, Citigroup Inc (C.N) is in talks to buy U.S. regional lender Chevy Chase Bank FSB CCX_pc.N , which operates in the mid-Atlantic region, the Wall Street Journal reported. [ID:nBNG364257]\n\nCitigroup shares were up 1.7 percent at $9.80 before the bell. Thursday’s economic calendar includes a report on weekly jobless claims, due for release at 8:30 a.m. (1330 GMT).\n\nU.S. stocks sank for the third day on Wednesday after the United States backed away from using its $700 billion bailout to mop up sour mortgages and added to uncertainty about how the government plans to revive lending and the economy. (Editing by Kenneth Barry)"
    },
    {
        "header": "update 5-wal-mart net rise 10 pct, but outlook lowered",
        "time": "03:46 PM EST",
        "link": "http://www.reuters.com/article/CMPSRV/idUSN1336039320081113",
        "body": "* Cites “rapid changes” in currency exchange for new view\n\nNEW YORK, Nov 13 (Reuters) - Wal-Mart Stores Inc (WMT.N) reported a slightly better-than-expected 10 percent rise in quarterly profit on Thursday, as shoppers scoured its aisles for discounts on groceries and medicine in the face of deteriorating economic conditions.\n\nBut the world’s largest retailer, which garners roughly 25 percent of its sales internationally, forecast fourth-quarter earnings that could miss Wall Street targets, and lowered its full-year profit view. It cited pressure from the stronger U.S. dollar, which lowers the value of its international sales.\n\n“I think investors by and large will look through that to some extent to say, ‘This is beyond their control,’ and look at their underlying fundamentals,” said Jefferies & Co analyst Dan Binder.\n\nWal-Mart’s rising profits stand in stark contrast to competitors, whose businesses have been upended by a sharp decline in consumer spending. This week, consumer electronics retailer Circuit City Stores Inc CCTYQ.PK filed for bankruptcy, while Best Buy Co Inc (BBY.N) slashed its profit forecast, citing “seismic changes in consumer behavior.”\n\nWal-Mart’s Chief Executive Officer Lee Scott said the retailer is gaining momentum and he is “optimistic” despite entering what some economists are forecasting will be the worst holiday sales season in nearly 20 years.\n\n“It is our time,” he said on a recorded call.\n\nWal-Mart reported net income of $3.14 billion, or 80 cents per share, for the third quarter that ended Oct. 31, up from $2.86 billion, or 70 cents per share, a year earlier.\n\nThe company said earnings from continuing operations were 77 cents per share. It had previously forecast 73 cents to 76 cents, and analysts on average had been expecting 76 cents, according to Reuters Estimates.\n\nIts shares rose $1.31, or 2.5 percent, to $53.93 in afternoon trading on the New York Stock Exchange.\n\nWal-Mart’s sales have outpaced competitors this year as cautious consumers adopt a thrifty attitude and try to stretch their dollars by shopping in its stores, especially for necessities like groceries and toiletries.\n\nWal-Mart has also been lowering prices, sprucing up stores and improving its merchandise selection to win shoppers during the downturn and beyond.\n\n“Our job is to take care of our customers now ... so that, when things do improve, they will have established a new shopping pattern and will stay with us,” Chief Financial Officer Tom Schoewe said in an interview.\n\nQuarterly sales in its namesake U.S. stores and its Sam’s Club warehouse division rose more than 6 percent to $72.78 billion. International sales rose 11.2 percent to $24.86 billion. Read more about its international operations here: [ID:nLD123751]\n\nSales at U.S. stores open at least a year rose 3 percent overall, with increases of 2.7 percent at the company’s namesake stores and 4.5 percent at the Sam’s Club division.\n\nEduardo Castro-Wright, head of its U.S. operations, said consumers were being more cautious with electronics purchases, but it is still seeing “healthy sales growth” in flat-panel TVs and GPS navigation systems.\n\n“The bottom line is they’re continuing to take market share, they’re continuing to operate very well all around the world,” said Telsey Advisory Group analyst Joseph Feldman.\n\nWal-Mart forecast fourth-quarter earnings per share of $1.03 to $1.07 from continuing operations -- below analysts’ expectations of $1.11 -- on U.S. same-store sales growth of 1 percent to 3 percent.\n\nSchoewe said “rapid changes” in currency exchange rates will hurt fourth-quarter results by about 6 cents per share.\n\nA weaker dollar boosts profits of U.S. multinational companies, such as Wal-Mart, when their foreign revenues are converted into greenbacks. But that benefit has been waning as the U.S. dollar rebounds.\n\nIn an interview, Schoewe said his forecast was based on current exchange rates. If the dollar weakens, Wal-Mart could report better quarterly results, he said. But if the dollar were to strengthen, its results could be worse than indicated.\n\nBut a stronger U.S. dollar could help Wal-Mart by lowering the price of goods it purchases overseas.\n\n“It’s too early for us to be feeling a significant portion of that benefit now. But clearly, with the stronger dollar, that just makes that international purchase that much cheaper,” he added.\n\nFor the full year, Wal-Mart now expects earnings per share of $3.42 to $3.46 from continuing operations, compared with a previous view of $3.43 to $3.50.\n\nWall Street expected full-year profit of $3.49 per share. (Editing by Maureen Bavdek and Andre Grenon)"
    },
    {
        "header": "us stocks-market set for flat open on wal-mart, data",
        "time": "09:08 AM EST",
        "link": "http://www.reuters.com/article/FSCONS/idUSN1335053520081113",
        "body": "* For up-to-the-minute market news, please click on [STXNEWS/US] (Recasts first paragraph, updates prices)\n\nNEW YORK, Nov 13 (Reuters) - U.S. stocks headed for a flat to slightly higher open on Thursday after Wal-Mart Stores Inc (WMT.N) offered some reassuring news about consumer spending, offsetting data that signaled more labor market deterioration.\n\nIn addition, investors were poised to follow up a three-day losing streak with a search for downtrodden shares.\n\nNews of a stronger-than-expected third-quarter profit from Wal-Mart provided some comfort, but sentiment remained shaky as investors fretted about Intel Corp’s (INTC.O) lowered revenue outlook.\n\nEven though Wal-Mart trimmed its full-year profit forecast, the world’s largest retailer said it was optimistic about the current quarter, which spans the all-important holiday shopping season. For details, see [ID:nN13306963]\n\n“What (the Wal-Mart news) does is instill some confidence that there are still some companies that are doing well,” said Matt McCall, president of Penn Financial Group in Ridgewood, New Jersey. “Also look at what the market has done over the last three days. It’s gotten crushed. So we’re in the very short-term basis oversold.”\n\nS&P 500 futures SPc1 slipped 3.80 points and were above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures DJc1 edged down 6 points, and Nasdaq 100 NDc1 futures dipped 11 points.\n\nShares of Wal-Mart, a Dow component, were little changed before the bell, while Intel, a chip maker, slipped 4.5 percent to $12.91.\n\nOn the economic front, a government report showed a steeper-than-expected surge in the number of people filing new claims for jobless benefits in the latest week, underscoring the strains on the labor market and the economy.\n\nIn corporate news, Citigroup Inc (C.N) is in talks to buy U.S. regional lender Chevy Chase Bank FSB CCX_pc.N , which operates in the mid-Atlantic region, the Wall Street Journal reported. [ID:nBNG364257]\n\nCitigroup shares were up nearly 2 percent at $9.81 before the bell.\n\nAt Wednesday’s close the market stood a whisker away from testing its October 10 low, a development which traditionally entices bulls to initially make a stand against the bears, in turn helping provide the market with some short-term technical support.\n\nU.S. stocks sank for the third day on Wednesday after the United States backed away from using its $700 billion bailout to mop up sour mortgages and added to uncertainty about how the government plans to revive lending and the economy. (Editing by Kenneth Barry)"
    },
    {
        "header": "walmart.com ceo says sales grow despite downturn",
        "time": "06:04 PM EST",
        "link": "http://www.reuters.com/article/reutersEdge/idUSTRE4AC92720081113",
        "body": "NEW YORK (Reuters) - Just as Wal-Mart’s (WMT.N) stores are benefiting from an economic downturn that has shoppers gravitating toward low prices, so too is its online division, the head of Walmart.com said on Thursday.\n\n“Our traffic is growing, our conversion is increasing,” said Raul Vazquez in an interview with Reuters.\n\n“As the economy has become more challenging, people migrate to value. At Walmart.com, we stand for low prices the same way the stores do. And we think we’re seeing that in the results -- people are migrating to our website as well.”\n\nEarlier on Thursday, Wal-Mart Stores Inc reported a slightly better-than-expected 10 percent rise in quarterly profit.\n\nWal-Mart does not break out results for its online division, but Vazquez said growth is above expectations.\n\n“Historically, we’ve grown at two to three times the industry’s growth rate,” he said. “ComScore reported about 6 percent growth for Q3 and we definitely exceeded even our own expectations of that two to three times growth rate.”\n\nComScore Inc SCOR.O said in October that, according to its retail e-commerce report, online spending rose 6 percent in the third quarter.\n\nAmid the tough climate, Vazquez said Walmart.com has looked for ways to cut costs for shoppers. It is now offering 97 cent shipping on more than 60,000 items and it has cut the shipping rate an average of 20 percent on thousands of additional products.\n\nWalmart.com is also expanding its “Site to Store” program, which allows customer to order merchandise on its website and have it shipped to a Wal-Mart store for free pickup.\n\nIt has introduced “Site to Store Express,” which allows customers who pay $29 a year to ship orders to a Wal-Mart store in three to five business days. Shipping time for a typical “Site to Store” order is seven to 10 business days.\n\nTo attract holiday shoppers, Walmart.com will offer deals on its site on Thanksgiving and every day during the week after Thanksgiving.\n\n“That’s one of our highest traffic days of the year,” Vazquez said of Thanksgiving.\n\nConsumer have pulled back on purchases of big-ticket items amid the deteriorating economic climate and credit crunch. That has hurt sales of consumer electronics and Circuit City Stores Inc CCTYQ.PK filed for bankruptcy protection this week, while Best Buy Co Inc (BBY.N) slashed its profit forecast.\n\nBut Vazquez said Walmart.com is still seeing “quite a bit of growth” in consumer electronics sales.\n\n“This is a difficult time in electronics, but I’ve been pleased with the growth that we’re seeing going into holiday in areas like TVs,” he said.\n\nShoppers are migrating toward purchasing “value bundles,” where Walmart.com bundles popular products together, such as a flat-screen TV with a DVD player, and sells them for less than it would cost to buy each separately.\n\nVazquez also said customers are showing an interest in Blu- ray high-definition DVD players, which Hollywood is hoping will help to jump-start slower sales of DVDs.\n\n“The interesting thing with Blu-ray, as with any technology, ... is at what point does it get to a price point where it can really go mass?” he said. “Is it going to be this holiday? Will it be maybe in some of the day after Thanksgiving sales? Or is that going to be next year? I‘m not sure.”\n\nCurrently, Walmart.com is selling a Samsung Blu-ray player for $247.54 and a Magnavox Blu-ray disc player for $198.\n\nSeparately, Vazquez said “not at this time,” when asked if Walmart.com is looking to expand into online grocery sales.\n\nIn September, Walmart.com began allowing visitors to browse the grocery items that discount retailer sells in its stores. Browsers can then check to see if the products are in stock at a store near them."
    },
    {
        "header": "us stocks-s&p 500, dow futures jump on wal-mart optimism",
        "time": "07:25 AM EST",
        "link": "http://www.reuters.com/article/bondsNews/idUSN1334271020081113",
        "body": "NEW YORK, Nov 13 (Reuters) - S&P 500 and Dow stock index futures turned higher on Thursday after Wal-Mart Stores Inc (WMT.N) posted a stronger-than-expected third-quarter profit and said it was optimistic about the current quarter.\n\nThe reassuring news from the world’s largest retailer, coming after three straight days of losses, tempered disappointment about a lowered revenue outlook from technology bellwether Intel Corp (INTC.O) , a chip maker.\n\nS&P 500 futures SPc1 climbed 4.10 points and were above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures DJc1 rose 34 points, and Nasdaq 100 NDc1 futures slipped 4.50 points. (Reporting by Ellis Mnyandu; Editing by Kenneth Barry)"
    },
    {
        "header": "update 3-wal-mart net up 10 percent, but outlook lowered",
        "time": "08:58 AM EST",
        "link": "http://www.reuters.com/article/rbssConsumerGoodsAndRetailNews/idUSN1330696320081113",
        "body": "* Cites “rapid changes” in currency exchange for new view\n\n* Shares edge up in premarket trading (Adds byline, share price, analysts’ fourth-quarter and year forecasts, analyst quote)\n\nNEW YORK, Nov 13 (Reuters) - Wal-Mart Stores Inc (WMT.N) reported a slightly better-than-expected 10 rise in quarterly profit on Thursday as shoppers seeking relief from deteriorating global economic conditions scoured its aisles for discounts on groceries and medicine.\n\nBut the world’s largest retailer forecast fiscal fourth-quarter earnings that could miss current Wall Street targets, and it lowered its full-year profit outlook, citing pressure from the stronger U.S. dollar.\n\n“I think investors by and large will look through that to some extent to say, ‘This is beyond their control,’ and look at their underlying fundamentals,” said Jefferies & Co analyst Dan Binder.\n\nWal-Mart’s stronger results come as other retailers have seen their sales and profits fall as a global financial meltdown and rising unemployment prompt shoppers to severely curb spending.\n\n“The gap between their performance and everybody else is widening as things get worse in retail,” Binder said.\n\nWal-Mart said its low prices and plans to cut prices every week until Christmas were attracting shoppers, giving it momentum headed into the crucial year-end holiday season.\n\n“It is our time,” Chief Executive Lee Scott said on a recorded call.\n\nWal-Mart reported net income of $3.14 billion, or 80 cents per share, for the third quarter ended Oct. 31, up from $2.86 billion, or 70 cents per share, a year earlier.\n\nThe company said earnings from continuing operations were 77 cents per share. It had previously forecast 73 cents to 76 cents, and analysts on average had been expecting 76 cents, according to Reuters Estimates.\n\nThe company’s shares rose to $52.73 in premarket trading from Wednesday’s close of $52.62 on the New York Stock Exchange.\n\nWal-Mart’s sales have outpaced competitors this year as cautious consumers adopt a thrifty attitude and try to stretch their dollars by shopping in its stores.\n\nNet sales rose more than 7 percent to $97.6 billion.\n\nSales at U.S. stores open at least a year rose 3 percent overall, with increases of 2.7 percent at the company’s namesake stores and 4.5 percent at the Sam’s Club warehouse club division.\n\nEduardo Castro-Wright, head of Wal-Mart’s U.S. operations, said consumers were being more cautious when it comes to discretionary purchases of electronics.\n\nThat caution roiled U.S. consumer electronics retailers, with Circuit City Stores Inc CCTYQ.PK filing for bankruptcy protection this week and Best Buy Co Inc (BBY.N) slashing its profit forecast, citing “seismic changes in consumer behavior.”\n\nWal-Mart forecast fourth-quarter earnings per share of $1.03 to $1.07 from continuing operations -- below analysts’ expectations of $1.11 -- on U.S. same-store sales growth of 1 percent to 3 percent.\n\n“The rapid changes in currency exchange rates during the last few weeks are projected to negatively affect this year’s fourth-quarter results by approximately 6 cents per share,” Chief Financial Officer Tom Schoewe said in a statement.\n\nA weaker dollar boosts profits of U.S. multinational companies when their foreign revenues are converted into greenbacks. But the dollar has risen against an index of major currencies, eliminating some of that benefit.\n\nFor the full year, Wal-Mart now expects earnings per share of $3.42 to $3.46 from continuing operations, compared with a previous view of $3.43 to $3.50.\n\nWall Street expected full-year profit of $3.49 per share. (Editing by Lisa Von Ahn)"
    },
    {
        "header": "wal-mart cfo: strong dollar could lower cost of goods",
        "time": "05:43 PM EST",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4AC7T220081113",
        "body": "NEW YORK (Reuters) - The surging U.S. dollar may hurt Wal-Mart Stores Inc’s (WMT.N) current-quarter results, but it could help the discount retailer down the road by lowering the price of goods it purchases overseas, the company’s chief financial officer said on Thursday.\n\n“It’s too early for us to be feeling a significant portion of that benefit now. But clearly, with the stronger dollar, that just makes that international purchase that much cheaper,” Tom Schoewe said in an interview.\n\nThe retailer, which garners roughly 25 percent of its sales internationally, forecast fourth-quarter earnings that could miss current Wall Street targets as the stronger U.S. dollar lowers the value of its international sales.\n\nSchoewe said his forecast for fourth-quarter earnings per share of $1.03 to $1.07 from continuing operations is based on current foreign exchange rates.\n\nIf the dollar were to weaken to the point where it was at the start of Wal-Mart’s fiscal year, which began in February, Schoewe said Wal-Mart could report better results.\n\nIf the dollar were to further strengthen, its results will be worse than indicated, he said.\n\nSchoewe said he has not seen an “external environment” like the current one in his more than eight years working at Wal-Mart, but he added it was helping the retailer attract shoppers.\n\n“It’s clear that we’re taking share,” he said."
    },
    {
        "header": "us stocks-energy, wal-mart lift market at open",
        "time": "09:40 AM EST",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN1350564620081113",
        "body": "NEW YORK, Nov 13 (Reuters) - U.S. stocks opened higher on Thursday as rebounding oil prices lifted energy shares and Wal-Mart Stores Inc (WMT.N) offered some reassuring news about consumer spending.\n\nThe Dow Jones industrial average .DJI was up 101.87 points, or 1.23 percent, at 8,384.53. The Standard & Poor's 500 Index .SPX was up 11.37 points, or 1.33 percent, at 863.67. The Nasdaq Composite Index .IXIC was up 12.92 points, or 0.86 percent, at 1,512.13. (Reporting by Rodrigo Campos; Editing by Kenneth Barry)"
    }
]