[
    {
        "header": "wal-mart canada closes auto shop after union win",
        "time": "01:56 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSN1640056220081016",
        "body": "TORONTO, Oct 16 (Reuters) - Wal-Mart Canada (WMT.N) closed an auto center in one of its stores in Gatineau, Quebec, on Thursday, two months after employees won the right to unionize the tiny operation.\n\nThe six employees at the local Tire Lubrication Express won a three-year court battle in August to be represented by the United Food and Commercial Workers Canada, with the court imposing a 33 percent wage increase for the workers to an average C$13.76 an hour.\n\nWal-Mart Canada spokesman Kevin Groh said the company could not justify the wage hike.\n\n“We think the numbers speak for themselves when the imposed contract would increase operating costs by more than 30 percent and combined with the fact that TLEs (Tire Lubrication Express) operate under very narrow profit margins, such a large increase could have raised consumer prices by more than 30 percent,” Groh said.\n\n“No business can afford to run an unprofitable unit and it’s unlikely customers would accept a 30 percent price increase.”\n\nIn 2005, the company closed a Wal-Mart store in Jonquiere, Quebec, that had been the first in North America to win union certification. The store had employed 190 people.\n\nUnion representatives were not immediately available for comment.\n\nFive associates and one manager of the tire and lubrication bay at the store were offered jobs at other local Wal-Mart automotive shops, Groh said. The larger retail store in Gatineau that housed the Tire Lubrication Express remains open."
    },
    {
        "header": "nike sues wal-mart, alleges patent infringement",
        "time": "09:47 AM EDT",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE49F5GA20081016",
        "body": "NEW YORK (Reuters) - Nike Inc (NKE.N) has sued Wal-Mart Stores Inc (WMT.N), saying the world’s largest retailer is selling athletic shoes that infringe on its design patents.\n\nIn a complaint filed on Monday, Nike claims Wal-Mart is selling shoes that infringe on its Shox line, which is designed with what looks like springs in the heels.\n\n“Wal-Mart knowingly and intentionally sold and continues to sell the infringing Shoes as simulations of Nike shoes,” the Nike complaint states.\n\nNike is seeking an order to bar Wal-Mart from selling items that infringe on its patents and “damages adequate to compensate Nike for the patent infringement that has occurred.”\n\nWal-Mart could not be reached for an immediate comment.\n\nThe complaint was filed in the U.S. District Court for the Northern District of Illinois, Eastern Division."
    }
]