[
    {
        "header": "corrected-wal-mart says china sales growth at over 25 pct",
        "time": "01:07 PM EDT",
        "link": "http://www.reuters.com/article/naturalResources/idUSPEK34074520081021",
        "body": "BEIJING (Reuters) - Wal-Mart Stores Inc (WMT.N), the world’s largest retailer, has achieved annual sales growth in China of at least 25 percent and this strong growth will continue, a company executive said on Tuesday.\n\n“If you look at the past history of Wal-Mart growth here, it’s very like 25, 30 plus percent a year,” Shawn Gray, vice president of China operations, told reporters in Beijing.\n\n“Wal-Mart is committed to China, and the growth will continue,” he said. Gray said he expected double-digit growth this year.\n\nGray, speaking ahead of a company-sponsored conference, did not give a dollar figure for the company’s current China sales or say what portion of global sales come from its more than 100 stores in the country.\n\nThe giant discount retailer previously reported its second quarter profit jumped 17 percent. Although the group forecast current quarter results could miss estimates amid global economic turmoil, analysts said it was well positioned to gain market share.\n\nWal-Mart raised its full-year forecast, however, on the strength of second-quarter results as shoppers seek low prices on everything from food to healthcare products and electronics.\n\nWal-Mart operates about 6,000 stores worldwide, including more than 3,000 stores in 13 countries outside the United States, and is starting to shift investment away from its saturated home base.\n\nThat expansion is mirrored by global rivals, including France’s Carrefour (CARR.PA) and Britain’s Tesco (TSCO.L)."
    },
    {
        "header": "wal-mart says china sales growth at over 25 percent",
        "time": "07:11 AM EDT",
        "link": "http://www.reuters.com/article/businessNews/idUSTRE49K2CK20081021",
        "body": "BEIJING (Reuters) - Wal-Mart Stores Inc (WMT.N), the world’s largest retailer, has achieved annual sales growth in China of at least 25 percent and this strong growth will continue, a company executive said on Tuesday.\n\n“If you look at the past history of Wal-Mart growth here, it’s very like 25, 30 plus percent a year,” Shawn Gray, vice president of China operations, told reporters in Beijing.\n\n“Wal-Mart is committed to China, and the growth will continue,” he said. Gray said he expected double-digit growth this year.\n\nGray, speaking ahead of a company-sponsored conference, did not give a dollar figure for the company’s current China sales or say what portion of global sales come from its more than 100 stores in the country.\n\nThe giant discount retailer previously reported its second quarter profit jumped 17 percent. Although the group forecast current quarter results could miss estimates amid global economic turmoil, analysts said it was well positioned to gain market share.\n\nWal-Mart raised its full-year forecast, however, on the strength of second-quarter results as shoppers seek low prices on everything from food to healthcare products and electronics.\n\nWal-Mart operates about 6,000 stores worldwide, including more than 3,000 stores in 13 countries outside the United States, and is starting to shift investment away from its saturated home base.\n\nThat expansion is mirrored by global rivals, including France’s Carrefour (CARR.PA) and Britain’s Tesco (TSCO.L)."
    },
    {
        "header": "wal-mart customers delay buying necessities",
        "time": "10:55 PM EDT",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49K94K20081022",
        "body": "LOS ANGELES (Reuters) - Wal-Mart Stores Inc’s U.S. customers, increasingly worried about their own financial security, are waiting until they get their paychecks to buy even the most basic necessities, the retailer’s U.S. division head said on Tuesday.\n\nPersonal financial security, a recent poll revealed, was the No 1 concern for 80 percent of Wal-Mart shoppers, up from 65 percent a few months ago, said Eduardo Castro-Wright, president and chief executive of the Wal-Mart’s U.S. operations.\n\nAnd, in a “disturbing” trend, Castro-Wright said Wal-Mart for the first time is seeing a paycheck-related spike in sales of baby formula, suggesting consumers are rushing to buy such necessities as soon as they have the cash.\n\n“Most consumers are worried about: ‘Will I have enough to put food on the table so my family can eat?” he told attendees of a luncheon sponsored by Town Hall Los Angeles.\n\nHe said credit used as a form of payment at Wal-Mart is falling and that the decline is expected to reach into the double digits this year.\n\nU.S. consumers have been cutting spending for months due to falling home values, job losses, higher prices for basics like food and fuel, and a global credit crisis.\n\nCastro-Wright signaled earlier this year that easy access to credit was disappearing and forcing consumers to make changes in their purchasing habits.\n\nOn Tuesday he said that many consumers have “maxed out. Credit card limits don’t allow them to use credit.”\n\nCastro-Wright declined to comment about the general economy. When asked about the holidays, he said: “Christmas is going to come .... consumers are just going to be more cautious.”\n\nAs the economy worsens, Wal-Mart’s customers have increasingly shown signs of living paycheck to paycheck.\n\nWal-Mart’s sales typically surge around pay periods at the beginning and middle of the month. Castro-Wright said that spike has become more pronounced as consumers’ budgets become more stressed.\n\nIn the last few months, the percentage of overall sales from the days surrounding those pay periods has risen 250 basis points, he said.\n\nShares in Wal-Mart closed down 1.4 percent to $53.67, off their year-high of $63.40 in September."
    },
    {
        "header": "update 1-citigroup removes wal-mart, saks from \"top picks\" list",
        "time": "02:07 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDrugs/idUSSP37625320081021",
        "body": ""
    },
    {
        "header": "wal-mart tightens quality standards for china suppliers",
        "time": "10:54 PM EDT",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49L0E320081022",
        "body": "BEIJING (Reuters) - The world’s largest retailer, Wal-Mart Stores Inc, said on Wednesday it would begin forcing Chinese suppliers to meet new quality standards and assume responsibility for their subcontractors.\n\nThe move comes after a slew of recalls of Chinese-made goods have raised fears about the safety and oversight of merchandise produced in the country.\n\n“We expect you to tell us not just where the tennis shoes were assembled but which subcontractor played a role in making them,” Mike Duke, vice chairman of the international division, said at a company conference in Beijing, attended by many of the company’s suppliers.\n\nHe did not say specifically how the quality standards would be tightened but said the company wants suppliers to have “safe and healthy” work environments, offer fair compensation and meet their environmental obligations.\n\nDuke said by 2012 Wal-Mart aimed to have all its suppliers source 95 percent of their production from companies that have received the highest rating from Wal-Mart audits.\n\n“We expect you to have the answers and to take ownership in getting to the root of the problem,” Duke said.\n\nWall-Mart, with more than 60,000 suppliers worldwide, procures roughly $9 billion worth of goods directly from China.\n\nDuke said the new standards would begin in November for certain product lines, including apparel, and gradually cover all the company’s products.\n\nAfter millions of Chinese-made goods were recalled in 2007, ranging from toys to pet food, Wal-Mart chief executive Lee Scott said this year that Wal-Mart would be tougher with suppliers.\n\nIn recent weeks, China has been rocked by a tainted milk scandal in which thousands of infants have fallen ill. This week, U.S.-based Delta Enterprises recalled almost 1.6 million cribs made in China after two babies died. The cribs were sold at Wal-Mart as well as U.S. chains Target Corp and Kmart."
    }
]