[
    {
        "header": "walmart.com ending line of trendy women's clothes",
        "time": "04:53 PM EDT",
        "link": "http://www.reuters.com/article/GCA-inflation/idUSN1731684020080717",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc’s online division is ending a line of trendy women’s clothing that it had been selling since last August.\n\n“We don’t have plans to continue it at this time,” Walmart.com chief merchant Kelly Thompson said in an interview.\n\nCalled z.b.d. design, the clothing line was being sold as a test on the retailer’s website after it faced rocky attempts to sell hipper apparel in its physical stores.\n\nWhen it was introduced, the z.b.d line featured items such as a tweed trapeze jacket for $29.88, matching wide-leg tweed trousers for $22.88 and a puff-sleeve button-down shirt for $16.88.\n\nBut Thompson said with the U.S. economy in a downturn, its shoppers are looking for basic apparel items, like tank tops and shorts.\n\n“We’ve gotten a better return in focusing more on seasonal key items that are a little bit more basic,” she said.\n\nWal-Mart’s efforts in 2006 to compete with Target Corp and sell hipper clothes, such as skinny jeans and velvet blazers, backfired with its shoppers, who were looking for basic, affordable clothing. That misstep left Wal-Mart with heaps of unsold merchandise it was forced to mark down, hurting sales and margins.\n\nThe world’s largest retailer has since revamped its apparel offerings to focus on key items, like socks and underwear, that shoppers need.\n\nWal-Mart often sells different merchandise on its website than it does in stores. It has said its online customers tend to have higher incomes than those who shop in-store, which means some merchandise might be better suited for sale online."
    },
    {
        "header": "walmart.com pushing value this holiday season",
        "time": "05:03 PM EDT",
        "link": "http://www.reuters.com/article/reutersEdge/idUSN1739372220080717",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc’s (WMT.N) online division is keenly aware of the tough economic climate facing U.S. consumers, and is planning to put a heavy emphasis on low prices this holiday season.\n\n“The merchant team and I are preparing for a budget-friendly holiday,” said Walmart.com chief merchant Kelly Thompson in an interview. “You’d be a fool not to, no matter where you work.”\n\nWhile the back-to-school shopping season is just getting underway, U.S. retailers have already turned their attention to the holiday, the biggest shopping season of the year.\n\nLast year, U.S. holiday sales rose a less-than-expected 3 percent, the lowest level in five years according to the National Retail Federation, as consumers faced a challenging economic climate.\n\nConditions have not improved for U.S shoppers this year as food prices rise, access to credit has tightened and the housing market slumps.\n\nMeanwhile, the national average retail price for gasoline has surged this year to an average of $4.11 a gallon in the latest week from $2.98 a gallon at the end of 2007, according to the U.S. Energy Information Administration.\n\nThompson said that in the past, shoppers have approached the holiday season with a list in mind of the number of people they need to shop for.\n\nThis year, she expects shoppers to approach the holiday season with a total dollar amount in mind that they can spend.\n\n“Price matters more than ever,” she said.\n\nWalmart.com expects consumer electronics to remain a hot seller this holiday, as prices for flat-panel televisions and digital photo frames continue to fall.\n\n“We’re definitely believing in HD (high-definition) and flat panel,” she said. “The customer is there, so we’ll have upwards of 75 different (products) to choose from.”\n\nShe said the 32-inch flat panel TV has become the standard size shoppers gravitate toward, but Walmart.com also offers TVs up to 52-inches in size.\n\nFor the holiday, the retailer will be focusing on items that help its shoppers connect with their family, like Nintendo Co Ltd’s 7974.OS Wii video game console, that can be played by the entire family.\n\n“One of the things we’ve seen in our current business is moms are investing in things that make her home a great place to spend time,” she said.\n\nShe said the retailer is also seeing shoppers gravitate toward buying items that offer more bang for their buck.\n\n“Customers are really liking getting more for even the same price point -- just stretch my dollar a bit further,” she said.\n\nShe cited demand for a bed that has storage drawers underneath so parents do not have to buy a dresser, or Sony Corp’s (6758.T) PlayStation 3 video game console, which can be used to play video games and watch high-definition DVDs.\n\nKnowing that shoppers will be on a tight budget this holiday, Thompson said Walmart.com will be highlighting gifts priced under $10, priced under $25 and also under $50 to draw shoppers in.\n\nWhile inflationary pressures have been pushing up the price of many consumer goods, especially food, Thompson said Walmart.com has been trying to hold the line on passing along price increases to shoppers.\n\n“We’re doing everything we can to make sure that we don’t have to pass those increase on to the customer,” she said.\n\nOne reason they can hold the line on prices is that the dot-com unit does not sell food, one of the areas most hit by inflationary pressures.\n\n“Over time, the commodities will drive some of the prices but we haven’t seen it hit on a large scale the same way that the customer feels it in things like milk,” she said.\n\nThompson expects more people to shop online this holiday season to offset the rise in gasoline prices.\n\nLast year, Walmart.com rolled out a “Site to Store” program, which allows customers to order products on the website and have them shipped to a local Wal-Mart store for free pick-up.\n\nThompson expects the program to remain popular with shoppers this holiday, especially when they are ordering large or bulky items that might be subject to additional shipping charges on other websites.\n\n“With gas prices being what they are ... this is another way that helps (shoppers) batch her trips,” she said.\n\nThe retailer does not break out sales for its online division.\n\nBut Walmart.com is not shying away from all whimsy, and is focusing on selling colorful items.\n\n“Times are tough. People’s heads are in a certain place and color is a simple way to escape, to brighten up your home, to brighten up your life,” she said.\n\nFor instance, Walmart.com will be selling red JVC headphones for under $20, a pink iPod boombox for under $30 and laptop computers in a variety of colors, like yellow and red.\n\nIn the toy area, it will be selling Kota the Triceratops, a $298 life-sized, interactive baby dinosaur from Hasbro Inc’s Playskool brand HAS.N.\n\nWalmart.com is also placing a big bet on Elmo Live, the newest Elmo by Mattel Inc’s MAT.N Fisher-Price. The plush doll sits and crosses its legs while telling stores or jokes.\n\n“We’re feeling really good about Elmo Live,” she said. “Our inventory is in line with our bet.”\n\nWalmart.com will begin taking orders for the doll August 15."
    }
]