[
    {
        "header": "wal-mart cracks down on china suppliers",
        "time": "03:07 PM EDT",
        "link": "http://www.reuters.com/article/naturalResources/idUSSP41062220081022",
        "body": "BEIJING/NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) said it will enforce stricter quality and environmental standards for its army of Chinese suppliers, a step likely to shrink margins and raise prices as the world nears recession.\n\nThe move by the world’s largest retailer comes after a slew of recalls of Chinese-made goods raised fears about the safety and oversight of goods produced under the “made in China” label.\n\n“I firmly believe that a company that cheats on overtime and on the age of its labour, that dumps its scraps and chemicals in our rivers, that does not pay its taxes or honour its contracts -- will ultimately cheat on the quality of its products,” Wal-Mart Chief Executive Officer Lee Scott said at a company event in Beijing attended by hundreds of its suppliers.\n\n“And cheating on the quality of products is just the same as cheating on our customers. We will not tolerate that at Wal-Mart.”\n\nProfit margins for Wal-Mart and suppliers were likely to be hit, Scott said, while customers could also pay higher prices.\n\n“I would guess that all those things to be true in certain categories,” he said. “Somewhere down the road, there are hard choices.”\n\nChina has been swept by a series of food- and product-safety scandals involving goods as diverse as toys, tyres, toothpaste, pet food, fish, beans, dumplings and baby cribs. It has been accused of turning a blind eye to child labour in its factories and widespread pollution of its lakes and rivers.\n\nIn the latest case, thousands of Chinese children fell ill and at least four died from drinking milk formula contaminated with melamine, which has since been found in a series of drinks and foods and led to products being pulled from shops worldwide.\n\nWal-Mart, with more than 60,000 suppliers worldwide, procures roughly $9 billion worth of goods directly from China. After millions of Chinese-made goods were recalled in 2007, Scott said earlier this year that Wal-Mart would be tougher with suppliers.\n\nMike Duke, vice chairman of the international division, said Wal-Mart suppliers would be responsible for their subcontractors’ work and products.\n\n“We expect you to have the answers and to take ownership in getting to the root of the problem,” Duke said, describing requirements he said would begin from next month.\n\nThis week, U.S.-based Delta Enterprises recalled almost 1.6 million cribs made in Asia after two babies died. The cribs were sold at Wal-Mart as well as U.S. chains Target Corp (TGT.N) and Kmart.\n\nThe United Nations said on Wednesday China needed a more coherent food-safety system, with unified laws, one overarching watchdog and faster sharing of information.\n\n“We see that a disjointed system with dispersed authority between different ministries and agencies resulted in poor communication and maybe prolonged (the) outbreak with a late response,” said Jorgen Schlundt, the World Health Organisation’s food safety chief, refering to the melamine case.\n\n“We need to have a coherent system that covers the full farm-to-fork table,” he told a news conference in Beijing at the launch of a U.N. paper on improving food safety in China.\n\nHowever, some Chinese suppliers attending the conference voiced scepticism about Wal-Mart’s ability to police sub-suppliers.\n\n“Actually, except for the contracts we have with suppliers, we can’t control what they ship us,” said Martin Wong, the managing director of Jiangsu Shuangshuang Group, a textile maker and Wal-Mart supplier.\n\nWal-Mart said it was creating a new supplier agreement that will require factories to certify compliance with laws and regulations where they operate, and to meet “rigorous” social and environmental standards.\n\nWal-Mart says its goals are aligned with Chinese government standards and that country officials would attend the summit.\n\nIt said its audits will look at a factory’s air emissions, management of toxic substances and disposal of hazardous waste. The agreement will be phased in with Chinese suppliers over the next few months, and will be expanded to suppliers globally by 2011.\n\nThe crackdown comes as worries over a global recession mount. Wal-Mart argues the moves will save money by making factories more efficient, stripping out excess costs, and providing consumers with higher-quality goods."
    },
    {
        "header": "wal-mart profit could be hurt by new supplier standards",
        "time": "03:45 AM EDT",
        "link": "http://www.reuters.com/article/rbssFoodDistribution & Convenience Stores/idUSBJB00051120081022",
        "body": "BEIJING, Oct 22 (Reuters) - The world’s largest retailer, Wal-Mart Stores Inc (WMT.N), said on Wednesday its profit could suffer from a plan to force suppliers to meet new quality and environmental standards.\n\n“At the end of the day on some of these issues, does Wal-Mart end up having to take a lesser margin? Very possible,” CEO Lee Scott told reporters.\n\nHe also said it was possible customers would end up paying slightly more for some products, although he did not give details.\n\nWal-Mart executives early on Wednesday told suppliers they would be held accountable to stricter standards and would have to assure their subcontractors also satisfied Wal-Mart specifications.\n\nWall-Mart, with more than 60,000 suppliers worldwide, procures roughly $9 billion worth of goods directly from China."
    },
    {
        "header": "wal-mart toughens standards for chinese suppliers",
        "time": "04:42 AM EDT",
        "link": "http://www.reuters.com/article/latestCrisis/idUSSP410622",
        "body": "(Adds UN comment)\n\n\n\n By Kirby Chien and Nicole Maestri\n\n\n\n BEIJING/NEW YORK, Oct 22 (Reuters) - Wal-Mart Stores Inc (WMT.N), the world’s largest retailer, says it will crack down on its Chinese suppliers by enforcing stricter quality and environmental standards for the products it sells.\n\n\n\n The move comes after a slew of recalls of Chinese-made goods raised fears about the safety and oversight of merchandise produced under the \"made in China\" label.\n\n\n\n \"I firmly believe that a company that cheats on overtime and on the age of its labour, that dumps its scraps and chemicals in our rivers, that does not pay its taxes or honour its contracts -- will ultimately cheat on the quality of its products,\" Wal-Mart Chief Executive Officer Lee Scott said in a speech at a company-sponsored conference in Beijing that was attended by hundreds of its suppliers.\n\n\n\n \"And cheating on the quality of products is just the same as cheating on our customers. We will not tolerate that at Wal-Mart.\"\n\n\n\n He did not specify what products were at risk.\n\n\n\n China has been swept by a series of food- and product-safety scandals involving goods as diverse as toys, tyres, toothpaste, pet food, fish, beans, dumplings and baby cribs. It has been accused of turning a blind eye to child labour in its factories and widespread pollution of its lakes and rivers.\n\n\n\n In the latest case, thousands of Chinese children fell ill and at least four died from drinking milk formula contaminated with melamine, which has since been found in a series of drinks and foods and led to products being pulled from shops worldwide.\n\n\n\n Wal-Mart, with more than 60,000 suppliers worldwide, procures roughly $9 billion worth of goods directly from China. After millions of Chinese-made goods were recalled in 2007, Scott said earlier this year that Wal-Mart would be tougher with suppliers.\n\n\n\n Mike Duke, vice chairman of the international division, said Wal-Mart suppliers would be responsible for their subcontractors’ work and products.\n\n\n\n \"We expect you to have the answers and to take ownership in getting to the root of the problem,\" Duke said, describing requirements he said would begin from next month.\n\n\n\n This week, U.S.-based Delta Enterprises recalled almost 1.6 million cribs made in China after two babies died. The cribs were sold at Wal-Mart as well as U.S. chains Target Corp (TGT.N) and Kmart.\n\n\n\n The United Nations said on Wednesday China needed a more coherent food-safety system, with unified laws, one overarching watchdog and faster sharing of information.\n\n\n\n \"We see that a disjointed system with dispersed authority between different ministries and agencies resulted in poor communication and maybe prolonged (the) outbreak with a late response,\" said Jorgen Schlundt, the World Health Organisation’s food safety chief, refering to the melamine case.\n\n\n\n \"We need to have a coherent system that covers the full farm-to-fork table,\" he told a news conference in Beijing at the launch of a U.N. paper on improving food safety in China.\n\n\n\n Wal-Mart said it was creating a new supplier agreement that will require factories to certify compliance with laws and regulations where they operate, and to meet \"rigorous\" social and environmental standards. It also said its profit could suffer from the new quality and environmental standards.\n\n\n\n Wal-Mart says its goals are aligned with Chinese government standards and that country officials would attend the summit.\n\n\n\n Wal-Mart said its audits will look at a factory’s air emissions, management of toxic substances and disposal of hazardous waste. The agreement will be phased in with Chinese suppliers over the next few months, and will be expanded to suppliers globally by 2011.\n\n\n\n The crackdown comes as worries over a global recession mount. Wal-Mart argues the moves will save money by making factories more efficient, stripping out excess costs, and providing consumers with higher-quality goods. (Editing by Nick Macfie and Bill Tarrant)\n\n\n\n\n\n\n\n"
    }
]