[
    {
        "header": "jarden ceo: wal-mart relationship helpful",
        "time": "02:30 PM EDT",
        "link": "http://www.reuters.com/article/reutersEdge/idUSTRE49T87320081030",
        "body": "NEW YORK (Reuters) - Jarden Corp JAH.N is benefiting from ties to Wal-Mart Stores Inc (WMT.N) as a tough economy forces shoppers to seek out bargains, the consumer products maker’s chief executive said on Thursday.\n\nWal-Mart is Jarden’s largest customer, accounting for 19 percent of total sales, CEO Martin Franklin told Reuters in an interview.\n\n“Everybody knows that mass merchants, particularly led by Wal-Mart, have been performing very well in this environment, which has served us very well,” he said.\n\nConsumers have turned to discount retailers like Wal-Mart and warehouse clubs like Costco Wholesale Corp (COST.O), due to high prices for essentials like food and fuel, a housing market slump and job losses.\n\nFranklin’s comments came after Jarden posted earnings of $74.9 million or 98 cents a share, excluding special items, up from $60.1 million, or 80 cents a share, a year earlier.\n\nThe results beat the analysts’ average forecast by 2 cents a share, according to Reuters Estimates.\n\nJarden shares were up 17 percent at $16.09 on the New York Stock Exchange on Thursday afternoon.\n\nJarden sells a variety of products, from food containers and playing cards to home appliances and outdoor gear. The company has often attributed its profits to the diversity of its product line.\n\nFor example, Jarden said that in the third quarter, as more consumers stayed at home to conserve cash in the face of a tough economy, they turned to some of the company’s products, like Ball food storage containers, First Alert safety systems and Foodsaver appliances.\n\nFranklin noted that the recent strength in the U.S. dollar had “an impact on some level” on the company’s business, though not significant.\n\n“Right now, currency fluctuations are so volatile ... it is going to be hard to hedge for next year,” Franklin said.\n\nFranklin said Jarden tapped a majority of its revolving credit facility after the bankruptcy filing from Lehman Brothers LEHMQ.PK, its lead bank at that time. Jarden had limited its exposure to Lehman just in time, he said.\n\n“We were not going to put ourselves in a position where banks were either unable or unwilling to fund their revolver commitments,” Franklin said.\n\n“We are sitting with cash on the balance sheet,” he said. “It costs us money to do that... but we think that in such uncertain financial times the prudent thing is to sit on the money.”\n\nFranklin acknowledged that holiday sales this year would be harder than in the past, but said he expected Jarden to have a healthy fourth quarter.\n\n“Flat is the new up,” Franklin said. “That’s the way I look at life ... and that’s how we are looking at our business.”"
    }
]