[
    {
        "header": "wal-mart expands worker health benefits",
        "time": "11:56 AM EDT",
        "link": "http://www.reuters.com/article/domesticNews/idUSTRE48T5TQ20080930",
        "body": "ATLANTA (Reuters) - Retail leader Wal-Mart Stores Inc said on Tuesday that it was expanding health benefits for workers, including offering a 2009 program that provides pre-pregnancy and child development services.\n\nThe company said a “Life With Baby” program in next year’s benefits package would provide workers counseling with registered nurses through all phases of maternity.\n\nIt said that plan also includes expanded benefits such as periodontal cleanings to help prevent gum disease in mother and child, and a new program designed to stop smoking.\n\nIn a statement, the retailer said about 15,000 of its workers have babies each year.\n\nWal-Mart also said its 2009 health plan offerings would provide added preventive coverage such as mammograms, colonoscopies and flu vaccinations to workers.\n\nEarlier this year, Wal-Mart said 92.7 percent of its employees have health-care coverage, including 50.2 percent who are covered by the retailer’s plan. Wal-Mart has 1.4 million U.S. workers."
    },
    {
        "header": "update 1-wal-mart expands worker health benefits",
        "time": "11:50 AM EDT",
        "link": "http://www.reuters.com/article/rbssConsumerGoodsAndRetailNews/idUSN3044520220080930",
        "body": "ATLANTA, Sept 30 (Reuters) - Retail leader Wal-Mart Stores Inc (WMT.N) said on Tuesday that it was expanding health benefits for workers, including offering a 2009 program that provides pre-pregnancy and child development services.\n\nThe company said a “Life With Baby” program in next year’s benefits package would provide workers counseling with registered nurses through all phases of maternity.\n\nIt said that plan also includes expanded benefits such as periodontal cleanings to help prevent gum disease in mother and child, and a new program designed to stop smoking.\n\nIn a statement, the retailer said about 15,000 of its workers have babies each year.\n\nWal-Mart also said its 2009 health plan offerings would provide added preventive coverage such as mammograms, colonoscopies and flu vaccinations to workers.\n\nEarlier this year, Wal-Mart said 92.7 percent of its employees have health-care coverage, including 50.2 percent who are covered by the retailer’s plan. Wal-Mart has 1.4 million U.S. workers. (Reporting by Karen Jacobs; Editing by Steve Orlofsky)"
    },
    {
        "header": "update 1-wal-mart asks suppliers to avoid uzbek cotton",
        "time": "10:49 AM EDT",
        "link": "http://www.reuters.com/article/rbssRetailCatalogInternetOrder/idUSN3043422920080930",
        "body": "NEW YORK, Sept 30 (Reuters) - Wal-Mart Stores Inc (WMT.N) said on Tuesday it is requiring its suppliers to stop sourcing cotton from Uzbekistan, in an effort to end child labor there.\n\nWal-Mart’s move follows similar steps from retailers including British grocery chain Tesco Plc (TSCO.L) and department store chain Debenhams (DEB.L), which have already banned Uzbek cotton in products they sell.\n\nWal-Mart, the world’s largest retailer, said instructions to suppliers to stop buying cotton and cotton materials from Uzbekistan came after months of work with industry trade associations, government agencies, nongovernmental organizations and socially responsible investment groups.\n\n“We have formed an unprecedented coalition, representing 90 percent of the U.S. purchases of cotton and cotton-based merchandise, to bring these appalling child labor conditions to an end,” said Rajan Kamalanathan, Wal-Mart’s vice president of ethical standards.\n\nThe Central Asian country of Uzbekistan is among the world’s top cotton exporters.\n\nA Wal-Mart spokesman said it is unclear how much cotton its suppliers get from Uzbekistan, since the retailer only buys finished clothes. Wal-Mart’s requirement to its suppliers is effective immediately, the spokesman said.\n\nSwedish clothing retailer Hennes & Mauritz (HMb.ST) has also joined the chorus speaking out against Uzbekistan’s cotton production, saying it supports UNICEF’s steps to prevent child labor in the cotton industry in Uzbekistan.\n\nWal-Mart said four industry trade groups, including the National Retail Federation, sent a letter to the Embassy of Uzbekistan on Aug. 18 asking for an end to forced child labor in cotton harvesting. The Uzbekistan government responded on Sept. 12 by outlining steps to stop child labor, Wal-Mart said.\n\nWal-Mart will revisit its decision once it can verify those steps, the retailer said in a statement. (Reporting by Aarthi Sivaraman, editing by Dave Zimmerman)"
    }
]