[
    {
        "header": "wal-mart previews black friday deals to draw sales",
        "time": "05:56 PM EST",
        "link": "http://www.reuters.com/article/domesticNews/idUSTRE4AK85C20081121",
        "body": "SAN FRANCISCO (Reuters) - Wal-Mart Stores Inc previewed some of the deep discounts it plans to offer right after Thanksgiving next week, part of a promotional strategy that has kept cash-strapped customers scouring its stores for bargains.\n\nBlack Friday, the day after Thanksgiving that traditionally marks the start of the holiday shopping season, is a time for retailers to tout their deals and try to capture shoppers’ attention. The three-day holiday weekend can account for roughly 10 percent of total holiday sales.\n\nWal-Mart plans to advertise its Black Friday promotions on its website on Monday. But some of the deals appeared Friday on the shopping site www.black-friday.net.\n\nThey include a limited number of Nintendo’s popular Wii video console for $249.24 on Friday and Saturday. The gaming system currently sells for $289.99 at rival Target Corp.\n\nA KitchenAid 4.5 quarter mixer sells for $130, $100 less than advertised at Macy‘s.\n\nU.S. Sales this holiday season are expected to be the worst in years, as the worsening economic climate forces many shoppers to cut out all but the most necessary of purchases.\n\nRetailers have been cutting prices to entice people to spend and to move inventory, but promotions have cut into profit margins at many chains.\n\nWal-Mart’s focus on low prices has been a winning strategy in recent months, helping it to increase sales and win market share. Earlier this month, Wal-Mart posted a 10 percent rise in quarterly profit, in stark contrast to competitors.\n\nAlso on Friday, the company announced that its chief executive, Lee Scott, would retire in February.\n\nIn a memo to employees, Chairman Rob Walton wrote “our customers are relying on us more than ever in the current economic environment and we are well-positioned to serve them now and in the future.”\n\nWal-Mart had a jump-start on the holiday season this year, advertising that it would begin promoting deep discounts on items like toys in October.\n\nThe retailer also plans to have special sales on its website on Thanksgiving Day."
    },
    {
        "header": "instant view: wal-mart names mike duke to succeed scott as ceo",
        "time": "09:36 AM EST",
        "link": "http://www.reuters.com/article/businessNews/idUSTRE4AK4BT20081121",
        "body": "NEW YORK (Reuters) - Leading retailer Wal-Mart Stores Inc said on Friday that Lee Scott will step down after nine years as chief executive and be replaced by Mike Duke, head of the company’s international operations.\n\nScott will remain as chairman of the executive committee of the board and will continue to be employed until 2011.\n\nThe following are market reactions on the change at the top of the largest retailer.\n\nJOSEPH FELDMAN, RETAIL ANALYST WITH TELSEY ADVISORY GROUP IN NEW YORK\n\n”I think it’s good. I‘m happy to see it. My guess would be that they’re setting up Eduardo to be the next CEO, given that they made him vice chairman.\n\n“It’s a little strange that (Scott) didn’t want to get through the holiday season, so I want to ask the company about that. I don’t think it’s a sign that they’re going to have a lousy season.”\n\n”This is a huge shock, particularly given this is Lee Scott’s most successful year. The stock has been the superstar of the Dow this year, but Wal-Mart stock is still down 25 to 30 percent during this decade.\n\n“Wal-Mart conquered the countryside, but Lee Scott was not able to conquer the cities so there were embarrassing losses of supercenters not being approved in Los Angeles, Chicago, New York and Newark.”\n\n“Duke is the best qualified person to run the company and would be one of the very best people to run any retailer worldwide.”\n\n“It shouldn’t be a surprise. It wasn’t under negative circumstances, this is a normal transition. Wal-Mart probably won’t have any impact at all on the market.”\n\nTHOMAS NYHEIM, VP AND PORTFOLIO MANAGER AT CHRISTIANA BANK & TRUST CO IN GREENVILLE, DELAWARE\n\n”I think it’s a nonevent. Wal-Mart is pushing well over $400 billion in sales. Their business model is probably the only one that’s working.\n\n“All the retailers are guiding lower after missing earnings. The business model is still very much intact.”\n\nTERRY MORRIS, SENIOR VP AND SENIOR EQUITY MANAGER AT NATIONAL PENN INVESTORS TRUST COMPANY IN READING PENNSYLVANIA\n\n“In a business environment where things are in your favor, it does seem odd that someone is stepping down and being replaced.”"
    },
    {
        "header": "wal-mart's scott retiring as ceo, duke to succeed",
        "time": "09:32 PM EST",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4AK47U20081121",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc, which is gaining market share amid a global economic downturn, said Lee Scott will retire as chief executive early next year and will be succeeded by Mike Duke, who heads its international operations.\n\nThe world’s largest retailer also promoted Eduardo Castro- Wright, 53, a rising star at the helm of its U.S. operation, to vice chairman, effective immediately.\n\nThe surprise announcement on Friday, landing one week before the crucial Thanksgiving holiday shopping weekend, comes as Wal-Mart builds on its strength as a discount retailer in a contracting U.S. economy.\n\nDuke, 58, who will become Wal-Mart’s fourth chief executive officer, also takes over as the retailer increasingly looks overseas to fuel expansion as U.S. growth slows.\n\n“Some of you might be wondering why we are making the change at this time,” Chairman Rob Walton said in a memo to employees. “I think Lee said it best when he told me, ‘This is a great job, but you can’t do it forever and at that point you have an obligation to find the right time for a transition’.”\n\nWalton, son of Wal-Mart founder Sam Walton, said he was ”confident that the strategy we have in place is the right one for future success and Mike has been actively involved in developing and executing this strategy.\n\nThe CEO change is effective February 1, 2009, Wal-Mart said.\n\nAnalysts said the succession plan is being outlined as Wal-Mart gets back on track, boosting profits by persistently focusing on low prices.\n\n“I think it’s good. I‘m happy to see it,” said Joseph Feldman, an analyst with Telsey Advisory Group, of Duke.\n\nFeldman said the timing of the announcement was “a little strange,” but recalled that, at Wal-Mart’s analyst meeting in October, there was almost a sense that Scott was saying farewell and “finally had the upper hand over Wall Street.”\n\nHe said Castro-Wright’s promotion could also signal the executive as a future CEO candidate.\n\n“Wal-Mart is pushing well over $400 billion in sales,” said Thomas Nyheim, portfolio manager at Christiana Bank & Trust. “Their business model is probably the only one that’s working.”\n\nScott, 59, has served as CEO since January of 2000, with much of his tenure marked by struggles and a stagnating stock price. From 2000 through 2007, the company’s stock fell 31 percent, with most of the drop coming shortly after his promotion. The stock is up 6.7 percent year-to-date and has outperformed a nearly 49 percent slide in the Standard & Poor’s 500 Index.\n\nWhen the U.S. economy was roaring along, Wal-Mart found itself losing out to trendier stores such as Target Corp and constantly under attack from groups that accused it of mistreating employees and driving competitors out of business with its massive expansion plans.\n\n“Lee Scott has made life harder for Wal-Mart workers,” said David Nassar, executive director of Wal-Mart Watch, a union- backed group critical of the retailer. Scott’s policies have “diminished Wal-Mart’s reputation and hampered its ability to grow,” he said on Friday.\n\nA foray into fashion and higher-end merchandise failed to draw wealthier shoppers and its profit took a hit last year when it cut prices to clear out poor-selling merchandise. Some company-watchers thought at the time that the missteps could cost Scott his job.\n\nBut Wal-Mart has returned to its low-cost roots and reined in U.S. expansion, which has paid off as the economy soured and cost-conscious consumers come back to its stores.\n\nScott, who joined the company in 1979 as an assistant director of logistics, has also tried to portray Wal-Mart as a world leader committed to tackling tough issues like soaring health-care costs and cleaning up the environment.\n\nScott will remain chairman of the executive committee of the board, receiving an annual salary of $1.1 million, and will be employed through January 31, 2011.\n\nDuke has overseen Wal-Mart’s international operations since 2005 and is fond of saying the retailer should “major in the majors” -- focus expansion on global markets where it can become a big player instead of simply planting a flag.\n\nUnder that strategy, the retailer exited its business in Germany and South Korea in 2006 and has pursued growth in countries such as China, Mexico and Canada. Its international operations accounted for almost 25 percent of its $374.5 billion in total sales last year.\n\nBefore overseeing Wal-Mart’s international unit, Duke was the head of Wal-Mart’s U.S. operations. He joined the company in 1995 as senior vice president of logistics.\n\nWal-Mart will announce a new head of international operations by the end of January, when its fiscal year concludes."
    },
    {
        "header": "newsmaker-duke to lead wal-mart as it gains clout",
        "time": "05:37 PM EST",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSN2148342420081121",
        "body": "NEW YORK, Nov 21 (Reuters) - Mike Duke, the incoming chief executive officer of Wal-Mart Stores Inc (WMT.N), takes over at the world’s largest retailer just as its global influence hits a peak.\n\nOutgoing CEO Lee Scott has thrust Wal-Mart into the center of the debate on global issues such as the environment and healthcare, saying Wal-Mart can play a vital role solving issues that “profoundly” affect its shoppers and its business.\n\nA contracting economy is also playing to Wal-Mart’s strength. In the past year, Wal-Mart’s sales at U.S. stores open at least a year have rebounded from record lows as shoppers flock to its discount prices and it is poised to gain market share as the downturn limits budgets.\n\nThe main challenge could come from the new administration of U.S. President-elect Barack Obama, who has endorsed legislation making it easier for workers to unionize, a major sticking point for Wal-Mart.\n\n“Mike Duke doesn’t come in with very many headaches,” said Bernard Sosnick, a retail analyst with Gilford Securities, who has covered the retailer for about 25 years.\n\n“He comes in as a person who has to preside over the continuation of what is just the beginning of major changes for the better.”\n\nDuke will become CEO Feb. 1, 2009, shortly after Obama takes office. [ID:nN21465040]\n\nScott began to reposition the retailer in 2005, after Wal-Mart’s U.S. sales growth started to slow and its reputation came under attack from groups accusing it of mistreating employees and driving competitors out of business.\n\nInformed by Wal-Mart’s role in bringing relief to victims of Hurricane Katrina in August 2005 and the positive image that helped cultivate, the company has since tried to present itself as a lifeline to hard-hit Americans.\n\nScott has vowed Wal-Mart will cut energy usage, reduce waste and offer lower-priced health care to employees.\n\nLast year, Scott joined forces with the Service Employees International Union, one of its most vocal foes, to push for universal health-care coverage.\n\nIn October, Scott flew to China to tell its Chinese suppliers to clean up their act or face the possibile loss of Wal-Mart’s business. This week, the company donated tens of millions of meals to U.S. food bank Feeding America.\n\n“When you get to be big and powerful, it is even more important to do the right thing to keep your corporate reputation intact because there are enough people try to attack you all the time,” said Margaret Gilliam, a veteran retail analyst who has followed Wal-Mart for 30 years.\n\nWal-Mart touted itself as “relentlessly non-partisan” during the presidential campaign, but it strongly opposed the Employee Free Choice Act. The act would make it easier for workers to unionize, by signing a card rather than holding a vote, and Obama was an original co-sponsor of the bill.\n\nWal-Mart has kept its U.S. stores union-free and Corporate America is bracing for a bold offensive from organized labor, which strongly supported Democrat Obama, to push for passage of the legislation. [ID:nN05455538]\n\nDuke’s Wal-Mart training is similar to the track followed by Scott. He once ran the retailer’s widely respected logistics operations, the same unit where Scott rose through the ranks on his way to the CEO’s office.\n\nAs head of the international operations, one of his primary tasks was to find a way for Wal-Mart to break into the retailing market in India, home to a fast-growing middle class. It now has a partnership with India’s Bharti Enterprises and will open its first cash-and-carry store there next year.\n\nBut Wal-Mart’s arrival sparked public outrage and concern it would drive small retailers out of business -- a charge that has dogged the company in the United States as well.\n\nOn a visit to India in 2006 to urge the government to grant Wal-Mart entry, Duke argued Wal-Mart’s logistics know-how would help modernize a badly outdated distribution system. Duke envisioned using Wal-Mart’s supply chain expertise to reduce spoilage and lower prices in a country with high rates of poverty and hunger.\n\nOne of Duke’s toughest decisions while running the international business was jettisoning Wal-Mart’s money-losing German stores. It was a humbling failure for Wal-Mart at a time when its flagship U.S. division was facing one of its toughest years, with its stock price stuck in a six-year rut.\n\nDuke has since laid out a strategy to “major in the majors” and focus expansion on global markets where it can be a big player.\n\nGilliam said Wal-Mart’s international business, which currently accounts for almost a quater its total sales, will play a more important role in the future.\n\n“It’s going to have to, just because their very size means they can’t grow to the moon in the United States,” she added. (Additional reporting by Emily Kaiser in Washington)"
    },
    {
        "header": "factbox: wal-mart ceo lee scott to retire",
        "time": "01:01 PM EST",
        "link": "http://www.reuters.com/article/newsOne/idUSTRE4AK5VJ20081121",
        "body": "(Reuters) - Wal-Mart Stores Inc, the world’s largest retailer, said Lee Scott will retire as chief executive early next year and will be succeeded by Mike Duke, who heads its international operations.\n\nHere is some key information about Lee Scott’s tenure.\n\n* Scott told the company on November 15 that he would retire as president and CEO as of the close of business on January 31, 2009. Scott will stay on as chairman and be employed through January 31, 2011.\n\n* Scott, 59, joined Wal-Mart in 1979 as an assistant director in the logistics division. After serving in various roles he became president and CEO in 2000.\n\n* Shares of Wal-Mart traded between $64 and $65.94 on January 14, 2000, the day Wal-Mart said then-CEO and President David Glass would immediately step down and be succeeded by Scott. The shares were trading between $50.50 and $52.45 on Friday when the company announced Scott would step down from the CEO post.\n\n* Much of Scott’s tenure as CEO was marked by struggles against trendier stores such as Target Corp. Wal-Mart has also faced attacks from union-backed groups that accused it of mistreating employees, offering poor pay and health benefits and driving competitors out of business.\n\n* An attempt to sell trendy clothing and higher-end merchandise in recent years failed to draw wealthier shoppers. Wal-Mart’s profit took a hit last year when it cut prices to clear out poor-selling merchandise.\n\n* A renewed emphasis on low prices has paid off as cost-conscious consumers now flock to its stores for items such as groceries and medicine. Wal-Mart reported a slightly better-than-expected 10 percent rise in third-quarter profit earlier this month, while Target’s third-quarter profit fell nearly 24 percent.\n\n* During Scott’s tenure Wal-Mart began selling generic drugs at low costs, a move that spread to other retailers. Wal-Mart also asked suppliers to meet stricter environmental standards, including reducing the amount of packaging and improving energy efficiency of products sold at its stores.\n\n* Beginning February 1, 2009, Scott’s annual salary will be $1.1 million. In fiscal 2008, Scott’s annual base salary was $1.4 million. Scott will be eligible for an incentive payment for the fiscal year ending January 31, 2009 but will not be entitled to an incentive payment for fiscal 2010 or after that.\n\n* Wal-Mart said it would accelerate certain restricted stock grants that are scheduled to vest at age 65 to vest on February 1, 2011 as long as Scott meets certain requirements including extending a non-compete agreement through March 14, 2016.\n\n* Scott’s unvested stock options, restricted stock and performance shares will continue to vest through January 31, 2011, with several exceptions. Scott will forfeit 25 percent of the 208,508 target performance shares he received on January 22, 2007, 25 percent of the 55,608 target performance shares he received on March 26, 2007, and 50 percent of the 299,496 target performance shares he received on January 21, 2008."
    },
    {
        "header": "duke to lead wal-mart as it gains clout",
        "time": "05:39 PM EST",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4AK82820081121",
        "body": "NEW YORK (Reuters) - Mike Duke, the incoming chief executive officer of Wal-Mart Stores Inc, takes over at the world’s largest retailer just as its global influence hits a peak.\n\nOutgoing CEO Lee Scott has thrust Wal-Mart into the center of the debate on global issues such as the environment and healthcare, saying Wal-Mart can play a vital role solving issues that “profoundly” affect its shoppers and its business.\n\nA contracting economy is also playing to Wal-Mart’s strength. In the past year, Wal-Mart’s sales at U.S. stores open at least a year have rebounded from record lows as shoppers flock to its discount prices and it is poised to gain market share as the downturn limits budgets.\n\nThe main challenge could come from the new administration of U.S. President-elect Barack Obama, who has endorsed legislation making it easier for workers to unionize, a major sticking point for Wal-Mart.\n\n“Mike Duke doesn’t come in with very many headaches,” said Bernard Sosnick, a retail analyst with Gilford Securities, who has covered the retailer for about 25 years.\n\n“He comes in as a person who has to preside over the continuation of what is just the beginning of major changes for the better.”\n\nDuke will become CEO February 1, 2009, shortly after Obama takes office.\n\nScott began to reposition the retailer in 2005, after Wal-Mart’s U.S. sales growth started to slow and its reputation came under attack from groups accusing it of mistreating employees and driving competitors out of business.\n\nInformed by Wal-Mart’s role in bringing relief to victims of Hurricane Katrina in August 2005 and the positive image that helped cultivate, the company has since tried to present itself as a lifeline to hard-hit Americans.\n\nScott has vowed Wal-Mart will cut energy usage, reduce waste and offer lower-priced health care to employees.\n\nLast year, Scott joined forces with the Service Employees International Union, one of its most vocal foes, to push for universal health-care coverage.\n\nIn October, Scott flew to China to tell its Chinese suppliers to clean up their act or face the possible loss of Wal-Mart’s business. This week, the company donated tens of millions of meals to U.S. food bank Feeding America.\n\n“When you get to be big and powerful, it is even more important to do the right thing to keep your corporate reputation intact because there are enough people try to attack you all the time,” said Margaret Gilliam, a veteran retail analyst who has followed Wal-Mart for 30 years.\n\nWal-Mart touted itself as “relentlessly non-partisan” during the presidential campaign, but it strongly opposed the Employee Free Choice Act. The act would make it easier for workers to unionize, by signing a card rather than holding a vote, and Obama was an original co-sponsor of the bill.\n\nWal-Mart has kept its U.S. stores union-free and Corporate America is bracing for a bold offensive from organized labor, which strongly supported Democrat Obama, to push for passage of the legislation.\n\nDuke’s Wal-Mart training is similar to the track followed by Scott. He once ran the retailer’s widely respected logistics operations, the same unit where Scott rose through the ranks on his way to the CEO’s office.\n\nAs head of the international operations, one of his primary tasks was to find a way for Wal-Mart to break into the retailing market in India, home to a fast-growing middle class. It now has a partnership with India’s Bharti Enterprises and will open its first cash-and-carry store there next year.\n\nBut Wal-Mart’s arrival sparked public outrage and concern it would drive small retailers out of business -- a charge that has dogged the company in the United States as well.\n\nOn a visit to India in 2006 to urge the government to grant Wal-Mart entry, Duke argued Wal-Mart’s logistics know-how would help modernize a badly outdated distribution system. Duke envisioned using Wal-Mart’s supply chain expertise to reduce spoilage and lower prices in a country with high rates of poverty and hunger.\n\nOne of Duke’s toughest decisions while running the international business was jettisoning Wal-Mart’s money-losing German stores. It was a humbling failure for Wal-Mart at a time when its flagship U.S. division was facing one of its toughest years, with its stock price stuck in a six-year rut.\n\nDuke has since laid out a strategy to “major in the majors” and focus expansion on global markets where it can be a big player.\n\nGilliam said Wal-Mart’s international business, which currently accounts for almost a quarter its total sales, will play a more important role in the future.\n\n“It’s going to have to, just because their very size means they can’t grow to the moon in the United States,” she added."
    },
    {
        "header": "update 2-moves-ubs, oppenheimer, imf, wal-mart",
        "time": "12:08 PM EST",
        "link": "http://www.reuters.com/article/AIRDEF/idUSBNG29165720081121",
        "body": "Nov 21 (Reuters) - The following financial services industry appointments were announced on Friday. To inform us of other job changes, please e-mail moves@thomsonreuters.com.\n\nRamesh Singh, the head of UBS AG’s asset-backed securities division has decided to step down, UBS CEO Jerker Johansson said in an internal memo. The asset-backed securities business at the Swiss banking giant will be reduced in scope. Replacing Singh, will be a group co-led by Bill Chandler, Jack McCleary and Jim Reichek.[ID:nN21465040]\n\nWilliam F. Glavin, Jr. has been appointed chief executive officer of Oppenheimer Funds Inc. effective Jan. 1, 2009. He will replace John V. Murphy, currently chairman and CEO. Murphy will remain with the company and continue to serve as President and a director/trustee of each of the Oppenheimer funds until his retirement at year-end 2009.\n\nGlavin has served as Co-CEO of Massachusetts Mutual Life Insurance Company (Mass Mutual), of which Oppenheimer Funds, Inc is a subsidiary, and Executive Vice- President and head of Mass Mutual’s U.S. Insurance Group.\n\nJaime Caruana, currently Financial Counsellor and Director of the International Monetary Fund’s Monetary and Capital Markets Department (MCM), will leave the Fund in April 2009 to become General Manager of the Bank for International Settlements (BIS). Pending his departure, Mr. Caruana will continue to serve as Financial Counsellor, leading the Fund’s work on key financial sector issues, including the Global Financial Stability Report. No replacement has been named.\n\nPrior to assuming his post as Director of the MCM, Caruana was Governor of Banco de España, Spain’s central bank. In addition to serving on the Governing Council of the European Central Bank, he was also the Chairman of the Basel Committee on Banking Supervision and, in that capacity, a member of the Financial Stability Forum.[ID:nN21465040]\n\nWal-Mart Stores Inc announced that Lee Scott will retire as the company’s chief executive early in 2009 and will be succeeded by Mike Duke, who currently heads Wal-Mart’s international operations. The company also promoted Eduardo Castro-Wright to company vice chairman, effective immediately. He is currently head of U.S. operations.[ID:nN21465040]\n\nThe parent company of the HSBC Group named Rachel Lomax and John Thornton as directors effective Dec. 1. They will both be independent non-executive directors.\n\nThornton, who was a non-executive director of Industrial and Commercial Bank of China Ltd (601398.SS) (1398.HK) earlier, has also been appointed a director and non-executive chairman of HSBC North America Holdings Inc with effect from Dec. 1.\n\nLomax was deputy governor, Monetary Stability, at the Bank of England and a member of the Monetary Policy Committee earlier.\n\nSouth Africa’s biggest retail bank appointed Maria Ramos as group chief executive effective March 1. Ramos is currently chief executive of South Africa’s state-owned rail and logistics group Transnet [TRAN.UL]. [ID:nWEB2307] (Compiled by Robert Margolis)"
    }
]