[
    {
        "header": "wal-mart shuts cleveland-area store, cites safety",
        "time": "11:49 AM EDT",
        "link": "http://www.reuters.com/article/domesticNews/idUSN1551320120080915",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc said on Monday that it closed a Cleveland-area discount store after determining the building posed safety issues, including a slipping foundation, raw sewage backing up into the store and unstable methane gas levels.\n\nThe world’s largest retailer said it decided to shutter its two-year-old Garfield Heights location, which was built on the site of a former landfill, after an independent review found the store’s building systems posed a safety hazard.\n\n“The biggest problem, quite honestly, is methane gas levels and being able to control them, both inside the store and on the property,” said Wal-Mart spokeswoman Tara Stewart, adding: “We’re just finally at a point where we don’t think the situation is going to get better.”\n\nStewart said the retailer had been dealing with problems at the store since it opened, and it was rare for it to have to close a location due to safety concerns. Wal-Mart leases the Garfield Heights store, she said, and is talking to its leasing company about next steps.\n\nThe Wal-Mart employees who work at Garfield Heights are being given jobs at nearby stores, she said.\n\n“We don’t feel like the economic impact will be a hardship,” Stewart said of the store closure.\n\nWal-Mart opened the Garfield Heights store in August 2006. At the time it said more than 6,000 applicants had applied for the 200 jobs available at the store."
    },
    {
        "header": "wal-mart keeping close eye on tesco's u.s. stores",
        "time": "03:45 PM EDT",
        "link": "http://www.reuters.com/article/ousivMolt/idUSN1528129420080915",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) is keeping a close eye on the Fresh & Easy Neighborhood Market stores that its British competitor, Tesco (TSCO.L), opened in the United States last year, its chief merchandising officer said on Monday.\n\n“We have people in those stores every day, every week,” said John Fleming, speaking at a Bank of America conference, of Fresh & Easy. “We continue to monitor the progress that they make.”\n\nTesco entered the U.S marketplace late last year, setting up Fresh & Easy Neighborhood Markets stores in California, Arizona and Nevada.\n\nThe smaller, convenience-sized stores seek to woo shoppers who are looking for ready-to-eat meals and fresh produce, and might not have time for a trip to a full-scale grocery store.\n\nWal-Mart is preparing the launch of its own small-format grocery stores in the Phoenix area. The stores, set to open this fall, will be called Marketside and feature prepared meals and perishable items.\n\nFleming, whose comments were broadcast over the Internet, said Wal-Mart is studying different store formats beyond its supercenters that combine a full grocery store with general merchandise. While Wal-Mart touts the supercenter’s one-stop shopping convenience, the stores can be more than three times the size of a U.S. football field.\n\n“Convenience is certainly a trend in the future,” Fleming said.\n\nWal-Mart has remained tight-lipped about its plans for Marketside. In June, Eduardo Castro-Wright, head of Wal-Mart’s U.S. division, said the Marketside stores would feature a smaller assortment than a traditional grocery store and focus on fresh goods.\n\nHe said Wal-Mart shoppers might shop at the company’s large supercenters once a month and go to its grocery-based Neighborhood Markets once a week, but would use Marketside for quick trips to buy perishables."
    },
    {
        "header": "wal-mart canada looks to widen financial services",
        "time": "12:28 PM EDT",
        "link": "http://www.reuters.com/article/regulatoryNewsConsumerGoodsAndRetail/idUSN1518298620080915",
        "body": "TORONTO, Sept 15 (Reuters) - Wal-Mart Canada (WMT.N) said on Monday that it has filed an application with Canadian regulators for a banking license as it aims to expand its financial services.\n\nKevin Groh, director of corporate affairs for the Canadian arm of the giant retailer, said the company is seeking permission from the Office of the Superintendent of Financial Institutions to provide a broader range of financial services, beyond its present scope of non-bank offerings.\n\nGroh declined to comment on the content of the application, nor would he discuss what the company’s additional services might be.\n\nWal-Mart Canada currently offers non-bank services such as money transfers, emergency bill payments, gift cards and automated teller machines.\n\n“In order to broaden out into many of the other services that are available with other retailers, we do require a banking license,” Groh said.\n\n“Retailers are offering a huge range of financial services that aren’t currently available to our customers because we don’t have a banking license.”\n\nWal-Mart launched no-frills banking services in Mexico last year -- which customers mainly use to get credit for buying domestic appliances. The company now boasts 38 banking branches near its Mexican stores, and plans to add 400 small banking booths inside stores.\n\nPlans for expanded financial services in the United States were scuttled last year after Wal-Mart withdrew its request to open a specialty bank following opposition from politicians, consumer groups and community banks. ($1=$1.07 Canadian) (Reporting by Scott Anderson; editing by Rob Wilson)"
    }
]