[
    {
        "header": "wal-mart names new ceo for asia retail operations",
        "time": "09:36 AM EST",
        "link": "http://www.reuters.com/article/companyNews/idUSWNAS637420080114",
        "body": "NEW YORK, Jan 14 (Reuters) - Wal-Mart Stores Inc (WMT.N) on Monday named Vicente Trius as chief executive of Wal-Mart Asia, International.\n\nTrius, who was also named to the additional roles of president and executive vice president of Wal-Mart’s Asia retail operations, joined the company in 1996 and became president and CEO of Wal-Mart Brazil in 1997. (Reporting by Aarthi Sivaraman; Editing by Lisa Von Ahn)"
    },
    {
        "header": "update 1-wal-mart makes brazil exec head of asia retail",
        "time": "10:20 AM EST",
        "link": "http://www.reuters.com/article/companyNews/idUSN1439100220080114",
        "body": "CHICAGO, Jan 14 (Reuters) - Wal-Mart Stores Inc (WMT.N) on Monday named Vicente Trius, chief executive of Wal-Mart Brazil, to the newly created post of president and chief executive of Wal-Mart Asia, a region where the company is looking to grow.\n\nIn Asia, Wal-Mart operates 394 Seiyu stores in Japan and 1,001 stores in China. The company also holds a minority stake in the 102-unit Trust-Mart chain in China and has a joint venture with Bharti Enterprises in India.\n\nTrius will be succeeded in Brazil by Hector Nunez, who has been chief operating officer in the country, the world’s largest retailer said. (Reporting by Brad Dorfman; Editing by John Wallace)"
    },
    {
        "header": "wal-mart, teens could be 2008's best retail bet",
        "time": "03:46 PM EST",
        "link": "http://www.reuters.com/article/ousivMolt/idUSN1440249720080114",
        "body": "CHICAGO (Reuters) - Consumers and investors will likely be shopping for discounts this year, whether it’s in stores or on the stock market, as the sluggish economy hurts sales and profits.\n\nWhile that means discount giant Wal-Mart Stores Inc (WMT.N) could do well this year, it also could cheer other retailers who have seen their stocks sold off since New Year’s Day and now look like bargains, even in a U.S. economy some say is either heading into or already in recession.\n\n“The outlook for retailing, generally, in 2008 is unfavorable,” Richard Hastings, retail economist at the Federation of Credit and Financial Professionals. “The 20-, 25-year expansion in the consumer/residential part of the economy has come to a cyclical conclusion and the spending capacity, the foundation for the entire industry, is simply not there.”\n\nYet even aside from Wal-Mart, analysts expect some companies to prosper this year in spite of that, including teen retailers and possibly some beaten-down home improvement stores.\n\nThe National Retail Federation on Monday forecast a 3.5 percent increase in retail industry sales, excluding automobiles, gas stations and restaurants. That would be the lowest increase since 2002.\n\nRetail stocks just completed their worst year since 2002, with the Standard & Poor’s Retail index .RLX falling 17.9 percent. The index has already lost an additional 10 percent this year.\n\nBut Wal-Mart shares rose 3 percent in 2007, following three years of declines, and many analysts think the world’s largest retailer should do well in 2008 as cash-strapped consumers look for low prices on staples like food and toilet paper.\n\n“Discounters would tend to do better in this kind of environment,” said Michael Niemira, chief economist at the International Council of Shopping Centers.\n\nGoldman Sachs analysts on Monday recommended keeping Wal-Mart, as well as Costco Wholesale Corp (COST.O), as defensive positions in retail, “given negative sentiment, potential for negative macro events, likely downward EPS revisions and lack of positive catalysts.”\n\nWal-Mart trades at about 13.9 times estimated earnings for the year beginning in February, which puts it in the lower half of the 30 stocks in the Dow Jones Industrial Average .DJI.\n\nMany retailers struggled to attract shoppers in the second half of 2007 as consumers were hammered by soaring prices for food and fuel, rising payments on adjustable rate mortgages, declining home values, and job insecurity.\n\nBut some stores that sell clothing to teenagers bucked that trend and could do so again in 2008.\n\nLiz Pierce, analyst at Roth Capital Partners, recommends “youth contemporary” retailers, “because I think that is the part of the population that will spend.”\n\nAmong those retailers, she said Wet Seal Inc WTSLA.O, Urban Outfitters Inc (URBN.O) and Pacific Sunwear of California Inc PSUN.O could be stocks to buy.\n\nBut while teens continue to shop, their parents are more likely to stay on the sidelines, analysts said.\n\nWomen’s clothing retailers like Chico’s FAS Inc (CHS.N) and Ann Taylor were hard hit in 2007, with their stocks falling 56.4 percent and 22.2 percent, respectively, and analysts do not expect that sector to do much better in 2008.\n\n“There isn’t a lot of possible feel-good news out there,” Pierce said of the female shopper. “She’s got other things that she’s worried about and there’s not as (many) new trends that she is compelled to update her wardrobe with.”\n\nSome retailers that have been beaten down could be getting ripe for a fresh look.\n\nGary Balter, analyst at Credit Suisse, on Monday upgraded three stocks directly hurt by the housing downturn -- Home Depot Inc (HD.N), Lowe’s Cos Inc (LOW.N) and Bed Bath & Beyond Inc (BBBY.O) -- to “outperform.”\n\nHome Depot, for example, trades at about 10.8 times estimated earnings for the upcoming fiscal year, one of the least expensive stocks in the Dow based on that measure.\n\nBut even Balter’s endorsement of those stocks comes with a caveat.\n\n“We are upgrading the names we view as the leaders, knowing that we are too early in some cases, but wanting to take advantage of stock prices we believe discount much of the impending doom.”"
    },
    {
        "header": "wal-mart smaller grocery stores to rival tesco-ft",
        "time": "09:12 AM EST",
        "link": "http://www.reuters.com/article/companyNews/idUSN1433012420080114",
        "body": "NEW YORK, Jan 14 (Reuters) - Wal-Mart Stores Inc (WMT.N) will open small-format grocery stores in Arizona under the name “Marketside” to rival British retailer Tesco’s (TSCO.L) Fresh & Easy markets, the Financial Times reported on Monday.\n\nThe pilot stores are roughly 20,000 square feet in size, the Financial Times said. Wal-Mart’s existing Neighborhood Markets, which sell fresh produce and other groceries, span more than double that area, according to the company’s Web site.\n\nWal-Mart, the world’s largest retailer, has acquired leases for four locations near Phoenix, some of which are close to where Tesco is setting up its grocery stores, the report said.\n\n“We trial and test different ways to serve our customers all the time, and this smaller Neighborhood Market is an example of that,” a Wal-Mart spokeswoman said.\n\nHowever, she declined to confirm the details in the Financial Times’ report.\n\nWal-Mart operates about 130 Neighborhood Markets, the spokeswoman said. (Reporting by Aarthi Sivaraman; Editing by Lisa Von Ahn)"
    }
]