[
    {
        "header": "wal-mart sticks by growth plan for americas unit",
        "time": "05:49 PM EDT",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49580Q20081006",
        "body": "NEW YORK (Reuters) - The U.S. economic slowdown is not crimping Wal-Mart Stores Inc’s (WMT.N) expansion plans in Mexico or the other American markets where it operates outside of the United States, a top executive said on Monday.\n\n“We’re not rolling back on our growth plans at all,” said Craig Herkert, president and chief executive officer of the Americas for Wal-Mart, when asked in an interview about the largest global retailer’s plans to open new stores in Mexico.\n\nHerkert oversees Wal-Mart’s businesses in the Americas, excluding the United States.\n\nWal-Mart’s Mexican unit, Walmex WALMEXV.MX, will release its third-quarter results on Tuesday and analysts expect the retailer to post its first decline in quarterly net profit in five years. A slump in the U.S. economy, which employs many Mexican immigrants, has reduced the amount of money that they send back home, hurting a key economic driver in that country.\n\nNevertheless, Herkert said Wal-Mart remains on track to open 205 new stores in Mexico this year, and it continues to focus on touting its low prices to lure Mexican shoppers.\n\n“Value today is more important than ever in food, in consumables,” he said.\n\nHerkert also oversees Wal-Mart’s operations in Argentina, Brazil, Canada, Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua, and Puerto Rico. He said Wal-Mart is sticking by the growth plans it has announced for those countries.\n\nFor instance, he said Wal-Mart is “very bullish” on Brazil. It opened its first store in that country in 1995, and now has 322 outlets in 17 of the country’s 26 states.\n\n“There’s a couple of big cities we’re not yet in that we’d like to get in to yet in Brazil, so there’s a huge opportunity,” he said.\n\nIn Brazil, Wal-Mart recently branched out into e-commerce, unveiling late last month a website it hopes will extend its reach across the country, where consumer demand is booming.\n\nWal-Mart is now developing e-commerce sites for the other major markets in the Americas where it operates, like Mexico and Canada, he said.\n\nHerkert said the Americas division represents a key growth driver for Wal-Mart, but the retailer is determined to focus on profitable growth in the region rather than expanding for its own sake.\n\nThe Americas division posted sales of $47 billion for the fiscal year ended January 31, and its sales have increased at a compound annual growth rate of 18 percent for the past 10 years.\n\nThe compares with Wal-Mart’s namesake U.S. division, which last year reported net sales of $239.5 billion, up 6 percent.\n\nHerkert said the retailer can achieve its internal growth plans by focusing on the current countries where it operates in the region. But it is not ruling out expanding into new areas.\n\n“I think there’s growth opportunity in the hemisphere,” he said."
    }
]