[
    {
        "header": "william blair adds wal-mart to current better values list",
        "time": "09:08 AM EDT",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSWNA960820080709",
        "body": "(Reuters) - William Blair & Co added Wal-Mart Stores Inc (WMT.N) to its current better values list, saying the world’s biggest retailer is in a good position to gain market share in a challenging economic environment.\n\n“With significant pressures likely to persist in the near to intermediate term, consumers are likely to increasingly direct their spending to where they see the greatest value, and Wal-Mart is the best-positioned retailer in our coverage to address this shift,” the brokerage said in a research note.\n\nWilliam Blair has an “outperform” rating on the stock."
    },
    {
        "header": "wal-mart removes mexican comic criticized as racist",
        "time": "09:14 PM EDT",
        "link": "http://www.reuters.com/article/domesticNews/idUSN0933596520080710",
        "body": "LOS ANGELES (Reuters) - Wal-Mart Stores Inc said on Wednesday it removed the comic book “Memin Pinguin” from its stores after receiving complaints the popular Mexican character was a racist depiction of blacks.\n\nThe series started 60 years ago in Mexico, and the main character, Memin Pinguin, is a black Cuban-Mexican boy with enlarged lips who often gets into mischief.\n\nWal-Mart recently started offering the Spanish-language comic in parts of California, Texas and Miami, where the giant retailer serves large populations of Hispanic customers.\n\n“We understand that Memin is a popular figure in Mexico. However, given the sensitivities to the negative image Memin can convey to some we felt that it was best to no longer carry the item in our stores,” said Lorenzo Lopez, a spokesman for Wal-Mart.\n\n“We apologize to those customers who may have been offended by the book’s images,” Lopez added.\n\nA black woman in Houston told the Houston Chronicle this week she complained about the comic books after seeing them at a Wal-Mart.\n\n“I said, wait a minute: Is this a monkey or a little black boy?” Shawnedria McGinty told the newspaper. “I was so upset. This is 2008.”\n\nMany Mexicans argue Memin Pinguin is misunderstood in the United States and that he is a lovable character and not a racist depiction of blacks.\n\nMemin Pinguin was at the center of a controversy in 2005, when the Mexican postal service issued a series of stamps featuring the character.\n\nPresident George W. Bush called the stamps offensive, which put him at odds with Mexico’s then president, Vicente Fox."
    }
]