[
    {
        "header": "wal-mart to revamp its struggling apparel unit",
        "time": "09:25 AM EST",
        "link": "http://www.reuters.com/article/ousivMolt/idUSN3016948720080130",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) is restructuring its apparel operations, closing its product development and sourcing divisions, and eliminating dozens of positions, the world’s largest retailer said on Wednesday.\n\nIt plans to organize the struggling apparel business around two “hubs” - brand merchandising and buying.\n\n“The restructured apparel organization is built around brands that make clear statements and whose teams are accountable for financial returns,” Wal-Mart said in a statement.\n\nIn a move to compete with Target Corp (TGT.N), Wal-Mart tried to sell hipper clothes, such as skinny jeans and velvet blazers. But the strategy backfired with its shoppers, who were looking for basic, classic and affordable clothing.\n\nIt spent last year working to get its apparel business back on track. Claire Watts, the executive who oversaw its apparel merchandising, resigned, and Wal-Mart is now expanding the presence of its apparel unit in Manhattan.\n\nThe retailer said that brand merchandising, based in New York, will be responsible for “maximizing the financial performance of private label brands,” and will also be responsible for textile design, vendor selection and cost negotiation.\n\nIts buying organization, which will continue to be based in Bentonville, Arkansas, will decide which products to place in each of its stores and how much those products will cost."
    },
    {
        "header": "wal-mart to revamp apparel unit, lay off dozens: report",
        "time": "04:13 AM EST",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSN309819820080130",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) is set to shake up its sluggish apparel unit by shutting two divisions at its Arkansas headquarters, eliminating dozens of positions and moving dozens more to New York, the New York Times reported on Wednesday.\n\nRepresentatives at Wal-Mart were not immediately available for comment.\n\nThe report, citing an internal statement, said the company would close its product development and sourcing divisions.\n\nWal-Mart, the world’s largest retailer, is aiming to strip out excess costs and promote low prices as its core, lower-income shoppers are being squeezed by a deteriorating housing market, higher food and fuel costs and a credit market crunch."
    }
]