[
    {
        "header": "us stocks-futures rise on deal news, wal-mart outlook",
        "time": "08:16 AM EDT",
        "link": "http://www.reuters.com/article/rbssChemicalsCommodity/idUSN1046946920080710",
        "body": "* Paulson, Bernanke to testify on financial market\n\n* All three major indexes sink into bear market\n\nNEW YORK, July 10 (Reuters) - U.S. stock futures rose on Thursday as news of an $18.8 billion dollar proposed takeover in the chemicals sector and an increased profit outlook from Wal-Mart Stores Inc (WMT.N) boosted optimism a day after the S&P 500 .SPX slid into a bear market.\n\nDow Chemical DOW.N announced it would buy Rohm and Haas ROH.N for $18.8 billion, a deal that investors took as signaling value in the stock market and evidence that the credit crisis has not totally derailed deal-making. For details, see [ID:nN10461510]\n\nShares of Rohm and Haas, a specialty chemicals and electronic materials maker, jumped 67 percent to $75 before the bell.\n\n“Part of what’s held back the market has been the absence of buyers in the LBO market. So strategic deals are going to have to fill that void for a while,” said Rick Meckler, president of LibertyView Capital Management in Jersey City, New Jersey. “The Rohm and Haas deal is the type of a strategic deal that the market is looking for.”\n\nS&P 500 futures SPc1 rose 9 points and were above fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nWal-Mart shares rose nearly 3 percent to $59.20 before the bell after the company raised its second-quarter profit forecasts and posted June sales from stores open at least year that topped analysts’ expectations. [ID:nWNAB0274]\n\nThe S&P 500, now in its first bear market since 2002, has lost nearly $3 trillion in market value over the nine months of its decline through Wednesday. It starts Thursday’s session with an aggregate market capitalization of roughly $10.9 trillion compared with about $13.8 trillion on Oct. 9, 2007.\n\nAs concerns about Freddie Mac FRE.N and Fannie Mae FNM.N , the providers of home financing, persist, investors will look for some reassuring words from Federal Reserve Chairman Ben Bernanke and U.S. Treasury Secretary Henry Paulson when they testify on regulatory restructuring on Capitol Hill beginning at 10 a.m. (1400 GMT).\n\nThe Labor Department will report weekly jobless claims at 8:30 a.m. (1230 GMT). Economists in a Reuters survey forecast a total of 395,000 new filings compared with 404,000 in the prior week. (Editing by Kenneth Barry)"
    },
    {
        "header": "wal-mart up after raising profit outlook",
        "time": "07:45 AM EDT",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1046601820080710",
        "body": "NEW YORK (Reuters) - Shares of Wal-Mart (WMT.N) rose 2.7 percent before the bell on Thursday after the retailer’s June sales exceeded expectations and it raised its quarterly profit outlook.\n\nIn electronic trading ahead of the opening bell, the stock rose to $59.20 from its close on Wednesday of $57.67.\n\nThe company said it now expects second-quarter earnings of 82 cents per share to 84 cents per share, compared with an average estimate of 82 cents per share among Wall Street analysts, according to Reuters Estimates. In May, it had forecast earnings of 78 cents per share to 81 cents per share."
    },
    {
        "header": "wal-mart, carrefour eye russia's lenta: sources",
        "time": "01:09 PM EDT",
        "link": "http://www.reuters.com/article/innovationNews/idUSL1038125620080710",
        "body": "MOSCOW (Reuters) - Global retail giants Wal-Mart (WMT.N) and Carrefour (CARR.PA), along with investment fund TPG Capital, plan to bid for control of Russian retailer Lenta, sources close to the sale told Reuters on Thursday.\n\nThe privately owned St. Petersburg-based chain of hypermarkets is holding a tender for its sale in two weeks.\n\nThe sources said the size of the stake would be 89 percent, to include shares of all of the shareholders except the European Bank for Reconstruction and Development (EBRD), which owns 11.1 percent.\n\nA Wal-Mart spokesperson could not immediately be reached for comment, and Carrefour declined to comment.\n\nTPG Capital, a cash-rich U.S. fund that tried previously to invest in another Russian retailer, Seventh Continent SCON.MM, also declined comment.\n\nMike Duke, the head of international operations for Wal-Mart, the world’s largest retailer, said last month the company was exploring opportunities in Russia.\n\nNeither Wal-Mart nor Carrefour, the world’s second largest retailer, have any retail outlets in Russia, but both have a representative office in the country.\n\nRussia’s largest retail chain, X5 (PJPq.L), does not plan to take part in the tender, its chairman and chief executive Lev Khasis told Reuters.\n\nLenta includes 31 hypermarkets, with 14 in St Petersburg, and the rest in other major Russian cities.\n\nThe company’s revenues after value-added taxes were $1.5 billion in 2007.\n\nIts main shareholders, Oleg Zherebtsov, who owns 35 percent, and U.S.-born August Meyer, who owns 36.4 percent, have been locked in a shareholders’ dispute for nearly half a year.\n\nIn April, they reached a compromise and cooperated in seeking new sources of funding for the firm."
    },
    {
        "header": "wal-mart june sales up; raises earnings forecast",
        "time": "11:32 AM EDT",
        "link": "http://www.reuters.com/article/newsOne/idUSN1046657020080710",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc on Thursday reported a 5.8 percent rise in June sales at U.S. stores open at least a year, beating Wall Street estimates, and the discount retailer raised its second-quarter earnings forecast.\n\nAnalysts, on average, had expected a same-store sales gain of 3.8 percent, according to Thomson Reuters Estimates, while the company itself had forecast a rise of 2 percent to 4 percent, excluding gasoline sales.\n\nWal-Mart’s monthly sales have been outpacing those of competitors as shoppers head to its stores for discounts on food, health-care items and electronics.\n\nSame-store sales rose 6.1 percent at its U.S. namesake discount stores and 4.6 percent at its Sam’s Club warehouse division.\n\n“The Wal-Mart U.S. underlying business remains strong,” Chief Financial Officer Tom Schoewe said in a statement. “However, consumers and small business owners remain concerned about the economy, inflation and, most of all, higher gas prices.”\n\nThe retailer said customer traffic at its discount stores rose in the month as shoppers received their U.S. government tax rebate checks. Sales were strongest in its grocery, entertainment and “health and wellness” businesses, which includes medicines.\n\nWal-Mart said it now expects second-quarter earnings per share of 82 cents to 84 cents due to “improved sales results during the quarter.”\n\nThat is up from a forecast of 78 cents to 81 cents issued when the company reported first-quarter results in May. The original forecast was below Wall Street estimates, and Schoewe said Wal-Mart was being “appropriately conservative” given the volatile environment.\n\nThe retailer also said at the time that it was not sure how much of a sales boost it would get from the tax rebates.\n\nBut after issuing that forecast, Wal-Mart reported higher-than-expected May sales results and said shoppers had cashed about $350 million worth of tax rebate checks in its store, helping sales.\n\nWal-Mart said it expects July U.S. same-store sales, excluding gasoline, to rise between 2 percent and 4 percent.\n\nIt now expects second-quarter same-store sales to rise about 4 percent, up from a previous forecast for sales to be flat to up 2 percent."
    },
    {
        "header": "update 1-wal-mart, carrefour eye russia's lenta-sources",
        "time": "01:01 PM EDT",
        "link": "http://www.reuters.com/article/rbssFoodDistribution & Convenience Stores/idUSL1043996220080710",
        "body": "MOSCOW, July 10 (Reuters) - Global retail giants Wal-Mart (WMT.N) and Carrefour (CARR.PA), along with investment fund TPG Capital, plan to bid for control of Russian retailer Lenta, sources close to the sale told Reuters on Thursday.\n\nThe privately owned St. Petersburg-based chain of hypermarkets is holding a tender for its sale in two weeks.\n\nThe sources said the size of the stake would be 89 percent, to include shares of all of the shareholders except the European Bank for Reconstruction and Development (EBRD), which owns 11.1 percent.\n\nA Wal-Mart spokesperson could not immediately be reached for comment, and Carrefour declined to comment.\n\nTPG Capital, a cash-rich U.S. fund that tried previously to invest in another Russian retailer, Seventh Continent SCON.MM, also declined comment.\n\nMike Duke, the head of international operations for Wal-Mart, the world’s largest retailer, said last month the company was exploring opportunities in Russia [ID:nN06360405].\n\nNeither Wal-Mart nor Carrefour, the world’s second largest retailer, have any retail outlets in Russia, but both have a representative office in the country.\n\nRussia’s largest retail chain, X5 (PJPq.L), does not plan to take part in the tender, its chairman and chief executive Lev Khasis told Reuters.\n\nLenta includes 31 hypermarkets, with 14 in St Petersburg, and the rest in other major Russian cities.\n\nThe company’s revenues after value-added taxes were $1.5 billion in 2007.\n\nIts main shareholders, Oleg Zherebtsov, who owns 35 percent, and U.S.-born August Meyer, who owns 36.4 percent, have been locked in a shareholders’ dispute for nearly half a year.\n\nIn April, they reached a compromise and cooperated in seeking new sources of funding for the firm. (Reporting by Maria Plis, Writing by Simon Shuster)"
    },
    {
        "header": "us stocks-futures extend gains on wal-mart's outlook",
        "time": "07:40 AM EDT",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN1047615420080710",
        "body": "NEW YORK, July 10 (Reuters) - U.S. stock futures extended gains on Thursday after Wal-Mart Stores Inc (WMT.N), the world’s biggest retailer and a Dow component, raised its second-quarter profit outlook, easing fears of a consumer spending slowdown.\n\nS&P 500 futures SPc1 rose 10.6 points and were above fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nDow Jones industrial average futures DJc1 jumped 79 points, and Nasdaq 100 NDc1 futures shot up 11.75 points. (Reporting by Ellis Mnyandu; Editing by Kenneth Barry)"
    }
]