[
    {
        "header": "wal-mart cuts full-year capital expenditure view",
        "time": "12:19 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDiscountStores/idUSWNAS854120080617",
        "body": "NEW YORK, June 17 (Reuters) - Wal-Mart Stores Inc (WMT.N) on Tuesday cut its capital expenditure forecast for its current fiscal year, which ends on Jan. 31, 2009.\n\nThe discount retailer said it now expects capital expenditures of $13.0 billion to $14.0 billion, lower than its previous view of $13.5 billion to $15.2 billion. (Reporting by Nicole Maestri; editing by John Wallace)"
    },
    {
        "header": "update 1-wal-mart cuts capital expenditure forecast",
        "time": "01:27 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDiscountStores/idUSN1737532820080617",
        "body": "NEW YORK, June 17 (Reuters) - Wal-Mart Stores Inc (WMT.N) on Tuesday lowered its capital expenditure forecast for its current fiscal year, saying it remains focused on moderating supercenter store growth in the United States.\n\nThe discount retailer said that for its fiscal year ending Jan. 31, 2009, it now expects capital expenditures to be in the range of $13.0 billion to $14.0 billion, down from its previous view of $13.5 billion to $15.2 billion.\n\nAt its analyst meeting in October, Wal-Mart cut its capital expenditure forecast and scaled back on planned supercenters -- or locations that combine a full grocery store with a discount store -- as it faced slowing sales in a saturated U.S. market.\n\nThe world’s largest retailer said the pullback would allow it to concentrate on boosting sales at its existing stores by remodeling older locations and improving its merchandise assortment.\n\nIn recent months, Wal-Mart’s sales at stores open at least a year, or same-store sales, have been outpacing those of competitors as cash-strapped U.S. shoppers look to buy basics like food and medicine at discounted prices.\n\nIn May, Wal-Mart’s U.S. same-store sales rose a stronger-than-expected 3.9 percent while smaller rival Target Corp (TGT.N) reported a same-store sales decline of 0.7 percent.\n\nSpeaking at a William Blair & Co conference, which was broadcast over the Internet, Wal-Mart Chief Financial Officer Tom Schoewe said the retailer’s May sales were boosted in part by inflation and tax rebates, which are currently making their way into the hands of consumers.\n\nHe said the real question remains how much of a benefit it will continue to see once all the checks make their way into the hands of consumers by mid July.\n\nWal-Mart shares declined 1 percent, or 57 cents, to $58.74 in afternoon New York Stock Exchange trading. (Reporting by Nicole Maestri; editing by Mark Porter and John Wallace)"
    }
]