[
    {
        "header": "wal-mart august same-store sales rise 3 percent",
        "time": "07:13 AM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDiscountStores/idUSWNAB941520080904",
        "body": "NEW YORK, Sept 4 (Reuters) - Wal-Mart Stores Inc (WMT.N) on Thursday reported a higher-than-expected 3 percent increase in August sales at U.S. stores open at least a year, excluding fuel.\n\nAnalysts, on average, were expecting the company’s same-store sales to rise 1.6 percent, according to Thomson Reuters Estimates, while the company had forecast that August sales would rise 1 percent to 2 percent, excluding fuel.\n\nThe world’s biggest retailer said net sales in the month, ended Aug. 29, rose 8.7 percent to $30.67 billion. (Reporting by Martinne Geller; Editing by Steve Orlofsky)"
    },
    {
        "header": "wal-mart sales beat view on grocery, school supplies",
        "time": "05:06 PM EDT",
        "link": "http://www.reuters.com/article/GCA-inflation/idUSN0449002020080904",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) reported better than expected August sales at U.S. stores open at least a year and gave an optimistic forecast for September as shoppers seek low prices on groceries and school supplies.\n\nThe world’s biggest retailer said on Thursday that August same-store sales were strongest in grocery and medicines. Electronics, fitness equipment and camping items also did well.\n\nAnalysts, on average, were expecting same-store sales to increase 1.6 percent, according to Thomson Reuters Estimates, while Wal-Mart itself had forecast a rise of 1 percent to 2 percent, excluding fuel sales.\n\nWal-Mart, whose shares have gained nearly 40 percent in the last year, has outperformed other retailers as cash-strapped consumers respond well to its lower prices.\n\nDuring a presentation at a Goldman Sachs conference, Chief Executive Lee Scott said consumers worldwide were pulling back in some areas, but still splurging for hot consumer electronics such as video games and flat-screen television sets.\n\nScott said Wal-Mart was planning for next year’s economy and the company’s profit margins would be in line with this year.\n\n“For the most part we see next year as a challenging year, but one in which we can do well,” Scott said.\n\nLooking abroad, Scott said the company’s international expansion plans would concentrate on the “major” markets of India, China, Brazil, Canada and Britain, although Wal-Mart is “exploring” Russia and Eastern Europe.\n\nScott said Wal-Mart was meeting with roughly a thousand of its suppliers next month in Beijing to talk about Wal-Mart’s commitment to “socially responsible sourcing.”\n\n“It is my belief that a person who cheats on overtime, forced labor, the age of the labor ... a person that dumps chemicals in rivers and cheats on their taxes ... there’s no way that that person is not going to cheat on us,” he said.\n\nBecause of Wal-Mart’s size and clout, it will be able to make a “significant change” in the quality of factories and products over the next 3 to 5 years, Scott said.\n\nWal-Mart has already set a long-term goal of using only renewable energy and creating zero waste. It has challenged its suppliers to cut back on packaging and boost energy efficiency in products.\n\nBack-to-school sales, especially of jeans, school supplies and home furnishings for college dorms, picked up toward the end of the month, Wal-Mart said, as many shoppers delayed purchases while some schools open later this year.\n\nRoughly $100 billion of tax rebates landed in the hands of consumers between late April and mid-July and Wal-Mart offered to cash rebate checks for free, helping to increase sales in its stores in May, June and July.\n\nBut with the boost from the rebates largely in the past, Wal-Mart had forecast a slowdown in August U.S. sales compared with previous months. Its U.S. same-store sales rose 3.9 percent in May, 5.8 percent in June and 3 percent in July.\n\nFor September, Wal-Mart expects U.S. same-store sales, excluding fuel, to rise between 2 percent and 3 percent.\n\nThe company said net sales in the month ended August 29 rose 8.7 percent to $30.67 billion.\n\nWal-Mart shares closed down 1 cent at $59.78 on the New York Stock Exchange, outperforming a 3.1 percent drop in the Standard & Poor’s Retail Index .RLX."
    },
    {
        "header": "wrapup 1-wal-mart leads better sales for us discount retailers",
        "time": "09:15 AM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDiscountStores/idUSN0442544620080904",
        "body": "ATLANTA, Sept 4 (Reuters) - U.S. discount retailers, led by Wal-Mart Stores Inc (WMT.N), posted stronger-than-expected August sales on Thursday as shoppers sought last-minute deals on back-to-school items and other products.\n\nThe sales trends also benefited some specialty apparel retailers, like Gap Inc (GPS.N), which managed to top expectations in a weak U.S. economy. Stores catering to the luxury market fared worse during the month.\n\n“Clearly these retailers know that that’s (back to school) their big opportunity,” said Sarah Henry, an analyst with MFC Global Investment Management. “They are being really judicious about what they are presenting.”\n\nWal-Mart posted a 3 percent rise in same-store sales, beating analysts’ forecast of 1.6 percent, according to Thomson Reuters Estimates.\n\nThe world’s biggest retailer cited strong sales of groceries, medicines and other household goods, and gave an optimistic forecast for September, helped by back-to-school sales.\n\n“For Wal-Mart, the value message is really timely and is resonating,” Henry said.\n\nWal-Mart shares rose to $60.05 in pre-market trading from Wednesday’s close of $59.79.\n\nWal-Mart said shoppers were waiting until the end of the back-to-school period to make their purchases, a trend that was accelerated as more schools opened later in the year.\n\nAmong other retailers known for lower prices, Family Dollar Stores FDO.N posted a 3.6 percent rise in same-store sales, compared with expectations for a 3 percent increase. BJ’s Wholesale Club Inc BJ.N same-store sales rose 15.4 percent, above forecasts for a 14.1 pct rise.\n\nThe luxury sector showed more signs of weakness, as Saks SKS.N and Nordstrom (JWN.N) both posted worse-than-expected sales.\n\nNordstrom sales fell 7.9 percent, worse than the 7.1 percent fall analysts expected, while Saks had a 5.9 percent fall, compared with forecasts for a 4.7 percent dip.\n\n“I would guess that they are not willing to sacrifice margin as much,” Henry said. “That segment is under pressure right now and both of those companies are more exposed” to financial market stress.\n\nAmong specialty retailers, Limited Brands LTD.N said same-store sales fell 7 percent on weaker results at its Victoria’s Secret and Bath & Body Works stores.\n\nGap same-store sales fell 8 percent, better than a Wall Street forecast for a 9.7 percent decline.\n\nKohl’s Corp (KSS.N), which reported on Wednesday, posted a 5.8 percent decline for the month compared with expectations for a 7.6 percent decline. (Additional reporting by Martinne Geller and Aarthi Sivaraman in New York and Ben Klayman in Chicago, editing by Dave Zimmerman)"
    },
    {
        "header": "us stocks-futures slip before data; wal-mart gains",
        "time": "07:58 AM EDT",
        "link": "http://www.reuters.com/article/AIRDEF/idUSN0442881520080904",
        "body": "NEW YORK, Sept 4 (Reuters) - U.S. stock index futures slipped on Thursday as investors turned cautious ahead of key economic reports, offsetting news of a solid August sales report from Wal-Mart Stores (WMT.N).\n\nWith concerns mounting about the health of the U.S. economy and signs of sluggishness also emerging abroad, investors awaited a raft of economic reports for clues about the profit outlook.\n\nLuxury home builder Toll Brothers (TOL.N) fell 2 percent to $24.15 before the bell after the company reported a quarterly net loss. For details, see [ID:nN04420372].\n\nA report by ADP Employer Services on U.S. private-sector employment for August is due for release at 8:15 a.m. (1215 GMT).\n\nWal-Mart, the world’s largest retailer, reported a stronger-than-expected 3 percent increase in August sales at U.S. stores open at least a year, excluding fuel.\n\nShares of Wal-Mart, a Dow component, inched up 0.8 percent to $60.25 before the bell.\n\nThe government will release weekly jobless claims and a report second-quarter productivity and costs at 8:30 a.m. (1230 GMT). The August reading on the vast services sector by the Institute for Supply Management is due at 10 a.m. (1400 GMT).\n\n“You’ve got some people positioning themselves defensively before today’s economic data and before tomorrow’s non-farm payrolls report,” said Cleveland Rueckert, market analyst at Birinyi Associates Inc in Stamford, Connecticut.\n\n“Even though Wal-Mart was a little bit positive, it could be signaling that the consumer is still shopping at the discount retailers because there’s still pressure on the consumer.”\n\nS&P 500 futures SPc1 fell 3.30 points and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures DJc1 fell 16 points and Nasdaq 100 NDc1 futures lost 8.50 points.\n\nBoeing (BA.N), another Dow component, is also in the spotlight after the plane maker’s largest labor union said its members had rejected the company’s contract offer and voted to strike.\n\nA walkout, however, has been postponed for 48 hours to allow more time for talks. [ID:nN03276874]\n\nInvestors will also pay close attention to the government’s report on energy inventories for the recent week, which is due at 10:35 a.m. (1435 GMT).\n\nU.S. front-month crude CLc1 was up 28 cents at $109.63 a barrel as the dollar slipped broadly after recent gains.\n\nU.S. stocks ended mixed on Wednesday, with the S&P 500 and the Nasdaq slipping on fears about a slowing global economy, but the Dow eked out a modest gain after Home Depot (HD.N) chief executive said the housing market slump may be close to an end. (Editing by Kenneth Barry)"
    }
]