[
    {
        "header": "court outlaws wal-mart de mexico worker vouchers",
        "time": "11:09 AM EDT",
        "link": "http://www.reuters.com/article/rbssFinancialServices - Diversified/idUSN0546591320080905",
        "body": "MEXICO CITY, Sept 5 (Reuters) - Mexico’s Supreme Court ruled that the country’s top retailer, Wal-Mart de Mexico, violated the constitution by paying workers in part with vouchers only redeemable in the chain’s outlets, the court said on Friday.\n\nWal-Mart de Mexico WALMEXV.MX, also known as Walmex and a unit of U.S. retail giant Wal-Mart Stores Inc (WMT.N), gave store coupons as part of salaries, harking back to exploitative labor practices of over a century ago, the court said.\n\nDuring the long dictatorship of President Porfirio Diaz, which ended in 1911, wealthy landowners and businessmen paid employees with special currency only valid in company stores.\n\nThe stores, which sold goods to poor workers at inflated prices, were banned in the constitution after labor uprisings sparked the Mexican Revolution in 1910.\n\n“A labor contract that requires workers directly or indirectly to buy items in certain stores violates the constitution and will be declared null and void,” the court said in a statement.\n\nA Walmex employee brought the complaint to the court about giving workers coupons as part of their pay. The practice also used to be common in the United States, especially in the mining industry.\n\n“It is similar to the practices carried out in old-time stores where workers also received their salaries in the form of vouchers to be redeemed in the stores owned by the boss,” the court said.\n\nWalmex had no immediate comment.\n\nCritics often accuse Walmex and its parent company of paying low salaries and of being hostile to unions.\n\nThe Mexican unit of Wal-Mart employs over 150,000 people across the country at its more than 1,000 retail outlets ranging from supermarkets to clothing stores and restaurants. (Reporting by Mica Rosenberg and Chris Aspin; Editing by Derek Caney)"
    }
]