[
    {
        "header": "wal-mart rises after solid nov sales",
        "time": "08:18 AM EST",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE4B33GS20081204",
        "body": "NEW YORK (Reuters) - Shares of Wal-Mart Stores Inc (WMT.N) rose more than 2 percent to $55.85 before the bell on Thursday after the world’s biggest retailer posted a stronger-than-expected increase in November sales from stores open at least a year."
    },
    {
        "header": "wal-mart posts november sales surprise",
        "time": "12:27 PM EST",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN0435753520081204",
        "body": "NEW YORK (Reuters) - Discount retailer Wal-Mart Stores Inc on Thursday reported a bigger-than-expected rise in November sales, as price cuts led to “record” grocery sales and customer traffic improved as gas prices dropped.\n\nThe world’s largest retailer also forecast December sales at U.S. stores open at least a year, or same-store sales, to be at the high end of its forecast for a gain of 1 percent to 3 percent.\n\nFortunes were reversed at smaller discount rival Target Corp, which posted a 10.4 percent drop in November same-store sales, as shoppers shunned purchases of clothing and home decor, and said December same-store sales could fall.\n\n“Results from post-Thanksgiving holiday sales, particularly Friday, were stronger than the rest of the month, but were insufficient to offset earlier weakness,” said Gregg Steinhafel, Target’s chief executive officer, in a statement.\n\n“Our sales results continue to reflect a particularly challenging environment and consumers remain very cautious and event-driven in their purchasing behavior.”\n\nShares of Wal-Mart rose in premarket trading to $56.39 from a close on Wednesday of $54.38. Target shares declined 7.2 percent to $32 in early trading.\n\nWal-Mart has been gaining market share during the U.S. recession as shoppers seek out its low prices on necessities, like food and toiletries. Wal-Mart is expected to outperform competitors this holiday season, and is introducing new price cuts every week until Christmas to attract cash-strapped shoppers.\n\nMeanwhile, Target has stumbled as its reliance on clothing and home decor to drive strong sales falters. The economic downturn has curbed shoppers’ appetite for splurging on its trendy wares.\n\nWal-Mart’s November U.S. same store sales rose 3.4 percent, excluding fuel. Analysts, on average, were expecting a same-store sales gain of 2.1 percent, according to Reuters Estimates, while the company had forecast a rise of 1 percent to 3 percent.\n\nThe start of its holiday shopping rush took a deadly turn this year when a man working for the discount retailer was killed on Black Friday, the day after Thanksgiving, by a stampede of frenzied shoppers.\n\nIn a statement on Wednesday, Wal-Mart said it will continue to work with local law enforcement officials to implement stronger safety measures.\n\nOn Thursday, Wal-Mart said price cuts on food helped drive “record” grocery sales heading into the U.S. Thanksgiving holiday, and falling gas prices meant customers had more money to spend in its stores.\n\nChief Financial Officer Tom Schoewe said the company now expects December same-store sales “near the high end of our previously stated fourth quarter guidance of one to three percent.”\n\nWal-Mart said net sales in the month ended Nov 28 rose 1.6 percent to $32.21 billion.\n\nTarget’s net sales for the four weeks ended Nov 29, decreased 6.1 percent to $5.6 billion.\n\nIn November, Target said it saw moderate growth in sales of food, but apparel same-store sales fell in low double digit range. Same-store sales in its home business dropped more than 20 percent, it said.\n\nFor December, Target forecast a mid-single-digit to low-double-digit decline in same-store sales. It cited the challenging environment and increased promotional levels for the forecast."
    }
]