[
    {
        "header": "correction - new york - wal-mart september us same-store sales up 2.4 pct",
        "time": "07:55 AM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDiscountStores/idUSWNAB571020081008",
        "body": "NEW YORK, Oct 8 (Reuters) - Wal-Mart Stores Inc (WMT.N) on Wednesday reported a 2.4 percent rise in September sales at U.S. stores open at least a year.\n\nAnalysts, on average, were expecting the company’s same-store sales to rise 2.5 percent, according to Thomson Reuters Estimates, while the company had forecast a gain of 2 to 3 percent.\n\nThe world’s biggest retailer also maintained its third-quarter earnings forecast, which calls for earnings per share from continuing operations of 73 cents to 76 cents. (Reporting by Martinne Geller; Editing by Steve Orlofsky)"
    },
    {
        "header": "update 2-wal-mart keeps 3rd-qtr outlook, target warns",
        "time": "02:00 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailApparelAccessories/idUSN0847452220081008",
        "body": "NEW YORK, Oct 8 (Reuters) - Wal-Mart Stores Inc (WMT.N) said September same-store sales rose in line with its forecast as shoppers flocked to its stores for bargains on necessities.\n\nBut rival Target Corp (TGT.N) on Wednesday posted a bigger-than-expected decline as its trendier apparel and home goods sold poorly.\n\nWal-Mart stood by its third-quarter earnings outlook, while Target warned that profit would be lower than analysts had expected.\n\nBut if Target can succeed in its attempts to tout its low prices, analysts said both discounters should outperform competitors this holiday as shoppers turn to the retailers for help stretching budgets amid a deepening economic downturn.\n\n“Generally speaking, when people aren’t spending on large capital investments, they will be spending at places like Target and Wal-Mart,” said Ben Pivar, vice president in the consumer products and retail practice at consulting firm Capgemini. “So the discount retailers are going to be positioned better to survive this crisis.”\n\nWal-Mart’s low prices have attracted cash-strapped consumers as a U.S. housing slump and credit crunch squeeze household budgets.\n\nWhile Target created a niche selling inexpensive but trendy clothes and home goods, the strategy hurt its sales in the past year as consumers resist splurging on nonessential items. To improve results, Target is putting a bigger emphasis on the “Pay Less” side of its “Expect More. Pay Less” tagline.\n\nWal-Mart, the world’s largest retailer, said sales at its U.S. stores open at least a year rose 2.4 percent in September. Analysts, on average, were expecting a 2.5 percent increase, according to Thomson Reuters Estimates, while the company had forecast a gain of 2 percent to 3 percent.\n\nTarget reported a 3 percent drop, more than double the fall analysts expected.\n\nStandard & Poor’s equity analyst Joseph Agnese upgraded Wal-Mart shares on Wednesday to “strong buy” from “buy,” citing an expectation that the retailer will continue to gain market share as consumers trade down from higher-cost rivals.\n\nWal-Mart’s September performance was boosted by sales of food and medicine, which helped offset store closures due to hurricanes that hit the United States in the month.\n\nTemporary store closures by hurricanes Gustav, Hanna and Ike reduced same-store sales 0.4 percentage points, Wal-Mart said.\n\nSame-store sales for the five weeks that ended Oct. 3 rose 2 percent at Wal-Mart’s namesake discount stores, while they rose 4.6 percent at its Sam’s Club warehouse division.\n\nWal-Mart said it still expects third-quarter earnings from continuing operations to range from 73 cents to 76 cents per share. It expects October U.S. same-store sales to rise 1 percent to 2 percent.\n\nJoseph Feldman, a retail analyst with Telsey Advisory Group, said it was positive that Wal-Mart was able to maintain its forecast as other chains including J.C. Penney Co Inc (JCP.N) and Nordstrom Inc (JWN.N) cut their outlooks, and Target warned that profit would miss estimates.\n\nTarget said on a recorded call that September same-store sales were driven by necessities like medicines and food, while they fell in the areas of clothing and home goods.\n\n“Sales for the month of September were below our expectations, reflecting continued daily volatility,” Target CEO Gregg Steinhafel said.\n\nHe added that weak store revenue growth and higher write-off rates in its credit-card business have made it more likely that third-quarter earnings will come in below analysts’ average estimate of 52 cents per share.\n\nTelsey’s Feldman said Target needs to ratchet up its attempts to tout its low prices.\n\n“They’ve talked about emphasizing the ‘pay less’ side of their tagline, and I don’t know that they’ve done that as effectively as we would have hoped to see,” he said.\n\nWal-Mart shares were up $1.36 at $56.21 on the New York Stock Exchange while Target shares were up $1 cents at $40.86 (Editing by Maureen Bavdek, Brad Dorfman)"
    },
    {
        "header": "brambles chep agrees pallet deal with wal-mart",
        "time": "06:58 PM EDT",
        "link": "http://www.reuters.com/article/rbssCommercialServices & Supplies/idUSSYD36904620081008",
        "body": "MELBOURNE, Oct 9 (Reuters) - Australia’s Brambles Ltd (BXB.AX), the world’s top pallet supplier, said it had reached a new agreement to supply pallets to U.S. retail giant Wal-Mart Stores Inc (WMT.N) that would increase its costs by $5 million from 2010.\n\nThe move by Wal-Mart, Brambles’ biggest U.S. customer, to review its pallet supply and management arrangement had sent Brambles shares down sharply in April, and the market has been awaiting an outcome from the prolonged talks.\n\n“There is no impact on sales revenue or issue volumes from the new arrangements,” Brambles said in a statement on Thursday.\n\nPallets are large wooden or plastic trays used by retailers and other consumer goods companies across the globe to carry merchandise.\n\nBrambles incurred $10.9 million in costs last year from temporary deals with Wal-Mart in the interim, and it reaffirmed it would incur another $30 million before tax in similar costs for the current financial year.\n\nUnder the new agreement, CHEP will no longer receive income from selling white wood pallets that were previously collected from Wal-Mart distribution centres, but would also not incur costs for inspecting and sorting those white wood pallets.\n\nBrambles shares last traded at A$7.35, down 36 percent so far this year, underperforming a 28 percent fall in the broader market . (Reporting by Sonali Paul)"
    },
    {
        "header": "wal-mart september sales miss view; keeps forecast",
        "time": "02:37 PM EDT",
        "link": "http://www.reuters.com/article/GCA-inflation/idUSTRE4975PP20081008",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) reported a slightly lower-than-expected 2.4 percent rise in September sales at U.S. stores open at least a year on Wednesday, but kept its forecast for third-quarter earnings.\n\nWal-Mart has attracted cash-strapped consumers as a U.S. housing slump and credit crunch takes a toll on household budgets.\n\nThe company said its September performance was boosted by sales of food and medicine, which helped offset store closures due to hurricanes that hit the United States in the month.\n\n“In spite of both the impact from the hurricanes and the recent challenges to consumer confidence as a result of the economic environment, Wal-Mart U.S. had another period of solid comparable store sales performance,” said Eduardo Castro-Wright, Walmart U.S. president and chief executive.\n\nThe world’s largest retailer said sales at its U.S. stores open at least a year rose 2.4 percent in September.\n\nAnalysts, on average, were expecting the company’s same-store sales to rise 2.5 percent, according to Thomson Reuters Estimates, while the company had forecast a gain of 2 percent to 3 percent.\n\nSame-store sales for the five weeks that ended October 3 rose 2 percent at Wal-Mart’s namesake discount stores, while they rose 4.6 percent at its Sam’s Club warehouse division.\n\nWal-Mart said it still expects third-quarter earnings from continuing operations to range from 73 cents to 76 cents per share. It expects October U.S. same-store sales to rise 1 percent to 2 percent."
    },
    {
        "header": "wrapup 1-wal-mart, warehouse clubs lead u.s. sept retail sales",
        "time": "08:29 AM EDT",
        "link": "http://www.reuters.com/article/rbssRetailSpecialty/idUSN0851363620081008",
        "body": "NEW YORK, Oct 8 (Reuters) - U.S. discounters like Wal-Mart Stores Inc (WMT.N) and warehouse clubs performed well in September, while apparel retailers struggled as the economic slowdown prompted cash-strapped shoppers to be more thrifty, according to sales data released on Wednesday.\n\nFor months, consumers have sought deals for staples such as food and fuel, as they battled higher prices, a housing market slump, job losses and a credit crunch.\n\nMany balked even more at spending in September as a financial crisis deepened, with several big U.S. financial firms failing or accepting shotgun buyouts.\n\nShoppers headed to discounters like Wal-Mart and warehouse clubs such as Costco Wholesale Corp (COST.O) to stock up on necessities during the month, though sales at both were slightly below expectations.\n\nWal-Mart posted a 2.4 percent increase in September sales at stores open at least one year. Analysts expected a 2.5 percent increase, according to Thomson Reuters Estimates.\n\nWal-Mart, the world’s largest retailer, stood by its third-quarter profit forecast calling for earnings of 73 cents to 76 cents per share from continuing operations.\n\nSame-store sales jumped 7 percent at Costco Wholesale Corp (COST.O), less than the 7.5 percent increase analysts expected.\n\nOverall, U.S. retailers were expected to post a rise of 1.5 percent in monthly same-store sales, slightly above the 1.4 percent rise a year ago, according to Thomson Reuters data.\n\nExcluding Wal-Mart, a gain of 0.4 percent was expected overall in monthly same-store sales for retailers, while department stores and specialty apparel chains were seen posting steep declines.\n\nClothing retailers continued to suffer in September, as consumers avoided spending on discretionary items such as clothes and accessories.\n\nSame-store sales at Pacific Sunwear of California Inc PSUN.O fell 5 percent, better than the analysts’ target. But it expects third-quarter earnings at the low end of its forecast for nil to 5 cents a share as it had to mark down more of its clothing.\n\nSame-store sales fell 7.5 percent at Wet Seal Inc WTSLA.O, and were flat at Children’s Place Retail Stores Inc (PLCE.O) -- both worse than anticipated.\n\nSame-store sales fell 6 percent at women's clothing retailer Cache Inc CACH.O, as expected by analysts. (See here for SHOP TALK -- Reuters' retail and consumer blog) (Reporting by Aarthi Sivaraman; editing by Jeffrey Benkoe)"
    },
    {
        "header": "before the bell-wal-mart up after  sales report",
        "time": "08:27 AM EDT",
        "link": "http://www.reuters.com/article/beforeTheBell/idUSN0851193020081008",
        "body": "NEW YORK, Oct 8 (Reuters) - Wal-Mart Stores Inc (WMT.N) shares rose 1.8 percent to $55.80 on Wednesday after the company reported its September same-store sales and affirmed its third-quarter earnings outlook. For more information, see, [ID:nN08474522] (Editing by Kenneth Barry)"
    },
    {
        "header": "wal-mart keeps outlook, target warns",
        "time": "02:17 PM EDT",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE4979LQ20081008",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) said September same-store sales rose in line with its forecast as shoppers flocked to its stores for bargains on necessities.\n\nBut rival Target Corp (TGT.N) on Wednesday posted a bigger-than-expected decline as its trendier apparel and home goods sold poorly.\n\nWal-Mart stood by its third-quarter earnings outlook, while Target warned that profit would be lower than analysts had expected.\n\nBut if Target can succeed in its attempts to tout its low prices, analysts said both discounters should outperform competitors this holiday as shoppers turn to the retailers for help stretching budgets amid a deepening economic downturn.\n\n“Generally speaking, when people aren’t spending on large capital investments, they will be spending at places like Target and Wal-Mart,” said Ben Pivar, vice president in the consumer products and retail practice at consulting firm Capgemini. “So the discount retailers are going to be positioned better to survive this crisis.”\n\nWal-Mart’s low prices have attracted cash-strapped consumers as a U.S. housing slump and credit crunch squeeze household budgets.\n\nWhile Target created a niche selling inexpensive but trendy clothes and home goods, the strategy hurt its sales in the past year as consumers resist splurging on nonessential items. To improve results, Target is putting a bigger emphasis on the “Pay Less” side of its “Expect More. Pay Less” tagline.\n\nWal-Mart, the world’s largest retailer, said sales at its U.S. stores open at least a year rose 2.4 percent in September. Analysts, on average, were expecting a 2.5 percent increase, according to Thomson Reuters Estimates, while the company had forecast a gain of 2 percent to 3 percent.\n\nTarget reported a 3 percent drop, more than double the fall analysts expected.\n\nStandard & Poor’s equity analyst Joseph Agnese upgraded Wal-Mart shares on Wednesday to “strong buy” from “buy,” citing an expectation that the retailer will continue to gain market share as consumers trade down from higher-cost rivals.\n\nWal-Mart’s September performance was boosted by sales of food and medicine, which helped offset store closures due to hurricanes that hit the United States in the month.\n\nTemporary store closures by hurricanes Gustav, Hanna and Ike reduced same-store sales 0.4 percentage points, Wal-Mart said.\n\nSame-store sales for the five weeks that ended October 3 rose 2 percent at Wal-Mart’s namesake discount stores, while they rose 4.6 percent at its Sam’s Club warehouse division.\n\nWal-Mart said it still expects third-quarter earnings from continuing operations to range from 73 cents to 76 cents per share. It expects October U.S. same-store sales to rise 1 percent to 2 percent.\n\nJoseph Feldman, a retail analyst with Telsey Advisory Group, said it was positive that Wal-Mart was able to maintain its forecast as other chains including J.C. Penney Co Inc (JCP.N) and Nordstrom Inc (JWN.N) cut their outlooks, and Target warned that profit would miss estimates.\n\nTarget said on a recorded call that September same-store sales were driven by necessities like medicines and food, while they fell in the areas of clothing and home goods.\n\n“Sales for the month of September were below our expectations, reflecting continued daily volatility,” Target CEO Gregg Steinhafel said.\n\nHe added that weak store revenue growth and higher write-off rates in its credit-card business have made it more likely that third-quarter earnings will come in below analysts’ average estimate of 52 cents per share.\n\nTelsey’s Feldman said Target needs to ratchet up its attempts to tout its low prices.\n\n“They’ve talked about emphasizing the ‘pay less’ side of their tagline, and I don’t know that they’ve done that as effectively as we would have hoped to see,” he said.\n\nWal-Mart shares were up $1.36 at $56.21 on the New York Stock Exchange while Target shares were up $1 cents at $40.86"
    },
    {
        "header": "wal-mart up after sales report",
        "time": "08:28 AM EDT",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE4975J320081008",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) shares rose 1.8 percent to $55.80 on Wednesday after the company reported its September same-store sales and affirmed its third-quarter earnings outlook."
    }
]