[
    {
        "header": "us stocks-aig's big loss, wal-mart miss hit wall st",
        "time": "11:25 AM EDT",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN0730338520080807",
        "body": "* Dow off 0.9 pct; S&P 500 off 0.7 pct, Nasdaq off 0.3 pct (Updates to midmorning)\n\nNEW YORK, Aug 7 (Reuters) - U.S. stocks fell on Thursday as news of a big loss at insurer American International Group (AIG.N) rattled investors and Wal-Mart Stores Inc (WMT.N) missed July sales forecasts, heightening concerns about consumer spending and the profit outlook.\n\nAdding to investor unease following two days of market gains was a government report showing the number of people filing for jobless benefits in the latest week jumped to the highest in more than six years.\n\nShares of AIG, the world’s largest insurance company, fell 17 percent to $24.02, their biggest fall in more than two decades. Wal-Mart shares declined more than 4 percent. The S&P financial services and retail sectors both declined about 2 percent.\n\n“We still believe that there is weakness in the economy; however, there is also inflation,” said Rob Stein, managing partner of Chicago-based Astor Asset Management.\n\n“This morning’s numbers on jobless claims continued to support the thesis that job creation is minimal, if not negative.”\n\nThe Dow Jones industrial average .DJI fell 102.59 points, or 0.88 percent, to 11,553.48. The Standard & Poor's 500 Index .SPX declined 9.16 points, or 0.71 percent, to 1,280.03. The Nasdaq Composite Index .IXIC dropped 6.68 points, or 0.28 percent, to 2,371.69.\n\nAIG said late on Wednesday it lost $5.36 billion, its third straight quarterly loss. The insurer, whose stock dropped to $23.93 on the New York Stock Exchange, was hurt by losses stemming from soured mortgage-related investments. For details, see [ID:nN062309]\n\nInvestors took AIG news as suggesting that fallout from the credit crisis, spawned by the U.S. housing slump, was far from over. They said the market may have gotten ahead of itself during the past two days of strong gains.\n\n“AIG has dampened the recent momentum,” said Andre Bakhos, president of Princeton Financial in Princeton, New Jersey. “The bears were looking for a reason to sell and AIG provided it.”\n\nCitigroup Inc (C.N) fell 3 percent to $19.02 on the NYSE after the Securities and Exchange Commission and New York Attorney General Andrew Cuomo said the bank had agreed to give back to investors more than $7 billion of money from auction-rate securities. [ID:nWEN7368]\n\nWal-Mart’s 3 percent rise sales at U.S. stores open at least a year missed Wall Street estimates and was accompanied by a cautious forecast for August. [ID:nN07282595]. Its shares declined to $58.25.\n\nOn Nasdaq, VeriSign Inc (VRSN.O) , which makes switchboards that direct Internet traffic, fell 13.1 percent to $29.45 a day after the company reported a wider quarterly loss. [ID:nBNG191623]\n\nBut on the bright side, shares of home builders inched higher after a report by the National Association of Realtors showed U.S. pending home sales unexpectedly rose in June. The Dow home construction index .DJUSHB climbed 0.3 percent. (Additional reporting by Walter Brandimarte; Editing by Kenneth Barry)"
    },
    {
        "header": "wal-mart dips on same-store sales miss",
        "time": "07:28 AM EDT",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN0751108220080807",
        "body": "NEW YORK (Reuters) - Wal-Mart (WMT.N) shares fell 2.9 percent to $59.01 before the bell on Thursday after the company’s July same-store sales results, excluding fuel, were below Wall Street estimates."
    },
    {
        "header": "us stocks-futures fall on wal-mart sales miss",
        "time": "07:28 AM EDT",
        "link": "http://www.reuters.com/article/CMPTRS/idUSN0749033720080807",
        "body": "NEW YORK, Aug 7 (Reuters) - U.S. stock index futures extended losses on Thursday after Wal-Mart Stores Inc (WMT.N) the world’s largest retailer, posted July same-store sales that fell short of Wall Street’s forecasts, adding to concerns about consumer spending.\n\nS&P 500 futures SPc1 slipped 5.90 points and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nWal-Mart’s news could increase investor unease caused when insurer American International Group (AIG.N) posted a big quarterly loss late on Wednesday. (Reporting by Ellis Mnyandu, Editing by Kenneth Barry)"
    },
    {
        "header": "us stocks-futures drop as aig, wal-mart disappoint",
        "time": "08:18 AM EDT",
        "link": "http://www.reuters.com/article/CMPTRS/idUSN0746265920080807",
        "body": "NEW YORK, Aug 7 (Reuters) - U.S. stock index futures fell on Thursday as a big loss from insurer American International Group Inc (AIG.N) heightened concerns about the credit crisis and its impact financial companies and the broader economy.\n\nAdding to investors’ disappointment after two days of market gains, Wal-Mart Stores Inc (WMT.N) announced July U.S. same-store sales that fell short of Wall Street’s expectations, highlighting the pinch consumers are feeling as they grapple with falling home values and higher gasoline prices.\n\nShares of AIG, the world’s largest insurance company, fell more than 10 percent before the bell, while Wal-Mart, the world’s largest retailer, shed more than 3 percent. Both are Dow components.\n\nAIG said late on Wednesday it lost $5.36 billion, its third straight quarterly loss, and blamed soured mortgage-related investments.\n\n“It appears that AIG’s results disappointment has dampened enthusiasm about the market’s recent gains,” said Andre Bakhos, president of Princeton Financial Group in Princeton, New Jersey. “We’re seeing the remnants of the credit market mess. AIG could be an excuse for the market to take a short-term respite.”\n\nS&P 500 futures SPc1 fell 5.10 points, and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nA drag from AIG will increase pressure for the financial sector after the company’s European rivals, Aegon (AEGN.AS) and AXA (AXAF.PA), also disappointed investors with sharply lower earnings, keeping a lid on European equity markets.\n\nAIG also reported a general deterioration in its mainstream insurance businesses, which were hurt in particular by a decline in investment income and losses from its mortgage insurer, United Guaranty Corp. For details, see [ID:nN062309]\n\nWal-Mart reported a 3 percent rise in July sales at U.S. stores open at least a year, but that missed Wall Street estimates, and the company issued a cautious forecast for August. [ID:nN07282595]. Its shares declined to $58.85.\n\nIn economic news, data on pending home sales is due at 10 a.m. (1400 GMT) following the release of weekly jobless claims at 8:30 a.m. (1230 GMT).\n\nStocks rose on Wednesday, building on the previous day’s big gains, as a further drop in oil prices and a reassuring outlook from Cisco Systems (CSCO.O) overshadowed persistent credit concerns. (Editing by Kenneth Barry)"
    },
    {
        "header": "wal-mart july same-store sales rose 3 pct",
        "time": "07:18 AM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSWNAB581920080807",
        "body": "NEW YORK, Aug 7 (Reuters) - Wal-Mart Stores Inc (WMT.N) on Thursday reported a 3 percent rise in sales at U.S. stores open at least a year in July, slightly below Wall Street estimates.\n\nAnalysts, on average, were expecting the company’s same-store sales to increase 3.4 percent, according to Thomson Reuters Estimates, while the company had forecast a gain of 2 percent to 4 percent.\n\nThe world’s biggest retailer said net sales in the month rose 9.4 percent to $30.159 billion. (Reporting by Nicole Maestri; Editing by Steve Orlofsky)"
    },
    {
        "header": "canada top court to rule on wal-mart union fight",
        "time": "12:35 PM EDT",
        "link": "http://www.reuters.com/article/ousiv/idUSOTW00011620080807",
        "body": "OTTAWA (Reuters) - Wal-Mart Inc. (WMT.N) suffered a defeat on Thursday when Canada’s Supreme Court agreed to hear a challenge of the company’s 2005 decision to close a Quebec store that had been the first in North America to obtain union certification.\n\nFormer employees charged they had unfairly lost their jobs because of their union activities. Wal-Mart’s Canadian subsidiary insisted that they had lost their jobs for the “good and sufficient reason” of the closure of the store.\n\nThe Supreme Court gave no hint of which way it was leaning on the issue, but its decision to hear the case keeps the workers’ hopes alive.\n\nNo Wal-Mart outlets in the United States or Canada have collective agreements in place, though several in Canada have received union certification since the closure of the store in question in this case, which was in Jonquiere, Quebec.\n\nThe Supreme Court’s eventual ruling will likely affect union activity and Wal-Mart’s response in other stores.\n\nWal-Mart Canada said it saw hopeful signs in the legal history of the case as it wound its way through Quebec’s courts.\n\n“Every previous court decision on this matter -- decisions from the Quebec Superior Court as well as the Quebec Court of Appeal -- have found in favor of Wal-Mart Canada against the union and have found that closure of the Jonquiere store was lawful,” spokesman Andrew Pelletier said.\n\nUnited Food and Commercial Workers Canada, the union involved, said it would not comment until Friday.\n\nPelletier said Wal-Mart did not expect the case to be heard until next year. The court often takes months to write its decision as well.\n\nHe insisted that Wal-Mart had bargained in good faith over a collective agreement at Jonquiere but said the store had been losing money and the union nonetheless demanded the hiring of 30 additional workers."
    },
    {
        "header": "wal-mart eyes $10 billion sales per year for marketside: report",
        "time": "09:41 PM EDT",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSN0726099520080808",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) says its new Marketside stores could expand to a chain of more than 1,000 stores with more than $10 billion in annual sales, the Financial Times reported, citing a job posting for the retailer, which the FT said was subsequently removed.\n\nA Wal-Mart spokesman, when contacted for comment, said that Marketside is a very small-scale pilot project, and that the world’s largest retailer has no firm plans for it beyond that.\n\nWal-Mart will open four Marketside stores in the fall in the Phoenix, Arizona, area, according to the community grocery store concept’s website.\n\nThe FT online report said the retailer plans to open 10 of the 15,000-square-foot (6,000-square-meter) Marketside stores initially, including the four in the Phoenix area.\n\nA job advertisement for the retailer said the Marketside format “is expected to start with 10 stores and evolve to between 1,000 - 1,500 stores with over $10 (billion) annual sales,” the FT reported.\n\nThe posting was subsequently pulled from Wal-Mart’s website, the FT added.\n\nWal-Mart has said earlier it is developing the Marketside stores to attract shoppers looking for a quick option to purchase fresh groceries.\n\nThe new store concept comes after British supermarket rival Tesco Plc (TSCO.L) entered the U.S. marketplace last year with its Fresh & Easy Neighborhood Markets in California, Arizona and Nevada."
    },
    {
        "header": "aig and wal-mart spark sell-off on wall street",
        "time": "04:27 PM EDT",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSL2219159120080807",
        "body": "NEW YORK (Reuters) - U.S. stocks tumbled on Thursday after a big loss from insurer American International Group fueled fears of more fallout from the credit crisis and Wal-Mart’s (WMT.N) cautious sales forecast added to concerns about consumer spending.\n\nThe mood in the financial sector was rattled after AIG (AIG.N), the world’s largest insurer, posted its third consecutive quarterly loss of more than $5 billion as it wrote down bad mortgage-related investments. AIG’s shares had their worst day in more than two decades.\n\nCitigroup (C.N) added to the sector’s unease after the bank agreed to buy back more than $7 billion of illiquid auction-rate securities to settle charges it misled investors about the debt’s risk. American Express’ (AXP.N) shares fell after Moody’s Investors Service said it may downgrade the credit card company’s debt rating.\n\nConcerns about the consumer were pushed into the spotlight after Wal-Mart Stores reported disappointing July sales results as shoppers ran out of extra tax rebate cash, damping hopes for the current back-to-school shopping season.\n\nA U.S. government report that showed the number of people filing for first-time jobless benefits jumped to the highest level in more than six years in the latest week added to concerns about the outlook for consumer spending, as did a rise in the price of oil.\n\n“Today we’re facing a host of news reports which do not bode well for stocks prices. AIG is still in the eye of the storm and then you have Wal-Mart and jobless claims, which added to the lack of enthusiasm for stocks,” said Steve Goldman, market strategist at Weeden & Co in Greenwich, Connecticut.\n\nThe Dow Jones industrial average .DJI slid 224.64 points, or 1.93 percent, to close at 11,431.43, led lower by Wal-Mart and AIG.\n\nThe Standard & Poor's 500 Index .SPX fell 23.11 points, or 1.79 percent, to 1,266.08, while the Nasdaq Composite Index .IXIC dropped 22.64 points, or 0.95 percent, to 2,355.73.\n\nThe declines followed two days of gains on Wall Street.\n\nIn addition to posting a quarterly net loss, AIG reported a general deterioration in its mainstream insurance business. Analysts said the news suggested that fallout from the credit crisis, spawned by the U.S. housing slump, was far from over. AIG’s shares fell 18.1 percent to $23.84.\n\nCitigroup’s shares fell 6.2 percent to $18.47. News of the Citigroup settlement over the auction-rate debt “puts pressure on other players like UBS, HSBC, Merrill Lynch, to do the same thing,” said Brian Yelvington, analyst with CreditSights in New York.\n\nAmerican Express shares fell 4.2 percent to $36.40 after Moody’s said it may cut the company’s A1 credit rating, given concerns about asset quality and lending exposures. The S&P financials sub-index .GSPF fell 4.9 percent.\n\nAn index of retail stocks .RLX, meanwhile, dropped 2.1 percent. According to Retail Metrics, 54 percent of retailers reported July sales that missed expectations, with discount retailers showing the best relative performance of the group. Department stores fared the worst.\n\nWal-Mart shares fell 6.3 percent to $56.96 and Target Corp (TGT.N) fell 4.7 percent to $45.76. Abercrombie and Fitch (ANF.N) shares fell 10.6 percent to $49.80.\n\nU.S. crude oil prices ended up $1.44 at $120.02 a barrel, stemming three days of losses, as a pipeline shutdown in Turkey due to an explosion raised supply worries.\n\nThe rise in the oil price dragged down shares of companies particularly sensitive to fuel costs, such as airlines. An index of airline stocks fell 3.4 percent.\n\nA bright spot among the otherwise dour economic data was a report by the National Association of Realtors, which showed U.S. pending home sales unexpectedly rose in June.\n\nTrading volume was thin on the New York Stock Exchange, with about 1.23 billion shares changing hands, below last year’s estimated daily average of roughly 1.9 billion, while on Nasdaq, about 2.22 billion shares traded, above last year’s daily average of 2.17 billion.\n\nDeclining stocks outnumbered advancing ones by 3 to 1 on they NYSE and by 2 to 1 on the Nasdaq."
    },
    {
        "header": "refile-us stocks-aig, wal-mart weigh on wall street",
        "time": "02:15 PM EDT",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN0745861320080807",
        "body": "* Dow off 1 pct; S&P 500 off 0.6 pct, Nasdaq down 0.2 pct (Refiles to fix typo in headline)\n\nNEW YORK, Aug 7 (Reuters) - U.S. stocks fell on Thursday as insurer American International Group and Citigroup weighed on the financial sector, while lower-than-expected July sales by Wal-Mart Stores Inc raised concerns about consumer spending and profit outlook.\n\nShares of AIG (AIG.N) sank 17.5 percent, their biggest fall in more than two decades, as the world’s largest insurer posted its third consecutive quarterly loss. Wal-Mart’s stock (WMT.N) fell 4.9 percent.\n\nAlso weighing on the financial sector was Citigroup (C.N), which dropped 3.6 percent after the bank agreed to buy back more than $7 billion of illiquid auction-rate securities, settling charges the largest U.S. bank marketed the debt fraudulently. For details, see [ID:nN07477337].\n\nIn a sign of economic slowing, a government report showed the number of people filing for first-time jobless benefits in the latest week jumped to the highest level in more than six years.\n\n“We still believe that there is weakness in the economy; however, there is also inflation,” said Rob Stein, managing partner of Chicago-based Astor Asset Management.\n\n“This morning’s numbers on jobless claims continued to support the thesis that job creation is minimal, if not negative.”\n\nThe Dow Jones industrial average .DJI was down 112.20 points, or 0.96 percent, at 11,543.87. The Standard & Poor's 500 Index .SPX was down 10.66 points, or 0.83 percent, at 1,278.53. The Nasdaq Composite Index .IXIC was down 3.01 points, or 0.13 percent, at 2,375.36.\n\nAIG also reported a general deterioration in its mainstream insurance business. Investors, who had driven stocks higher for two days, took the AIG news as suggesting that fallout from the credit crisis, spawned by the U.S. housing slump, was far from over.\n\n“AIG has dampened the recent momentum,” said Andre Bakhos, president of Princeton Financial in Princeton, New Jersey. “The bears were looking for a reason to sell and AIG provided it.”\n\nNews of the Citigroup settlement over the auction-rate debt “puts pressure on other players like UBS, HSBC, Merrill Lynch, to do the same thing,” said Brian Yelvington, analyst with CreditSights in New York.\n\nWal-Mart’s 3 percent rise sales at U.S. stores open at least a year missed Wall Street estimates and was accompanied by a cautious forecast for August. [ID:nN07282595]. Its shares declined to $57.77.\n\nBut on the bright side, shares of home builders inched higher after a report by the National Association of Realtors showed U.S. pending home sales unexpectedly rose in June. The Dow home construction index .DJUSHB climbed 1.5 percent.\n\nU.S. crude oil prices CLc1 rose about $1 to $119.56 a barrel, trimming earlier gains of more than $3 a barrel. (Additional reporting by Walden Siew; Editing by Kenneth Barry)"
    },
    {
        "header": "us stocks-wal-mart, aig drag wall street lower",
        "time": "02:54 PM EDT",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN0748028920080807",
        "body": "* Dow off 1 pct; S&P 500 off 0.6 pct, Nasdaq down 0.2 pct (Updates to late afternoon)\n\nNEW YORK, Aug 7 (Reuters) - U.S. stocks fell on Thursday after a big loss from insurer American International Group revived worries about the credit crisis and retailers fell after Wal-Mart (WMT.N) gave a cautious August sales outlook.\n\nThe mood in the financial sector was rattled after AIG (AIG.N) posted a third consecutive quarterly loss after more write-downs. AIG’s shares had their worst day in more than two decades.\n\nCitigroup (C.N) added to the sector’s unease after the bank agreed to buy back more than $7 billion of illiquid auction-rate securities to settle charges it misled investors about the debt’s risk. [ID:nN07477337].\n\nThe consumer troubles were pushed into the spotlight after Wal-Mart Stores reported disappointing July sales results as shoppers ran out of extra tax-rebate cash, damping hopes for the current back-to-school shopping season.\n\nA U.S. government report that showed the number of people filing for first-time jobless benefits in the latest week jumped to the highest level in more than six years added to concerns about consumer spending, as did a rise in the price of oil.\n\n“Today we’re facing a host of news reports which do not bode well for stocks prices. AIG is still in the eye of the storm and then you have Wal-Mart and jobless claims which added to the lack of enthusiasm for stocks,” said Steve Goldman, market strategist at Weeden & Co in Greenwich, Connecticut.\n\nThe Dow Jones industrial average .DJI fell 125.06 points, or 1.07 percent, to 11,531.01, led lower by Wal-Mart and AIG.\n\nThe Standard & Poor's 500 Index .SPX slid 11.74 points, or 0.91 percent, to 1,277.45 while the Nasdaq Composite Index .IXIC slipped 5.02 points, or 0.21 percent, to 2,373.35.\n\nThe declines followed two days of gains on Wall Street.\n\nIn addition to posting a quarterly net loss of more than $5 billion, AIG reported a general deterioration in its mainstream insurance business. Analysts said the news suggested that fallout from the credit crisis, spawned by the U.S. housing slump, was far from over. AIG’s shares fell 16.2 percent to $24.39.\n\nCitigroup’s shares fell 4.3 percent to $18.85. News of the Citigroup settlement over the auction-rate debt “puts pressure on other players like UBS, HSBC, Merrill Lynch, to do the same thing,” said Brian Yelvington, analyst with CreditSights in New York.\n\nAn index of retail stocks .RLX fell 1.2 percent. According to Retail Metrics, 54 percent of retailers reported July sales that missed expectations, with discount retailers showing the best relative performance of the group. Department stores fared the worst.\n\nWal-Mart shares fell 5.6 percent to $57.36 and Target Corp (TGT.N) fell 3.2 percent to $46.45. Abercrombie and Fitch (ANF.N) shares fell 9.9 percent to $50.30.\n\nOn the bright side, shares of home builders inched higher after a report by the National Association of Realtors showed U.S. pending home sales unexpectedly rose in June. The Dow home construction index .DJUSHB climbed 1.2 percent.\n\nU.S. crude oil prices CLc1 rose $1.11 to $119.71 a barrel. The rise in the price of oil dragged down shares of companies particularly sensitive to higher fuel costs, such as airlines. An index of airline stocks .XAL fell 2 percent. (Editing by Leslie Adler)"
    },
    {
        "header": "us stocks-wall st opens lower as aig, wal-mart drag",
        "time": "09:40 AM EDT",
        "link": "http://www.reuters.com/article/CMPTRS/idUSN0730824020080807",
        "body": "NEW YORK, Aug 7 (Reuters) - U.S. stocks opened lower on Thursday as investors worried about the health of the U.S. economy after insurer American International Group Inc (AIG.N) posted a big quarterly loss.\n\nAdding to investor unease were fears of weaker consumer spending after Wal-Mart Stores (WMT.N) reported same-store sales in July missed Wall Street estimates.\n\nThe Dow Jones industrial average .DJI was down 124.49 points, or 1.07 percent, at 11,531.58. The Standard & Poor's 500 Index .SPX was down 11.20 points, or 0.87 percent, at 1,277.99. The Nasdaq Composite Index .IXIC was down 20.16 points, or 0.85 percent, at 2,358.21."
    },
    {
        "header": "update 1-wal-mart july sales below wall street view",
        "time": "07:38 AM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDiscountStores/idUSN0728259520080807",
        "body": "NEW YORK, Aug 7 (Reuters) - Wal-Mart Stores Inc (WMT.N) on Thursday reported a 3 percent rise in July sales at U.S. stores open at least a year, below Wall Street estimates, and issued a cautious forecast for August sales as shoppers run out of extra cash from tax rebate checks.\n\nAnalysts, on average, were expecting July same-store sales to increase 3.4 percent, according to Thomson Reuters Estimates, while Wal-Mart had forecast a gain of 2 percent to 4 percent.\n\n“With the end of the stimulus checks, we know consumers are spending more cautiously, and we continue to see a pronounced paycheck cycle at the end of the month,” said Eduardo Castro-Wright, head of Wal-Mart’s U.S. operations.\n\nRoughly $100 billion in tax rebate cash landed in the hands of consumers between late April and mid-July, and Wal-Mart offered to cash the checks for free, helping to boost sales in its stores. But retailers have been watching to see if spending will dip once all of the checks are distributed.\n\nThe world’s biggest retailer said net sales in July rose 9.4 percent to $30.16 billion.\n\nFor August, Wal-Mart expects U.S. same-store sales, excluding fuel, to rise between 1 percent and 2 percent.\n\n“We still see sales volatility from week to week, especially around paycheck cycles,” Tom Schoewe, chief financial officer, said in a statement. (Reporting by Nicole Maestri; Editing by Steve Orlofsky and John Wallace)"
    },
    {
        "header": "wal-mart says july total u.s. same-store sales up 3 pct, ex-fu",
        "time": "07:13 AM EDT",
        "link": "http://www.reuters.com/article/flashAlerts/idUSN0749023920080807",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "us stocks-aig, wal-mart spark sell-off on wall street",
        "time": "04:25 PM EDT",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN0734147720080807",
        "body": "* Dow down 1.9 pct; S&P 500 down 1.8 pct, Nasdaq down 1\n\nNEW YORK, Aug 7 (Reuters) - U.S. stocks tumbled on Thursday after a big loss from insurer American International Group fueled fears of more fallout from the credit crisis and Wal-Mart’s (WMT.N) cautious sales forecast added to concerns about consumer spending.\n\nThe mood in the financial sector was rattled after AIG (AIG.N), the world’s largest insurer, posted its third consecutive quarterly loss of more than $5 billion as it wrote down bad mortgage-related investments. AIG’s shares had their worst day in more than two decades.\n\nCitigroup (C.N) added to the sector’s unease after the bank agreed to buy back more than $7 billion of illiquid auction-rate securities to settle charges it misled investors about the debt’s risk. [ID:nN07477337]. American Express’ (AXP.N) shares fell after Moody’s Investors Service said it may downgrade the credit card company’s debt rating.\n\nConcerns about the consumer were pushed into the spotlight after Wal-Mart Stores reported disappointing July sales results as shoppers ran out of extra tax rebate cash, damping hopes for the current back-to-school shopping season.\n\nA U.S. government report that showed the number of people filing for first-time jobless benefits jumped to the highest level in more than six years in the latest week added to concerns about the outlook for consumer spending, as did a rise in the price of oil.\n\n“Today we’re facing a host of news reports which do not bode well for stocks prices. AIG is still in the eye of the storm and then you have Wal-Mart and jobless claims, which added to the lack of enthusiasm for stocks,” said Steve Goldman, market strategist at Weeden & Co in Greenwich, Connecticut.\n\nThe Dow Jones industrial average .DJI slid 224.64 points, or 1.93 percent, to close at 11,431.43, led lower by Wal-Mart and AIG.\n\nThe Standard & Poor's 500 Index .SPX fell 23.11 points, or 1.79 percent, to 1,266.08, while the Nasdaq Composite Index .IXIC dropped 22.64 points, or 0.95 percent, to 2,355.73.\n\nThe declines followed two days of gains on Wall Street.\n\nIn addition to posting a quarterly net loss, AIG reported a general deterioration in its mainstream insurance business. Analysts said the news suggested that fallout from the credit crisis, spawned by the U.S. housing slump, was far from over. AIG’s shares fell 18.1 percent to $23.84.\n\nCitigroup’s shares fell 6.2 percent to $18.47. News of the Citigroup settlement over the auction-rate debt “puts pressure on other players like UBS, HSBC, Merrill Lynch, to do the same thing,” said Brian Yelvington, analyst with CreditSights in New York.\n\nAmerican Express shares fell 4.2 percent to $36.40 after Moody’s said it may cut the company’s A1 credit rating, given concerns about asset quality and lending exposures. The S&P financials sub-index .GSPF fell 4.9 percent.\n\nAn index of retail stocks .RLX, meanwhile, dropped 2.1 percent. According to Retail Metrics, 54 percent of retailers reported July sales that missed expectations, with discount retailers showing the best relative performance of the group. Department stores fared the worst.\n\nWal-Mart shares fell 6.3 percent to $56.96 and Target Corp (TGT.N) fell 4.7 percent to $45.76. Abercrombie and Fitch (ANF.N) shares fell 10.6 percent to $49.80.\n\nU.S. crude oil prices CLc1 ended up $1.44 at $120.02 a barrel, stemming three days of losses, as a pipeline shutdown in Turkey due to an explosion raised supply worries.\n\nThe rise in the oil price dragged down shares of companies particularly sensitive to fuel costs, such as airlines. An index of airline stocks .XAL fell 3.4 percent.\n\nA bright spot among the otherwise dour economic data was a report by the National Association of Realtors, which showed U.S. pending home sales unexpectedly rose in June.\n\nTrading volume was thin on the New York Stock Exchange, with about 1.23 billion shares changing hands, below last year’s estimated daily average of roughly 1.9 billion, while on Nasdaq, about 2.22 billion shares traded, above last year’s daily average of 2.17 billion.\n\nDeclining stocks outnumbered advancing ones by 3 to 1 on they NYSE and by 2 to 1 on the Nasdaq. (Editing by Leslie Adler)"
    },
    {
        "header": "us stocks-wall street ends sharply lower on aig, wal-mart",
        "time": "04:07 PM EDT",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN0734363120080807",
        "body": "NEW YORK, Aug 7 (Reuters) - U.S. stocks fell on Thursday after a big loss from insurer American International Group fueled fears of more fallout from the credit crisis and Wal-Mart’s (WMT.N) cautious sales forecast added to concerns about consumer spending.\n\nCitigroup (C.N) added to the financial sector’s unease after the bank agreed to buy back more than $7 billion of illiquid auction-rate securities to settle charges it misled investors about the debt’s risk. American Express (AXP.N) shares fell after Moody’s Investors Service said it may downgrade the credit card company’s debt rating.\n\nBased on the latest available data, the Dow Jones industrial average .DJI ended with losses of 225.21 points, or 1.93 percent, at 11,430.86, and the Standard & Poor's 500 Index .SPX lost 23.04 points, or 1.79 percent, at 1,266.15. The Nasdaq Composite Index .IXIC slid 22.64 points, or 0.95 percent, at 2,355.73. (Reporting by Walter Brandimarte; Editing by Leslie Adler)"
    }
]