[
    {
        "header": "update 1-wal-mart samurais show japan investor demand solid",
        "time": "11:54 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUST8627320080724",
        "body": "TOKYO, July 24 (Reuters) - Wal-Mart Stores Inc (WMT.N) sold 100 billion yen ($926.5 million) in Samurai bonds on Thursday, underscoring robust demand among Japanese investors for U.S. debt as long as issuers are not saddled with losses from the global credit crunch.\n\nWal-Mart’s hefty Samurai sale -- the company’s first ever offer of such bonds -- was also the first U.S. Samurai from a non-financial company since Ford Motor Co (F.N) issued such bonds in February 2005.\n\nSamurai bonds are yen bonds sold by non-Japanese entities in Japan.\n\nThe fact that Japanese investors have had only limited exposure to debt from sectors other than the U.S. bank and insurance industries helped lure demand among Japanese investors.\n\nBut more than that, market participants said investors welcomed Wal-Mart’s globally recognisable name and its image of being free from losses stemming from the credit crisis and investment linked to the stumbling U.S. housing sector.\n\n“Wal-Mart attracted larger demand than some had thought,” said Mana Nakazora, head of credit research at JPMorgan Securities.\n\n“The deal showed how big demand would be for bonds from companies that are little impacted by the subprime mortgage woes,” she said.\n\nIn fact, investors shrugged off concerns that the slower U.S. economy could further dent consumer spending, likely hitting retail sales.\n\nThe popularity of the Wal-Mart bonds was a sharp contrast to debt from U.S. financial institutions that have been notably inactive in the Samurai market this year.\n\nU.S. banks and other financial companies have been dominant Samurai issuers in the past for their high name recognition.\n\nThat has all changed as Japanese institutional investors have become worried about the U.S. financial sector since the credit crunch that originated from mortgage-linked investment losses hit last August.\n\nCitigroup (C.N) sold 186.5 billion yen of Samurai bonds in June, the biggest Samurai issuance so far this year, to household investors.\n\nMany market participants doubted that Citigroup could have sold yen bonds to institutional investors in such large amounts.\n\nSamurais are popular in Japan as they offer higher coupons than debt from Japanese issuers with similar credit ratings.\n\nJapanese investors are thirsty for yields as domestic interest rates remain very low. The Bank of Japan has been keeping its key overnight call rate at 0.5 percent for more than a year, and is seen standing pat for some time.\n\nForeign issuers sold a record $13.5 billion worth of bonds in Japan in the first half of this year -- the highest first-half volume on record, Thomson Reuters data showed.\n\nThe money raised in Samurai bonds is providing a key source of funding for overseas firms that have found it tough to raise money since the subprime crisis erupted. ($1=107.93 Yen) (Additional reporting by Takefumi Ito and Naoyuki Katayama; Editing by Michael Watson)"
    },
    {
        "header": "new issue-wal-mart sells 100 bln yen in samurai bonds",
        "time": "09:35 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUST1255620080724",
        "body": ""
    },
    {
        "header": "wal-mart sells 100 bln yen in samurai bonds",
        "time": "09:14 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSTKW00300220080724",
        "body": "TOKYO, July 24 (Reuters) - Wal-Mart Stores Inc (WMT.N) sold a total of 100 billion yen ($926.5 million) in Samurai bonds in three tranches on Thursday, lead manager Mizuho Securities said.\n\nWal-Mart sold 25 billion yen in three-year fixed-rate bonds, 25 billion yen in five-year fixed-rate bonds, and 50 billion yen in five-year floating-rate bonds.\n\nThe three-year fixed-rate bonds have a spread of 40 basis points over yen swaps and the five-year fixed-rate bonds have a spread of 50 basis points over yen swaps. The five-year floating-rate bonds have a spread of 50 basis points over six-month yen Libor.\n\nThe Samurai bonds -- yen bonds issued in Japan by non-Japanese entities -- were priced at par."
    }
]