[
    {
        "header": "update 1-wal-mart confident of defeat of pro-union bill",
        "time": "11:30 AM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSN1236308520090312",
        "body": "NEW YORK, March 12 (Reuters) - Wal-Mart Stores Inc’s (WMT.N) treasurer said on Thursday that he is “confident” Congress will defeat proposed legislation that would make it easier for employees to form a union.\n\nOn Tuesday, the Employee Free Choice Act was introduced in both houses of Congress. The bill, also referred to as card check legislation, would let employees form a union if a majority of them in a workplace sign authorization cards.\n\nThat would change the present practice in which workers usually vote in elections on unionizing, although the bill would leave elections as an option for employees to choose.\n\nEarlier this week, Citigroup downgraded Wal-Mart shares to “hold” from “buy,” saying the proposed card check legislation would increase labor costs and could be a significant drag to earnings for the world’s largest retailer.\n\nSpeaking at the Bank of America Securities-Merrill Lynch consumer conference, which was broadcast over the Internet, Wal-Mart Treasurer Charles Holley said the retailer is “very opposed to the bill” and it is “very anti-competitive.”\n\n“We’re confident that Congress will get it right, they’ll figure this thing out, and this bill will be defeated,” he said.\n\nHolley also said that Wal-Mart, which has been gaining market share amid the U.S. recession, intends to remain the low price leader as shoppers across the board seek out what Wal-Mart calls its “Every day low prices,” or EDLP.\n\n“The customers not only need the EDLP, they really are starting to really rely on it on all levels,” he said.\n\n“If you look at the consumers that you consider a little higher income, those maybe making over $65,000 versus those making under $65,000, you would see that we’re gaining market share equally in both at the same rate. It’s not split,” he said. “I think everybody now is really focused on saving money.”\n\nWal-Mart shares rose 2.3 percent to $48.56 in recent morning trading. (Reporting by Nicole Maestri, editing by Dave Zimmerman)"
    }
]