[
    {
        "header": "wal-mart rises after feb sales report",
        "time": "08:20 AM EST",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE52432M20090305",
        "body": "NEW YORK (Reuters) - Shares of Wal-Mart Stores Inc (WMT.N) rose 2.3 percent to $49.60 in premarket trade on Thursday after the discount retailer reported February sales results that beat estimates."
    },
    {
        "header": "us stocks-futures cut losses after wal-mart sales",
        "time": "08:30 AM EST",
        "link": "http://www.reuters.com/article/rbssIndustrialConglomerates/idUSN0530402020090305",
        "body": "NEW YORK, March 5 (Reuters) - U.S stock index futures pared losses on Thursday after Wal-Mart Stores Inc (WMT.N), the world’s largest retailer, posted a higher-than-expected 5.1 percent rise in February sales at U.S. stores open at least a year. For details see [ID:nN05461432].\n\n* The boost from Wal-Mart was tempered by a warning from General Motors (GM.N) of substantial doubts about its ability to continue as a going concern and caution ahead of key economic data.\n\n* S&P 500 futures SPc1 fell 12.70 points and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures DJc1 fell 90 points, and Nasdaq 100 NDc1 futures dipped 6.50 points. (Editing by James Dalgleish)"
    },
    {
        "header": "update 3-wal-mart posts strong feb sales, raises dividend",
        "time": "12:37 PM EST",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSN0546143220090305",
        "body": ""
    },
    {
        "header": "wal-mart raises annual dividend",
        "time": "09:37 AM EST",
        "link": "http://www.reuters.com/article/GCA-Economy/idUSTRE5243U220090305",
        "body": "(Reuters) - Wal-Mart Stores Inc on Thursday announced it was increasing its full-year dividend by 15 percent to $1.09 per share. Highlights:\n\n* Sets quarterly dividend of $0.2725 per share\n\n* Says plans to return more than $4.2 billion to its shareholders in the form of dividends in FY 2010"
    },
    {
        "header": "wal-mart posts strong february sales, raises dividend",
        "time": "12:44 PM EST",
        "link": "http://www.reuters.com/article/GCA-Economy/idUSTRE5242YH20090305",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) reported a higher-than-expected rise in February same-store sales and said it was raising its dividend due to the strength of its business, sending its shares 3 percent higher.\n\nThe world’s largest retailer gave an overall boost to retail sales in February and proved it is pulling further ahead of rivals like Target Corp (TGT.N).\n\nTarget posted a same-store sales decline in February, while discounter Family Dollar Stores Inc FDO.N said second-quarter same-store sales rose far higher than expected.\n\nWal-Mart also increased its annual dividend 15 percent to $1.09 per share from 95 cents per share in its most recently completed fiscal year.\n\n“Our free cash flow remains strong enough to fund Wal-Mart’s growth around the world, make strategic acquisitions and fund returns to shareholders through dividends and share repurchases,” CEO Mike Duke said in a statement.\n\nWal-Mart said its February sales at U.S. stores open at least a year, or same-store sales, rose 5.1 percent as lower gasoline prices eased some household budgets.\n\nThe results far surpassed analysts’ average estimate for a 2.4 percent increase, and Barclays Capital analyst Bob Drbul said it is clear that Wal-Mart is gaining market share.\n\n“These guys are doing a great job at their agenda, which is widening the moat” between themselves and competitors, he said. “The dividend increase is simply gravy on top of today’s announcement.”\n\nWal-Mart said lower gasoline prices “significantly boosted household disposable income in February,” letting consumers make more trips to stores and spend more on nonessential goods like electronics.\n\nThe average price for a gallon of regular gasoline was $1.91 at the end of February, compared with $3.13 in February a year ago, according to the Energy Information Administration.\n\nWal-Mart hinted last year that lower gas prices were working in its favor, saying it saw an increase in traffic to rural and urban stores after prices dropped in October. [ID:nN182460]\n\nDrbul said declining gas prices help discount retailers because they cater to lower-income shoppers, who are most sensitive to rising energy costs.\n\nFamily Dollar Stores said second-quarter same-store sales rose 6.4 percent, above estimates for a 3.6 percent gain, as consumers snapped up consumable items like laundry detergent or soda.\n\nFamily Dollar, which sells most of its merchandise for below $10, now expects second-quarter earnings of 59 cents to 61 cents per share. In January, it forecast second-quarter earnings of 48 cents to 52 cents per share.\n\nThe gas price drop did not give Target the same benefit. Its February same-store sales fell 4.1 percent, although that was better than the 4.8 percent drop analysts expected.\n\nTarget, which tends to attract a higher-income shopper, said sales of food and healthcare items were strongest, while same-store sales in clothes and its home business fell.\n\nTarget said it is expecting a wide range of outcomes for March and April sales, with its estimates centered around expectations that same-store sales for the two months combined will fall in the mid single digits.\n\nFor March, it is forecasting same-store sales to decline in the high single digits, with April same-store sales to be roughly flat to last year.\n\nWal-Mart said that for February same-store sales rose 5 percent at its namesake U.S. discount stores, where traffic was positive for the fifth month in a row.\n\nSame-store sales rose 5.9 percent at its Sam’s Club warehouse division, as customers purchased fresh food, meat and pet supplies. Demand was weak for furniture, jewelry and other big-ticket, or expensive, items, it said.\n\nLast month, Wal-Mart said that it would no longer provide monthly sales forecasts. Instead, it forecast same-store sales for the period from January 31 through May 1 to increase between 1 percent and 3 percent."
    },
    {
        "header": "u.s. retailers boosted by wal-mart",
        "time": "03:59 PM EST",
        "link": "http://www.reuters.com/article/GCA-Economy/idUSN0530332120090305",
        "body": "NEW YORK (Reuters) - U.S. retailers posted better-than-expected February same-store sales on Thursday due to a strong gain at discounter Wal-Mart Stores Inc (WMT.N), which said lower gasoline prices had loosened some household budgets.\n\nWhile several apparel and department store and luxury chains posted same-store sales declines, a handful, including TJX Cos (TJX.N), Kohl’s Corp (KSS.N) and Ross Stores (ROST.O), fared better than weak forecasts, as they appealed to shoppers with new fashions and attractive prices.\n\nHowever, analysts cautioned that February did not mark a turnaround for retailers. U.S. store chains will need to show consistent improvement in the coming months for expectations to change, they said.\n\n“We would want to see several more months along this line to come out and say we’ve made a turn here,” said Ken Perkins, president of Retail Metrics.\n\nShares of Wal-Mart, which also raised its annual dividend by 15 percent on Thursday, rose 2.7 percent. The wider Standard & Poor’s Retail Index .RLX fell 3.6 percent following a warning by General Motors Corp (GM.N) about potential bankruptcy that spooked the market as a whole.\n\nRetailers posted a surprise 0.3 percent increase in overall February same-store sales, against Wall Street expectations for a 1.2 percent drop, according to Thomson Reuters.\n\nThe increase was mostly due to Wal-Mart, which posted a greater-than-expected 5.1 rise in same-store sales. Excluding Wal-Mart, same-store sales fell 4.7 percent compared with expectations for a 4.8 percent drop.\n\nU.S. consumers have suffered in the past year from job losses, tighter credit and a weak housing market, which have forced them to save money by shopping at discount stores and sticking to basic purchases like food.\n\n“We believe falling gas prices significantly boosted household disposable income in February and therefore allowed for both more trips and more spending toward discretionary categories,” Wal-Mart Vice Chairman Eduardo Castro-Wright said.\n\nPointing to more sales pressure ahead, the International Council of Shopping Centers (ICSC) forecast U.S. same-store sales to be flat to down 1 percent in March and said it expects April to be a little weaker than March.\n\nShoppers’ frugality has helped discounters such as Wal-Mart and warehouse clubs like Costco and BJ’s Wholesale Club BJ.N, whose results have outpaced other chains in the past year.\n\nBut even BJ’s and Costco posted disappointing same-store sales on Wednesday compared with a year ago, when consumers flocked to their fuel stations to beat high gas prices.\n\nFor February, BJ’s reported a 0.6 percent increase in same-store sales, while Costco posted a 3 percent decline, both below expectations, according to Thomson Reuters estimates.\n\nBy contrast, discounters, apparel and department store chains continued to face some of the steepest sales declines, with apparel down 5.6 percent on a yearly basis and department store chains declining 9 percent.\n\nBut same-store sales at off-price chains Ross, with a 1 percent increase, and TJX, which was flat, were better than expected, while others, like apparel chains Gap Inc (GPS.N) and Limited Brands LTD.N, topped Wall Street forecasts.\n\nAnalysts said better weather and new spring merchandise in stores helped apparel sales a bit during February.\n\n“Apparel is a low-ticket item, so if you get the fashion right, it is not something that you have to extend credit on too far to inspire people to shop,” said Sarah Henry, a retail analyst with MFC Global Investment Management.\n\nTeen clothing retailer Aeropostale ARO.N posted an 11 percent rise in same-store sales, which was better than expected, while rival Abercrombie & Fitch (ANF.N) faced a disappointing 30 percent decline.\n\nGap, with its Old Navy and Banana Republic stores, posted a smaller-than-expected 12 percent decline in same-store sales. Limited, with brands such as Victoria’s Secret, narrowly beat expectations, with a 7 percent same-store sales decline.\n\nAmong department stores, upscale chains Saks Inc SKS.N and Nordstrom (JWN.N) suffered the most, posting disappointing drops of 26 percent and 15.4 percent, respectively.\n\n“Most of those stores are exclusively discretionary spends,” Perkins said. “They really have nothing in there that consumers absolutely must have.”\n\nWhile February is not seen as a key month of sales, given its place between post-holiday and early spring shopping periods, it could show how willing shoppers are to spend without the motivation of gift-giving.\n\nMoreover, this year’s Easter holiday falls in April, which could hurt some same-store sales for March. Ross Stores, for instance, called out the shift for an expected 4 percent to 6 percent same-store sales decline in March.\n\nJudging by the month’s results, analysts still expect overall sales in coming months to remain limp.\n\n“The story we’re most comfortable with is that we’re still struggling as a retail industry here,” ICSC chief economist Michael Niemira said. “February may ultimately tell some stories for the spring, but I think the performance will remain weak in the near term.”\n\nChildren’s Place (PLCE.O) shares were up 15 percent at $20.45, while Saks slid 5.7 percent to $2.00 and Abercrombie shares fell 13.2 percent to $18.17 shortly before the market close."
    }
]