[
    {
        "header": "update 3-supervalu names wal-mart int'l executive ceo",
        "time": "04:17 PM EDT",
        "link": "http://www.reuters.com/article/rbssFoodDistribution & Convenience Stores/idUSN0626410220090506",
        "body": "LOS ANGELES/SAN FRANCISCO, May 6 (Reuters) - Grocer Supervalu Inc said on Wednesday Wal-Mart Stores Inc international executive Craig Herkert will become its new chief executive, replacing Jeff Noddle, who will become executive chairman.\n\nThe shares of Supervalu (SVU.N), the third-largest U.S. supermarket operator, were 0.65 percent lower at the close on the New York Stock Exchange.\n\nHerkert, 49, had been Wal-Mart’s (WMT.N) president and CEO of the Americas, a region that includes Canada, Puerto Rico and areas in South and Central America, since January 2004. His start date at Supervalu has yet to be determined, but the company said his annual base salary will be $850,000.\n\nThe CEO change “suggests that the trajectory of the business is still very problematic, but then on the flip side it creates an opportunity for a fresh look at things,” said Pali Research analyst Robert Summers.\n\nSummers expects further changes to management ranks and said the new leadership could open the door to asset sales.\n\nThe current recession has driven demand for cheap groceries and Wal-Mart, which sells more grocery products than any other U.S. retailer, has benefited.\n\nWal-Mart said that, for fiscal year ended Jan. 31, groceries accounted for 49 percent of its U.S. sales, up from 47 percent the year earlier.\n\nThe unexpected move from Supervalu occurred as the grocer grapples with a higher debt than many of its rivals, with much of its debt coming from its 2006 purchase of most of Albertsons’ grocery operations.\n\nNoddle, 62, has been Supervalu’s CEO since 2001 and chairman since 2002 and orchestrated that deal.\n\nIn January, Supervalu unveiled plans to close dozens of stores, cut expenses and pay down debt, which totaled $8.5 billion when its 2009 fiscal year ended on Feb. 28.\n\nSupervalu, which runs more than 2,400 stores, also battles a perception that prices at many of its stores are higher than at stores operated by competitors such as Wal-Mart and Kroger Co (KR.N).\n\nHerkert, who worked at Albertsons before joining Wal-Mart in 2000, got his start in the grocery business at Jewel-Osco, a chain Supervalu bought in the Albertsons’ acquisition.\n\nWal-Mart said it was informed on Tuesday night that Herkert had tendered his resignation to become CEO of another company.\n\nJefferies & Co said in a client note that Herkert’s work at Wal-Mart won him high marks.\n\nHis jump to Supervalu comes months after Mike Duke, Wal-Mart’s former head of international, became CEO in February.\n\nJoseph Feldman, an analyst with Telsey Advisory Group, said it appeared Herkert was returning to his roots.\n\n“I am not too worried about it from Wal-Mart’s perspective,” Feldman said, noting that Wal-Mart has a deep management bench.\n\nThe shares of Supervalu, whose other chains include Shaw’s and Save-A-Lot, closed down 11 cents at $16.91 after falling as low as $16.38.\n\nSupervalu’s stock has fallen more than 50 percent since the end of 2007. Kroger shares fell almost 20 percent during the same period, while Wal-Mart shares rose more than 6 percent. (Reporting by Lisa Baertlein in Los Angeles and Nicole Maestri in San Francisco, editing by Leslie Gevirtz and Andre Grenon)"
    },
    {
        "header": "wal-mart avoids charges in post-thanksgiving death",
        "time": "03:43 PM EDT",
        "link": "http://www.reuters.com/article/domesticNews/idUSTRE5456R020090506",
        "body": "CHICAGO (Reuters) - Wal-Mart Stores Inc agreed to improve its post-Thanksgiving Day crowd control as a condition of avoiding criminal prosecution in the fatal stampede of frenzied holiday shoppers at a Long Island store.\n\nIn a settlement made public on Wednesday with the district attorney of New York’s Nassau County and the world’s largest retailer also agreed to set up a $400,000 victims’ compensation fund, donate $1.5 million to the community and provide 50 jobs annually to high school students in the area.\n\nThe deal came as a result of the DA’s investigation into the death of a 34-year-old security guard, Jdimytai Damour, who was knocked to the ground and trampled to death in the early morning hours on the Friday after Thanksgiving as shoppers stormed a Wal-Mart.\n\nBlack Friday, as the day following the November holiday is called, is traditionally one of the busiest retail shopping days of the year. The reference is used by merchants and the media to refer to the beginning of the holiday shopping period when historically retailers began to turn a profit.\n\nThe retailer did not admit guilt or wrongdoing in its settlement with DA Kathleen Rice. It did agree to have independent safety experts review its crowd management plans for post-Thanksgiving events at all 92 of its New York stores.\n\nWal-Mart will need to comply with the agreement for the next three years or face possible criminal charges in case, the district attorney’s office said."
    },
    {
        "header": "wal-mart enters convenience store market in china",
        "time": "01:00 AM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSHKG19467120090506",
        "body": "BEIJING, May 6 (Reuters) - U.S. supermarket chain Wal-Mart (WMT.N) has entered China’s convenience store market by opening three shops in the southern city of Shenzhen, a company official said on Wednesday.\n\nWal-Mart, which is also involved in the hypermarket and mega-store business, opened three convenience stores last December as a pilot programme, although the company has maintained a low-key approach up to now. “The three shops, which are roughly 300 square metres each, are aimed at providing service to local communities,” Vivi Mou, a company public relations official in Beijing told Reuters by telephone. (Reporting by Michael Wei in Beijing and Donny Kwok in Hong Kong; Editing by Chris Lewis)"
    },
    {
        "header": "wal-mart enters china's convenience store market",
        "time": "03:51 AM EDT",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE5450YY20090506",
        "body": "BEIJING/HONG KONG (Reuters) - Wal-Mart (WMT.N), the world’s top retailer, said on Wednesday it has launched a pilot program to open convenience stores in China, seeking to boost its presence in one of the world’s fastest growing retail markets.\n\nWal-Mart, better known for its mega stores and hypermarkets, opened three convenience stores in December in the south China city of Shenzhen under the program in a low-key initiative.\n\n“The three shops, which are roughly 300 square meters each, are aimed at providing service to local communities,” Vivi Mou, a company spokeswoman told Reuters.\n\nWal-Mart will observe market acceptance and customer preferences for the stores, named “Smart Choice” or Hui Xuan in Chinese, before deciding on future development plans, Mou said.\n\nShe would not give any details about the business performance of the three stores so far.\n\nAn unnamed company source was quoted by Chinese media saying Wal-Mart plans to open 100 of the convenience stores across China this year and 1,000 in five years. Mou declined to comment on that report.\n\nChina’s $824 billion retail sector is one of the world’s fastest growing. Smaller than Germany’s in 2003, the market could be almost twice as big by 2013, according to Euromonitor.\n\nWal-Mart now operates 227 outlets and employs over 70,000 workers in China, according to its Website.\n\nThe U.S. retail giant has set up similar stores in other markets, including Britain, Japan and Mexico, Mou said.\n\nWal-Mart will benefit from its clout as the world’s biggest retailer in the new convenience store initiative, said a retail analyst at a major western brokerage, speaking on condition his name not be used.\n\n“We will see an immediate impact in terms of competition for prime locations for store operations,” he said. “It is a good move in the longer term for collecting market intelligence such as consumer behavior. It will be useful for its other retail operations.”\n\nConvenience stores have become a lucrative business segment for retailers in China, enjoying relatively high margins and lower penetration in the country.\n\nTaiwan’s President Chain (2912.TW), which operates 7-Eleven convenience stores in Taiwan under a licensing agreement, recently opened its first 7-Eleven in Shanghai.\n\nOther foreign convenience store operators in China include Japan’s Lawson (2651.T) and local operators Kedi and Lianhua (0980.HK).\n\nWal-Mart’s Mou said its larger stores will remain the company’s key business model in China.\n\nAnalysts say the company still has plenty of room to grow in China, as it shifts its focus from mature markets to countries like Mexico, China and Brazil."
    }
]