[
    {
        "header": "retail sales fall; wal-mart scraps monthly view",
        "time": "05:12 PM EST",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE5143BW20090205",
        "body": "ATLANTA (Reuters) - Most U.S. retailers reported lower monthly sales for January, although discounter Wal-Mart Stores bucked the trend with a stronger-than-expected increase as shoppers stocked up on necessities such as food.\n\nRetailers as a whole delivered a 1.8 percent same-store sales decline in January. That’s the second-weakest monthly drop since Thomson Reuters began tracking the data in 2000, behind a 2.1 percent fall in November 2008.\n\nApparel stocks posted some of the biggest share price gains, and Christine Chen, an analyst with Needham & Co, said the sector could be approaching a bottom.\n\nMost retailers maintained or slightly raised their guidance, Chen noted, adding, “That sends a message to investors that maybe numbers are finally low enough and expectations are finally low enough.”\n\nWal-Mart’s U.S. sales at stores open at least a year rose 2.1 percent, excluding gasoline, better than Wall Street estimates of a 1.1 percent rise.\n\nExcluding Wal-Mart, the decline was 5.7 percent, with apparel chains like Gap and department store operators like Saks Inc posting the sharpest drops.\n\nThe International Council of Shopping Centers forecast that U.S. same-store sales will drop 1 to 2 percent in February. The group said it expects sales to stay “sluggish” for six months, but sees the rate of decline moderating later this year.\n\nWal-Mart also said it would no longer issue monthly sales forecasts because of volatile consumer habits, in a further sign of concern over the economy. Instead, the world’s largest retailer will give forecasts on a 13-week basis, four times a year.\n\nTwo other chains, Pacific Sunwear of California and Chico’s FAS, also said they would stop reporting monthly same-store sales.\n\n“Wal-Mart follows a long line of companies deciding not to provide guidance,” said retail analyst Todd Slater of Lazard Capital Markets. “It suggests a significant lack of visibility.”\n\nWall Street estimates for January were already depressed following December sales that reflected the weakest holiday shopping season in nearly 40 years.\n\nWhile deep discounting attracted some shoppers, cooler temperatures slowed traffic in parts of the United States. A drop in gift-card use during January, typically a month driven by clearance sales, also contributed to the weakness.\n\nIndustry leaders are braced for more pain as jobless numbers continue to rise and access to credit remains tight.\n\n“We don’t expect nor do we plan for improvement in customer traffic in 2009,” J.C. Penney Chief Executive Myron Ullman told analysts. “We believe that the current environment is not of short duration.”\n\nOn Thursday, the National Retail Federation trade group repeated its call for a series of temporary sales-tax holidays, saying the current U.S. economic stimulus legislation might not do enough to spur consumer spending and economic growth.\n\nStill, quite a few retailers such as Gap Inc, Macy‘s, Aeropostale, Ross Stores and TJX Cos raised their profit forecasts.\n\nAmong clothing chains, standouts included Aeropostale’s 11 percent, same-store sales rise and American Apparel, which managed a 2 percent sales gain for January on top of a year-earlier 40 percent rise.\n\nAeropostale shares were up 7.7 percent, Gap gained 6 percent and TJX advanced 10.7 percent. Macy’s rose 5.4 percent.\n\nThe worst performers included Children’s Place, with same-store sales down 11 percent, and American Eagle Outfitters, which posted a 22 percent drop. Department stores continued to ring up declines as mall traffic and demand for luxury goods suffered.\n\nTalbots, which has struggled with declining sales as women over 35 pull back on purchases, announced that it will close stores and cut corporate jobs. The retailer also said it got a $200 million loan from a majority shareholder that it will use to pay off debt."
    },
    {
        "header": "us stocks snapshot-wall st rebounds on tech, wal-mart",
        "time": "11:03 AM EST",
        "link": "http://www.reuters.com/article/CMPSRV/idUSN0536675820090205",
        "body": "NEW YORK, Feb 5 (Reuters) - U.S. stocks turned positive on Thursday as semiconductor shares led the technology sector higher while Wal-Mart’s (WMT.N) better-than-expected January sales tempered consumer spending worries.\n\n* Wal-Mart, up 4.7 percent to $48.60, was the top boost on the Dow.\n\n* Semiconductor shares underpinned the Nasdaq. Even so, worries about the banking sector lingered.\n\n* The Dow Jones industrial average .DJI rose 12.50 points, or 0.16 percent, at 7,969.16. The Standard & Poor's 500 Index .SPX added 4.23 points, or 0.51 percent, at 836.46. The Nasdaq Composite Index .IXIC gained 15.04 points, or 0.99 percent, at 1,530.09. (Reporting by Deepa Seetharaman; Editing by James Dalgleish)"
    },
    {
        "header": "wal-mart sales beat estimates",
        "time": "08:04 AM EST",
        "link": "http://www.reuters.com/article/GCA-Economy/idUSTRE5142ZU20090205",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc reported a better-than-expected 2.1 percent rise in January sales at U.S. stores open at least a year, driven by demand for food, and said it would no longer provide monthly sales forecasts.\n\nInstead, the world’s biggest retailer said on Thursday that it would give forecasts on a 13-week basis, four times a year.\n\n“We believe this guidance is a more appropriate measure for our investors, particularly in volatile times when consumer swings are more difficult to predict,” Chief Financial Officer Tom Schoewe said in a statement.\n\nAnalysts, on average, were expecting Wal-Mart’s same-store sales to rise 1.1 percent, according to Reuters Estimates, while the company had forecast sales to be flat to up 2 percent.\n\nThe world’s biggest retailer said net sales in the month rose almost 2 percent to $27.74 billion."
    },
    {
        "header": "wrapup 4-us retail sales fall; wal-mart scraps monthly view",
        "time": "04:17 PM EST",
        "link": "http://www.reuters.com/article/rbssRetailSpecialty/idUSN0535266920090205",
        "body": "ATLANTA, Feb 5 (Reuters) - Most U.S. retailers reported lower monthly sales for January, although discounter Wal-Mart Stores bucked the trend with a stronger-than-expected increase as shoppers stocked up on necessities such as food.\n\nRetailers as a whole delivered a 1.8 percent same-store sales decline in January. That’s the second-weakest monthly drop since Thomson Reuters began tracking the data in 2000, behind a 2.1 percent fall in November 2008.\n\nApparel stocks posted some of the biggest share price gains, and Christine Chen, an analyst with Needham & Co, said the sector could be approaching a bottom.\n\nMost retailers maintained or slightly raised their guidance, Chen noted, adding, “That sends a message to investors that maybe numbers are finally low enough and expectations are finally low enough.”\n\nWal-Mart’s (WMT.N) U.S. sales at stores open at least a year rose 2.1 percent, excluding gasoline, better than Wall Street estimates of a 1.1 percent rise.\n\nExcluding Wal-Mart, the decline was 5.7 percent, with apparel chains like Gap (GPS.N) and department store operators like Saks Inc SKS.N posting the sharpest drops.\n\nThe International Council of Shopping Centers forecast that U.S. same-store sales will drop 1 to 2 percent in February. The group said it expects sales to stay “sluggish” for six months, but sees the rate of decline moderating later this year.\n\nFor a table of same-store sales results, see [ID:nBNG143462].\n\nWal-Mart also said it would no longer issue monthly sales forecasts because of volatile consumer habits, in a further sign of concern over the economy. Instead, the world’s largest retailer will give forecasts on a 13-week basis, four times a year.\n\nTwo other chains, Pacific Sunwear of California PSUN.O and Chico’s FAS (CHS.N), also said they would stop reporting monthly same-store sales.\n\n“Wal-Mart follows a long line of companies deciding not to provide guidance,” said retail analyst Todd Slater of Lazard Capital Markets. “It suggests a significant lack of visibility.”\n\nWall Street estimates for January were already depressed following December sales that reflected the weakest holiday shopping season in nearly 40 years.\n\nWhile deep discounting attracted some shoppers, cooler temperatures slowed traffic in parts of the United States. A drop in gift-card use during January, typically a month driven by clearance sales, also contributed to the weakness.\n\nIndustry leaders are braced for more pain as jobless numbers continue to rise and access to credit remains tight.\n\n“We don’t expect nor do we plan for improvement in customer traffic in 2009,” J.C. Penney (JCP.N) Chief Executive Myron Ullman told analysts. “We believe that the current environment is not of short duration.”\n\nOn Thursday, the National Retail Federation trade group repeated its call for a series of temporary sales-tax holidays, saying the current U.S. economic stimulus legislation might not do enough to spur consumer spending and economic growth. [ID:nN05509470]\n\nStill, quite a few retailers such as Gap Inc, Macy’s (M.N), Aeropostale ARO.N, Ross Stores (ROST.O) and TJX Cos (TJX.N) raised their profit forecasts. For briefs, see [ID:nWNAB8748] [ID:nWNAB8750] [ID:nWNAB8790] [ID:nWNAB8874] [ID:nWNAB8840].\n\nAmong clothing chains, standouts included Aeropostale’s 11 percent, same-store sales rise and American Apparel APP.A, which managed a 2 percent sales gain for January on top of a year-earlier 40 percent rise.\n\nAeropostale shares were up 7.7 percent, Gap gained 6 percent and TJX advanced 10.7 percent. Macy’s rose 5.4 percent.\n\nThe worst performers included Children’s Place (PLCE.O), with same-store sales down 11 percent, and American Eagle Outfitters (AEO.N), which posted a 22 percent drop. Department stores continued to ring up declines as mall traffic and demand for luxury goods suffered.\n\nTalbots TLB.N, which has struggled with declining sales as women over 35 pull back on purchases, announced that it will close stores and cut corporate jobs. The retailer also said it got a $200 million loan from a majority shareholder that it will use to pay off debt. [ID:nN05356084] (Additional reporting by Nicole Maestri, Aarthi Sivaraman, Caroline Humer and Martinne Geller in New York, Ben Klayman and Jessica Wohl in Chicago and Alexandria Sage in San Francisco; Editing by Lisa Von Ahn, Matthew Lewis, Leslie Gevirtz)"
    },
    {
        "header": "wal-mart shares rise after sales beat estimates",
        "time": "09:46 AM EST",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE5143LG20090205",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) reported a better-than-expected 2.1 percent rise in January sales at U.S. stores open at least a year, driven by demand for food, and said it would no longer provide monthly sales forecasts.\n\nInstead, the world’s biggest retailer said on Thursday that it would give forecasts on a 13-week basis, four times a year.\n\n“We believe this guidance is a more appropriate measure for our investors, particularly in volatile times when consumer swings are more difficult to predict,” Chief Financial Officer Tom Schoewe said in a statement.\n\nThe company’s shares rose 2.1 percent to $47.38 in premarket trading from a close of $46.42 on the New York Stock Exchange.\n\nAnalysts on average were expecting Wal-Mart’s same-store sales to rise 1.1 percent, according to Reuters Estimates, while the company had forecast sales to be flat to up 2 percent.\n\nThe world’s biggest retailer said net sales in the month rose almost 2 percent to $27.74 billion.\n\nWal-Mart said that at its U.S. discount stores, sales were led by “very solid increases” in grocery, as well as health and wellness. Demand was strong for flat-panel TVs, frozen meals and vegetables, and items for baking and cooking.\n\n“Clearly, we believe customers are becoming more self-reliant, eating and entertaining at home, and for instance even performing their own basic vehicle maintenance,” the company said on a recorded call.\n\nSame-store sales at Wal-Mart’s namesake U.S. discount stores rose 2.1 percent, while they advanced 2.4 percent at its Sam’s Club warehouse chain.\n\nFor the period from January 31 through May 1, Wal-Mart expects U.S. comparable sales, excluding fuel, to increase between 1 and 3 percent. It said the shift of Easter from March to April this year would affect same-store sales results for those months."
    },
    {
        "header": "us stocks-wall st jumps on bank rescue hope, wal-mart",
        "time": "02:09 PM EST",
        "link": "http://www.reuters.com/article/CMPTRS/idUSN0552063020090205",
        "body": "* Dow up 1.3 pct; S&P 500 up 1.6 pct; Nasdaq up 1.8 pct\n\n* For up-to-the-minute market news, click [STXNEWS/US] (Updates to early afternoon, changes byline)\n\nNEW YORK, Feb 5 (Reuters) - U.S. stocks rose on Thursday on investor hopes that the Obama administration’s plan to shore up the financial system would include a measure that would help banks stem losses and revive lending.\n\nAn advance in financial shares underpinned a broad market recovery, reversing earlier losses that had driven the Dow to its lowest level since the bear market low of Nov. 21. JPMorgan (JPM.N) gained more than 2 percent, while the S&P financial index .GSPF rose 2.9 percent.\n\nExpectations that the loosening up of lending would boost consumer and business spending also propelled technology shares. Apple (AAPL.O) was the top boost on the Nasdaq, rising 3 percent.\n\nOn the Dow, Wal-Mart Stores (WMT.N) was the top boost, jumping 4 after the discounter posted solid January sales.\n\nTraders said investor sentiment was buoyed by talk that Washington would suspend an accounting requirement on the recognition of losses that has resulted in billions of write-downs for banks.\n\n“The notion that you can suspend this mark-to-market provision, which was established after Enron, as way of halting the slide in the value of financials is at the fundamental core of putting on the brakes,” said Peter Kenny, managing director at Knight Equity Markets in Jersey City, New Jersey.\n\n“The market reaction is a barometer how well (the suspension) could impact market psychology and market value.”\n\nThe Dow Jones industrial average .DJI added 101.71 points, or 1.28 percent, to 8,058.37. The Standard & Poor's 500 Index .SPX rose 13.62 points, or 1.64 percent, to 845.85. The Nasdaq Composite Index .IXIC gained 26.90 points, or 1.78 percent, to 1,541.95.\n\nCompanies in the basic materials sector rose on higher metals prices, with aluminum producer Alcoa Inc (AA.N)up 3.6 percent at $8.10. Miner Freeport McMoRan (FCX.N) jumped 4.6 percent to $28.51.\n\nAmong bank stocks, JPMorgan shares rose 2 percent to $24.54. Bank of America (BAC.N) , which earlier had fallen more than 10 percent to its lowest level since 1984, was unchanged at $4.70.\n\nThe KBW bank index .BKX was up 2 percent, after earlier having been as much as 6.8 percent lower.\n\nOn Nasdaq, Apple (AAPL.O) shares were up 3 percent to $96.36.\n\nAkamai Technologies Inc (AKAM.O) jumped 17.6 percent to $16.66, following upbeat quarterly results. (Additional reporting by Ellis Mnyandu; Editing by Leslie Adler)"
    },
    {
        "header": "lawsuit alleges netflix, wal-mart acted improperly",
        "time": "05:59 PM EST",
        "link": "http://www.reuters.com/article/industryNews/idUSTRE5147UO20090205",
        "body": "LOS ANGELES (Reuters) - Several lawsuits filed across the country in the past two weeks allege Netflix Inc and Wal-Mart Stores Inc improperly negotiated Wal-Mart’s departure from the online video market in 2005 to enable both companies to benefit illegally, said a lawyer involved in two suits on Thursday.\n\n“There’s a giant investigation by a number of law firms throughout the country regarding anti-trust collusive behavior between these companies,” said lawyer Daniel Becnel of Reserve, La., who filed one suit in Baton Rouge, Louisiana and one in New Orleans earlier this week.\n\nBecnel said about 40 similar lawsuits had been filed throughout the country in the last two weeks.\n\nNetflix declined to comment, while Wal-Mart said it did nothing wrong when it decided to stop renting DVDs.\n\n“We made our own independent decision to exit the DVD rental business and our subsequent agreement with Netflix is entirely proper,” said Wal-Mart spokeswoman Michelle Bradford in a statement. “We intend to defend vigorously our decisions regarding the products and services offered to our customers.”"
    }
]