[
    {
        "header": "update 1-tesco, asda step up uk price war with more cuts",
        "time": "04:05 PM EST",
        "link": "http://www.reuters.com/article/rbssFoodDistribution & Convenience Stores/idUSLQ36301020090226",
        "body": "* Asda says cutting prices on 5,000 staple products (recasts with Tesco price cuts)\n\nLONDON, Feb 26 (Reuters) - Britain’s two biggest supermarket groups, Tesco (TSCO.L) and Asda, went head to head with price cuts on thousands of everyday products on Thursday, stepping up the battle to attract shoppers hit by the economic downturn.\n\nMarket leader Tesco said it was cutting prices on more than 3,500 items, including 500 frozen foods, which are seeing strong demand as cash-strapped consumers seek to cut back on waste.\n\nAsda, owned by Wal-Mart Stores Inc (WMT.N), the world’s biggest retailer, said it was lowering prices on 5,000 staple products from this weekend.\n\nBritons are curbing spending amid a deepening recession which has seen unemployment rise and house prices plunge.\n\nSupermarkets have responded by stepping up promotions and lowering prices, while also extending cost cutting plans in an attempt to preserve profit margins.\n\nBoth Tesco and Asda announced price cutting campaigns in January, while fast-growing Wm Morrison Supermarkets (MRW.L) said on Feb. 10 it was reducing prices on 4,000 products.\n\nTesco said that, not including the latest reductions, it had invested 100 million pounds ($142.5 million) in cutting prices of everyday items so far this year. The latest reductions see 1 litre of Walls ice cream on sale for 1 pound and Sara Lee lemon meringue pie cut to 1.49 pounds from 2.99 pounds.\n\n“Millions of customers are right now worrying about how they are going to make this month’s pay packet stretch until the next one arrives,” said Tesco Commercial and Marketing Director Richard Brasher.\n\n“The answer for an increasing number is to stock up the freezer while they have cash in their pockets.”\n\nAsda said it had cut 7,500 prices since Jan. 1 and by Easter would have lowered 12,500 prices since the start of the year.\n\nIt also pledged not to engage in any deals or promotions that were not genuine price reductions.\n\n“We’re engaging with our customers in a transparent way to ensure the products we sell and the prices we charge meet their needs in these difficult times,” Chief Executive Andy Bond said.\n\nAsda also said it was launching a “Saving You Money” TV channel on YouTube which allows customers to share money-saving tips and offer each other advice on how to cut their energy bills and reduce food waste.\n\nThe latest market share data from researchers Nielsen show Asda overtook Morrison to become the fastest growing of Britain’s top four grocers in the four weeks to Jan. 24. [ID:nL3154097]\n\nTesco has been lagging rivals’ growth in terms of the value of sales. But in September it launched a new range of discount brands that has boosted sales volumes, which it believes will place it in a stronger position as food price inflation ebbs. (Reporting by Mark Potter; editing by Simon Jessop and Carol Bishopric)"
    },
    {
        "header": "update 2-wal-mart canada closing all 6 sam's club locations",
        "time": "06:10 PM EST",
        "link": "http://www.reuters.com/article/rbssRetailSpecialty/idUSN2627989420090226",
        "body": "* Lowe’s says it is evaluating those locations\n\n* Wal-Mart to instead focus on opening supercenters (Recasts, adds byline, analyst comment, stock price)\n\nNEW YORK, Feb 26 (Reuters) - Wal-Mart Stores Inc’s (WMT.N) Canadian division said on Thursday it is closing all six of its Sam’s Club stores to focus instead on opening more Wal-Mart supercenters.\n\nWal-Mart said it is in discussions with a major U.S. retailer to purchase Wal-Mart’s interest in five of the locations, but it did not give the name of the retailer.\n\nA spokeswoman for Lowe’s Cos (LOW.N) said the home improvement retailer is evaluating those real estate locations, as well as other real estate opportunities in Canada.\n\nThe Canadian Sam’s Club stores are all in Ontario.\n\n“Despite our best efforts and the commendable work of our Sam’s Club associates, our six Clubs have not met our expectations,” said David Cheesewright, president and chief executive of Wal-Mart Canada, in a statement.\n\nWal-Mart entered Canada in 1994, and in 2006 it began opening its first Canadian supercenters, which offer groceries along with general merchandise.\n\nWal-Mart has since expanded the number of supercenters it operates in Canada to 56. It did not have the same success with its Sam’s Club warehouse stores after opening its first one in 2003.\n\nJoseph Beaulieu, an analyst with Morningstar, said it was not surprising to see Wal-Mart close its Canadian Sam’s Clubs.\n\n“When something doesn’t work, it might take them a while but they finally get around to closing it down,” he said.\n\nWal-Mart Stores Inc also has seen sales weakness at Sam’s Club stores in the United States, where it operates in more than 600 locations.\n\nWal-Mart Canada said it intends to open 26 new supercenters in Canada this year, bringing the number of Canadian supercenters to 82 and Wal-Mart Canada’s overall store count to 316 by the end of the year.\n\nWal-Mart shares closed down nearly 2 percent, or 96 cents, at $48.25 on the New York Stock Exchange. (See here for \"Shop Talk\" -- Reuters' retail and consumer blog) (Reporting by Nicole Maestri; editing by Jeffrey Benkoe; editing by Carol Bishopric)"
    }
]