[
    {
        "header": "advisory: wal-mart e-records story is withdrawn",
        "time": "12:55 PM EDT",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE52A4ZR20090311",
        "body": "The WASHINGTON datelined story “Wal-Mart says will sell e-records to doctors” is wrong and has been withdrawn. The announcement did not come from Wal-Mart."
    },
    {
        "header": "wal-mart to sell e-records package to doctors",
        "time": "02:10 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSN1130359320090311",
        "body": "WASHINGTON, March 11 (Reuters) - Wal-Mart Inc’s (WMT.N) Sam’s Club division said on Wednesday it would sell a package including software and Dell DELL.O computers directly to doctors wanting to venture into electronic medical records.\n\n“We are trying to help the small-practice doctor have access to medical records and practice management software as well as the hardware at an affordable cost,” Sam’s Club spokeswoman Susan Koehler said in a telephone interview. (Reporting by Maggie Fox; editing by John Wallace)"
    },
    {
        "header": "wal-mart says will sell e-records to doctors",
        "time": "02:58 PM EDT",
        "link": "http://www.reuters.com/article/healthNews/idUSTRE52A5VB20090311",
        "body": "WASHINGTON (Reuters) - Wal-Mart Inc, which has moved into low-cost healthcare with walk-in clinics and cheap prescriptions, said on Wednesday its Sam’s Club unit would sell a package including software and Dell computers directly to doctors for electronic medical records.\n\n“We are trying to help the small practice doctor have access to medical records and practice management software re as well as the hardware at an affordable cost,” Sam’s Club spokeswoman Susan Koehler said in a telephone interview.\n\nThe discount retail giant said it would offer a package deal with hardware, software and installation for electronic medical records and e-prescribing.\n\n“We will be a single point of contact to help with training, installation, maintenance,” Koehler said.\n\nKoehler said Sam’s Club already was marketing small business services to healthcare professionals, with its pharmacies and opticians, as well as office supplies and other merchandise.\n\n“This will be an extension service of what we do already,” she said. “We have more than 200,000 medical practices that we are already serving.”\n\nMedical software company eClinicalworks will offer the software program, Koehler said. She said the package would cost the first doctor in a practice about $25,000, with each additional user costing around $10,000.\n\n“We’re not live yet. We are optimistic we are going to be able to launch shortly, I guess early spring,” Koehler said.\n\nWal-Mart also has walk-in medical clinics called “The Clinic at Wal-Mart” and aims to open 2,000 nationwide in five to seven years.\n\n“It is partially how we got that idea” for offering electronic health packages, Koehler said.\n\nIBM also offers electronic medical record software, an idea being pushed strongly by the administration of President Barack Obama as a way to cut healthcare costs, increase efficiency and reduce errors.\n\nWal-Mart also offers more than 1,000 over-the-counter items for $4 or less, a move that forced retailers from Target Corp to grocery stores and stand-alone pharmacies to offer similar discounts."
    }
]