[
    {
        "header": "wal-mart foundation to sponsor free tax prep effort",
        "time": "10:34 AM EST",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSN1026677120090210",
        "body": "NEW YORK, Feb 10 (Reuters) - Wal-Mart Stores Inc’s (WMT.N) foundation is teaming up with nonprofit organizations United Way and One Economy Corp to offer free U.S. tax preparation and filing services for individuals earning less than $56,000 per year.\n\nThe foundation, which is supporting the effort with a $3.6 million grant, said five mobile tax center vans would visit various Wal-Mart parking lots for two to three weeks between Feb. 10 and April 11.\n\nThe vans will be equipped with One Economy’s online tax filing technology and Internal Revenue Service-certified tax professionals. Individuals earning less than $56,000 per year will be able to visit the vans to file their taxes free of charge, ahead of the IRS deadline on April 15.\n\nWal-Mart spokeswoman Deisha Galberth could not confirm the number of stores that the tour will visit, but she said the company expects 225,000 tax returns to be completed.\n\nThe partnership is meant to help raise awareness of the federal Earned Income Tax Credit for low-to moderate-income individuals and families.\n\nLast year, Wal-Mart’s sales got a boost after roughly $100 billion in tax rebate cash landed in the hands of U.S. consumers between late April and mid-July. To help attract shoppers to spend those extra dollars in its store, it offered to cash the rebate checks for free.\n\n“This tax season, more Americans may be eligible for tax refunds due to the state of the economy and declining job market,” Wal-Mart Foundation President Margaret McKenna said in a statement. “That’s why we’re stepping up our efforts and bringing free tax filing access directly to the communities we serve.”\n\nMcKenna said the program should put “millions” in EITC refunds back in the pockets of eligible taxpayers. (Reporting by Nicole Maestri; Editing by Lisa Von Ahn)"
    },
    {
        "header": "wal-mart cutting 700-800 jobs at its home offices",
        "time": "03:30 PM EST",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE5195WI20090210",
        "body": "NEW YORK (Reuters) - Wal-Mart Stores Inc (WMT.N) is cutting 700 to 800 jobs at its Wal-Mart and Sam’s Club home offices as the world’s largest retailer looks to realign its corporate structure and reduce costs.\n\nThe discount retailer, which has roughly 14,000 employees at its home office in Bentonville, Arkansas, said on Tuesday that it is eliminating jobs in merchandising, real estate and marketing in its Wal-Mart U.S. division, while cutting merchandising positions at its Sam’s Club warehouse division.\n\n“We will continue to take appropriate steps to further align our support structure with our business plans,” said Wal-Mart Chief Executive Mike Duke in a memo obtained by Reuters. Duke began serving in the role on February 1.\n\n“We must also challenge costs in every corner of the company in order to keep our business strong today and well into the future,” he said.\n\nNumerous retailers, including discounter Target Corp (TGT.N) and department store operator Macy’s Inc (M.N) have announced job cuts in recent weeks as the recession crimps sales.\n\nWal-Mart’s sales at U.S. stores open at least a year have been outpacing its competitors, but the retailer has said it would keep a close eye on expenses amid the economic downturn.\n\nWal-Mart, which has 2.2 million employees worldwide, still expects to hire thousands of workers for its stores this year, said spokesman David Tovar.\n\nThe retailer will also add new positions in operations that are taking on greater importance, he said. For instance, given Wal-Mart’s increased focus on renovating and relocating stores, the company will add jobs in that area, he said.\n\nLast year, Wal-Mart eliminated dozens of positions in its struggling apparel division at its home office and expanded the presence of its apparel unit in Manhattan.\n\nAs part of the latest realignment, Wal-Mart will again cut the size of its Arkansas-based apparel division while adding more jobs in New York.\n\nWal-Mart shares fell 3.5 percent to $47.58 in afternoon New York Stock Exchange trading."
    },
    {
        "header": "us stocks-wall st drop on banks plan fears, wal-mart",
        "time": "10:50 AM EST",
        "link": "http://www.reuters.com/article/CMPTRS/idUSN1028438620090210",
        "body": "NEW YORK, Feb 10 (Reuters) - U.S. stocks fell on Tuesday as bank shares slid on fears that the government’s plans to shore up the financial sector and revive the economy may not be enough to contain the worst financial crisis since the 1930s.\n\nA brokerage’s dour view on Wal-Mart Stores (WMT.N) added to the negative tone, with the retailer’s stock among the Dow’s top drags and falling more than 2 percent.\n\nThe S&P financial index declined 3.7 percent as shares of banks and other financial institutions dropped before the Obama administration’s announcement of a financial sector rescue plan.\n\nBank of America (BAC.N) declined 10.6 percent to $6.16 on the New York Stock Exchange, while shares of Wells Fargo (WFC.N) declined 6 percent to $17.82. Goldman Sachs (GS.N) was off 3 percent at $96.95, while JPMorgan (JPM.N) tumbled more than 3 percent.\n\n“The problems are bigger and worse than anyone had anticipated,” said John O‘Brien, senior vice president at MKM Partners LLC in Cleveland.\n\n“A lot of people believe that we are just still at the tip of the iceberg and the additional $350 billion (of rescue funds) may get us only halfway to where we really need to be as far as solvency and liquidity.”\n\nThe Dow Jones industrial average .DJI fell 102.27 points, or 1.24 percent, to 8,168.60. The Standard & Poor's 500 Index .SPX shed 12.26 points, or 1.41 percent, to 857.63. The Nasdaq Composite Index .IXIC dropped 12.42 points, or 0.78 percent, to 1,579.14.\n\nInvestors hope that Treasury Secretary Timothy Geithner would restore confidence in the financial system when he unveils a plan to relieve banks of money-losing assets at 11 a.m. (1600 GMT).\n\nInsurers were the other standout casualties.\n\nShares of U.S. property and life insurer Hartford Financial Services Group (HIG.N) slid 6 percent to $14.10 after its credit ratings were cut. Rival MetLife (MET.N) , the No. 1 U.S. life insurer, was down 3.6 percent to $30.26.\n\nPrincipal Financial (PFG.N) , another insurer, tumbled 24.1 percent to $12.85. Just like the banks, insurers are saddled by money-losing assets on their books.\n\nWal-Mart shares fell 2 percent to $48.23, making it one of the worst-performing Dow stock, after Citigroup cut its 2009 profit view for the retailer and price target, reflecting concerns about the spending environment.\n\nOn Nasdaq, shares of Apple Inc (AAPL.O) were a top drag, falling almost 2 percent to $100.88.\n\nIn addition to the bank plan, investors are also watching the Senate, which is expected to approve a stimulus package worth more than $800 billion on Tuesday.\n\nThe stimulus and the bank rescue plan are a make-or-break for stock investors searching for catalysts to sustain the market’s recovery attempt since stocks hit a bear market low in November. (Reporting by Ellis Mnyandu; Editing by Tom Hals)"
    }
]