[
    {
        "header": "update 1-walmart: selling more to higher-income shoppers",
        "time": "06:16 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailSpecialty/idUSN0151653920090401",
        "body": "NEW YORK, April 1 (Reuters) - Higher-income consumers are buying a wider range of products from Wal-Mart Stores Inc (WMT.N) instead of simply loading their shopping carts with low margin food or consumable items, the retailer’s U.S. chief operating officer said on Wednesday.\n\nSpeaking at a Morgan Stanley conference, which was broadcast over the Internet, Bill Simon said that customer traffic in its U.S. Walmart stores has increased among both higher-income and lower-income shoppers.\n\nBut in a change from the past, he said higher-income shoppers are now showing a willingness to buy beyond the basics as the retailer cleans up its stores and expands its offering of name brands.\n\nFor instance, Simon said Walmart has gained credibility with shoppers by selling more name brand electronics, like Sony, Apple and Samsung.\n\nHe also said Walmart stores are taking on a cleaner, sleeker look as it pares the number of items it stocks, allowing it to declutter its shelves, widen its aisles and brighten the look of its stores.\n\nWhile Walmart may be appealing to a wider swath of the population amid the U.S. recession, demand for cheap groceries is still driving its business.\n\nIn a filing with the U.S. Securities and Exchange Commission on Wednesday, Wal-Mart said that groceries accounted for 49 percent of its U.S. sales for the fiscal year that ended Jan. 31, up from 47 percent a year before.\n\nSimon said the retailer has improved its supply chain, allowing it to get fresh produce into its stores faster.\n\nHe also said the retailer is “making a very loud, bold price impression,” touting its low prices with big signs in its stores that say “Unbeatable.”\n\nSeparately, he said Wal-Mart is “confident” that Congress will not pass proposed legislation that will make it easier for employees to form a union.\n\nIn March, the Employee Free Choice Act was introduced in both houses of Congress. The bill would let employees form a union if a majority of those in a workplace sign authorization cards. That would change the present practice in which workers usually vote in elections on unionizing, although the bill would leave elections as an option for employees to choose.\n\nMany retailers, including Wal-Mart and Home Depot (HD.N), have voiced their opposition to the bill. (Editing by Phil Berlowitz)"
    }
]