[
    {
        "header": "update 1-workers assail wal-mart closing at canada top court",
        "time": "04:03 PM EST",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSN2147327820090121",
        "body": "OTTAWA, Jan 21 (Reuters) - Wal-Mart Stores Inc (WMT.N) violated the rights of workers at a Quebec store when it closed the store following union organizing efforts, lawyers for the workers told the Supreme Court of Canada on Wednesday.\n\nThe case has the potential for widespread repercussions as unions seek a foothold in Wal-Mart stores in Canada and the United States.\n\nIt involves a store Wal-Mart opened in Jonquiere, Quebec, in 2001 and closed four years later after a union was certified to negotiate a collective agreement and the province of Quebec’s labor ministry said the negotiations should go to arbitration.\n\n“No employee at Jonquiere Wal-Mart should have lost their job because they were exercising their right (to union activity),” lawyer Claude Leblanc argued for the workers.\n\nThe Jonquiere store was the first in Canada or the United States to receive union certification, and Wal-Mart has successfully argued in lower courts that it could not be forced to keep its stores open. Wal-Mart argued that closing a store was “good and sufficient reason” to lay workers off.\n\nBut the workers’ lawyers told the Supreme Court that this violated their freedom of association.\n\n“We can’t just stop at the bald assertion that the business closed,” said another lawyer for the employees, Bernard Philion. “We have to look deeper into it and see whether that was a real reason or was it just an excuse; was it just used to cover up the real reason, anti-union animus?”\n\nWal-Mart makes the distinction that it does not oppose unions but that the demands the union made in negotiations for the struggling Jonquiere store -- especially to add 30 workers to the 200-strong staff -- would have put the operation at risk of losing money.\n\n“The union’s position made it clear we would not be able to reach an agreement that would enable the store to succeed financially, and we were left with no choice but to close the store,” spokesman Andrew Pelletier told Reuters.\n\nIn the Supreme Court, the Quebec Council of Employers said that it has long been established in law that closure of a business has never been considered to be a reprisal against unions.\n\n“The labor code, based on the jurisprudence over the last 30 years, recognizes the right of an employer to shut down his business for whatever reason he decides,” the council’s lawyer, Manon Savard, told the court.\n\nIn October, Wal-Mart closed the auto center at another store in Quebec after a collective agreement giving workers a 33 percent wage increase, to an average C$13.76 ($10.92) an hour, was imposed. It said the higher wages made the auto center unprofitable and it would have to shut it down.\n\nUnions have been certified at three other Canadian stores, in each case without a vote by employees, Wal-Mart says. No collective agreement has yet been reached.\n\nThe court reserved its judgment on Wednesday and is not expected to hand down a decision for several months."
    }
]