[
    {
        "header": "wal-mart's customers buying more discretionary items",
        "time": "03:25 PM EDT",
        "link": "http://www.reuters.com/article/GCA-Economy/idUSTRE53S76520090429",
        "body": "CHICAGO (Reuters) - Wal-Mart Stores Inc’s (WMT.N) U.S. customers are spending more on discretionary items as payroll taxes come down and gasoline prices fall, the head of the discounter’s U.S. supercenters said on Wednesday.\n\nThe world’s largest retailer is seeing customers treat themselves to items such as sporting goods and bedding, using the money they have now that those costs have come down, Walmart U.S. CEO Eduardo Castro-Wright said.\n\nWalmart U.S. also had a strong Easter, an important season for the U.S. chain, Castro-Wright said at a Barclays conference.\n\nThe recent economic stimulus package included lower withholding taxes for many Americans. At the same time, gasoline prices are more than 30 percent lower this year than last year, he said.\n\nWal-Mart has attracted more customers in the recession as people look to save money on everyday items such as food and diapers.\n\nStill, food is not the fastest growing category at Walmart stores in the United States.\n\n“Our best performing categories right now are things like sporting goods, bedding, towels,” Castro-Wright said.\n\nIn February, 17 percent of traffic growth at Walmart came from new households and the majority of those households have annual income of more than $50,000, Castro-Wright said.\n\nThose new customers are spending more than the average Walmart shopper, who typically has a lower annual income.\n\n“The average ticket for those customers is 40 percent higher than the rest of the chain,” he said.\n\nStill, Walmart continues to see an impact from the paycheck cycle, the phenomenon where sales rise at the beginning of the month when customers have gotten their paycheck or government checks.\n\nThat trend is seen in products such as diapers, where consumers will buy larger “value packs” at the beginning of the month, then switch to smaller packs at the end of the month. While the larger packages cost less per diaper, the smaller packages cost less overall.\n\nWalmart saw a 7 percent increase in sales in Easter-related categories at stores open at least a year, Castro-Wright said. The shift in Easter to April this year from March last year hurt March same-store sales, Castro-Wright noted.\n\nWal-Mart Stores posted a lower-than-expected 1.4 percent rise in March sales at U.S. stores open at least a year, hitting its stock. Heading into Wednesday, the company’s shares were down almost 8 percent since those sales were reported on April 9.\n\nOn Wednesday, Wal-Mart shares rose $1.88, or 3.9 percent, to $50.35 in afternoon trading on the New York Stock Exchange.\n\nWal-Mart Stores plans to release April sales data on May 7."
    },
    {
        "header": "update 2-green mountain coffee q2 net doubles,inks wal-mart deal",
        "time": "06:56 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSBNG49076520090429",
        "body": "* Shares surge as much as 14 percent (Adds conference call and Wal-Mart partnership details)\n\nBANGALORE, April 29 (Reuters) - Green Mountain Coffee Roasters Inc’s GMCR.O second-quarter profit more than doubled, boosted by sales from its flagship Keurig Single-Cup Brewing System and raised its outlook for the year.\n\nSeparately, the company said it entered into a distribution partnership with Wal-Mart Stores Inc (WMT.N), where the world’s largest retailer would distribute Keurig coffee brewers in over 3000 of it stores.\n\nGreen Mountain shares as much as 14 percent in trading after the bell following the results.\n\nThe Waterbury, Vermont-based company’s profit rose 118 percent to $12.98 million, or 50 cents a share, from $5.96 million or 23 cents a share in the year-ago quarter.\n\nIn March this year, Green Mountain completed acquisition of the Tullys Coffee brand and wholesale coffee business for $40.3 million from Tullys Coffee Corp.\n\nIn a post-earnings conference call, Chief Executive Lawrence Blanford said acquisition of the Tully’s brand would push topline growth by around 3 to 4 percent in the upcoming quarters.\n\nThe company, raised its fiscal 2009 adjusted profit view to $1.47 a share to $1.53 a share, on net sales growth of 58 percent to 61 percent.\n\nThe company raised its fiscal 2009 capital expenditure outlook to between $55 million to $60 million from its prior estimate of $50 million to $57 million, on additional K-cup packaging lines in its new Tennessee unit, higher interest expense tax-rate and amortization costs.\n\nNet sales for the quarter rose to $193.4 million from $120.9 million a year-ago. Company executives attributed the strong sales growth on increased in-store advertising initiatives.\n\nThe company, with its current 3800-store penetration expects to touch the 15,000 store mark in future, encouraged particularly by the existing 5000-plus store penetration by its acquired Tully brand.\n\nThe company also said it expects a profit of 38 cents to 42 cents a share in the third quarter, on sales growth of 61 percent to 66 percent.\n\nAnalysts on average were expecting the company to earn 36 cents a share, before special items, on revenue of $178.46 million, according to Reuters Estimates.\n\nShares of the specialty coffee-maker were trading at $60.01 after the bell. They closed at $52.73 in regular trade on Nasdaq. (Reporting by Sumedha Mukherjee in Bangalore; Editing by Savio D‘Souza, Dinesh Nair)"
    },
    {
        "header": "update 2-walmart u.s. customers buying more discretionary items",
        "time": "02:57 PM EDT",
        "link": "http://www.reuters.com/article/rbssRetailDepartmentStores/idUSN2942842720090429",
        "body": "* 17 pct of February traffic from new customers\n\n* Shares up more than 3.9 pct (Adds company comments, updates stock activity)\n\nCHICAGO, April 29 (Reuters) - Wal-Mart Stores Inc’s (WMT.N) U.S. customers are spending more on discretionary items as payroll taxes come down and gasoline prices fall, the head of the discounter’s U.S. supercenters said on Wednesday.\n\nThe world’s largest retailer is seeing customers treat themselves to items such as sporting goods and bedding, using the money they have now that those costs have come down, Walmart U.S. CEO Eduardo Castro-Wright said.\n\nWalmart U.S. also had a strong Easter, an important season for the U.S. chain, Castro-Wright said at a Barclays conference.\n\nThe recent economic stimulus package included lower withholding taxes for many Americans. At the same time, gasoline prices are more than 30 percent lower this year than last year, he said.\n\nWal-Mart has attracted more customers in the recession as people look to save money on everyday items such as food and diapers.\n\nStill, food is not the fastest growing category at Walmart stores in the United States.\n\n“Our best performing categories right now are things like sporting goods, bedding, towels,” Castro-Wright said.\n\nIn February, 17 percent of traffic growth at Walmart came from new households and the majority of those households have annual income of more than $50,000, Castro-Wright said.\n\nThose new customers are spending more than the average Walmart shopper, who typically has a lower annual income.\n\n“The average ticket for those customers is 40 percent higher than the rest of the chain,” he said.\n\nStill, Walmart continues to see an impact from the paycheck cycle, the phenomenon where sales rise at the beginning of the month when customers have gotten their paycheck or government checks.\n\nThat trend is seen in products such as diapers, where consumers will buy larger “value packs” at the beginning of the month, then switch to smaller packs at the end of the month. While the larger packages cost less per diaper, the smaller packages cost less overall.\n\nWalmart saw a 7 percent increase in sales in Easter-related categories at stores open at least a year, Castro-Wright said. The shift in Easter to April this year from March last year hurt March same-store sales, Castro-Wright noted.\n\nWal-Mart Stores posted a lower-than-expected 1.4 percent rise in March sales at U.S. stores open at least a year, hitting its stock. Heading into Wednesday, the company’s shares were down almost 8 percent since those sales were reported on April 9.\n\nOn Wednesday, Wal-Mart shares rose $1.88, or 3.9 percent, to $50.35 in afternoon trading on the New York Stock Exchange.\n\nWal-Mart Stores plans to release April sales data on May 7. (Reporting by Brad Dorfman; Editing by Andre Grenon)"
    }
]