[
    {
        "header": "wal-mart in talks for carrefour brazil unit - report",
        "time": "6:15AM UTC",
        "link": "http://www.reuters.com/article/2011/08/09/carrefour-brazil-walmart-idUSN1E77801G20110809",
        "body": "SAO PAULO, Aug 9 (Reuters) - Wal-Mart Stores , the world’s biggest retailer, is in talks to buy French rival Carrefour’s unit in Brazil, in a move that would make the U.S. giant the largest supermarket chain in the South American country, Valor Economico newspaper reported on Tuesday.\n\nWal-Mart executives are holding talks directly with Carrefour counterparties, Valor said. In 2009, both companies discussed a tie-up but talks fell through because of a disagreement over price.\n\nAn acquisition would allow Wal-Mart to leapfrog Grupo Pao de Acucar to become Brazil’s biggest retailer with about 51 billion reais ($31.5 billion) in combined revenue, according to Valor calculations.\n\nThe newspaper did not provide detail on a possible acquisition, including the size and price being discussed by Carrefour and Wal-Mart.\n\nOne major shareholder of Sao Paulo-based Pao de Acucar sought in June to combine the company with Carrefour to fend off a possible, unsolicited approach by Wal-Mart. The move led to an internal dispute and the shareholder, Pao de Acucar chairman Abilio Diniz, had to abandon the plan.\n\nJ.P. Suarez, a top Wal-Mart executive, told Valor in June the retailer was looking for possible takeovers because organic growth was not enough to boost revenue and market share in Brazil.\n\nWal-Mart and Carrefour’s Brazilian units in Sao Paulo were not available to comment.\n\nValor also said Wal-Mart was bringing about an internal revamp of its Brazilian operations. ($1 = 1.62 reais) (Reporting by Guillermo Parra-Bernal; Editing by Dan Lalor)"
    },
    {
        "header": "carrefour not in brazil talks with wal-mart -source",
        "time": "9:46AM UTC",
        "link": "http://www.reuters.com/article/2011/08/09/carrefour-brazil-source-idUSWEA971220110809",
        "body": "PARIS, Aug 9 (Reuters) - French retailer Carrefour (CARR.PA) is not in talks to sell its Brazil operations to Wal-Mart Stores Inc (WMT.N), and a press report claiming such negotiations were underway is false, a person close to the situation said on Tuesday.\n\n“These rumours are baseless,” the source said. Earlier, newspaper Valor Economico reported that Wal-Mart, the world’s biggest retailer, was in talks to buy Carrefour’s Brazil unit. (Reporting by Raoul Sachs; Writing by Christian Plumb; Editing by James Regan)"
    },
    {
        "header": "wal-mart not in carrefour brazil unit talks: source",
        "time": "10:37AM UTC",
        "link": "http://www.reuters.com/article/2011/08/09/us-carrefour-brazil-walmart-idUSTRE7781UF20110809",
        "body": "SAO PAULO/PARIS (Reuters) - Wal-Mart Stores (WMT.N), the world’s biggest retailer, is not in talks to buy French rival Carrefour’s (CARR.PA) unit in Brazil, a source familiar with the situation said, denying a press report.\n\nNewspaper Valor Economico earlier reported that Wal-Mart was in talks to buy Carrefour’s Brazil unit.\n\n“These rumors are baseless,” the source said.\n\nThe future of Carrefour’s Brazil operations has been the focus of speculation since the failure of its bid to strike an alliance with Grupo Pao de Acucar (PCAR4.SA), Brazil’s biggest retailer, and some have speculated it could look for a sale.\n\nCarrefour, whose share price has been hammered this year as it has struggled to turn around weak sales at its key French operations, has repeatedly said it is not putting its Brazil unit up for sale and wants to stay in the country.\n\nCarrefour and Wal-Mart both declined to comment on the Valor story.\n\nIn 2009, both companies discussed a tie-up, but talks fell through because of a disagreement over price.\n\nSuch an acquisition would allow Wal-Mart to leapfrog Pao de Acucar with about 51 billion reais ($31.5 billion) in combined revenue, according to Valor calculations.\n\nThe newspaper did not provide details such as price.\n\nOne major shareholder of Sao Paulo-based Pao de Acucar sought in June to combine the company with Carrefour to fend off a possible unsolicited approach by Wal-Mart. But the move led to an internal dispute and the shareholder, Pao de Acucar Chairman Abilio Diniz, had to abandon the plan.\n\nThere have been contradictory signals from Wal-Mart of late over its Brazil intentions.\n\nWal-Mart Brazil Chief Executive Marcos Samaha said last month that the retailer was focused on organic growth there and did not foresee acquisitions in Brazil this year.\n\nBut J.P. Suarez, a top Wal-Mart executive, told Valor in June that the retailer was looking for possible takeovers because internal growth is not enough to boost revenue and market share in Brazil.\n\nValor also said Wal-Mart was revamping its Brazilian operations. The unit’s chief executive Marcos Samaha fired six senior vice presidents. He also plans to combine divisions and cut costs."
    }
]