[
    {
        "header": "analysis: farm to fork: wal-mart faces india sourcing challenge",
        "time": "5:00PM UTC",
        "link": "http://www.reuters.com/article/2012/10/15/us-walmart-india-suppliers-idUSBRE89E1G320121015",
        "body": "NARAYANGAON, India (Reuters) - As Wal-Mart Stores Inc (WMT.N) ramps up its operations in India, it needs to find more farmers like Yogesh Todkari.\n\nHis acre of cauliflowers is big, leafy, and a deep shade of green, thanks to modern irrigation and quality nutrients and seeds - all provided by the world’s largest retailer. Most farmers in India, though, don’t meet Wal-Mart’s standards.\n\n“They train us and assist us right from when the crop is sown to when it’s harvested. They give us a higher price than the market for better quality,” said Todkari, 29, who works the field in western India with his elderly father.\n\nInvesting in farmers to help them improve quality and efficiency, and getting around the army of costly middlemen, will be key to whether global chains like Wal-Mart and Tesco Plc (TSCO.L) succeed where local operators have failed to make a profit. It will also be a test of whether India’s politically fraught decision to allow in global supermarkets in order to modernize its food supply chain proves to be the right one.\n\n“We plan to procure as much as we can via direct farming so the procurement from traders in local markets is as little as possible,” said Krishnakant Reddy, who is in charge of direct farming in south and west India for Wal-Mart, which already operates in India through 17 wholesale stores.\n\nUnder the reforms, foreign retailers must source at least 30 percent of their goods from local, small industries.\n\nIndia recently let in global supermarkets, despite heavy political opposition, in the hope of improving the supply chain and bringing down wastage and costs in a country where one-third of fresh produce rots and food inflation is persistent.\n\nWal-Mart, by far the most aggressive foreign supermarket operator in India, expects to open its first store selling directly to the public in 12-18 months, and aims to turn a profit in 10 years, something it hasn’t managed in China after 12 years.\n\nTo get there, Wal-Mart plans to sign up 35,000 farmers over the next three years, up from the 6,700 it has now. Fresh produce accounts for about 30 percent of Wal-Mart’s sales in its wholesale outlets in India.\n\nWal-Mart must buy in small batches from small plot-holders in a country where more than 80 percent of farms are under 2 hectares. That means contracting with thousands of farmers will still yield only a few thousand metric tons. In North America, retailers like Wal-Mart can buy from a few hundred farmers who provide hundreds of thousands of metric tons of produce between them.\n\n“It’s going to be a huge challenge and requires a lot of work on the ground,” Reddy said during a recent visit to Narayangaon, a few hours from the city of Pune where Wal-Mart runs one of its seven Indian farm procurement centers.\n\nWal-Mart is trying to learn from the difficulties of Indian chain operators such as Reliance Industries (RELI.NS) and Shoppers Stop (SHOP.NS), most of which rely on middlemen after struggling to establish a strong direct farm supplier base.\n\nSkirting the entrenched network of middlemen, who opposed the government’s decision to allow in supermarkets and includes both traders and local markets run by state Agricultural Produce Marketing Committees (APMCs), isn’t easy.\n\nStates require all farm produce to be sold through government regulated markets, and impose registration and transaction taxes on buyers, in addition to fees charged by middlemen operating in the markets. In some states, including Karnataka, buyers can purchase directly from farmers, but still have to pay taxes and fees both to the APMC and middlemen.\n\nIn Maharashtra, where Narayangaon is located, Wal-Mart must truck the produce it buys from Todkari about 20 minutes away to an APMC market and pay fees before delivering it to stores.\n\n“The APMC fee is actually a tax for doing nothing and that is detrimental to direct farming,” said Raj Jain, who heads Wal-Mart in India and like the Confederation of Indian Industry, a large trade group, wants to get rid of the APMC system.\n\nTraders were among the most vocal opponents of letting in foreign retailers, a move whose impact will be dulled by allowing states to opt in or out. Under populist pressure, most states plan to keep global operators out, at least for now.\n\n“The government is thinking of cutting us out without even thinking about the families who depend on this. We facilitate trade in these markets. Thousands of jobs across India depend on this,” said Rajesh More, a trader at the APMC market in the neighboring village of Manchar.\n\nThere are an estimated 50 million small traders involved in the farm-to-store agriculture business across India, according to the Confederation of All India Traders.\n\nThe Congress party-led coalition government in New Delhi defended its decision to allow in foreign retailers as benefiting farmers and reducing dependence on the middlemen network. Congress is also the ruling party in Maharashtra.\n\n“The government has anyway let the foreigners in, which will hurt small store owners, and now they’re targeting us,” More said.\n\nThe region near Pune is one of India’s most productive for horticulture, and Todkari is among only 600 farmers to have met Wal-Mart’s standards. The retailer targets a small number of farmers who are respected locally and can convince others to work for the grocery giant.\n\n“This is mainly done to build trust as most Indian farmers haven’t heard of Wal-Mart and are apprehensive about working with us,” Reddy said.\n\nThe farmers Wal-Mart selects are suited to modern irrigation, have higher yields and are capable of crop rotation. Wal-Mart’s investment in farmers is part of the $100 million initial spending India requires foreign chains to make under the retail reforms.\n\n“Quality suppliers who these foreign chains can do business with are still small in number and so are the supply bases where they can procure from,” said Debashish Mukherjee, partner at consultancy AT Kearney.\n\nWal-Mart buys more than a dozen fresh produce items from the Narayangaon area, including cabbages, tomatoes, onions, grapes, cauliflowers and pomegranates.\n\nThe U.S.-based retailer has tie-ups in north India with logistics companies to send fresh produce to store by refrigerated truck - a facility it will extend to other farm bases as procurement volumes increase.\n\n“The produce has to be sent to the store even if cost-wise it’s a struggle. It’s a business that needs scale and, now with permission to open stores, we’ll have that,” said Reddy.\n\nWal-Mart says it pays farmers a premium of at least 3 percent above the market price for better quality produce. What Wal-Mart doesn’t buy, the farmer can sell at the local market.\n\nSiddhesh Jagtap, who grows pomegranates in Narayangaon, was not among Wal-Mart’s chosen few. “They approached us, but never came back. It doesn’t hurt us as they don’t procure a lot,” he said.\n\n“If their requirements go up and they want to work with us, we will be open. They give a good price and make timely payments ... which is all a farmer wants.”"
    }
]