[
    {
        "header": "wal-mart to pay for heart and spine surgery for u.s. employees",
        "time": "3:50PM UTC",
        "link": "http://www.reuters.com/article/2012/10/11/us-usa-walmart-surgery-idUSBRE89A1GR20121011",
        "body": "CHICAGO (Reuters) - Wal-Mart Stores Inc is offering its U.S. employees and their families free heart and spine surgeries at six major health centers at no cost to the retailer’s workers, as it tries to find better ways to cover costly, complicated procedures.\n\nStarting in January, workers and dependents enrolled in Wal-Mart’s medical plans will receive free consultations and care for certain heart and spinal procedures along with travel, lodging and food for the patient and a caregiver.\n\nThe six healthcare organizations include those that have won high marks in terms of patient care and keeping unnecessary costs at bay: Cleveland Clinic in Cleveland, Ohio; Geisinger Medical Center in Danville, Pennsylvania; Mayo Clinic sites in Minnesota, Arizona and Florida; Mercy Hospital Springfield in Springfield, Missouri; Scott & White Memorial Hospital in Temple, Texas; and Virginia Mason Medical Center in Seattle, Washington.\n\nWal-Mart is the world’s largest retailer and the single biggest U.S. employer outside of the government, with about 1.4 million workers. Any changes to its healthcare coverage can have a ripple effect. The company shook up a different part of the healthcare industry when its Walmart chain started selling certain prescription medications for $4 back in 2006, a move soon followed by other retailers.\n\nWal-Mart anticipates that the program will help reduce its costs as it receives bundled pricing from the healthcare organizations, but it cannot project the amount it might save.\n\nWal-Mart says that it pays about 60 percent of total cost of healthcare for employees on its healthcare plans, including out-of-pocket and premium expenses. For workers, including those with low-paying jobs, costs will now be reduced as they will no longer pay for such procedures.\n\n“It’s a growing trend and an important new aspect of employers’ ability to manage quality and improve their value proposition,” said Michael McMillan, executive director of market and network services at Cleveland Clinic. “We see more and more large employers asking about this kind of approach.”\n\nCleveland Clinic doctors are not paid per-procedure, so they have no financial incentive to operate and may find other less invasive, less expensive ways to treat patients, McMillan added.\n\nThe deals with the six “Centers of Excellence,” disclosed on Thursday, should lower healthcare costs and may be copied by other companies looking to control medical spending.\n\n“I do think that this is our future and they’re just ahead of the game,” said Helen Darling, president and chief executive of National Business Group on Health, a nonprofit membership organization of 346 employers including Wal-Mart.\n\nWal-Mart began covering transplants with the Mayo Clinic in 1996 and that coverage continues, Wal-Mart said.\n\nWal-Mart’s announcement marks the first time that a retailer has offered a national program for coverage of heart, spine and transplant surgery, though some other companies already offer similar programs on a smaller scale.\n\nCleveland Clinic said it set up a heart surgery program in 2010 for employees of home improvement retailer Lowe’s Cos Inc, which has since expanded to include other areas, and recently reached a similar arrangement with Boeing Co.\n\nWhile Cleveland’s McMillan declined to say how many procedures have been done under such agreements, the number of Lowe’s employees taking advantage of the service has “significantly exceeded” expectations, with patients coming in from 23 states.\n\nHe expects other companies to reach similar agreements.\n\n“We call it the triple win,” said McMillan. “It’s a boost in quality, it’s an improvement in value and it’s no cost out of pocket for employees, so we think it is a great opportunity.”\n\nDirect-to-employer service arrangements such as these accounted for about $1 million of Cleveland Clinic’s revenue in 2011, a small fraction of its overall revenue of $5.83 billion.\n\nNot all of Wal-Mart’s U.S. employees sign up for its healthcare plans, and part-time employees are not eligible for coverage until they work for the chain for one year.\n\nThere are 1.1 million people, including workers’ family members, covered by Wal-Mart healthcare plans in the United States, the company said. The lowest-priced coverage costs $17 per pay period, plus $10 to cover children.\n\nWal-Mart also said that it is adding Aetna Inc and UnitedHealth Group Inc’s UnitedHealthcare as administrators for its medical plans. It already has Blue Cross Blue Shield administer its programs, and now one of the three companies will handle the process, depending on the location of a particular worker.\n\nCleveland Clinic, Geisinger Medical Center, Scott & White Memorial Hospital and Virginia Mason Medical Center will offer cardiac procedures including open heart surgery for coronary artery bypass grafting, heart valve repair, closures of heart defects, and thoracic and aortic aneurysm repair.\n\nMercy Hospital Springfield, Scott & White Memorial Hospital and Virginia Mason Medical Center will perform spine procedures such as cervical and lumbar spinal fusion, total disk arthroplasty and spine surgery revisions and other complex spine surgeries."
    }
]