[
    {
        "header": "india mulls probe into wal-mart lobbying",
        "time": "11:30AM UTC",
        "link": "http://www.reuters.com/article/2012/12/11/us-india-walmart-idUSBRE8BA0UY20121211",
        "body": "NEW DELHI/MUMBAI (Reuters) - India’s government said it was prepared to launch an inquiry into lobbying by Wal-Mart Stores Inc., buckling under an opposition campaign to discredit a flagship economic policy.\n\nOpponents of reforms that allow foreign supermarkets to trade in Asia’s third largest economy renewed pressure on the government after Wal-Mart disclosed that it had paid $25 million over four years to lobby U.S. lawmakers to help gain access to foreign markets, including India.\n\nWal-Mart has found itself entangled in a fight between Prime Minister Manmohan Singh’s fragile minority government and political opponents determined to thwart supermarket reform which, they say, will destroy the livelihoods of millions of mom-and-pop store owners.\n\nThe dispute has thwarted the government’s efforts to drive more economic reforms through parliament before the winter session ends on December 20. Opposition parties have sought to portray Singh’s government as the pawn of powerful foreign companies ahead of national elections due in 2014.\n\n“This money was spent in India and this question arises as to on what did they spent this money? To whom all have they given this money?” said opposition lawmaker Yashwant Sinha, chairman of parliament’s finance committee and a former finance minister.\n\nParliamentary Affairs Minister Kamal Nath said he would announce steps towards an inquiry in parliament later on Tuesday. But his office denied he had given a date for any action, raising questions about whether the government would indeed launch an investigation.\n\nA senior member of the ruling Congress party even ruled out a parliamentary or judicial inquiry, saying there was nothing to investigate.\n\nWal-Mart said allegations it had lobbied in India were “entirely false”.\n\n“The expenditures are a compilation of expenses associated with staff, association dues, consultants, and contributions spent in the United States,” said a spokesman for the company’s local Bharti Walmart joint venture.\n\n“On the U.S. side, I don’t have any reason to believe that we have a violation of U.S. law here. With regard to the Indian side, I’ll refer you to them,” U.S. State Department spokeswoman Victoria Nuland told reporters in Washington on Monday.\n\nBentonville, Arkansas-based Wal-Mart has been the most active among foreign supermarket operators keen to push their way into India’s $450 billion retail market. Opponents fear the entry of Wal-Mart and others will put millions of small shopkeepers out of business.\n\nThe company is also being investigated by India’s financial crimes watchdog over whether it entered India’s supermarket sector before the country allowed foreign retailers in."
    },
    {
        "header": "exclusive: after fire, wal-mart vows to tighten source safeguards",
        "time": "3:41AM UTC",
        "link": "http://www.reuters.com/article/2012/12/11/us-bangladesh-fire-walmart-idUSBRE8BA06820121211",
        "body": "(Reuters) - A factory fire that killed more than 100 garment workers in Bangladesh has led the world’s largest retailer, Wal-Mart Stores Inc, to concede that it needs to do more to control its supply chain and keep unauthorized manufacturers out.\n\nIn an interview with Reuters, his first since the November 24 Tazreen Fashions fire, Wal-Mart Vice President of Ethical Sourcing Rajan Kamalanathan said the company’s current controls could only go so far in preventing a factory Wal-Mart did not approve of from making its clothes, as was the case here.\n\n“If a supplier or an agent chooses to subcontract without informing us, then that is a problem,” Kamalanathan said. “We can put all kinds of controls in place, but if they don’t tell us where they’re putting our order, then that is a problem.”\n\nWal-Mart has said repeatedly that its Faded Glory clothing should not have been in production at the Tazreen factory, a facility Bangladeshi authorities said was not safe for use. The building was not cleared to be used by any party manufacturing garments for the world’s largest retailer.\n\nWal-Mart says that in 2011 alone it audited over 9,000 factories globally to check whether its standards were being met. But still, Wal-Mart acknowledges it only controls its supply chain up to a certain point. If suppliers hired by Wal-Mart in turn hire agents who then line up production, the seemingly tight controls Wal-Mart has put in place can fail.\n\n“We have a contract with the supplier and that’s where our control is and where our relationship is,” Kamalanathan said.\n\nThe lack of control down the supply chain represents a challenge not just for Wal-Mart, but for the industry overall, Kamalanathan added.\n\nCompanies such as Bentonville, Arkansas based Wal-Mart must figure out how get more involved in the operations of factories in countries such as Bangladesh, rather than hoping that contact with suppliers and factory audits will suffice.\n\n“We are actively thinking about how to better work with suppliers who work with agents,” he said. “This is something we are talking about internally and across the industry.”\n\nAmong other things, retailers and clothing designers have been talking about the possibility of fire safety codes that would be written into contracts with suppliers, although those efforts are still at the early stages.\n\nWal-Mart established a factory certification program in 1992, focused on Bangladesh and China, currently the top two garment exporters in the world. Wal-Mart says the program, which was established amid pressure on the company over worker rights, is dedicated to improving standards for foreign labor.\n\nSince then, Wal-Mart has taken measures such as increasing factory audits, expanding the program to other countries, setting stricter standards for suppliers and lengthening the penalty period for disapproved factories to one year from 90 days.\n\nKamalanathan’s team now includes more than 120 employees, plus third-party audit firms, with people based in Bangladesh, China, India and elsewhere. Kamalanathan says he visits factories “quite often.”\n\nStill, such efforts matter little when companies push their Wal-Mart manufacturing off to agents who then link up with factory owners and choose not to fill Wal-Mart in on which factory is being used - a key part of the agreements Wal-Mart has with its suppliers.\n\n“It is a must that they disclose factories they use for our production. Once we know who these factories are, then we initiate the process for an audit to occur,” he said.\n\nFactories must address problems highlighted in Wal-Mart audits, which assign a rating of green for minor to no violations; yellow for medium risk, orange for higher risk and red for the most serious violations, which lead the company to sever ties with the factory.\n\nFactories with orange ratings can go through an “Orange School” program for Wal-Mart to show them how to fix high-risk violations and get at the cause of the problem.\n\nWal-Mart said a May 2011 audit found violations at Tazreen, which led to the factory getting Wal-Mart’s “orange” rating, and a subsequent audit in December 2011 again found violations that led to an “orange” rating. Tazreen did not participate in the Orange School, Wal-Mart said.\n\nTazreen was no longer authorized before the fire. Wal-Mart said that was for a variety of reasons, including poor audit ratings. Tazreen owner Tuba Group has said it was not aware it was making clothes for Wal-Mart at the time of the fire.\n\nKamalanathan has been Wal-Mart’s vice president of ethical sourcing since 2002. He sits on the board of the Global Social Compliance Program, which was formed in 2006 and now includes more than 30 companies that work on measures such as developing a clear and consistent message for suppliers.\n\nSome industry groups claim the push from Wal-Mart and other retailers for low-cost merchandise pressures factory owners to pay workers little and to cut corners on fire safety training and proper exits that would cost them too much.\n\nAt a meeting held in Dhaka in April 2011, participants including government representatives, trade union leaders, the Bangladesh Garment Manufacturers and Exporters Association and buyers discussed rules that would require factories to be paid prices high enough to cover the cost of safety improvements.\n\nAmirul Huque Amin, president of National Garment Workers Federation, was at the meeting and said that, when the question of financing was raised, Sridevi Kalavakolanu, a Wal-Mart director of ethical sourcing, strongly opposed the move, saying it was not possible for “us” due to the high cost.\n\nWal-Mart vehemently denies such charges and said her remarks were taken out of context. It points to efforts such as its audit program, rating system and work with the Bangladeshi government, industry groups and suppliers as proof that it has been proactive in raising fire safety awareness and increasing fire prevention.\n\nWal-Mart operates on the premise that running its business on a low-cost basis leads to low prices for its 200 million weekly customers. The 50-year-old chain, founded by Sam Walton, now has more than 10,000 stores and its annual sales rose nearly 6 percent to $443.85 billion last year.\n\nStill, it contends that making factory improvements should not lead to sky-rocketing prices.\n\n“Our policy is designed to create a supply chain that meets our standards and at the same time delivers high quality products at low prices. It is clearly possible to do both,” Kamalanathan added."
    },
    {
        "header": "wal-mart under fire in india, government signals probe",
        "time": "3:43AM UTC",
        "link": "http://www.reuters.com/article/2012/12/11/us-india-walmart-idUSBRE8BA08F20121211",
        "body": "NEW DELHI (Reuters) - India’s government said on Tuesday it was prepared to launch an inquiry into lobbying by Wal-Mart Stores Inc. (WMT.N), buckling under an opposition campaign to discredit a flagship economic policy that allows foreign supermarkets to trade in Asia’s third largest economy.\n\nPrime Minister Manmohan Singh has pressed ahead with the policy despite fierce political opposition, arguing that foreign capital and expertise is needed to revive the flagging economy and modernize India’s food supply chain.\n\nOpposition uproar over the issue has repeatedly caused parliament to be adjourned in recent weeks and derailed efforts to pass more reforms to bring investment to the banking, pensions and insurance industries.\n\nIn a recent disclosure filing, Wal-Mart told U.S. authorities it had spent $25 million on lobbying activities in the United States over the past four years to help win market access to markets including India - considered one of the last major frontiers for global retailers.\n\nIndia’s opposition parties, led by the right-wing Bharatiya Janata Party (BJP), have seized on media coverage of the filing as evidence the company had engaged in lobbying in India, even though the filing referred only to lobbying activities in the United States.\n\n“The government views this with as much concern as all sections of the house and has no hesitation in having an inquiry ... to get to the facts of the matter,” Parliamentary Affairs Minister Kamal Nath told parliament.\n\nHe said he would announce steps towards an inquiry in parliament later on Tuesday. But later his office strongly denied he had given a date for any action, raising questions about whether the government would indeed launch an investigation.\n\nWal-Mart, which discloses issues and expenditures associated with lobbying in various markets on a quarterly basis in the United States, said the allegations it had lobbied in India were “entirely false”.\n\n“The expenditures are a compilation of expenses associated with staff, association dues, consultants, and contributions spent in the United States,” a spokesman for the company’s local tie-up Bharti Walmart said."
    },
    {
        "header": "india government says welcomes wal-mart lobbying inquiry",
        "time": "2:07AM UTC",
        "link": "http://www.reuters.com/article/2012/12/11/india-walmart-idUSD8N09H00Z20121211",
        "body": "NEW DELHI, Dec 11 (Reuters) - The Indian government is open to an inquiry into Wal-Mart’s lobbying practices, a minister said on Tuesday, after reports the company spent $25 million in the United States to help gain access to markets including Asia’s third largest economy.\n\n“The government views this with as much concern as all sections of the house and has no hesitation in having an inquiry,” Parliamentary Affairs Minister Kamal Nath told parliament as the opposition shouted for a probe.\n\nOpposition uproar at a government policy to allow foreign supermarkets to operate in India for the first time has repeatedly caused parliament to be adjourned in recent weeks and derailed efforts to pass economic reforms."
    },
    {
        "header": "refile-update 2-india mulls probe into wal-mart lobbying",
        "time": "11:24AM UTC",
        "link": "http://www.reuters.com/article/2012/12/11/india-walmart-idUSL4N09L28E20121211",
        "body": "NEW DELHI/MUMBAI, Dec 11 (Reuters) - India’s government said it was prepared to launch an inquiry into lobbying by Wal-Mart Stores Inc., buckling under an opposition campaign to discredit a flagship economic policy.\n\nOpponents of reforms that allow foreign supermarkets to trade in Asia’s third largest economy renewed pressure on the government after Wal-Mart disclosed that it had paid $25 million over four years to lobby U.S. lawmakers to help gain access to foreign markets, including India.\n\nWal-Mart has found itself entangled in a fight between Prime Minister Manmohan Singh’s fragile minority government and political opponents determined to thwart supermarket reform which, they say, will destroy the livelihoods of millions of mom-and-pop store owners.\n\nThe dispute has thwarted the government’s efforts to drive more economic reforms through parliament before the winter session ends on Dec. 20. Opposition parties have sought to portray Singh’s government as the pawn of powerful foreign companies ahead of national elections due in 2014.\n\n“This money was spent in India and this question arises as to on what did they spent this money? To whom all have they given this money?” said opposition lawmaker Yashwant Sinha, chairman of parliament’s finance committee and a former finance minister.\n\nParliamentary Affairs Minister Kamal Nath said he would announce steps towards an inquiry in parliament later on Tuesday. But his office denied he had given a date for any action, raising questions about whether the government would indeed launch an investigation.\n\nA senior member of the ruling Congress party even ruled out a parliamentary or judicial inquiry, saying there was nothing to investigate.\n\nWal-Mart said allegations it had lobbied in India were “entirely false”.\n\n“The expenditures are a compilation of expenses associated with staff, association dues, consultants, and contributions spent in the United States,” said a spokesman for the company’s local Bharti Walmart joint venture.\n\n“On the U.S. side, I don’t have any reason to believe that we have a violation of U.S. law here. With regard to the Indian side, I’ll refer you to them,” U.S. State Department spokeswoman Victoria Nuland told reporters in Washington on Monday.\n\nBentonville, Arkansas-based Wal-Mart has been the most active among foreign supermarket operators keen to push their way into India’s $450 billion retail market. Opponents fear the entry of Wal-Mart and others will put millions of small shopkeepers out of business.\n\nThe company is also being investigated by India’s financial crimes watchdog over whether it entered India’s supermarket sector before the country allowed foreign retailers in."
    },
    {
        "header": "wal-mart ceo says \"fiscal cliff\" affects u.s. shoppers",
        "time": "11:04PM UTC",
        "link": "http://www.reuters.com/article/2012/12/12/us-walmart-duke-idUSBRE8BB07520121212",
        "body": "NEW YORK (Reuters) - A large portion of American consumers now know about the “fiscal cliff” and a sizeable number of them expect the debate over it to curb their holiday spending, according to the chief executive of Wal-Mart Stores Inc.\n\nIn the week before last month’s U.S. presidential election, only 25 percent of its core U.S. shoppers knew what the term “fiscal cliff” meant, CEO Mike Duke told a gathering on Tuesday in New York.\n\n“One week after the election it was up to 75 percent,” said Duke, adding that 15 percent of those customers said the debate in Washington would affect what they spend for Christmas.\n\nWal-Mart, the largest retailer in the United States and the world, polls its shoppers regularly.\n\nThe latest poll could bode poorly for retailers like Wal-Mart, which rely on the year-end holiday shopping season for an outsized portion of their annual revenue.\n\nThe “fiscal cliff” refers to the automatic steep tax hikes and spending cuts set for January 1 that the White House and members of Congress have been negotiating to avoid. Fears about the cliff stand to weaken consumer spending, which accounts for some two-thirds of U.S. economic activity and is already being hurt by lingering unemployment.\n\nDuke’s appearance at the Council on Foreign Relations attracted protesters, many of whom blasted the company’s wages and labor practices. Criticism has increased since a factory fire in Bangladesh last month that killed 112 garment workers making clothes to be sold by retailers including Wal-Mart.\n\nDuke admitted that Wal-Mart still had work to do in terms of enforcing its own standards and discipline on its global supply chain and setting an example for others in the industry.\n\n“It takes work every day. We will never be there completely,” Duke said.\n\nWal-Mart has done extensive work in Bangladesh, he said, to improve the safety of factories. In 2010 he said Wal-Mart stopped doing business with 94 factories that didn’t meet the company’s standards and helped raise standards in 23 others. Some 3,000 factories went through training, he said.\n\nWhen asked if Wal-Mart’s need for low retail prices and profitability was at odds with safe working conditions, Duke said there was no conflict.\n\n“We will not buy from an unsafe factory. This is not a price discussion,” he said. “If a factory is not going to operate with high standards then we would not purchase from that factory. There’s no discussion about pricing.”\n\nDuke was also asked about an investigation into allegations of bribery being overseen by the audit committee of its board of directors, which is working with U.S. authorities. He said he did not know when it would end.\n\n“I think these things are intended to be very, very thoughtful, deliberate, well-done and very, very complete.”\n\nThe company became the subject of a probe over potential violations of the Foreign Corrupt Practices Act, a U.S. law that forbids bribing foreign officials, earlier this year after a New York Times story alleged that its Mexican unit used a campaign of bribery to grab market dominance.\n\nDuke was responsible for the company’s international operations from 2005 to 2009.\n\nThe New York Times reported that a senior Wal-Mart lawyer received an email from a former executive at the Mexican division in September 2005 describing how the Mexican affiliate had paid bribes to obtain permits to build stores in Mexico.\n\nThe paper said senior Wal-Mart officials stymied an internal investigation into the alleged bribery, which involved suspect payments worth $24 million."
    }
]