[
    {
        "header": "wal-mart ceo still sees international business as growth engine",
        "time": "9:25AM UTC",
        "link": "http://www.reuters.com/article/2012/10/10/walmart-investors-idUSL1E8LA5LM20121010",
        "body": "Oct 10 (Reuters) - Wal-Mart Stores Inc is gaining market share nearly everywhere it runs stores and still sees its international business as a growth engine despite its decision to slow down store openings in some key countries, Chief Executive Mike Duke said on Wednesday.\n\nDuke also said that he believes the world’s largest retailer is “playing to win in a very real way now” in e-commerce. The CEO is pleased with the progress Wal-Mart has made in online search and other areas, he said at the company’s annual meeting with analysts and investors, which was also broadcast over the Internet.\n\nWal-Mart still plans to open more stores around the world, but, as it said earlier this year, will slow down store openings in Brazil, China and Mexico. In Brazil and China, Wal-Mart has said that it wants to work on making improvements in its hundreds of stores. Meanwhile, the store approval process in Mexico, where its local affiliate has more than 2,000 locations, has slowed and become more complex in the wake of allegations that the company had bribed government officials to speed up approvals."
    },
    {
        "header": "brief-wal mart international cfo sees 20-22 million new square feet of store growth in fy 2014",
        "time": "12:57PM UTC",
        "link": "http://www.reuters.com/article/2012/10/10/walmartstores-results-idUSWEN765820121010",
        "body": "CHICAGO, Oct 10 (Reuters) - Wal-Mart Stores Inc : * Wal-mart international CFO sees 20-22 million new square feet of\n\nstore growth in FY 2014 * Wal-mart international CFO says to selectively evaluate entering new markets\n\nthrough m&a * Wal-mart international CFO says m&a can also be used to fill gaps in existing\n\nmarkets, add capabilities * Wal-mart international CEO says 20-22 million sq ft of store space to be\n\nadded in FY 2014 versus 21-23 million in FY 2013 * Wal-mart international CEO says biggest opportunities for sam’s club\n\nformat are Brazil and China * Exec says of China’s economy there is a moderated sense of confidence in a\n\nvery high-growth market * Mart’s sam’s club CEO says chain has just over 47 million card holders,\n\nseeing some of highest renewal rates in a decade"
    },
    {
        "header": "brief-walmart u.s. exec sees over $150 million in savings from sustainability efforts such as solar panels",
        "time": "10:32AM UTC",
        "link": "http://www.reuters.com/article/2012/10/10/walmartstores-results-idUSWEN765520121010",
        "body": "CHICAGO, Oct 10 (Reuters) - Wal-Mart Stores Inc : * U.S. exec sees over $150 million in savings from sustainability efforts such\n\nas solar panels * U.S. CEO says will have 12 walmart express stores by end of FY 2013 * U.S. CEO says to have over 240 neighborhood market stores by end of FY 2013,\n\nmore than 500 by FY 2016 * U.S. CEO sees adding roughly 205 stores in FY 2013, and 220-240 stores in FY\n\n2014 * U.S. exec says to increase spending on local price comparison commercials"
    },
    {
        "header": "brief-wal mart stores-ceo says not modeling for deep decline in gdp or consumer spending",
        "time": "4:09PM UTC",
        "link": "http://www.reuters.com/article/2012/10/10/walmartstores-results-idUSWEN766220121010",
        "body": "CHICAGO, Oct 10 (Reuters) - Wal-Mart Stores Inc : * CEO says not modeling for deep decline in gdp or consumer spending"
    },
    {
        "header": "brief-wal-mart's sam's club exec says self checkout in half of stores, plans to add to more locations",
        "time": "11:44AM UTC",
        "link": "http://www.reuters.com/article/2012/10/10/walmartstores-results-idUSWEN765720121010",
        "body": "CHICAGO, Oct 10 (Reuters) - Wal-Mart Stores Inc : * Mart’s sam’s club exec says self checkout in half of stores, plans to\n\nadd to more locations * Mart’s sam’s club CEO says testing new membership in Texas with two\n\nfees, $45 and $100 * Mart’s sam’s club CEO says testing in Texas marks chain’s first fee\n\nincrease since 2006 * Sam’s club CEO says introducing cash rewards program in Texas test, $10 in\n\ncash for every $500 spent * Sam’s club CEO says plays to open 10-15 new stores in FY 2014, up from 9 in"
    },
    {
        "header": "brief-wal mart shares up 1.9 pct after cfo comments; off day's high",
        "time": "3:09PM UTC",
        "link": "http://www.reuters.com/article/2012/10/10/walmartstores-brief-idUSWEN766120121010",
        "body": "NEW YORK, Oct 10 (Reuters) - Wal-Mart Stores Inc : * Shares were up 1.9 percent, easing from earlier in the day, even as its CFO made upbeat comments on the company, including that it is as financially strong as it has ever been. The stock hit a high of $76.81 earlier in the day."
    },
    {
        "header": "wal-mart says new stores, ecommerce to boost sales",
        "time": "6:12PM UTC",
        "link": "http://www.reuters.com/article/2012/10/10/us-walmart-investors-idUSBRE8990ZR20121010",
        "body": "(Reuters) - Wal-Mart Stores Inc (WMT.N) expects sales to grow throughout this year and next, as the world’s largest retailer keeps enticing shoppers, especially those on limited budgets, with smaller new stores, ecommerce and lower prices.\n\nWal-Mart also said on Wednesday that it plans to add roughly the same amount of store space in fiscal 2014 as it has planned for fiscal 2013, and will still open more supercenters than smaller stores in the United States, its largest market.\n\nThe retailer also touted strong sales at U.S. grocery stores and a big start to holiday layaway sales, Its shares close 1.7 percent higher at $75.42 after jumping to an all-time high of $76.81 during the annual meeting with analysts and investors.\n\nShares came off session highs after Chief Financial Officer Charles Holley forecast 5 percent to 7 percent sales growth for fiscal 2014. That matched but did not exceed the growth forecast for the current fiscal year 2013 ending in January.\n\nIn the year since the last investor meeting, Wal-Mart’s U.S. arm, by far its largest business, has rebounded from a prolonged slump. At the same time, its international operations have come under scrutiny following a New York Times article in April about alleged bribery at its Mexican unit.\n\nWalmart plans to more than double the number of its Neighborhood Market grocery stores in the United States by fiscal 2016, putting more pressure on grocers such as Kroger Co (KR.N), Safeway Inc SWY.N and Supervalu Inc (SVU.N).\n\nSmaller than supercenters and focused on groceries, the stores have become more profitable as Walmart has added more. Sales at existing Neighborhood Market stores have grown in excess of 5 percent, or double the overall Walmart U.S. rate, as shoppers find them more convenient.\n\n“They kind of have the keys to the castle now,” Susquehanna Financial Group analyst Bob Summers, who has a “buy” rating on Wal-Mart, said of the Neighborhood Market format.\n\nWalmart should have more than 240 Neighborhood Market stores by the end of fiscal 2013 and more than 500 by fiscal 2016, ultimately adding more than $10 billion in sales, U.S. Chief Executive Bill Simon said.\n\nWhile Wal-Mart is not planning for a deep decline in GDP or consumer spending, if the economy were to get worse, Wal-Mart believes it is in a good position as it continues to lower costs, improve productivity and cut prices.\n\n“Even if we go into a more difficult economy, all that does is position us even stronger,” CEO Mike Duke said.\n\nShares of Wal-Mart are up 20.1 percent since just before the New York Times story was published, compared with a 2.4 percent increase in the Dow Jones industrial average .DJI, of which they are a component.\n\nWalmart U.S. is preparing for a strong holiday season, ordering twice as many Apple Inc (AAPL.O) iPads and other tablet computers as last year. It started offering layaway in mid-September, a month earlier than in 2011. Layaway allows shoppers to put certain items on hold and pay for them over time.\n\nWalmart has lined up $400 million in U.S. layaway sales in less than a month, half of the amount shoppers put on hold for all of the 2011 holiday season.\n\n“They could conceivably do 50 percent more layaway this year than they did last year,” which has the potential to add half a percentage point to same-store sales growth, said Summers.\n\nWalmart U.S. has posted four consecutive quarters of same-store sales growth after nine straight quarterly declines, though the pace of growth slowed to 2.2 percent in the second quarter from 2.6 percent in the first quarter. The pace of quarterly same-store sales growth still trails competitors such as Target Corp (TGT.N) and Dollar General Corp (DG.N).\n\nPlans for Walmart U.S. this holiday season include offering sale prices on certain toys on Tuesdays based on weekend feedback from social media. At the Sam’s Club warehouse chain, holiday season plans include selling Children’s Place (PLCE.O) merchandise and the company is testing higher-priced membership fees in Texas along with cash rewards.\n\nEcommerce is growing with efforts such as letting shoppers buy online and pay in stores with cash, yet is still a small part of the giant company. Wal-Mart’s ecommerce sales should total $9 billion next year, excluding acquisitions, while Wal-Mart rang up nearly $444 billion in total sales in fiscal 2012.\n\nWalmart International plans to add 21 million to 23 million square feet of store space in fiscal 2013, down from an original target of 30 million to 33 million. It plans to add another 20 million to 22 million square feet of store space in fiscal 2014.\n\nWalmart U.S. plans to add roughly 205 stores this year, and about 220 to 240 in fiscal 2014. Sam’s Club plans to open 9 stores this year and 10 to 15 next year.\n\nOverall, Wal-Mart plans to add 36 million to 40 million retail square feet in fiscal 2014 on top of 36 million to 39 million square feet this year. As it cuts costs, capital expenditures should total $12 billion to $13 billion in fiscal 2014, down from $12.6 billion to $13.5 billion this year.\n\nThe company plans to give its fiscal 2014 profit forecast in February when it reports first-quarter results."
    },
    {
        "header": "brief-wal mart stores-ecommerce exec says next year excluding acquisitions sees $9 billion in ecommerce revenue",
        "time": "3:00PM UTC",
        "link": "http://www.reuters.com/article/2012/10/10/walmartstores-results-idUSWEN765920121010",
        "body": "CHICAGO, Oct 10 (Reuters) - Wal-Mart Stores Inc : * Ecommerce exec says next year excluding acquisitions sees $9 billion in\n\necommerce revenue * Ecommerce exec says scan and go Mobile scanning will be phased out regionally\n\nover next few months in U.S."
    },
    {
        "header": "brief-wal mart stores-ceo says gaining share in almost every country wal mart-operates in",
        "time": "9:10AM UTC",
        "link": "http://www.reuters.com/article/2012/10/10/walmartstores-brief-idUSWEN765020121010",
        "body": "CHICAGO, Oct 10 (Reuters) - Wal-Mart Stores Inc : * CEO says gaining share in almost every country Wal Mart-operates in * CEO says international business will continue to be a growth engine"
    },
    {
        "header": "brief-wal mart stores-cfo says company is as financially strong as it has ever been",
        "time": "3:20PM UTC",
        "link": "http://www.reuters.com/article/2012/10/10/walmartstores-results-idUSWEN766020121010",
        "body": "CHICAGO, Oct 10 (Reuters) - Wal-Mart Stores Inc : * CFO says company is as financially strong as it has ever been * CFO says on track to achieve FY 2013 sales growth of 5-7 percent * CFO says will give FY 2014 EPS guidance in February * CFO sees FY 2014 capex $12-$13 billion, versus $12.6-$13.5 billion in FY 2013 * CFO says 5-7 percent sales growth in FY 2014 equals about $23-$33 billion in\n\nmillion in FY 2013 * CFO says on track to achieve goal of cutting operating expenses as a percent\n\nof sales by 100 basis points through FY 2017 * Says in FY 2014 walmart U.S. to add about 125 supercenters, open 95-115 small\n\nformat stores * Says in FY 2014 operating expenses should continue to grow less than rate of"
    },
    {
        "header": "brief-walmart u.s. exec sees momentum from back-to-school continuing into holiday season",
        "time": "9:49AM UTC",
        "link": "http://www.reuters.com/article/2012/10/10/walmartstores-results-idUSWEN765420121010",
        "body": "CHICAGO, Oct 10 (Reuters) - Wal-Mart Stores Inc : * U.S. exec sees momentum from back-to-school continuing into holiday season * U.S. exec says by today has $400 million in layaway * U.S. exec says doubled amount of tablets and ipads it bought ahead of holiday\n\nseason * U.S. exec says feels very good, very strong, about second half of year"
    }
]