[
    {
        "header": "wal-mart ordered to double s.africa fund to $23 mln",
        "time": "11:41AM UTC",
        "link": "http://www.reuters.com/article/2012/10/09/massmart-walmart-idUSL6E8L9M6K20121009",
        "body": "JOHANNESBURG, Oct 9 (Reuters) - A South African court on Tuesday ordered the local unit of Wal-Mart to double a planned fund for small suppliers to $23 million, ending more than a year of legal wrangling over its entry into Africa.\n\nThe Competition Appeal Court ruled that Massmart Holdings , which is 51 percent owned by the world’s biggest retailer, must spend up to 200 million rand ($23 million) on developing local suppliers over the next five years.\n\nWal-Mart last year promised to spend 100 million rand on developing small suppliers as a condition of its $2.4 billion deal to buy control of Massmart.\n\nGovernment and unions had appealed the deal, seeking tougher conditions.\n\nThe Cape Town-based Competition Appeal Court dismissed that appeal in March and set up a commission - which included economist Joseph Stiglitz - to study whether the proposed 100 million rand fund over three years was enough.\n\n“Allowing for inflation and an extension of the period by two further years, 200 million (rand) appears to us to be a figure that is sufficient to meet the objectives of the fund,” the court said in its ruling on Tuesday.\n\nShares of Massmart finished up 1.9 percent at 167 rand."
    },
    {
        "header": "india press-wal-mart aims to lower india retail prices 10-15 pct - economic times",
        "time": "10:44PM UTC",
        "link": "http://www.reuters.com/article/2012/10/10/india-press-walmart-idUSL3E8LA0V620121010",
        "body": "Note: Reuters has not verified these stories and does not vouch for their accuracy."
    },
    {
        "header": "walmart tests limited same-day delivery of online orders",
        "time": "10:27AM UTC",
        "link": "http://www.reuters.com/article/2012/10/09/us-walmart-delivery-idUSBRE8980TE20121009",
        "body": "(Reuters) - Wal-Mart Stores Inc is testing same-day delivery of televisions, toys and other general merchandise bought online in a few U.S. markets as it tries to find new ways to keep up with competitors and to attract busy shoppers this holiday season.\n\nThe test of the “Walmart To Go” service began in Northern Virginia and Philadelphia earlier this month and is set to expand to Minneapolis on Tuesday, Walmart U.S. said. Walmart then plans to expand the test to California’s San Jose/San Francisco market in late October or early November.\n\nThe latest test comes as the world’s largest retailer faces increasingly sharp competition from Web retailer Amazon.com Inc and others. The new test gives Walmart a chance to connect its updated website with its thousands of stores in order to make the chain more convenient to shoppers.\n\nThe test is not the only way that Walmart is working on marrying the reach of its thousands of stores with its online business. In September, Walmart U.S. President Bill Simon said that Walmart uses a group of stores around the country to fulfill online orders, which reduces shipping costs and time.\n\nIn that speech, at a Goldman Sachs event, Simon mentioned that Walmart was quietly playing with same-day delivery but did not say which markets may have been participating.\n\nIn the new test, shoppers in the Northern Virginia, Philadelphia and Minneapolis markets can pay a $10 flat fee for same-day delivery of items picked from general merchandise items carried in local stores. Customers can chose an unlimited number of those items.\n\nCustomers in those three markets must sign up, place their orders by noon and pick one of three four-hour windows for delivery later in the day. The goods are delivered by United Parcel Service Inc.\n\nSome details of the test, such as the $10 fee, were posted on a website run by Kantar Retail IQ earlier this month.\n\nIn San Jose and San Francisco, Walmart already uses its own trucks for online grocery delivery in a pilot that began in 2010. Walmart will use its own trucks rather than UPS to deliver other goods there, and shoppers will still need to order by 7 a.m. local time.\n\nFor now, Walmart To Go is only being tested in four markets during the holiday season, including the test in Minneapolis, the hometown of Walmart competitor Target Corp.\n\nA Walmart survey found that the majority of respondents said that they would consider using same-day delivery. More than half of the more than 1,500 survey participants said that they would use same-day delivery monthly or more frequently, Walmart said.\n\nWalmart’s other services offered nationally include Site to Store, where customers order online and pick up items at local stores; Pickup Today, which allows customers to pick out items online to pick up the same day in stores; and Pay with Cash, where shoppers go online to pick out items and then pay for them with cash in a Walmart store.\n\nPay with Cash, launched in April, has proven popular with those who cannot or do not want to use credit cards to make online purchases. Pay with Cash accounts for 2 percent of Walmart.com purchases, the company said."
    }
]