[
    {
        "header": "mexican states say no plans to probe wal-mart allegations",
        "time": "9:56PM UTC",
        "link": "http://www.reuters.com/article/2012/04/25/us-walmart-mexico-idUSBRE83O02P20120425",
        "body": "MEXICO CITY (Reuters) - Nearly half of Mexico’s state prosecuting authorities said on Tuesday they had no immediate plans to investigate allegations of corruption by the Mexican arm of Wal-Mart Stores Inc (WMT.N).\n\nThe New York Times reported over the weekend that Wal-Mart had silenced an internal investigation into hundreds of suspect payments worth more than $24 million made to expand its business in Mexico, where it is the biggest retailer.\n\nThe Mexican economy ministry said on Monday the Wal-Mart allegations were a matter for local or state governments, not federal authorities, while adding that the government would cooperate with any U.S. investigation.\n\nReuters spoke to officials from prosecuting authorities in nearly all of Mexico’s 31 states on Tuesday, and none knew of any concrete plans to launch a probe into the Wal-Mart case.\n\nFourteen of the regional prosecuting authorities, including those in the capital, explicitly said no investigations were underway because no complaints had been filed against Wal-Mart.\n\n“I don’t think any investigation will open here (in Mexico City) because this case comes from the United States, so if there is any intervention by the Mexican government it would be via international agreements,” said a spokesman for state prosecutors in the capital.\n\nThe bribery scandal has knocked more than $10 billion from Wal-Mart’s market value, and the company said on Tuesday it appointed a global officer to oversee compliance with a U.S. law that forbids bribes to foreign officials.\n\nWal-Mart said on Saturday it had begun an investigation last fall into its compliance with the U.S. Foreign Corrupt Practices Act. It said it had disclosed the probe to the U.S. Department of Justice and U.S. Securities and Exchange Commission.\n\nLeading Mexican politicians, including presidential front-runner Enrique Pena Nieto, have called for the allegations to be investigated in Mexico, a country where paying bribes is often taken for granted by many small businesses."
    },
    {
        "header": "wal-mart's castro-wright quits metlife board",
        "time": "4:49PM UTC",
        "link": "http://www.reuters.com/article/2012/04/24/us-metlife-idUSBRE83N16K20120424",
        "body": "(Reuters) - Embattled Wal-Mart vice chairman Eduardo Castro-Wright has resigned from the board of MetLife, the largest life insurer in the United States, the company said on Tuesday.\n\n“Over the past weekend, I notified you of recent events that will require my immediate and personal attention,” Castro-Wright said in a letter to MetLife Chief Executive Officer Steve Kandarian, a copy of which was filed with securities regulators.\n\n“Accordingly, I now must focus my energy in spending personal time with my family and in protecting my good name and business reputation,” he added at the end of the letter.\n\nCastro-Wright was named in a weekend New York Times report as a key figure in an alleged foreign bribery scandal at Wal-Mart.\n\nCastro-Wright, who joined the board in March 2008 and whose term was not due to expire until 2014, sat on three committees: investment, compensation and governance and corporate responsibility.\n\nHis 2011 compensation was $259,124 in cash and stock awards, according to MetLife’s proxy. The company also paid premiums on a $200,000 life insurance policy for him. He held nearly 17,000 MetLife shares as of March 1, the proxy noted.\n\nMetLife shares rose nearly 0.5 percent to $35.55 in late trading. The shares rallied in the minutes after the company announced Castro-Wright’s departure."
    },
    {
        "header": "wal-mart’s bribery is sadly unsurprising",
        "time": "11:39AM UTC",
        "link": "http://www.reuters.com/article/2012/04/24/idUS306426760820120424",
        "body": "The recent New York Times revelation that Wal-Mart paid bribes to grease the skids of rapid expansion in Mexico is not shocking to anyone who has built a retail business in a developing country. It would be shocking if they hadn’t.\n\nRetailers paying bribes is a normal cost of doing business for some in developing markets. I was CEO of a chain of 75 specialty coffee shops around Asia for 10 years. It’s almost impossible to do business in places like the Philippines and Indonesia without someone communicating – usually tacitly – that they could make things hard for your business if you didn’t take care of them. We were smart enough not to try to do business in Indonesia. I wish I could say the same about the Philippines.\n\nWe were based in Kuala Lumpur and roasted our coffee there. We saw the huge success of Starbucks in the Philippines and opened an office in Manila in late 2000 to get into the market. Our country manager was an ex-hotel executive, a Filipino, who had lived in Malaysia for many years and wanted to move home. Our Malaysia team was excited about our first expansion abroad.\n\nBy July 2001, we were ready to open our first shop, 1,500 square feet in a busy area of greater Manila. Part of our competitive edge was the freshness of our coffee, so shipping by air was part of our plan. We flew a ton to Manila a week before opening.\n\nWhen it arrived, our freight agent called. Customs was backed up and wouldn’t be able to clear our shipment for a month.\n\nBut they could “expedite” that.\n\nWelcome to Manila. Our country manager called me: What to do? In all our years in Kuala Lumpur, we had no problems like this. I told him I had no clue what to do, but what he could not do was pay anyone a bribe. He called our freight agent and remonstrated. “We fly the stuff here. What’s the point of that if it sits on the ground at the airport for weeks? Can’t you do something?”\n\nThe next day our agent called again. The customs guys were puncturing our air-tight, fresh-roasted coffee bags to make sure they weren’t filled with, say, heroin or something. Were we sure we didn’t just want to expedite clearance?\n\nAt that point, I told our country manager to fix the problem and stopped taking his calls. In Kuala Lumpur, I called FedEx. “We send a ton of freight to Manila every month. We pay our current freight company a dollar a pound, but we don’t like their service. Do you want the business?”\n\nThey did. We never had that problem again.\n\nBut we had plenty of others.\n\nCafés needed a “Mayor’s permit” to operate in greater Manila. Run a store without one and your store manager could get dragged off to jail. Store managers don’t like that.\n\nCity Hall won’t send an inspector to your café until it’s built. We completed construction in late June and were excited about the scheduled July 2 grand opening, for which we advertised.\n\nOur country manager called again. He had gone to City Hall for the Mayor’s permit. “They can’t send an inspector until late September. But they could ‘expedite’ that. This is ridiculous. I’m calling our lawyers.”\n\nA while later he called back. “Our lawyers say they can take care of it for us, but they want 50,000 pesos, and it’ll take them two weeks.”\n\nThat was about $1,000 then, for the lawyers. “Whatever,” I said. “Let’s just get the place open.”\n\n“I’m not paying them 50,000 pesos. That’s outrageous! I’m going to have our store manager see what he can do.”\n\nAll right, I said, but don’t bribe anyone. I really thought a local guy talking sense to the local guys at City Hall could persuade them to do the right thing.\n\nHe could. As our country manager liked to brag afterward: “9,000 pesos and three days.”\n\nI told him I didn’t want to hear about it.\n\nIt was like that everywhere there. Want a good location for your next store? The leasing manager at the mall knows that. He also knows you’ll make a lot of money in the right location. And he knows he makes 15,000 pesos per month. “Lots of people want that space,” he says. He doesn’t have to ask how much you’re going to pay him.\n\nThe question is understood. We didn’t play the game, and we were out of the market by 2005, selling our few mediocre locations to a local company for a pittance and a franchising deal.\n\nCorruption is one of the reasons large American retailers use franchisees or licensees in developing markets. A specialty coffee retailer with healthy margins, like Starbucks, can find local companies to pay it franchise fees and a 5-percent royalty and to buy marked-up coffee, store fittings and equipment.\n\nBut a discount retailer like Wal-Mart, with the tight margins that come from low prices? Slapping franchise fees, royalties, and product markups on a franchisee takes the discount out of discount retailer. And a big name entering a developing market is like a massive cash cow, with counterparties up and down the business chain searching for a teat. That includes employees. When we opened in a Tesco store in Malaysia I did a double take on seeing guards at the employee exit searching all employees on their way out to make sure they weren’t walking off with the inventory. One of our major coffee competitors thought it was saving labor cost by hiring dropouts at low hourly pay. Their kids were the best paid in the industry, since some were dipping into the cash register.\n\nAmerican companies complain about the Foreign Corrupt Practices Act, saying it puts them at a competitive disadvantage when trying to win business in corrupt markets. But corruption is a societal illness. Fighting it is like the war on drugs. Do you really want your kids growing up in a world where cocaine is legal? Try to find Main Street Americans today who think a little more avarice, a little more cheating by corporate America would be a good thing.\n\nIt’ll be interesting to see how this plays out for Wal-Mart, but it’s going to be hard for them to claim they didn’t know what every retailer in developing markets knows. Like them or not, they’re an icon of America. Let’s hope they do the right thing now, and they do it fast."
    },
    {
        "header": "was walmart’s ethics policy part of the problem?",
        "time": "10:36AM UTC",
        "link": "http://www.reuters.com/article/2012/04/24/idUS209667100320120424",
        "body": "Back in November 2006, Eduardo Castro-Wright, who was then the US president of Walmart, dispatched the company’s jet to pick up marketing head Julie Roehm in Chicago. She arrived late, in an ice storm, but made it in to the Walmart headquarters, where Castro-Wright started grilling her on the agency review process: how she had picked DraftFCB as the agency which would take over Walmart’s $1 billion-per-year account. Roehm had interviewed some 30 agencies before settling on Draft; the questions centered on whether she had allowed any of those agencies to pay for dinner while she was talking to them, and whether she had accepted a lift in the car of any of the agencies’ CEOs.\n\nFour days later, Roehm was fired, for violations of Walmart’s extremely strict ethics policy. As Walmart expert Charles Fishman explains,\n\nWal-Mart had a kind of unbending almost obsessive adherence to even the trivialist elements of an ethical code. They’re a brutal competitor and everybody acknowledged that, but Wal-Mart was also the company that wouldn’t take a dinner from you, that wouldn’t let you provide a soda if you went to meet them to talk about business, where they wouldn’t join trade associations for many, many years because they didn’t want to pay dues and have a conflict of interest.\n\nWe now know, of course, that Castro-Wright was the man at the very center of the Walmex corruption scandal. Which raises the obvious question: did the corruption at Walmex appear despite Walmart’s ultra-strict ethics code? Or did it, paradoxically, appear because the code was so strict?\n\nThe point here is that Walmart left, essentially, nothing to its employees’ discretion. It didn’t trust them to do the right thing: it codified everything in a set of rules, and then told them to follow those rules. And you can see how that might have resulted in a kind of Calvinist scale-blindness, where accepting a soda when going to meet a vendor is exactly as bad as greasing Mexican wheels to the tune of 24 million dollars.\n\nOn top of that, the most senior executives at Walmart had a lot of discretion when it came to enforcing the rules. For someone like Roehm, who never fit in to the corporate culture, it was easy to find an infraction and fire her. On the other hand, when it came to allegations touching on Castro-Wright himself, it was similarly easy to hand the investigation off to one of his loyal subordinates, who did what he was expected to do and buried it.\n\nAccepting a soda from a vendor, of course, is not illegal; engaging in sham investigations, on the other hand, is. Or can be, at any rate. At a grown-up organization, the Mexican allegations would have been a much darker shade of grey than anything that Roehm is alleged to have done, and would therefore have been taken much more seriously. But executives at Walmart, used to seeing the world in black and white, were unable to distinguish between the merely unethical and the downright illegal. As a result, there could be criminal charges for Walmart executives. Call it the ultimate unintended consequence of a strict ethics policy."
    },
    {
        "header": "wal-mart appoints global anti-bribery watchdog",
        "time": "6:02PM UTC",
        "link": "http://www.reuters.com/article/2012/04/24/us-walmartstores-brief-idUSBRE83N11R20120424",
        "body": "(Reuters) - Wal-Mart Stores Inc (WMT.N) said on Tuesday it has appointed a global officer to oversee compliance with a U.S. law that forbids bribes to foreign officials as it grapples with a bribery scandal that has led to more than $10 billion being cut from its market value.\n\nThe move is one of the steps the world’s largest retailer has taken in the past year to manage issues related to the U.S. Foreign Corrupt Practices Act (FCPA), a 1970s law that forbids bribing foreign officials.\n\nWal-Mart shares closed 3 percent lower, adding to declines from Monday that wiped $10 billion from the company’s market value.\n\nWal-Mart spokesman David Tovar declined to say when the post was created or who was named to fill it. The person appointed will report to the general counsel for Wal-Mart’s international unit.\n\nOn Saturday, the New York Times reported that a senior Wal-Mart lawyer received an email from a former executive at Wal-Mart de Mexico WALMEXV.MX in September 2005 that described how the Mexican affiliate, known as Walmex, had paid bribes to obtain permits to build stores in the country.\n\nAccording to the Times, Wal-Mart sent investigators to Mexico City and found a paper trail of suspect payments totaling more than $24 million. But the company’s leaders shut down the probe and did not notify U.S. or Mexican law enforcement officials until after the newspaper informed Wal-Mart it was looking into the issue, the Times reported.\n\nThe lawyer also identified Eduardo Castro-Wright as the driving force behind years of bribery. Castro-Wright became CEO of Walmex in 2003 and moved on to other senior roles with the company. He is set to retire on July 1.\n\nOn Tuesday, MetLife Inc (MET.N), the largest U.S. life insurer, said Castro-Wright had resigned from that company’s board.\n\n“Over the past weekend, I notified you of recent events that will require my immediate and personal attention,” Castro-Wright said in a letter to MetLife CEO Steve Kandarian, a copy of which was filed with securities regulators.\n\n“Accordingly, I now must focus my energy in spending personal time with my family and in protecting my good name and business reputation,” he added at the end of the letter.\n\nCastro-Wright could not be reached for comment.\n\nThe Times said Wal-Mart knew about its reporting last year, so the timing of when the new global compliance post was created and other steps were taken raises the question of whether they were done in response to the Times story.\n\nWal-Mart said the global compliance officer will oversee five FCPA directors in international markets, including a compliance director in Mexico.\n\nWal-Mart has said it began an investigation into its FCPA compliance last fall. It said it disclosed the probe to the U.S. Department of Justice and the Securities and Exchange Commission and declined to give any more details or to make executives available for comment.\n\nA source familiar with the matter said the Justice Department has been conducting a criminal investigation into the bribery for months.\n\nWal-Mart shares have been hit over the past two days, both because of concerns about the cost of the company’s own investigation and defense and potential substantial fines if the allegations are found to be true, as well as concerns that further violations could be found.\n\n“What’s impacting the stock is ... the risk of potential fines and penalties resulting if the accusations prove to be true, and then, on top of that, any increased risk of contagion to other geographies,” UBS analyst Robert Carroll said.\n\nAnalysts have also said the allegations could make it more difficult for Wal-Mart to expand abroad and even at home.\n\nIn New York on Tuesday, a group of 35 or so people, including members of a coalition called Walmart Free NYC and union activists, protested at City Hall, joined by politicians who said the scandal proved Wal-Mart was unworthy of operating stores in New York.\n\n“This is not how we roll in New York,” Manhattan Borough President Scott Stringer told Reuters before the protest began. “Before anything happens at all in New York, I would like to see the outcome of the investigation in Mexico.”\n\nThe decision to appoint a global compliance officer could factor into whether the Department of Justice forces the company to hire DoJ-approved FCPA monitor down the road, or how long the company would need to keep the monitor, said Paul Pelletier, a former supervisor in the Justice Department’s Fraud Section, which prosecutes FCPA cases. He is now at the law firm Mintz Levin.\n\nAlso on Tuesday, credit rating agency Moody’s Investors Service earlier on Tuesday said that Wal-Mart’s disclosure that it was investigating its FCPA compliance would have no immediate impact on the “Aa2” or “stable” ratings outlook, though it said it could revisit the rating and outlook depending on the result of the investigation.\n\nWal-Mart shares closed $1.78, or 3 percent, lower at $57.77 on Tuesday on the New York Stock Exchange. That follows a 4.7 percent drop on Monday that more than erased the stock’s gains for the year. Walmex shares were down 1.82 pesos, or 4.8 percent, at 36.07. That stock fell 12 percent on Monday, wiping out its year-to-date gains."
    },
    {
        "header": "text-s&p: wal-mart ratings unaffected by bribery charges",
        "time": "1:42PM UTC",
        "link": "http://www.reuters.com/article/2012/04/24/idUSWNA566020120424",
        "body": ""
    },
    {
        "header": "brief - moody's comments on wal-mart",
        "time": "11:33AM UTC",
        "link": "http://www.reuters.com/article/2012/04/24/idUSWNA562120120424",
        "body": "April 24 (Reuters) - Moody’s says no immediate impact on Wal-Mart ratings from its internal investigation"
    }
]