[
    {
        "header": "us stocks-wall st falls on wal-mart results, 'fiscal cliff' fear",
        "time": "12:20PM UTC",
        "link": "http://www.reuters.com/article/2012/11/15/markets-usa-stocks-idUSL1E8MF81620121115",
        "body": "* S&P 500 down about 2 pct for the week so far\n\nNEW YORK, Nov 15 (Reuters) - U.S. stocks fell in choppy trading on Thursday, with the S&P 500 on track to fall for a third day, as Wal-Mart Stores Inc reported disappointing results and investors feared the “fiscal cliff” will harm the economy.\n\nStocks have struggled recently to hold onto even slight gains, such as on Wednesday when they opened higher but ended down more than 1 percent.\n\nInvestors worry the economy could slip into recession if no deal is reached in Washington to avoid the fiscal cliff - budget cuts and tax hikes that begin to take effect in the new year. The S&P 500 is off about 2 percent for the week so far.\n\nPresident Barack Obama, who plans to meet with Republican and Democratic leaders of Congress on Friday, pressed his bargaining position at a news conference Wednesday that the wealthy must pay more in taxes as part of a deal.\n\n“In terms of the market, all eyes now are on the congressional meeting tomorrow with the White House,” said Peter Boockvar, managing director at Miller Tabak & Co in New York.\n\n“With a very oversold market and bearishness at the individual investor level at the highest since August 2011, a bounce is due if there is any positive commentary in that meeting,” he added.\n\nDespite the recent decline, the S&P 500 is up 7.5 percent so far this year, though at its 2012 peak the benchmark index was up about 17 percent.\n\nWal-Mart fell 4 percent to $68.50 after reporting third-quarter revenue that missed expectations. The company said economic conditions pressured customers’ spending. Target Corp rose 1.5 percent to $62.32 after it reported a profit that beat expectations.\n\nWeekly jobless benefits claims spiked last week, reflecting the impact of superstorm Sandy. The storm also hurt economic activity in the mid-Atlantic states. The Philadelphia Federal Reserve Bank’s business activity index for last month fell more than expected, sending stocks lower.\n\nThe index is one of the early indicators of a national manufacturing report later from the Institute for Supply Management.\n\n“We’re going to somehow have to carve out the business activity in the Northeast of late in order to get an accurate pulse of the state of the rest of the national economy,” Boockvar said.\n\nThe government also said the cost of living rose by 0.1 percent last month. The report showed the rate of inflation holding steady, which was seen giving the Federal Reserve room to continue its stimulative monetary policy.\n\nThe Dow Jones industrial average was down 59.53 points, or 0.47 percent, at 12,511.42. The Standard & Poor’s 500 Index was down 6.27 points, or 0.46 percent, at 1,349.22. The Nasdaq Composite Index was down 16.53 points, or 0.58 percent, at 2,830.28.\n\nBoth the Dow and Nasdaq ended at their lowest levels since late June on Wednesday, while the S&P 500 is down about 5 percent since election night. Wednesday marked the benchmark index’s lowest close since July 25.\n\nNetApp Inc surged 10.7 percent to $30.04 a day after reporting adjusted second-quarter earnings that beat expectations and forecasting a strong current quarter.\n\nOverseas, Israel launched a major offensive against Palestinian militants in Gaza, killing the military commander of Hamas in an air strike and threatening an invasion of the enclave. Egypt recalled its ambassador from Israel in response.\n\nEnergy shares rose amid tensions in the Middle East, as any disruption in crude supplies could spark a jump in oil prices. Brent crude rose 1.1 percent while oilfield services company Halliburton Co rose 1.4 percent to $30.35."
    },
    {
        "header": "brief-wal mart stores-cfo says layaway up $300 million through q3",
        "time": "9:02AM UTC",
        "link": "http://www.reuters.com/article/2012/11/15/walmartstores-results-idUSWEN869820121115",
        "body": "CHICAGO, Nov 15 (Reuters) - Wal-Mart Stores Inc : * CFO says had $300 million more in layaway at end of Q3 versus year earlier * CFO says seeing some competitors discounting earlier than in past holidays"
    },
    {
        "header": "india to ask wal-mart for documents in investment probe -report",
        "time": "3:52PM UTC",
        "link": "http://www.reuters.com/article/2012/11/15/walmart-india-idUSL3E8MF66120121115",
        "body": "Nov 15 (Reuters) - The Indian government will ask Wal-Mart Stores Inc to turn over some documents as part of a probe into whether the U.S. retailer violated foreign ownership rules, the Press Trust of India reported late on Thursday.\n\nA Communist Party lawmaker has accused Wal-Mart of “clandestinely and illegally” investing $100 million in the multi-brand retail business of its wholesale joint venture partner, Bharti Enterprises, as early as 2010, before India allowed foreign companies to operate front-end stores.\n\nA Wal-Mart spokesman, Kevin Gardner, told Reuters that the retailer is in compliance with Indian law. “The Central Government has sought certain information and clarification which has been provided by us,” he said.\n\n“We are not in a position to offer further comments as the matter is before the courts.”\n\nAccording to the newspaper report, India’s Enforcement Directorate, a federal investigative agency, will formally notify Wal-Mart to hand over documents related to investments and payments to its Indian partner as part of the probe into whether it violated foreign ownership rules.\n\nIndia’s central bank advised the Enforcement Directorate to probe the investments for possible violations of the Foreign Exchange Management Act, the newspaper said, quoting an unnamed source close to the matter.\n\nIndia recently allowed foreign retailers to own up to 51 percent in supermarkets, a decision made in the face of fierce political opposition. Previously, Wal-Mart and other foreign players were only allowed to own wholesale operations.\n\nWal-Mart was the most vocal advocate for the rule change and is expected to open its first retail store within 18 months. Enforcement Directorate officials could not immediately be reached for comment."
    },
    {
        "header": "us stocks-futures erase gains, wal-mart falls after results",
        "time": "8:00AM UTC",
        "link": "http://www.reuters.com/article/2012/11/15/markets-usa-stocks-idUSL1E8MF1HO20121115",
        "body": "* S&P 500 falls 5.1 percent over the last six sessions\n\nNEW YORK, Nov 15 (Reuters) - U.S. stock index futures were flat on Thursday, with investors again finding few reasons to buy amid weak results from retail giant Wal-Mart and tensions in the Middle East.\n\nFutures were off their highs of the session, continuing a trend of equities having difficulty holding onto gains. Futures had also indicated gains Wednesday morning, but stocks turned lower midday and ended down more than 1 percent.\n\nEroding gains in Dow futures, Wal-Mart Stores fell 3. 2 percent to $69 in premarket trading after reporting third-quarter revenue that missed expectations and saying macroeconomic conditions continued to pressure its customers.\n\n“This is troubling because it flies in the face of other retail data we’ve seen lately, which has been positive,” said Kim Forrest, senior equity research analyst, Fort Pitt Capital Group in Pittsburgh. “There’s not much out there convincing investors that things are getting any better.”\n\nTarget Corp eased back to $61. 36 before the bell e ven as the company reported higher quarterly profit.\n\nOverseas, Israel launched a major offensive against Palestinian militants in Gaza, killing the military commander of Hamas in an air strike and threatening an invasion of the enclave. Egypt said it recalled its ambassador from Israel in response.\n\nCrude oil may be the most directly impacted by the tensions in the region, with any disruption to oil supply leaving crude vulnerable to a spike in prices. Brent crude rose 1 percent and is up 4.7 percent over the past two weeks.\n\n“Nothing over there seem stable, and investors are concerned other countries could be pulled into the conflict. You’re going to see oil jump on that threat,” Forest said.\n\nS&P 500 futures were flat but still slightly above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures fell 25 points and Nasdaq 100 futures rose 2.75 points.\n\nWith Wednesday’s drop, both the Dow and Nasdaq ended at their lowest levels since late June. The S&P 500 is down 5.1 percent in the six sessions since election night. Wednesday marked the benchmark index’s lowest close since July 25.\n\nInvestors may seek bargains at these levels, and a round of stronger economic data could prove to be a catalyst, but many analysts say strong gains may be hard to come by until at least one of the many global macroeconomic headwinds have been resolved.\n\n“There’s all this uncertainty out there, and the market is unbalanced because those who want to buy can be very discriminate about the price they want to buy at,” Forest said.\n\nThe market will also watch the latest economic data, with weekly jobless claims, October consumer prices and a November read on New York manufacturing all due out at 8:30 a.m. (1330 GMT). The Philadelphia Federal Reserve Bank releases its November business activity survey at 10 a.m.\n\nClaims are seen rising by 20,000 to 375,000 while consumer prices are seen up 0.1 percent, compared with a 0.6 percent rise in September, according to a Reuters poll. The Empire State manufacturing survey is seen coming in at -6.7, compared with -6.16 in October. The Philly Fed survey is seen dropping to 2 from 5.7 in October.\n\nWhile the President and Congress are unlikely to reach a definitive agreement for weeks, investors will continue to monitor the situation regarding the fiscal cliff, a series of mandated tax increases and spending cuts will start to take effect early next year that could push the U.S. economy into a recession.\n\nPresident Barack Obama Wednesday reiterated his position that marginal tax rates would have to rise to tackle the nation’s deficits. Taxes on capital gains and dividends also could rise as part of the negotiations, pushing investors to sell this year and pay lower taxes on their gains."
    },
    {
        "header": "wal-mart sales under global pressure, shares down",
        "time": "2:42PM UTC",
        "link": "http://www.reuters.com/article/2012/11/15/us-walmart-results-idUSBRE8AE0V420121115",
        "body": "(Reuters) - Wal-Mart Stores Inc (WMT.N) posted disappointing quarterly sales on Thursday as shoppers in key markets like the United States battled high gasoline prices and unemployment, while store traffic continued to decline in China.\n\nLower prices for some food and electronics reduced Walmart’s U.S. sales, and growth at the company’s Sam’s Club unit also fell short of Wall Street expectations - rising at half the rate compared with a year ago.\n\nClub members, who pay a fee to shop there, bought cheaper items and traffic from business customers slowed. The results were especially disconcerting to Wall Street since Sam’s Club has regularly outperformed Wal-Mart’s discount stores.\n\n“When you see a slowdown in sales and then pressure in traffic, that causes investors to be cautious,” Brian Yarbrough, analyst at Edward Jones, said of Sam’s Club.\n\nTraffic at Walmart’s U.S. stores was essentially flat, as shoppers consolidated trips due to higher gasoline prices.\n\nAdding to Wal-Mart’s worries, the world’s largest retailer also said it has opened internal inquiries or investigations into bribery allegations in Brazil, China and India - additions to its original probe in Mexico. A New York Times article in April disclosed alleged bribery at its Mexican unit.\n\n“We fear this could spread further and be much bigger than just Mexico,” Janney Capital Markets analyst David Strasser said.\n\nChief Financial Officer Charles Holley declined to comment further on the issue during a conference call with reporters.\n\nSo far the total cost of the probe has reached $98 million this year.\n\nWal-Mart shares were down 3.6 percent at $68.73 in Thursday afternoon trading on the New York Stock Exchange as investors absorbed the details of how the global economic slowdown is hitting the company.\n\n“Whether you’re in the UK or you’re in Argentina, Mexico or China or the U.S. or Canada, I think that all consumers are starting to be under some kind of pressure,” Holley said on the conference call.\n\nWal-Mart did say that U.S. sales so far this month were better than expected, a good sign heading into the holiday shopping season.\n\nIn the tough economy, Walmart is still well placed to cater to budget-conscious shoppers, said Natalie Berg, director of global research at Planet Retail.\n\n“But at the end of the day, consumers are still very wary about parting with their hard-earned cash,” she said.\n\nTotal sales rose 3.4 percent to $113.20 billion for the third quarter ended October 31. Analysts, on average, looked for $114.96 billion, according to Thomson Reuters I/B/E/S. Excluding the impact of currency fluctuations, sales would have been $114.9 billion, the company said.\n\nSales at Walmart U.S. stores open at least a year, or same-store sales, rose 1.5 percent. The company had forecast an increase of 1 percent to 3 percent, and analysts, on average, had looked for a 1.8 percent gain as management expressed optimism during a recent meeting with analysts.\n\nIn contrast, rival Target Corp (TGT.N) on Thursday reported a quarterly profit that beat analysts’ expectations, luring shoppers with a wider variety of food products and 5 percent discounts for its cardholders.\n\nWhile shoppers put millions of dollars of merchandise on layaway, those sales are not registered by Wal-Mart until the items are paid in full. That typically occurs in the fourth quarter, closer to the end of the holiday season.\n\nTraffic at the U.S. stores rose only 0.1 percent as shoppers consolidated trips due to higher gasoline prices.\n\nThe Walmart U.S. unit forecast a 1 percent to 3 percent increase in same-store sales for the fourth quarter.\n\nSam’s Club results also disappointed, with same-store sales rising 2.7 percent, excluding gasoline sales, compared with a 5.7 percent increase a year earlier.\n\nOverall, the world’s largest retailer earned $3.64 billion, or $1.08 per share, in the third quarter ended October 31, up from $3.34 billion, or 97 cents per share, a year earlier.\n\nInternational sales rose 2.4 percent to $33.16 billion, and would have risen 7.6 percent without currency fluctuations, the company said. Operating profit rose 4.8 percent.\n\nTraffic declined 7.6 percent at its stores in China, continuing a string of declines, and it is facing challenges in Japan due to the economy. Sales there fell 1.8 percent and traffic declined 1.7 percent."
    },
    {
        "header": "us stocks snapshot - wall st opens flat after data, wal-mart",
        "time": "9:36AM UTC",
        "link": "http://www.reuters.com/article/2012/11/15/markets-usa-stocks-open-idUSEAP10RF0520121115",
        "body": "NEW YORK, Nov 15 (Reuters) - U.S. stocks were little changed at the open on Thursday as weak results from Wal-Mart and a rise in initial jobless claims gave investors little reason to buy after declines in the prior two sessions.\n\nThe Dow Jones industrial average dropped 13.22 points, or 0.11 percent, to 12,557.73. The Standard & Poor’s 500 Index shed 0.53 point, or 0.04 percent, to 1,354.96. The Nasdaq Composite Index gained 0.55 point, or 0.02 percent, to 2,847.36."
    },
    {
        "header": "wal-mart posts higher quarterly profit",
        "time": "7:11AM UTC",
        "link": "http://www.reuters.com/article/2012/11/15/walmart-results-idUSL1E8MD7MB20121115",
        "body": "Nov 15 (Reuters) - Wal-Mart Stores Inc posted a higher quarterly profit on Thursday, helped by strong sales of back-to-school merchandise in the United States.\n\nThe world’s largest retailer said it had earned $1.08 per share in the third quarter ended Oct. 31, up from 97 cents per share a year earlier."
    },
    {
        "header": "us stocks-futures point to flat wall st open, wal-mart lower",
        "time": "9:12AM UTC",
        "link": "http://www.reuters.com/article/2012/11/15/markets-usa-stocks-idUSL1E8MF2RJ20121115",
        "body": "* S&P 500 down 5.1 percent over the last six sessions\n\n* Dow down 25 pts, S&P down 1.8 pt, Nasdaq up 5.75 pts\n\nNEW YORK, Nov 15 (Reuters) - U.S. stock index futures pointed to a flat open on Thursday, with investors finding few reasons to buy after weak results from Wal-Mart Stores Inc and rising tensions in the Middle East.\n\nFutures were off their highs of the session, continuing a trend of equities having difficulty holding onto gains.\n\nWal-Mart fell 2.9 percent to $69.25 in premarket trading after reporting third-quarter revenue that missed expectations. The company said economic conditions pressured customers’ spending.\n\n“This is troubling because it flies in the face of other retail data we’ve seen lately, which has been positive,” said Kim Forrest, senior equity research analyst at Fort Pitt Capital Group in Pittsburgh. “There’s not much out there convincing investors that things are getting any better.”\n\nDiscount retailer Target Corp rose 1 percent to $62 before the bell after it reported profit that beat expectations.\n\nFutures fell on economic data, which showed a spike in weekly jobless benefits claims, though consumer prices came in as expected with a 0.1 percent increase. The government said claims totaled 439,000 compared with expectations of 375,000 and reflected the impact of superstorm Sandy.\n\nA regional gauge of manufacturing in New York state slowed for a fourth straight month in November but was stronger than analysts’ expectations.\n\nS&P 500 futures fell 1.8 points and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures fell 25 points and Nasdaq 100 futures rose 5.75 points.\n\nWith Wednesday’s drop, both the Dow and Nasdaq ended at their lowest levels since late June. The S&P 500 is down 5.1 percent in the six sessions since election night. Wednesday marked the benchmark index’s lowest close since July 25.\n\nInvestors may seek bargains at these levels, and a round of stronger economic data could prove to be a catalyst, but many analysts say strong gains may be hard to come by until at least one of several global macroeconomic headwinds go away.\n\nOverseas, Israel launched a major offensive against Palestinian militants in Gaza, killing the military commander of Hamas in an air strike and threatening an invasion of the enclave. Egypt said it recalled its ambassador from Israel in response.\n\n“Nothing over there seems stable, and investors are concerned other countries could be pulled into the conflict. You’re going to see oil jump on that threat,” Forest said.\n\nPresident Barack Obama Wednesday reiterated his position that marginal tax rates would have to rise to tackle U.S. deficits. Taxes on capital gains and dividends could rise as part of the negotiations, pushing investors to sell this year and pay lower taxes on their gains."
    },
    {
        "header": "brief-wal mart falls 1.7 percent in premarket trading",
        "time": "7:06AM UTC",
        "link": "http://www.reuters.com/article/2012/11/15/walmartstores-brief-idUSWEN869420121115",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "brief-wal mart stores-says incurred expenses of about $48 million in q3 related to fcpa review",
        "time": "7:41AM UTC",
        "link": "http://www.reuters.com/article/2012/11/15/walmartstores-results-idUSWEN869520121115",
        "body": "CHICAGO, Nov 15 (Reuters) - Wal-Mart Stores Inc : * Says incurred expenses of about $48 million in Q3 related to fcpa review * Says inquiries or investigations on allegations of potential fcpa violations\n\nin countries including Brazil, China, India * CEO says international grew or maintained market share in major markets\n\nexcept for China * Walmart U.S. CEO says early layaway generated about $300 million in added Q3\n\nvolume versus year ago * Walmart U.S. CEO says some customers consolidating shopping trips, traffic up\n\nabout 0.1 percent * Walmart U.S. CEO says giving additional 10 percent discount to workers who\n\nwork on thanksgiving * Walmart U.S. CEO says neighborhood market same-store sales up in mid-single\n\nenvironment in Japan * Mart’s sam’s club CEO says inflation in some categories led members\n\nto trade down * Mart’s sam’s club CEO says saw slower growth in business member traffic in Q3 * Mart’s sam’s club CEO says business member softening could remain a headwind\n\nQ4 * Mart’s sam’s club CEO says operating income growth will be challenged in Q4 * CFO says expects to finish year with net sales growth of around 5 percent * CFO says “while we are optimistic about sales, we are also realistic”"
    }
]