[
    {
        "header": "in the aisles of wal-mart, bain is a four-letter word",
        "time": "3:39PM UTC",
        "link": "http://www.reuters.com/article/2012/06/08/us-usa-campaign-moms-idUSBRE85717G20120608",
        "body": "WASHINGTON (Reuters) - President Barack Obama has been battered by bad news dimming the outlook for his re-election, but he might find hope in an unlikely place: the aisles of Wal-Mart.\n\nFemale shoppers at the big-box superstore are viewed as crucial swing voters in the closely fought 2012 election, and a pair of recent focus groups suggest that Obama’s attempts to portray Republican rival Mitt Romney as a ruthless corporate raider might bear fruit.\n\nObama’s attacks on Romney’s private equity career at Bain Capital have been widely panned by pundits and even some prominent Democratic allies, like President Bill Clinton. But the blame-it-on-Bain approach might be hitting its mark with Americans outside Washington.\n\n“The main thing I’ve heard that kind of scares me is ... the whole Romney thing, where all these people, the factories that have been shut down where they’ve worked over 30 years and then they are left with nothing,” said Rebecca W., a participant in the Virginia focus group whose last name was not given. “That concerns me.”\n\nIn 1996, political strategists deemed suburban “soccer moms” - middle-class suburban women - as that year’s crucial voting bloc. Eight years later, “NASCAR dads” - blue-collar, usually white men - were seen as a key demographic to win over. In recent years it’s been “Wal-Mart moms,” who are similar to soccer moms but less affluent. Obama carried this group in 2008, but they voted Republican in the 2010 congressional elections.\n\nPerhaps sensing a branding opportunity, Wal-Mart Stores Inc has financed the political study of its shoppers, although the retail chain had no part in the selection of participants. The moms all shop at least monthly at the retail giant and were screened to exclude strong partisans of either party.\n\nRebecca, who voted for Republican John McCain in 2008 but is undecided now, was among 10 women taking part in a focus group in Richmond, Virginia, on a recent night. She heard the claim about Romney and jobs in a television ad.\n\nFocus groups are a vital tool for election campaigns looking to find messages that resonate with voters. They are usually staged privately, but a small group of Washington reporters was invited to remotely observe sessions in Richmond and another in Las Vegas, which was centered on Hispanic mothers.\n\nVirginia and Nevada are vital 2012 battlegrounds that will help sway the outcome of what is expected to be a very tight election.\n\nWhile some participants admired Romney’s business success, there was a general sense that they did not know enough about the specific policies of either man vying for the White House on November 6, particularly on how they would boost U.S. jobs.\n\n“There is still a lot of opportunities for both candidates here. There is good news and also some lessons,” said Margie Omero, president of Momentum Analysis, a Democratic pollster who helped run the bipartisan study.\n\n“I would advise Democrats to continue talking to these women because they are hearing some of the beginnings of the general election campaign but still want to hear some more specifics.”\n\nThe women in both the Virginia and Nevada groups sensed they had little in common with Romney, one of the richest men to ever seek the White House, as the race hits full stride.\n\n“He seems stand-offish. He really needs to be more connected to the people,” said Karla A. in Las Vegas, who described herself as a Republican who had voted for McCain in 2008 and was currently leaning Romney’s way for November.\n\nRepublican pollster Alex Bratty of Public Opinion Strategies, who helped run the study, said Romney had an opportunity to fill in voters on his personal life story and fight back against the negative ads.\n\n“Mitt Romney is not well defined with these moms,” she said. “There is clearly room for him to develop his credentials, his reputation, who he is as a person with these moms, because they really don’t know much more beyond the fact that he is a business man.”\n\nThe examination was part of a bipartisan study of Wal-Mart moms that began in 2010. The pollsters estimate the group makes up 14 percent to 17 percent of the U.S. electorate.\n\nMembers of the Wal-Mart’s founding family, the Waltons, have so far given $813,000 to Republicans in this election cycle, according to the Center for Responsive Politics in Washington.\n\nWal-Mart employees and political action committees affiliated with the company have so far given $811,000, in roughly equal amounts to both parties, according to the nonpartisan research group.\n\nWomen and Hispanics favored Obama in 2008 and continue to do so after the Republican primary contests that gave Romney enough delegates to claim the party’s presidential nomination was marked by a series of attacks on immigration and women’s reproductive health.\n\nObama needs to maintain his standing with both groups of voters to succeed in November but he has been chided by Latino leaders for failing to live up to 2008 promises on immigration reform and for conducting aggressive deportations since taking power.\n\nThe Hispanic moms in Las Vegas did not echo that disappointment. They said they felt a strong affinity with Obama, America’s first black president, as a fellow member of a minority.\n\n“I feel more connected to Obama than the white man,” said Leanne B., who said she was undecided about November but voted for Obama in 2008.\n\n“He (Romney) had it easier than the black man, or a Hispanic.”"
    },
    {
        "header": "suspected meth lab in purse shuts missouri walmart",
        "time": "12:00AM UTC",
        "link": "http://www.reuters.com/article/2012/06/08/us-usa-crime-walmart-methamphetamine-idUSBRE85706E20120608",
        "body": "(Reuters) - A Walmart store near St. Louis, Missouri was evacuated briefly on Thursday after employees confronted a suspected shoplifter and found what they believed to be a mobile methamphetamine lab in the woman’s purse, a St. Louis County police dispatcher said.\n\nEmployees called police and the store was closed briefly while a hazardous materials team investigated.\n\nPolice arrested the suspected shoplifter and the store was subsequently re-opened, the dispatcher said.\n\nNo other details were immediately available."
    },
    {
        "header": "judge casts doubt on wal-mart gender lawsuit",
        "time": "2:52PM UTC",
        "link": "http://www.reuters.com/article/2012/06/08/us-walmart-lawsuit-idUSBRE85713M20120608",
        "body": "SAN FRANCISCO (Reuters) - A U.S. judge on Friday said he was “seriously concerned” about whether women suing Wal-Mart Stores Inc had enough evidence to move forward with their refiled gender discrimination lawsuit.\n\nPlaintiffs alleging the world’s largest retailer denied them pay raises and promotions because of their gender are trying to regroup after the U.S. Supreme Court last year dismantled a class of up to 1.5 million current and former Wal-Mart workers.\n\nThe Wal-Mart workers filed a reformulated lawsuit in a San Francisco federal court in October, saying they were confining their allegations to California.\n\nSpeaking at a hearing on Friday, U.S. District Judge Charles Breyer said the plaintiffs could only move forward with a refiled lawsuit if they could show new evidence to overcome the Supreme Court’s criticisms. And Breyer said he had “difficulty” seeing where the plaintiffs had come up with that evidence.\n\nBrad Seligman, an attorney for the women, argued that they had uncovered enough new facts, including specific comments by Wal-Mart managers.\n\n“This is direct evidence of discrimination,” Seligman said.\n\nThe refiled lawsuit, which could include roughly 45,000 women, is part of a strategy to bring more narrowly tailored class actions.\n\nWal-Mart attorney Theodore Boutrous argued that the plaintiffs hadn’t come up with anything new.\n\n“These are the exact arguments the plaintiff has been making for 11 years,” Boutrous said.\n\nThe case in U.S. District Court, Northern District of California is Betty Dukes, Patricia Surgeson, Edith Arana, Deborah Gunter and Christine Kwapnoski, on behalf of themselves and all others similarly situated v. Wal-Mart Stores Inc, 01-2252."
    }
]