[
    {
        "header": "mexico presidential candidate calls for wal-mart probe",
        "time": "4:24PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/us-mexico-walmex-idUSBRE83M17J20120423",
        "body": "MEXICO CITY (Reuters) - The front-running candidate for Mexico’s presidency and lawmakers on Monday called on authorities to investigate allegations of bribery at the Mexican unit of Wal-Mart Stores Inc, though prosecutors said it may not be a federal matter.\n\nOpposition lawmakers urged Mexico to launch a probe into the allegations, and Enrique Pena Nieto, the favorite to succeed conservative President Felipe Calderon, backed them up.\n\nMexico’s attorney general would only look into the accusations against Wal-Mart de Mexico (Walmex) if asked to do so by the finance ministry or the economy ministry, a government official said on condition of anonymity.\n\nOfficials at the finance and economy ministries could not immediately be reached for comment.\n\nStill, Attorney General Marisela Morales assured Mexicans on that her office would act promptly if given the case.\n\n“If it becomes a matter for us, of course we will act and we will request whatever necessary,” she told El Universal daily.\n\nThe New York Times reported over the weekend that retailer Wal-Mart had silenced an internal investigation into hundreds of suspect payments worth more than $24 million made to expand its business in Mexico.\n\nA campaign spokesman for Pena Nieto, the candidate of the opposition Institutional Revolutionary Party (PRI), said he wanted the allegations to be investigated.\n\nAndres Manuel Lopez Obrador, presidential candidate of the Party of the Democratic Revolution (PRD), said on Sunday that the allegations showed the government was “rotten,” and he expressed dismay that the case was so far only being investigated outside Mexico.\n\nTwo opposition left-wing senators on the Senate’s Banking and Public Credit Commission also demanded a probe.\n\n“If licenses were given out where they shouldn’t have been, there’s fraud not only in the cities where that happened, but also there could have been fiscal fraud,” Francisco Javier Castellon of PRD was quoted as saying in Monday’s edition of daily Rumbo de Mexico.\n\nWal-Mart said on Saturday that it had begun an investigation last fall into its compliance with the U.S. Foreign Corrupt Practices Act. It said it disclosed the probe to the U.S. Department of Justice and U.S. the Securities and Exchange Commission.\n\n“Unfortunately, we’re aware that at this time there are questions we do not have answers for. We would like to be able to say more, but we are not prepared to risk the integrity of the investigation,” said a further statement from Walmex on Monday, after its shares fell more than 11 percent.\n\nWhile political pressure for action may increase in Mexico ahead of presidential elections on July 1, corruption-weary Mexicans barely raised eyebrows when they read of the bribery allegations in local newspapers.\n\nBribery and corruption is pervasive in Mexico, where the justice system is weak and lower-level public sector workers earn relatively meager salaries. One study last year by Transparency International showed that Mexican companies were perceived to be the third most likely behind those in China and Russia to pay bribes abroad.\n\nStill, the country has been taking steps to turn around this image and an anti-corruption law was recently passed by Mexico’s lower house that would give the country new powers to fine companies for corruption.\n\n“It is important for Mexico to show it is tough on corruption,” said lawyer Salvador Mejia, partner at Torres, Martinez y Mejia in Mexico City. “I can definitely see Walmex being investigated further here.”\n\nWalmex is due to report first-quarter financial results after the market closes on Monday."
    },
    {
        "header": "refile-us stocks-wall st falls 1 pct on europe worry, wal-mart report",
        "time": "3:18PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/markets-usa-stocks-idUSL2E8FNBI220120423",
        "body": "NEW YORK, April 23 (Reuters) - U.S. stocks fell more than 1 percent on Monday as political turmoil in Europe cast doubts on the bloc’s ability to push through measures to end its debt crisis and as Wal-Mart sank following a report it stymied a bribery probe.\n\nThe Dutch prime minister tendered his government’s resignation on Monday after Dutch officials failed to agree on budget cuts. Adding to the uncertainty was a Sunday vote in France that threw the presidential race wide open.\n\nThe renewed worries came as the euro zone’s business slump deepened at a far faster pace than expected in April.\n\nEurope’s debt crisis has been a major headwind for U.S. equities as investors worried it may hurt corporate profits. Bank shares were hit by the concern, including Morgan Stanley , which fell 3.1 percent to $16.93.\n\nWal-Mart Stores Inc slumped 4.9 percent to $59.41 and was the biggest drag on the Dow after the New York Times reported Wal-Mart officials stymied an internal investigation into bribery allegations at its Mexican unit, Walmart de Mexico . Those shares were last down 11.6 percent to 38.05 pesos in Mexico.\n\nThe sell-off was broad with about six stocks on the New York Stock Exchange falling for each one that rose, and the economically sensitive S&P materials sector was the among the worst performing areas, down 1.9 percent.\n\n“We’re in a period now where the market seems to be consolidating gains from the first and fourth quarter, and we’re going back and forth,” said Hank Smith, chief investment officer at Haverford Trust Co. in Philadelphia.\n\n“It’s becoming clear the euro zone is in a recession, and that brings a lot of concerns. To really get out of the debt problem, you need growth, and we haven’t gotten to that step yet,” he said.\n\nThe Dow Jones industrial average was down 134.86 points, or 1.04 percent, at 12,894.40. The Standard & Poor’s 500 Index was down 13.92 points, or 1.01 percent, at 1,364.61. The Nasdaq Composite Index was down 34.45 points, or 1.15 percent, at 2,966.00.\n\nMaterials shares followed a fall in commodity prices as copper dropped 2 percent. Shares in Freeport McMoran Copper & Gold Inc fell 1.5 percent $37.\n\nApple Inc, which is due to report results Tuesday after the bell, fell below its 50-day moving average for the first time in four months, drawing buyers and a quick reversal in early trade as the shares briefly turned positive. Shares were last up 0.03 percent at $573.20.\n\nKellogg Co fell 5.1 percent to $51.24 after the cereal maker cut its full-year profit view.\n\nThe majority of S&P 500 results for the first quarter has been positive so far, however, with 79 percent of companies beating expectations."
    },
    {
        "header": "wal-mart scandal demands spirit of sam walton",
        "time": "12:47PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/idUS116188300720120423",
        "body": "By Rob Cox The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nS. Robson Walton, Wal-Mart’s multi-billionaire chairman, is about to prove money can’t buy happiness. He’ll need to channel his father’s spirit of integrity and initiate an independent probe into how top executives, possibly the chief and another director, participated in an alleged cover-up of widespread bribery and corruption at the company’s successful Mexican subsidiary. It won’t be fun for the son of Wal-Mart’s founder. But the $213 billion company can recover by doing the right thing.\n\nThe alleged infractions revealed in an in-depth New York Times investigative report over the weekend are less worrisome than the way the mega-retailer appeared to handle them. Through 2005, the newspaper reported, millions of dollars of bribes were paid by Wal-Mart to fixers, who then sprinkled them around to local officials to remove impediments to Wal-Mart’s growth in the country. Illegal though this may be for a U.S. corporation, it’s not uncommon in Mexico and other parts of the developing world.\n\nThe trouble is that top brass at Wal-Mart’s Bentonville, Arkansas, headquarters had been made aware of the shenanigans and willfully sought to sweep them under the carpet, according to the Times. Among the executives were two current directors, then-CEO H. Lee Scott and his successor Michael Duke, who ran international operations at the time. Current Wal-Mart vice chairman, Eduardo Castro-Wright, ran the Mexican unit.\n\nRather than root out the problem, Bentonville asked the general counsel of the Mexican business, who allegedly approved the bribes, to investigate, the Times reports. Not surprisingly, the scandal disappeared. Now that it’s public, any attempt to whitewash the charges risks sinking Wal-Mart further into the mire. U.S. authorities are investigating possible violations of the Foreign Corrupt Practices Act, the Times reports.\n\nWalton and his board have only one good option: to get to the bottom of what happened and come clean. The company notes that many of the alleged activities are six years old and do not reflect “who we are and what we stand for”. That may be true. But if Duke and Scott ignored the law, they must go. As Sam Walton once said, “high expectations are the key to everything.” That’s as true in merchandising as it is in ethics."
    },
    {
        "header": "wal-mart's sarbanes-oxley problem: alison frankel",
        "time": "5:44PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/us-frankel-walmart-idUSBRE83M1GQ20120423",
        "body": "NEW YORK (Reuters) - The follow-up to the New York Times’ blockbuster scoop on Wal-Mart’s alleged cover-up of $24 million in Mexican bribes has, quite rightly, focused on the company’s potential Foreign Corrupt Practices Act exposure. But that’s not the only law Wal-Mart and its executives should be worrying about.\n\nGood old Sarbanes-Oxley, passed in 2002 in the wake of accounting scandals at Enron, WorldCom, Tyco, Adelphia, and other public companies, was intended to prevent exactly the kind of coverup Wal-Mart allegedly engaged in, according to the Times report. The 10-year-old law imposed gatekeeper duties on corporate lawyers, who are supposed to report material violations of the securities laws up the chain of command, all the way to the audit committee of the board, if necessary. SOX also requires corporations and their auditors to report on the company’s internal controls for financial reporting -- and requires that CEOs and CFOs certify the material accuracy of financial reports. According to securities-law experts, if the Times’ allegations are true, Wal-Mart may have run afoul of all of these provisions.\n\nThe bribery allegations originated with a Wal-Mart lawyer in Mexico, who told Wal-Mart International’s general counsel, Maritza Munich, about the “irregularities.” She authorized a preliminary investigation by outside counsel in Mexico, then -- quite appropriately -- reported the findings to Wal-Mart’s then-general counsel, Thomas Mars, among other senior officials. Mars brought in Willkie Farr & Gallagher, which proposed that it conduct a far-reaching internal investigation. So far, so good.\n\nBut instead of hiring Willkie, Mars allegedly sent the Mexico bribery probe back down the ladder to the company’s internal investigations unit. According to the Times, investigators turned up unsettling evidence implicating both a fast-rising Wal-Mart de Mexico executive and Wal-Mart de Mexico’s general counsel in the bribery and accounting cover-up. In a preliminary draft report in December 2005, the lead in-house investigator wrote, “There is reasonable suspicion to believe that Mexican and USA laws have been violated.”\n\nForeign bribery wasn’t the cause celebre in 2005 that it has become today, but according to the Times, the company’s vice-chairman was already concerned about the “unacceptable risk the government’s stepped-up enforcement of the Foreign Corrupt Practices Act.” So after receiving a preliminary report suggesting the company had broken the law, did Wal-Mart disclose the findings to its own audit committee and to its shareholders?\n\nIt did not. According to the Times, the then-CEO, Lee Scott, called a meeting in February 2006 to decide what to do. GC Mars was among the tight group of senior executives who decided to transfer the bribery investigation to the very same Wal-Mart de Mexico general counsel who had been implicated in the preliminary inquiry. The Mexican GC proceeded to wrap up the investigation in a few weeks, finding no clear evidence of bribery or law-breaking, the Times reported.\n\nThere are different SOX implications in those (alleged) facts for Wal-Mart’s former top lawyer and its former CEO. The law’s gatekeeper provisions for lawyers were very controversial as the Securities and Exchange Commission drafted its enforcement rule in 2003. Corporate lawyers were concerned that senior execs wouldn’t consult them on serious issues, for fear the lawyers would run to the board. In fact, the SEC has not taken action against any lawyer for failing to report up the chain, according to Columbia Law School professor John Coffee and SEC Actions blogger Thomas Gorman of Dorsey & Whitney. (An SEC spokesman confirmed that there’s been no formal enforcement of the gatekeeper rule.)\n\n“The SEC walked away from the rules,” said Coffee. It’s easy to see why. SOX requires the corporate attorney to take reasonable steps, which means the agency would have to probe the lawyer’s state of mind. There are also attorney-client privilege problems. Gatekeeper cases are apparently a problem the SEC has decided it doesn’t need, and the folks I talked to agreed it’s unlikely Mars will be targeted.\n\nBut Coffee, Gorman, and UCLA Law School professor Stephen Bainbridge -- who was the first to suggest that Wal-Mart might have a SOX problem link.reuters.com/pyr77s -- all said that the CEO and CFO certifications and internal controls responsibility could tempt the government. The Justice Department has so far brought only one criminal SOX false certification case, against former Healthsouth CEO Richard Scrushy, who was acquitted on the charge. (The SEC has brought \"dozens\" of false certification enforcement actions, according to a spokesman.)\n\nBainbridge said, however, that prosecutors have been handed the Wal-Mart case “on a silver platter by the New York Times,” and may feel obliged to make an example of the executives who signed off on the company’s filings. “At a bare minimum, there are disclosure problems,” Bainbridge said.\n\n“This could well be the first certification case” in connection with unreported FCPA exposure, added Gorman of Dorsey & Whitney. “Sarbanes-Oxley puts a lot of pressure on companies to do the right thing,” he said. “It’s somewhat surprising to see these allegations about a major company.”\n\nFalsely certifying financial results is no small matter for corporate executives. The criminal statute calls for maximum penalties of $1 million and 10 years imprisonment for a false certification and $5 million and 20 years for a willfully false filing.\n\nBainbridge pointed out that Wal-Mart’s first line of defense to SOX allegations will be to argue that the alleged Mexican bribery was not material so it didn’t have to be disclosed. Back in 2005 and 2006, as the company was investigating the allegations, there was no Justice Department or SEC case to report to shareholders, and the company’s final report concluded there was no bribery. “You could imagine people saying, ‘We don’t have to disclose,'” said Bainbridge. “You don’t have a certification case unless you have an underlying disclosure case.” (He believes it would be simpler for the SEC to assert a controls case against the corporation.)\n\nCoffee, however, said Wal-Mart’s leaders should be worried. “Senior people were hearing things went bad,” he said. “I don’t know what they knew, but it’s very likely they knew enough to be concerned about the certifications.”\n\nA Wal-Mart spokesman declined to respond to emailed questions about the company’s potential SOX violations."
    },
    {
        "header": "u.s. lawmakers launch wal-mart bribery investigation",
        "time": "4:31PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/us-walmart-congress-idUSBRE83M19K20120423",
        "body": "(Reuters) - Two Democratic lawmakers on Monday said they are launching an investigation into allegations of bribery at Wal-Mart Stores Inc’s Mexican affiliate.\n\nRepresentative Elijah Cummings, the top Democrat on the House Oversight and Government Reform Committee, and Representative Henry Waxman, the top Democrat on the House Energy and Commerce Committee, sent a letter to Wal-Mart Chief Executive Michael Duke, requesting an in-person meeting with company officials.\n\nThe lawmakers also said they are contacting former Wal-Mart executives who may have documents or information relevant to a congressional investigation.\n\nThe New York Times this weekend reported that the world’s largest retailer stymied an internal probe into bribery at its Mexican affiliate - Wal-Mart de Mexico (Walmex) in the middle of the last decade.\n\nThe allegations, if true, could be violations of the Foreign Corrupt Practices Act (FCPA), a U.S. law that forbids the payment of bribes to foreign government officials.\n\nCummings and Waxman said the New York Times report “raises significant questions about the actions of top company officials in the United States who reportedly tried to disregard substantial evidence of abuse.”\n\nThe lawmakers told Duke that they want a meeting with company officials who can respond to the allegations no later than April 27.\n\nThey said they are also contacting Joseph Lewis, Wal-Mart’s former director of corporate investigations; Maritza Munich, the former General Counsel of Wal-Mart International; and Sergio Cicero Zapata, a former executive in Wal-Mart de Mexico’s real estate department.\n\nSeparately, lawmakers in Mexico called on authorities to investigate the bribery allegations."
    },
    {
        "header": "rpt-us stocks-europe anxiety spurs sharp drop; wal-mart slides",
        "time": "11:58AM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/markets-usa-stocks-idUSL2E8FN6P520120423",
        "body": "NEW YORK, April 23 (Reuters) - U.S. stocks slid on Monday as resurgent uncertainty in Europe cast doubts on the bloc’s ability to push through measures to end its debt crisis, while Wal-Mart weighed on the Dow after a report it stymied a probe into bribery allegations.\n\nAfter Dutch officials failed to agree on budget cuts, the Dutch prime minister tendered his government’s resignation on Monday. Adding to the turmoil was the possibility of a socialist victory in France, which cast doubts on public support for future euro zone austerity measures.\n\nThe renewed uncertainty came as the euro zone’s business slump deepened at a far faster pace than expected in April.\n\nThe selloff was broad with seven stocks on the New York Stock Exchange falling for each one that rose. Composite volume was heavy, with nearly 40 percent of the recent daily average traded by late morning.\n\nThe economically sensitive S&P materials sector was the worse performer, down 1.9 percent.\n\n“Clearly there is political uncertainty, but what always magnifies or amplifies political uncertainty is when there is growth uncertainty as well,” said Paul Zemsky, head of asset allocation at ING in New York. “It’s the worst of both worlds today.”\n\nThe Dow Jones industrial average slid 147.24 points, or 1.13 percent, at 12,882.02. The Standard & Poor’s 500 Index was down 15.81 points, or 1.15 percent, at 1,362.72. The Nasdaq Composite Index tumbled 43.56 points, or 1.45 percent, at 2,956.89\n\nWal-Mart Stores Inc slumped nearly 5 percent to $59.42 and was the Dow’s biggest decliner after the New York Times reported company officials stymied an internal investigation into bribery allegations at its Mexican unit. Walmart de Mexico shares slid almost 12 percent. Europe’s debt crisis has been a major headwind for U.S. equities as investors worried it may affect corporate profits. While the S&P snapped a 2-week losing streak on Friday, it is down about 4 percent from a closing high in early April.\n\n“Europe is driving the boat right now, and there’s no reason to think that investor anxiety will dissipate any time soon,” said Joe Cogan, vice president of international equities at Topeka Capital Markets in New York.\n\n“In addition, the market has been due for a pullback, and I think we could see another two to three percent of downside before investors come back in the market.”\n\nMaterials shares followed a fall in commodity prices as copper slumped 2 percent. Shares in Freeport McMoran Copper & Gold Inc fell nearly 2.5 percent $36.65.\n\nThe weakness also affected banks. Shares of Morgan Stanley , which have been sensitive to worries about Europe’s debt crisis, fell 2.6 percent $17.02. The KBW bank index fell 0.4 percent.\n\nApple Inc fell below its 50-day moving average for the first time in four months, drawing buyers and a quick reversal in early trade as the shares briefly turned positive. But by late morning, the general weakness caught up with the stock and it traded down 1.2 percent at $566.34.\n\nKellogg Co fell 5.2 percent to $51.15 after the cereal maker cut its full-year profit view.\n\nOn the upside, Xerox Corp rose after reporting quarterly results. Xerox was up 2 percent to $8.03.\n\nSo far, earnings have been solid, with more than 80 percent of S&P 500 companies topping consensus profit estimates.\n\nWhile the results were enough to lift equities last week, many analysts said Wall Street was in a “tug of war” between corporate results and geopolitical uncertainties from abroad."
    },
    {
        "header": "us stocks-futures down on europe concerns, wal-mart drops",
        "time": "7:47AM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/markets-usa-stocks-idUSL2E8FN0TW20120423",
        "body": "NEW YORK, April 23 (Reuters) - U.S. stock index futures were sharply lower on Monday as political uncertainty in Europe raised new questions about how effectively the region would tackle its sovereign debt crisis.\n\n* The Netherlands government failed to agree on budget cuts over the weekend, making elections in the core euro zone member almost unavoidable. The developments cast doubt on the country’s support for future euro zone measures.\n\n* German manufacturing shrank at its fastest pace in nearly three years in April, denting hopes it can drive growth in the euro zone.\n\n* The first round of the French presidential election added to the uncertainty after anti-immigration crusader Marine Le Pen scored a record first-round score, jolting the race between Socialist front-runner Francois Hollande and incumbent Nicolas Sarkozy.\n\n* Europe’s debt crisis has been a major headwind for U.S. equities as investors worry it may affect growth and corporate profits. While the S&P snapped a two-week string of losses last week, it remains down 2.9 percent from a closing high in early April.\n\n* Wal-Mart Stores Inc shares dropped 2.3 percent to $60.99 in premarket trading after the New York Times reported officials at the retailer stymied an internal investigation into allegations of extensive bribery at its Mexican subsidiary.\n\n* S&P 500 futures fell 14.3 points and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures lost 121 points, and Nasdaq 100 futures sank 26.25 points.\n\n* Kellogg Co fell 4.6 percent to $51.50 in light premarket trading after the cereal maker cut its full-year profit view.\n\n* Xerox Corp reported a profit that fell from the prior year.\n\n* Shares of D.R. Horton Inc rose 3.4 percent to $15.90 premarket after the homebuilder reported its second-quarter results and said profitability in the second half of the year would be stronger.\n\n* Earnings season continues in full force, with ConocoPhillips and Texas Instruments Inc also on tap today.\n\n* So far, earnings have been strong, with more than 80 percent of S&P 500 companies topping consensus profit forecasts.\n\n* U.S. stocks mostly rose on Friday, led by solid earnings from McDonald‘s, General Electric and Microsoft, but declines in banks and technology shares pulled indexes from their highs of the day."
    },
    {
        "header": "u.s. lawmakers launch wal-mart bribery probe",
        "time": "5:41PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/us-walmart-congress-idUSBRE83M1H420120423",
        "body": "(Reuters) - Two Democratic U.S. lawmakers on Monday said they were launching an investigation into allegations of bribery at Wal-Mart Stores Inc’s Mexican affiliate.\n\nRepresentative Elijah Cummings, top Democrat on the House Oversight and Government Reform Committee, and Representative Henry Waxman, top Democrat on the House Energy and Commerce Committee, sent a letter to Wal-Mart Chief Executive Mike Duke, requesting an in-person meeting with company officials.\n\nThe lawmakers also said they are contacting former Wal-Mart executives who may have documents or information relevant to a congressional investigation.\n\nThe New York Times this weekend reported that the world’s largest retailer stymied an internal probe into bribery at its Mexican affiliate -- Wal-Mart de Mexico (Walmex) -- in the middle of the last decade.\n\nThe allegations, if true, could be violations of the Foreign Corrupt Practices Act (FCPA), a U.S. law that forbids the payment of bribes to foreign government officials.\n\nCummings and Waxman said the New York Times report “raises significant questions about the actions of top company officials in the United States who reportedly tried to disregard substantial evidence of abuse.”\n\nThe lawmakers told Duke that they wanted a meeting no later than April 27 with company officials who can respond to the allegations.\n\nThey said they were also contacting Joseph Lewis, Wal-Mart’s former director of corporate investigations; Maritza Munich, the former General Counsel of Wal-Mart International; and Sergio Cicero Zapata, a former executive in Wal-Mart de Mexico’s real estate department.\n\nAccording to the New York Times, current CEO Duke and former CEO Lee Scott were among senior executives allegedly aware of suspicions of bribery in Mexico as Wal-Mart aggressively built its business in the country.\n\n“The allegations that Wal-Mart officials in Mexico may have broken U.S. laws by bribing officials to get their stores built faster raise serious concerns. But I am even more alarmed by reports that top company executives in the U.S. tried to cover-up these abuses,” Cummings said in a statement.\n\nSeparately, lawmakers in Mexico called on authorities to investigate the bribery allegations."
    },
    {
        "header": "us stocks snapshot-wall st slides at open, wal-mart drops",
        "time": "9:37AM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/markets-usa-stocks-open-idUSL2E8FN2DV20120423",
        "body": "NEW YORK, April 23 (Reuters) - U.S. stocks opened sharply lower on Monday on weak European data and renewed anxiety over how the region would tackle its debt crisis, while Wal-Mart slumped after a report it stymied a probe into bribery allegations.\n\nThe Dow Jones industrial average dropped 145.61 points, or 1.12 percent, to 12,883.65. The Standard & Poor’s 500 Index lost 15.53 points, or 1.13 percent, to 1,363.00. The Nasdaq Composite Index fell 35.20 points, or 1.17 percent, to 2,965.25."
    },
    {
        "header": "us stocks snapshot-wall st ends lower on europe worry, wal-mart",
        "time": "4:04PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/markets-usa-stocks-close-idUSWEN435920120423",
        "body": "NEW YORK, April 23 (Reuters) - U.S. stocks fell on Monday as political turmoil in Europe cast doubts on the euro zone’s ability to push through measures to end its debt crisis and as Wal-Mart sank following a report it stymied a bribery probe.\n\nThe Dow Jones industrial average was down 102.55 points, or 0.79 percent, at 12,926.71. The Standard & Poor’s 500 Index was down 11.60 points, or 0.84 percent, at 1,366.93. The Nasdaq Composite Index was down 30.00 points, or 1.00 percent, at 2,970.45"
    },
    {
        "header": "wal-mart shaken by bribery probe, shares plunge",
        "time": "10:45PM UTC",
        "link": "http://www.reuters.com/article/2012/04/24/us-walmart-idUSBRE83L0C820120424",
        "body": "CHICAGO/MEXICO CITY (Reuters) - Wal-Mart Stores Inc lost $10 billion of its market value on Monday on concerns that a bribery investigation in Mexico could be very costly and hinder its plans to grow.\n\nIn a sign that the problem was widening for the world’s largest retailer, two U.S. lawmakers said they were launching their own investigation into allegations in a New York Times article that Wal-Mart de Mexico had engaged in a multi-year campaign of bribery to build its business. In Mexico, the front-running presidential candidate, Enrique Pena Nieto, and lawmakers also called on local authorities to investigate.\n\nIf the allegations are true, Wal-Mart may have violated the U.S. Foreign Corrupt Practices Act (FCPA), which forbids bribes to foreign government officials, as well as run afoul of Sarbanes-Oxley rules that require corporate gatekeepers to report material violations of securities laws.\n\nLegal and retail experts also raised concerns about Wal-Mart Chief Executive Mike Duke and former CEO Lee Scott, who were among senior executives allegedly aware of the situation, according to the Times. Scott still sits on the company’s board.\n\nTwo Democratic U.S. lawmakers, Elijah Cummings and Henry Waxman, said they were launching an investigation into the matter and sent a letter to Duke requesting a meeting.\n\nThe Times report “raises significant questions about the actions of top company officials in the United States who reportedly tried to disregard substantial evidence of abuse,” Cummings and Waxman said in a statement.\n\nShares of Wal-Mart de Mexico, which is 69 percent-owned by Wal-Mart and known as Walmex, fell 12 percent to 37.89 pesos ($2.88). The drop wiped out a 12 percent year-to-date gain in the second-most-weighted stock on Mexico’s IPC index.\n\nShares of Wal-Mart fell 4.7 percent to $59.54, wiping some $10 billion off their market value and more than erasing this year’s gains. The stock is a component of the Dow Jones industrials index, which ended 0.8 percent lower.\n\nThe news raised concerns that Wal-Mart, the world’s largest retailer, may have trouble expanding into new markets.\n\n“Entering additional countries is a cornerstone of Wal-Mart’s growth strategy,” Consumer Edge Research analyst Faye Landes wrote in a research note. “We can foresee the authorities in some key countries, notably India, becoming dramatically less welcoming to Wal-Mart following the release of the allegations.”\n\nThe New York Times reported on Saturday that a senior Wal-Mart lawyer received an email from a former Walmex executive in September 2005 that described how the Mexican company had paid bribes to obtain permits to build stores in the country.\n\nAccording to the Times, Wal-Mart sent investigators to Mexico City and found a paper trail of suspect payments totaling more than $24 million. But the company’s leaders shut down the probe and did not notify U.S. or Mexican law enforcement officials until after the newspaper informed Wal-Mart that it was looking into the issue, the Times reported.\n\nWal-Mart said it was deeply concerned about the matter and began an investigation into its FCPA compliance last fall. It said it disclosed the probe to the U.S. Department of Justice and the Securities and Exchange Commission, and declined to give any more details or to make executives available for comment.\n\nA source familiar with the matter said the Justice Department has been conducting a criminal investigation into the bribery matter for months.\n\nIn a memo entitled “Integrity” sent to Wal-Mart employees on Monday, Duke said the company takes compliance with FCPA “very seriously, and we will not tolerate violations anywhere or at any level of the company.” The memo included a link to Wal-Mart’s global ethics office website and phone hotline.\n\n“My firm expectation is that Wal-Mart will always follow the law, but my expectation also goes far beyond following the law. We will do what’s right - not just what is legal - and our actions will show the utmost integrity at all times,” he said.\n\nIn Mexico, Enrique Pena Nieto, the favorite candidate to succeed conservative President Felipe Calderon, joined some opposition lawmakers in calling for the government to launch an investigation. Mexico’s attorney general Marisela Morales said her office would act promptly if asked to do so by the Ministry of Finance or Ministry of the Economy.\n\n“If licenses were given out where they shouldn’t have been, there’s fraud not only in the cities where that happened, but also there could have been fiscal fraud,” Francisco Javier Castellon of the Party of the Democratic Revolution (PRD) was quoted as saying in the newspaper Rumbo de Mexico.\n\nBribery and corruption are pervasive in Mexico, where the justice system is weak and lower-level public sector workers earn relatively low salaries. A study last year by Transparency International showed that Mexican companies were perceived to be the third-most likely behind those in China and Russia to pay bribes abroad.\n\nStill, the country has been taking steps to turn around this image and an anti-corruption law was recently passed by Mexico’s lower house that would give the country new powers to fine companies for corruption.\n\nBMO Capital Markets analyst Wayne Hood said in a research note that Wal-Mart’s growth could be hurt both domestically and abroad by the bribery allegations. “Articles like this will be used against the company by activists and competitors when it attempts to open stores in the U.S. and abroad,” Hood wrote in a note on Monday.\n\nOthers said the share drop could actually provide a buying opportunity, given that Wal-Mart shares had been trading near a 52-week high on optimism over the recovery in its U.S. business. Options market activity also suggested a bullish bias on Wal-Mart stock.\n\nCitigroup analysts said in a note that, after discussions with Wal-Mart, it believed that the retailer would conduct a “thorough and transparent” review and said any pressure on the stock was “an enhanced buying opportunity.”\n\nThe California State Teachers’ Retirement System (CalSTRS), which holds over 5.5 million shares of Wal-Mart Stores, will keep its exposure to the retail giant until it finds out what happened, CalSTRS’s director of corporate governance, Anne Sheehan, told Reuters.\n\nSome hedge fund managers said Walmex was the more attractive target for short sellers.\n\nWalmex said on Monday that it does not believe the allegations will hurt its business.\n\nAfter the market close, Walmex’s first-quarter earnings missed analysts’ expectations. Executives on a pre-recorded call did not mention the bribery probe.\n\n“This investigation shocked investors,” said Gerardo Roman, head of trading at Mexico City brokerage Actinver. “Walmex had been considered an extremely ethical company. It was a safe haven for investors,” he added, noting that the stock reached historic highs two weeks ago.\n\nLawyers said Wal-Mart could face shareholder lawsuits accusing the company of securities fraud for having inflated its stock price by misleading investors about its FCPA compliance. Cosmetics maker Avon Products Inc faces similar lawsuits over its activities in China.\n\nWal-Mart executives and directors, like their Avon counterparts, could face “derivative” lawsuits accusing them of covering up or turning a blind eye to the alleged bribes.\n\nThese lawsuits seek to force executives, or their insurers, to pay money directly to Wal-Mart for breaching or ignoring their duties, and for the company to tighten internal controls.\n\nShareholders could also use the power of the ballot box. At Wal-Mart’s June 1 annual meeting, they could vote out directors they deem responsible for allowing the bribery, including the four independent directors who comprise the audit committee.\n\nNearly 50 percent of Wal-Mart’s shares are owned by the family of deceased founder Sam Walton, which may mute the power of other shareholders."
    },
    {
        "header": "update 2-us lawmakers launch wal-mart bribery probe",
        "time": "5:39PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/walmart-congress-idUSL2E8FNC3F20120423",
        "body": "* Say launching investigation after New York Time article\n\nApril 23 (Reuters) - Two Democratic U.S. lawmakers on Monday said they were launching an investigation into allegations of bribery at Wal-Mart Stores Inc’s Mexican affiliate.\n\nRepresentative Elijah Cummings, top Democrat on the House Oversight and Government Reform Committee, and Representative Henry Waxman, top Democrat on the House Energy and Commerce Committee, sent a letter to Wal-Mart Chief Executive Mike Duke, requesting an in-person meeting with company officials.\n\nThe lawmakers also said they are contacting former Wal-Mart executives who may have documents or information relevant to a congressional investigation.\n\nThe New York Times this weekend reported that the world’s largest retailer stymied an internal probe into bribery at its Mexican affiliate -- Wal-Mart de Mexico (Walmex) -- in the middle of the last decade.\n\nThe allegations, if true, could be violations of the Foreign Corrupt Practices Act (FCPA), a U.S. law that forbids the payment of bribes to foreign government officials.\n\nCummings and Waxman said the New York Times report “raises significant questions about the actions of top company officials in the United States who reportedly tried to disregard substantial evidence of abuse.”\n\nThe lawmakers told Duke that they wanted a meeting no later than April 27 with company officials who can respond to the allegations.\n\nThey said they were also contacting Joseph Lewis, Wal-Mart’s former director of corporate investigations; Maritza Munich, the former General Counsel of Wal-Mart International; and Sergio Cicero Zapata, a former executive in Wal-Mart de Mexico’s real estate department.\n\nAccording to the New York Times, current CEO Duke and former CEO Lee Scott were among senior executives allegedly aware of suspicions of bribery in Mexico as Wal-Mart aggressively built its business in the country.\n\n“The allegations that Wal-Mart officials in Mexico may have broken U.S. laws by bribing officials to get their stores built faster raise serious concerns. But I am even more alarmed by reports that top company executives in the U.S. tried to cover-up these abuses,” Cummings said in a statement.\n\nSeparately, lawmakers in Mexico called on authorities to investigate the bribery allegations."
    },
    {
        "header": "mexico lawmakers call for wal-mart bribery probe",
        "time": "3:58PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/us-mexico-walmex-idUSBRE83M1CE20120423",
        "body": "MEXICO CITY (Reuters) - Mexican lawmakers called on authorities on Monday to investigate allegations of bribery at the Mexico unit of Wal-Mart Stores Inc, even though prosecutors said it may not be a federal matter.\n\nMexico’s attorney general would only look into the accusations against Wal-Mart de Mexico (Walmex) if asked to do so by the Ministry of Finance or Ministry of the Economy, a government official said on condition of anonymity.\n\nOfficials at those ministries could not immediately be reached for comment.\n\nTwo opposition left-wing senators on the Senate’s Banking and Public Credit Commission have called for an investigation.\n\n“If licenses were given out where they shouldn’t have been, there’s fraud not only in the cities where that happened, but also there could have been fiscal fraud,” Francisco Javier Castellon of the Party of the Democratic Revolution (PRD) was quoted as saying in a report on Monday in the newspaper Rumbo de Mexico.\n\nLeftist presidential candidate Andres Manuel Lopez Obrador said on Sunday that the allegations showed the government was “rotten”, and he expressed dismay that the case was so far only being investigated outside Mexico.\n\nWal-Mart said on Saturday that it had begun an investigation into its compliance with the U.S. Foreign Corrupt Practices Act (FCPA) last fall. It said that it had disclosed the probe to the U.S. Department of Justice and U.S. the Securities and Exchange Commission.\n\nWhile political pressure for action may increase in Mexico ahead of presidential elections on July 1, corruption-weary Mexicans barely raised eyebrows when they read of the bribery allegations in local newspapers.\n\nThe New York Times reported over the weekend that Wal-Mart had silenced an internal investigation of hundreds of suspect payments worth more than $24 million made to grow its business in Mexico.\n\nBribery and corruption is pervasive in Mexico, where the justice system is weak and lower-level public sector workers earn relatively low salaries. One study last year by Transparency International showed that Mexican companies were perceived to be the third most likely behind those in China and Russia to pay bribes abroad.\n\nWalmex shares were down almost 12 percent at midday on Monday after the New York Times report. The company said in a statement that it has taken steps to boost internal controls to make sure it is FCPA-compliant, according to a statement.\n\nWalmex is due to report first-quarter financial results after the market closes on Monday."
    },
    {
        "header": "wal-mart shares fall 4.7 percent after bribery allegations",
        "time": "5:08PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/us-walmart-shares-idUSBRE83M0JS20120423",
        "body": "(Reuters) - Wal-Mart Stores Inc shares fell 4.7 percent in early trading on concerns that an investigation into allegations of bribery at its Mexican affiliate and how those allegations were handled by top management could be costly to the company and hinder attempts to expand.\n\nShares of affiliate Wal-Mart de Mexico, Walmex, were down 6.56 pesos at 36.50. The drop has wiped out the year-to-date gains in the stock, which had been up 12 percent through Friday.\n\nThe New York Times this weekend reported that the world’s largest retailer stymied an internal probe into bribery at its Mexican affiliate, in the middle of the last decade. The allegations if true could be violations of the Foreign Corrupt Practices Act (FCPA), a U.S. law that forbids the payment of bribes to foreign government officials.\n\n“FCPA cases are both extensive and expensive, including penalties for individuals/entities for both anti-bribery and accounting provisions,” Deutsche Bank retail analyst Charles Grom said.\n\nWal-Mart said it had disclosed its probe to the U.S. Department of Justice and the Securities and Exchange Commission. The company also said it had taken steps at the Mexican unit, which is widely known as Walmex, to boost internal controls to make sure it was FCPA compliant.\n\nBut the New York Times said the disclosure only came after it informed Wal-Mart that it was looking into the bribery allegations, years after the bribes were said to have been brought to management’s attention.\n\nBMO Capital Markets analyst Wayne Hood said in a research note that the allegations could hamper the discount chain’s future growth both domestically and abroad.\n\n“Articles like this will be used against the company by activists and competitors when it attempts to open stores in the U.S. and abroad,” Hood wrote in a note on Monday.\n\nAccording to the Times article, in September 2005, a senior Wal-Mart lawyer was alerted by a former executive at Wal-Mart de Mexico of the use of bribery to speed up store openings in Mexico.\n\nWal-Mart then sent investigators to Mexico City and found a paper trail of hundreds of suspect payments totaling more than $24 million, but the company’s leaders shut down the investigation and neglected to notify U.S. or Mexican law enforcement officials, the paper reported.\n\nCitigroup said in a note that, after discussions with Wal-Mart, it believed that the retailer would conduct a “thorough and transparent” review and said any pressure on the stock was “an enhanced buying opportunity.”\n\nLegal and retail experts said the allegations, if proven to be true, could badly hamper the company and its management for years, potentially leading to a time-consuming global probe, substantial financial penalties paid to U.S. authorities, and the departure of some executives.\n\nWal-Mart shares were down $2.98, or 4.7 percent, at $59.46 in early trading on the New York Stock Exchange.\n\nHedge fund managers said Sunday that Walmex could be the more attractive target for short sellers between the two stocks."
    },
    {
        "header": "europe, wal-mart knock wall street lower",
        "time": "5:16PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/us-markets-stocks-idUSBRE83M0BL20120423",
        "body": "NEW YORK (Reuters) - Stocks fell on Monday as political turmoil in Europe cast doubts on the euro zone’s ability to push through measures to end its debt crisis and as Wal-Mart sank following a report it stymied a bribery probe.\n\nThe Dutch prime minister tendered his government’s resignation on Monday after Dutch officials failed to agree on budget cuts. Adding to the uncertainty was a Sunday vote in France that threw the presidential race wide open.\n\nThe renewed worries came as the euro zone’s business slump deepened at a far faster pace than expected in April. The Markit PMI fell to a five-month low, confounding forecasts for a rise.\n\nEurope’s debt crisis has been a major headwind for U.S. equities as investors worried it could hurt corporate profits. Bank shares were hit by the concern, including Morgan Stanley (MS.N), which fell 2.9 percent to $16.98. The KBW bank index .BKX fell 0.6 percent.\n\n“It’s becoming clear the euro zone is in a recession, and that brings a lot of concerns. To really get out of the debt problem, you need growth, and we haven’t gotten to that step yet,” said Hank Smith, chief investment officer at Haverford Trust Co. in Philadelphia.\n\nWal-Mart Stores Inc (WMT.N) slumped 4.7 percent to $59.54 and was the biggest drag on the Dow after the New York Times reported Wal-Mart officials stymied an internal investigation into bribery allegations at its Mexican unit, Walmart de Mexico WALMEXV.MX. Those shares dropped 12 percent to 37.82 pesos.\n\nThe sell-off was broad with almost 3 stocks on the New York Stock Exchange falling for each one that rose, and the economically sensitive S&P materials sector .GSPM was among the worst performing areas, down 1.4 percent.\n\nThe Dow Jones industrial average .DJI was down 102.09 points, or 0.78 percent, at 12,927.17. The Standard & Poor's 500 Index .SPX was down 11.59 points, or 0.84 percent, at 1,366.94. The Nasdaq Composite Index .IXIC was down 30.00 points, or 1.00 percent, at 2,970.45.\n\nAfter the bell, shares of Netflix Inc (NFLX.O) tumbled 14.3 percent to $87.30 as it posted a first-quarter loss. Shares of Texas Instruments Inc(TXN.O), however, were up 3.8 percent at $33.10 in after-hours trading following its results.\n\nThe S&P 500 is still up 8.7 percent for the year, some way off its year-to-date gain of 12.8 percent reached earlier this month.\n\nMaterials shares followed a fall in commodity prices as copper prices dropped 1.6 percent. Shares in Freeport McMoran Copper & Gold Inc (FCX.N) fell 1.1 percent $37.16.\n\nShares of Apple Inc (AAPL.O), which is due to report results Tuesday after the bell, briefly fell below their 50-day moving average for the first time in four months. Shares closed down 0.2 percent at $571.70.\n\nKellogg Co (K.N) shares dropped 6.1 percent to $50.70 after the cereal maker cut its full-year profit view.\n\nThe majority of S&P 500 results for the first quarter have been positive so far, however, with 79 percent of companies beating Wall Street’s earnings expectations.\n\nAbout 6.56 billion shares changed hands on the NYSE, the Nasdaq and NYSE Amex, just shy of the 6.77 billion daily average so far this year."
    },
    {
        "header": "update 1-options activity on wal-mart suggests 'buy on the dip'",
        "time": "5:31PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/walmart-options-idUSL2E8FND2920120423",
        "body": "NEW YORK, April 23 (Reuters) - The options market shows traders expect Wal-Mart shares to resume this year’s rally despite falling on Monday on a news report that the world’s largest retailer stymied a probe into allegations of bribery at its Mexican affiliate, Wal-Mart de Mexico.\n\nOptions trading volume on Wal-Mart Stores Inc soared to about seven times the average daily on Monday, with 73,000 calls and 46,000 puts traded, according to options analytics firm Trade Alert.\n\n“It looks like the most traded options - May $62 calls and June $62.50 calls - have a higher percentage on the ask side than the bid side, which is saying there is a bullish bias on the stock,” said Todd Salamone, director of research at Schaeffer’s Investment Research in Cincinnati, Ohio.\n\n“This means that most of the calls are being bought. I think it is more of a ‘buy on the dip’ mentality, especially since Wal-Mart shares hit a multi-year closing high last week.”\n\nCalls give the holder the right to buy shares at a specific price by a certain date, while put options give the holder the right to sell shares.\n\nWal-Mart shares closed down 4.7 percent at $59.54 on Monday.\n\n“We’ve had a correction in the stock price, and the stock price - based on what we know and our strong belief that this is not going to affect the business of the company - suggests that the stock is very buyable here,” said Lawrence Haverty, a portfolio manager at Gamco Investors Inc, which has $34.1 billion in assets under management.\n\nShares of Wal-Mart de Mexico, known as Walmex, fell more than 12 percent on Monday, wiping out the year-to-date gains.\n\nThe New York Times this weekend reported that Wal-Mart stymied an internal probe into allegations of bribery at Walmex in the middle of the last decade. The allegations if true could be violations of the U.S. Foreign Corrupt Practices Act, which forbids the payment of bribes to foreign government officials.\n\n“This is not helpful. But whatever the eventual outcome, the monetary fine - if they’re proven guilty - they can certainly handle,” said Damian Witkowski, an analyst at GAMCO."
    },
    {
        "header": "wal-mart probe lifts lid on culture of bribery in mexico",
        "time": "7:21AM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/us-walmart-mexico-idUSBRE83M01820120423",
        "body": "MEXICO CITY (Reuters) - Whether you are the world’s No. 1 retailer or a humble street vendor, paying public officials a bribe may be the quickest way to get your business growing in Mexico.\n\nThe New York Times reported this weekend that Wal-Mart Stores Inc investigators probing its Mexican operations found a paper trail of hundreds of suspect payments worth more than $24 million made to grow its business there, and that the company then quashed the investigation.\n\nWal-Mart said it was “deeply concerned” about the allegations, which have lifted the lid on a culture of corruption in Mexico that many of its residents take for granted.\n\nOne global study said Mexican firms were perceived to be the third most likely behind those in China and Russia to pay bribes abroad.\n\nWhen 40-year-old market stall owner Adrian Martinez decided to open a second spot to sell his wares in Mexico City, he said he figured it was better to pay a bribe to a “gestor”, or intermediary, to get a permit than wait for authorities to process his request.\n\nMartinez paid the equivalent of several hundred dollars for the permit, a fraction of the sum the New York Times said Wal-Mart de Mexico - the country’s top retailer - had given to middlemen to help it get permits to build and open new stores.\n\n“I greased his palm,” said Martinez, who said he earns about 400 pesos ($30) a day selling clothes and cosmetics. “Lots of others do the same here. If you want to do things by the book, you’ll be waiting a long time.”\n\nAccording to the New York Times, Wal-Mart came to the same conclusion as it rapidly expanded its business from an initial joint venture in 1991 to becoming Mexico’s top retailer and biggest private employer, with a network of more than 2,000 stores and restaurants.\n\n“This is really no surprise to Mexicans,” said John Ackerman, a legal expert at the National Autonomous University of Mexico (UNAM). “It’s a surprise that it’s so well documented, but it’s no surprise to read this story about Wal-Mart.”\n\nPaying bribes has a long tradition in Mexico dating back to the colonial era, and Wal-Mart is not the first company to come under scrutiny for allegations of illicit payments.\n\nIn May 2011, a U.S. court handed down guilty verdicts against executives at a California company who were behind a cash-for-contracts scheme involving Mexico’s Federal Electricity Commission, a utility known as CFE.\n\nThe temptation to skirt red tape in Mexico has been encouraged over time by a weak justice system and the relatively low salaries of many lower-level public sector workers.\n\nMexican police often earn well below $1,000 a month.\n\nMexico’s biggest daily newspapers gave scant coverage on Sunday to the Wal-Mart story, with most relegating it to their back business sections. Only one newspaper, Reforma, put the story on its front page, but even then it only summarized the article’s allegations and gave the company’s response.\n\nHowever, leftist presidential candidate Andres Manuel Lopez Obrador, who has long railed against corruption in Mexico and almost won the last election in 2006, said the reports provided fresh evidence of the “rotten” state of government in Mexico.\n\nIt was particularly illuminating that the investigation about Wal-Mart had been launched abroad, and “not from Mexico”, said Lopez Obrador, who accused President Felipe Calderon of rigging the vote to defeat him in the 2006 election.\n\nRecent polls suggest Lopez Obrador may be moving into second place in this year’s race, behind favorite Enrique Pena Nieto of the opposition Institutional Revolutionary Party (PRI), Mexico’s longstanding rulers whose name became a byword for corruption.\n\nJavier Oliva, a political scientist at UNAM, said payment of corporate bribes began to increase after the North American Free Trade Agreement (NAFTA) came into force in Mexico in 1994.\n\n“Foreign companies in the main started to look for ways of speeding up official procedures,” Oliva said. “Regrettably, this is how it works in much of Mexico.”\n\nAnd Mexicans are used to it.\n\nA study by anti-corruption watchdog Transparencia Mexicana, the local arm of Transparency International (TI), showed Mexicans in 2010 paid a bribe to deal with more than one in 10 items of official paperwork or access to public services.\n\nIllicit payments cover everything from connecting a telephone line to obtaining a driver’s license and average around 165 pesos, Transparencia Mexicana said.\n\nThat figure leaps when big corporations try to operate in Mexico’s capital and 31 different states, each of which has its own set of rules on how to set up a business or lease property, the watchdog’s director Eduardo Bohorquez said recently.\n\nOn top of this come payments made by victims of extortion attempts to criminals, which TI said accounted for nearly one in four of bribe demands made in Mexico between 2007 and 2010.\n\nA 2011 TI study of 28 major economies gauging perceptions of how likely companies were to pay bribes abroad put Mexican firms third behind those in China and Russia.\n\nAll told, corruption costs Mexico around 1.5 trillion pesos ($114 billion) annually, or about 10 percent of gross domestic product (GDP), according to an estimate this week from the Private Sector Center for Economic Studies think tank.\n\nTo small businessmen like stall holder Martinez, who said he had saved himself up to a year’s wait by paying a bribe, the system is able to flourish because it stems from above.\n\n“It’s all come down from the politicians,” he said.\n\nCorruption allegations have helped bring down figures right at the top of the political establishment in Mexico.\n\nRaul Salinas, brother of former President Carlos Salinas, the architect of NAFTA in Mexico, served 10 years in prison on corruption and murder charges until 2005. ($1 = 13.1166 Mexican pesos)"
    },
    {
        "header": "wal-mart probe could cost some executives their jobs",
        "time": "4:24PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/us-walmart-idUSBRE83M18E20120423",
        "body": "(Reuters) - Allegations that Wal-Mart Stores Inc stymied an internal investigation into extensive bribery at its Mexican subsidiary are likely to lead to years of regulatory scrutiny and could eventually cost some executives their jobs.\n\nThe New York Times reported on Saturday that in September 2005, a senior Wal-Mart lawyer received an email from Sergio Cicero Zapata, a former executive at the company’s largest foreign unit, Wal-Mart de Mexico, describing how the subsidiary had paid bribes to obtain permits to build stores in the country.\n\nWal-Mart sent investigators to Mexico City and found a paper trail of hundreds of suspect payments totaling more than $24 million, but the company’s leaders shut down the investigation and neglected to notify U.S. or Mexican law enforcement officials, the Times reported.\n\nLegal and retail experts said that the allegations, if proven true, could badly hamper the company and its management for years. They could lead to a time-consuming global probe, substantial financial penalties paid to U.S. authorities, and the departure of some executives.\n\nOne option Wal-Mart will have is to remove some of those involved in the alleged bribery or cover-up as this could make it easier to reach an out-of-court settlement with the U.S. Department of Justice concerning possible breaches of the Foreign Corrupt Practices Act (FCPA), a U.S. law that forbids the payment of bribes to foreign government officials.\n\n“Among the remedial actions is ‘house cleaning’ of anyone involved in illegal conduct,” said Richard Cassin, a lawyer who is an expert on the FCPA and writes a blog about it. “If a company can say those involved in the questionable conduct are already gone, the DOJ is likely to look more favorably on the company and current management.”\n\nWal-Mart said it had disclosed its probe to the DOJ and the Securities and Exchange Commission. The company also said it had taken steps at the Mexico unit, which is widely known as Walmex, to boost internal controls to make sure it was FCPA compliant.\n\nBut, according to the Times, the disclosure came only after it informed Wal-Mart that it was looking into the bribery allegations, years after the bribes were said to first come to management’s attention.\n\nA spokesman at the SEC said on Saturday he did not have any comment on the Times article. A DOJ spokeswoman declined to comment.\n\n“Because of Wal-Mart’s inaction for a very long time, it’s likely its exposure is only going to increase,” said Michael Koehler, a professor at Butler University and an expert on the FCPA.\n\nAccording to the Times, current Wal-Mart Chief Executive Mike Duke and former CEO Lee Scott, who still sits on the company’s board, were among senior executives allegedly aware of the situation. Duke was put in charge of Wal-Mart’s international division in 2005.\n\nThe newspaper also reported that the whistleblower Cicero had identified former Walmex CEO Eduardo Castro-Wright as the driving force behind years of bribery.\n\nCastro-Wright became CEO of Walmex in 2003 and was named CEO of Walmart US in 2005 and became a vice chairman in 2008. He led Wal-Mart’s e-commerce business from 2010 until January this year, and is set to retire on July 1 after the company said last September that he was going to leave to spend more time with his family. He could not be reached for comment.\n\nWal-Mart said in a statement on Saturday it was “deeply concerned” about the allegations in the Times report. It said it began an investigation into its compliance with anti-bribery laws last autumn. The company declined to make Duke or any other executives available for comment, and said the investigation was continuing.\n\nOn Sunday, Wal-Mart spokesman David Tovar said Duke had instructed the company to conduct a worldwide FCPA compliance review in March 2011.\n\n“Mike is fully supportive of the independent investigation being conducted in Mexico with oversight by the Audit Committee, including ensuring that all resources necessary are available to pursue the independent investigation aggressively,” Tovar said.\n\nOn Friday, Walmex announced that one executive named the next day in the Times report, its general counsel and secretary to the board Jose Luis Rodriguezmacedo, had been assigned to other duties. He was removed from his role “in the interest of the investigation,” Walmex spokesman Antonio Ocaranza said in an email, adding that he could not give further details about Rodriguezmacedo’s status at Walmex. Calls to Rodriguezmacedo were referred to the spokesman.\n\nExperts in bribery laws said Wal-Mart will be forced to devote millions of dollars and enormous amounts of manpower to its internal investigation. In many FCPA cases involving large companies, they do a large part of the investigation themselves and then hand the results over to the authorities.\n\n“This is very likely to last two to four years for Walmart. These worldwide investigations tend to take two to four years in the normal course of business; it simply takes time,” said Koehler.\n\nCassin said Wal-Mart faces an uphill battle to convince U.S. regulators that its problems are confined to Mexico. The U.S. retailer also has major operations in the UK, Brazil, Japan, China and Canada, and it is also seeking to expand rapidly in emerging markets such as India and parts of Africa.\n\n“Before any resolution with U.S. authorities is possible, the company has to look under every stone for possible corruption. Are there any similar issues in China or other countries? That’s what U.S. authorities will want to know. Wal-Mart’s shareholders will be asking the same question,” said Cassin.\n\nThe allegations could prove a huge problem for Wal-Mart if proven true, said Deutsche Bank retail analyst Charles Grom. “It would put a broadside in the growth engine of the company,” he said. “Unlike prior bad PR stories in recent years, this will be a material distraction for Wal-Mart on multiple fronts.”\n\nSome retail experts said they thought that Wal-Mart would be unlikely to sacrifice Duke in the investigation and any related talks over a settlement with the government.\n\n“I don’t get the sense that Mike Duke’s going to lose his job over this,” said Joseph Feldman, senior retail analyst at Telsey Advisory Group. “I think that they’ll try to put the spin on it that they have been putting on it - that it happened years ago, they rooted it out and it doesn’t happen anymore.”\n\nThe company’s corporate structure may also reduce the chances of outside pressure from shareholder activists and others leading to drastic changes in the executive suite. The family of Wal-Mart founder Sam Walton owns nearly 50 percent of the shares and Walton’s eldest son, S. Robson (Rob) Walton, is chairman, and his younger brother Jim is also on the board.\n\nAccording to the Times, Rob Walton, Duke and Scott also had received an anonymous email in January 2006 saying Wal-Mart de Mexico’s top real estate executives were receiving kickbacks from construction companies.\n\nWal-Mart, which employs 2.2 million people and runs more than 10,000 stores around the world, is often targeted by labor and community activists who argue that it underpays its workers and its sprawling stores undercut smaller shops, often putting them out of business. It has fought hard to improve its image in recent years with a number of campaigns, including one to make its operations more environmentally friendly.\n\nWal-Mart executives have, though, been active in a lobbying group that is pushing to scale back the FCPA. A 2010 tax return for the U.S. Chamber Institute for Legal Reform lists Jeff Gearhart, Wal-Mart’s general counsel since 2009, and Thomas Hyde, who retired in August 2010 as Wal-Mart corporate secretary, as two of 40 people who served as board members.\n\nThe board includes top lawyers and executives from other major corporations. Dow Chemical Co, Exxon Mobil Corp and State Farm Insurance each had two people among the 40 listed board members during 2010.\n\nThe U.S. Chamber Institute for Legal Reform is associated with the U.S. Chamber of Commerce, the largest business lobbying organization in Washington, D.C. It wants lawmakers to make several changes to the corruption law, for example by adding a provision that would protect a corporation from liability if one of its employees circumvented compliance measures."
    },
    {
        "header": "hedge fund short-sellers to target wal-mart mexico",
        "time": "7:21AM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/us-walmart-shorts-idUSBRE83L0FP20120423",
        "body": "(Reuters) - Hedge fund managers are bracing for selling pressure in shares of Wal-Mart Stores Inc on Monday, but market experts said it is the retail giant’s less visible Mexican unit that could be the more attractive target for short sellers.\n\nThe New York Times reported on Saturday that Wal-Mart de Mexico, which is 69 percent owned by Wal-Mart Stories Inc, had orchestrated a widespread bribery campaign in 2005 to win market dominance. The investigative article alleged that senior Wal-Mart executives knew about the matter and tried to cover it up.\n\n“I would not consider Wal-Mart shares expensive, but I definitely would not be a buyer at these levels in the 60s. I‘m more interested in shorting the Mexico traded ‘pure play,'” said private activist investor Daniel Yu, who has presciently shorted such stocks including Green Mountain Coffee Roasters Inc and Sino-Forest Sino-Forest Corp.\n\nWal-Mart said in a statement on Saturday that it was “deeply concerned” about the allegations in the Times report and began an investigation into its compliance with anti-bribery laws last autumn.\n\nAnalysts said Wal-Mart could be forced to devote millions of dollars and enormous amounts of manpower to the investigation, which could eventually cost some top executives their jobs.\n\nMajor institutional investors said Wal-Mart shares might face selling pressure in the near term, especially since the stock has risen about 17 percent in the past 12 months to $62.45, outperforming the S&P 500 index’s 3 percent rise.\n\n“You might find a little short-term pressure on the Wal-Mart stock, but I would not expect any long-term effect,” said Kenneth Polcari, managing director at ICAP Equities in New York.\n\nShort interest on the stock is very low. According to Data Explorers, which tracks short interest, just 0.5 percent of all shares are being borrowed for short sales, a very low figure.\n\nJohn Marshall, a senior markets analyst for the United Food and Commercial Workers capital stewardship program, wonders if there will be lawsuits being brought on behalf of shareholders.\n\nHe said shareholders are going to want to know if the board was actively managing risk. “Either they were actively doing their job and fulfilling their responsibility to be managing that risk and they were lied to and the facts were being kept from them -- or they weren‘t. And that would be a bigger problem ... This is clearly an area of risk that the board should have been on top of.”\n\nMarshall is not a Wal-Mart shareholder, but UFCW funds own Wal-Mart shares through broad equity indexes that they participate in on behalf of more than 1 million members.\n\nWal-Mart de Mexico, better known as Walmex, closed on Friday at 43.06 pesos, after gaining steadily since August of last year when they were just under 30 pesos.\n\nWalmex is due to report results on Monday. Mexico’s largest retailer is expected to report a 14.1 percent increase in first-quarter profit, helped by a broad pickup in consumer spending as well as aggressive promotions that boosted sales.\n\nWalmex has expanded rapidly since Wal-Mart opened its first store outside the United States in Mexico City in 1991, then part of a joint venture. In 2011, the Mexican unit reported total sales of 379 billion pesos ($29 billion). Walmart’s fiscal 2012 sales, for the year ended January 31, were $443.85 billion."
    },
    {
        "header": "market pulse-us stocks to watch: wal-mart, pg&e, gm",
        "time": "8:11AM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/markets-stocks-headlines-idUSL3E8FN80120120423",
        "body": "April 23 (Reuters) - Some U.S. stocks to watch on Monday:\n\nWal-Mart Stores shares were down 3.1 percent in early premarket trading on Monday following an article in the New York Times this weekend alleging that the world’s largest retailer stymied an internal probe into bribery at its Mexican affiliate, Wal-Mart de Mexico.\n\nThe world’s biggest supplier of aircraft cabin interiors, posted a quarterly profit that beat market expectations, helped by strong sales in its key business segments.\n\nThe internet and network security provider reported higher first-quarter net profit that beat estimates, boosted by sales growth and new products.\n\nThe company shut its 1122-megawatt Unit 1 at the Diablo Canyon nuclear power plant in California on Saturday after a power snag.\n\nThe toymaker said it will talk to suitor Oaktree Capital Management to pacify shareholders after rejecting a $20 per share offer last year.\n\nBillionaire investor Carl Icahn, who is a step closer to buying the crude refiner CVR Energy, extended his tender offer through May 4 and said he would not actively seek a sale of the company if a buyer is not found within a go-shop period.\n\nThe company’s first-quarter profit handily beat Wall Street expectations as an improving economy helped the lender set aside less money to meet losses from bad loans.\n\nGeneral Motors CEO Dan Akerson said on Monday that the company would expand its dealership network in China this year by about 600.\n\nThe mortgage insurer posted a narrower first-quarter loss and said fewer Americans were struggling with their mortgage payments, sending its shares up 4 percent in pre-market trade.\n\nThe second-largest U.S. toy company slipped to a loss in its seasonally weak second quarter as U.S. retailers exercised caution while stocking up on toys after a lackluster holiday selling season.\n\nThe diversified manufacturer reported a higher-than-expected quarterly profit on Monday and raised its full-year forecast for the second time this year, saying U.S. markets were growing faster than it had predicted three months ago.\n\nThe company plans to buy Pinnacle vodka and Calico Jack rum for $605 million, the company said on Monday, as it seeks a foothold in the large, growing vodka category.\n\nThe top U.S. homebuilder posted a jump in new orders for the third straight quarter and said it expected closings and profitability to be stronger in the second half.\n\nThe company, best-known for its office copiers and printers, reported a lower quarterly net profit as revenue from its sales business declined 5 percent."
    },
    {
        "header": "us stocks-europe, wal-mart knock wall st lower",
        "time": "5:11PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/markets-usa-stocks-idUSL2E8FNFLD20120423",
        "body": "NEW YORK, April 23 (Reuters) - U.S. stocks fell on Monday as political turmoil in Europe cast doubts on the euro zone’s ability to push through measures to end its debt crisis and as Wal-Mart sank following a report it stymied a bribery probe.\n\nThe Dutch prime minister tendered his government’s resignation on Monday after Dutch officials failed to agree on budget cuts. Adding to the uncertainty was a Sunday vote in France that threw the presidential race wide open.\n\nThe renewed worries came as the euro zone’s business slump deepened at a far faster pace than expected in April. The Markit PMI fell to a five-month low, confounding forecasts for a rise.\n\nEurope’s debt crisis has been a major headwind for U.S. equities as investors worried it could hurt corporate profits. Bank shares were hit by the concern, including Morgan Stanley , which fell 2.9 percent to $16.98. The KBW bank index fell 0.6 percent.\n\n“It’s becoming clear the euro zone is in a recession, and that brings a lot of concerns. To really get out of the debt problem, you need growth, and we haven’t gotten to that step yet,”sai d Hank Smith, chief investment officer at Haverford Trust Co. in Philadelphia.\n\nWal-Mart Stores Inc slumped 4.7 percent to $59.54 and was the biggest drag on the Dow after the New York Times reported Wal-Mart officials stymied an internal investigation into bribery allegations at its Mexican unit, Walmart de Mexico . Those shares dropped 12 percent to 37.82 pesos.\n\nThe sell-off was broad with almost 3 stocks on the New York Stock Exchange falling for each one that rose, and the economically sensitive S&P materials sector was among the worst performing areas, down 1.4 percent.\n\nThe Dow Jones industrial average was down 102.09 points, or 0.78 percent, at 12,927.17. The Standard & Poor’s 500 Index was down 11.59 points, or 0.84 percent, at 1,366.94. The Nasdaq Composite Index was down 30.00 points, or 1.00 percent, at 2,970.45.\n\nAfter the bell, shares of Netflix Inc tumbled 14.3 percent to $87.30 as it posted a first-quarter loss. Shares of Texas Instruments Inc, however, were up 3.8 percent at $33.10 in after-hours trading following its results.\n\nThe S&P 500 is still up 8.7 percent for the year, some way off its year-to-date gain of 12.8 percent reached earlier this month.\n\nMaterials shares followed a fall in commodity prices as copper prices dropped 1.6 percent. Shares in Freeport McMoran Copper & Gold Inc fell 1.1 percent $37.16.\n\nShares of Apple Inc, which is due to report results Tuesday after the bell, briefly fell below their 50-day moving average for the first time in four months. Shares closed down 0.2 percent at $571.70.\n\nKellogg Co shares dropped 6.1 percent to $50.70 after the cereal maker cut its full-year profit view.\n\nThe majority of S&P 500 results for the first quarter have been positive so far, however, with 79 percent of companies beating Wall Street’s earnings expectations.\n\nAbout 6.56 billion shares changed hands on the NYSE, the Nasdaq and NYSE Amex, just shy of the 6.77 billion daily average so far this year."
    },
    {
        "header": "mexico presidency favorite calls for wal-mart probe",
        "time": "5:42PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/us-mexico-walmex-idUSBRE83M1H920120423",
        "body": "MEXICO CITY (Reuters) - The front-runner for Mexico’s presidency and lawmakers on Monday called on authorities to investigate allegations of bribery at the Mexican unit of Wal-Mart Stores Inc, though prosecutors said it may not be a federal matter.\n\nOpposition politicians urged Mexico to launch a probe into the accusations, and Enrique Pena Nieto, the favorite to succeed conservative President Felipe Calderon, supported them.\n\nHowever, Mexico’s attorney general would only look into the claims against Wal-Mart de Mexico (Walmex) if asked to do so by the Ministry of Finance or Ministry of the Economy, a government official said on condition of anonymity.\n\nOfficials at the finance and economy ministries could not be reached for comment.\n\nAttorney General Marisela Morales assured Mexicans that her office would act promptly if given the case.\n\n“If it becomes a matter for us, of course we will act, and we will request whatever necessary,” Morales was quoted as saying in a report by newspaper El Universal.\n\nThe New York Times reported over the weekend that retailer Wal-Mart had silenced an internal investigation into hundreds of suspect payments worth more than $24 million made to expand its business in Mexico.\n\nWalmex’s shares fell 12 percent on Monday, and the company’s first quarter profit was worse than expected.\n\nA campaign spokesman for Pena Nieto, candidate of the opposition Institutional Revolutionary Party (PRI), said he wanted the accusations against Walmex to be investigated.\n\nPena Nieto’s PRI ally Ildefonso Guajardo, chairman of the economics committee in the lower house of congress, said it was “very important” to get to the bottom of the allegations and put the spotlight on “all levels of government.”\n\n“Because the whole issue of Wal-Mart has to do with levels of government ... including local and federal,” he said.\n\nAsked whether he thought an investigation would ensue Guajardo said, “I think so, yes.”\n\nAndres Manuel Lopez Obrador, presidential candidate of the leftist Party of the Democratic Revolution (PRD), said on Sunday that the allegations showed the government was “rotten,” and he expressed dismay that the case was so far only being investigated outside Mexico.\n\nTwo opposition left-wing senators on the Senate’s Banking and Public Credit committee also demanded a probe.\n\n“If licenses were given out where they shouldn’t have been, there’s fraud not only in the cities where that happened, but also there could have been fiscal fraud,” Francisco Javier Castellon of PRD was quoted as saying in Monday’s edition of daily Rumbo de Mexico.\n\nWal-Mart said on Saturday that it had begun an investigation last fall into its compliance with the U.S. Foreign Corrupt Practices Act. It said it had disclosed the probe to the U.S. Department of Justice and U.S. Securities and Exchange Commission.\n\n“Unfortunately, we’re aware that at this time there are questions we do not have answers for. We would like to be able to say more, but we are not prepared to risk the integrity of the investigation,” Walmex said in a statement on Monday.\n\nWhile political pressure for action may increase in Mexico ahead of the presidential elections on July 1, corruption-weary Mexicans barely raised eyebrows when they read of the bribery allegations in local newspapers.\n\nBribery and corruption are pervasive in Mexico, where the justice system is weak and lower-level public sector workers earn relatively meager salaries. One study last year by Transparency International showed that Mexican companies were perceived to be the third most likely behind those in China and Russia to pay bribes abroad.\n\nMexico has been taking steps to turn around this image, and an anti-corruption law was recently passed by the lower house that would give the country new powers to fine companies for corruption.\n\n“It is important for Mexico to show it is tough on corruption,” said lawyer Salvador Mejia, partner at Torres, Martinez y Mejia in Mexico City. “I can definitely see Walmex being investigated further here.”"
    },
    {
        "header": "us stocks-europe anxiety drives down futures, wal-mart slides",
        "time": "8:24AM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/markets-usa-stocks-idUSL2E8FN12420120423",
        "body": "NEW YORK, April 23 (Reuters) - U.S. stock index futures slid on Monday on renewed anxiety over how Europe would tackle its sovereign debt crisis while Wal-Mart shares fell after a report about a stymied probe into bribery allegations.\n\nThe Netherlands government failed to agree on budget cuts over the weekend, making elections in the core euro zone member almost unavoidable and cast doubt on the country’s support for future euro zone measures.\n\nGerman manufacturing shrank at its fastest pace in nearly three years in April, denting hopes it can drive growth in the euro zone.\n\nThe first round of the French presidential elections added to the uncertainty after anti-immigration crusader Marine Le Pen scored a record first-round score, jolting the race between Socialist front-runner Francois Hollande and incumbent Nicolas Sarkozy.\n\nEurope’s debt crisis has been a major headwind for U.S. equities as investors worried it may affect growth and corporate profits. While the S&P snapped a two-week string of losses last week, it remains down 2.9 percent from a closing high in early April.\n\n“The real problem is the deterioration in the political backdrop in Europe,” said Jack de Dan, chief investment officer at Harbor Advisory Corp in Portsmouth, New Hampshire.\n\n“If we can’t deal with the budget problems here and in Europe, everything is going to resolve to the negative and the financial markets will show it, we’ll lose all this advance we got in the first quarter and more.”\n\nWal-Mart Stores Inc dropped 4 percent to $59.93 in premarket trading after the New York Times reported officials at the retailer stymied an internal investigation into allegations of extensive bribery at its Mexican subsidiary.\n\nS&P 500 futures fell 14.6 points and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures lost 135 points, and Nasdaq 100 futures sank 24.5 points.\n\nKellogg Co fell 5.6 percent to $50.99 premarket after the cereal maker cut its full-year profit view.\n\nXerox Corp rose 2.9 percent to $8.10 after reporting its results, while ConocoPhillips was off 1 percent at $72.16.\n\nShares of D.R. Horton Inc rose 0.8 percent to $15.50 premarket after the homebuilder reported a jump in new orders for the third straight quarter and said it expects profitability to be stronger in the second half of the year.\n\nSo far, earnings have been solid, with more than 80 percent of S&P 500 companies topping consensus profit forecasts.\n\nU.S. stocks mostly rose on Friday, led by solid earnings from McDonald‘s, General Electric and Microsoft, but declines in banks and technology shares pulled indexes from their highs of the day."
    },
    {
        "header": "calstrs says holding onto wal-mart shares for now",
        "time": "4:16PM UTC",
        "link": "http://www.reuters.com/article/2012/04/23/us-wal-mart-calstrs-probe-idUSBRE83M1BA20120423",
        "body": "(Reuters) - The California State Teachers’ Retirement System (CalSTRS), which currently holds over 5.5 million shares of Wal-Mart Stores, will maintain its exposure to the retail giant hit by bribery allegations “until we find out what happens,” CalSTRS’ director of corporate governance said on Monday.\n\nAnne Sheehan said in a telephone interview: “Allegations like this are very serious and we expect the company with the board involved and proper board oversight to get to the bottom of these allegations as quickly as possible.”\n\nThe New York Times reported over the weekend that Wal-Mart de Mexico, which is 69 percent owned by Wal-Mart Stores Inc, had orchestrated a widespread bribery campaign to win market dominance. The investigative article alleged that senior Wal-Mart executives knew about the matter and tried to cover it up.\n\nWal-Mart said in a statement on Saturday it was “deeply concerned” about the allegations in the Times report and began an investigation into its compliance with the U.S. Foreign Corrupt Practices Act (FCPA) last fall. The company also said it had disclosed the probe to the U.S. Department of Justice and the Securities and Exchange Commission.\n\nSheehan said: “Allegations of FCPA violations are very serious to any shareholders and we want the company to resolve this...ASAP.”\n\nAs of March 31, CalSTRS’s investment portfolio stood at $152.9 billion in assets.\n\nThe California Public Employees’ Retirement System (CalPERS), the nation’s largest public pension fund, had no comment on the 7.75 million shares it held in Wal-Mart as of the end of March.\n\nCalPERS oversees $231.9 billion in total assets, as of January 31.\n\nWal-Mart shares closed down 4.7 percent on the New York Stock Exchange at $59.54."
    }
]