[
    {
        "header": "facebook, wal-mart chiefs meet to \"deepen\" relationship",
        "time": "4:29PM UTC",
        "link": "http://www.reuters.com/article/2012/07/19/us-facebook-walmart-idUSBRE86I1ER20120719",
        "body": "(Reuters) - Facebook Inc Chief Executive Mark Zuckerberg is about to add the biggest retail players to his list of friends.\n\nZuckerberg and his senior management team will spend two days at Wal-Mart Stores Inc’s Bentonville, Arkansas home office this week, meeting with executives of the world’s largest retailer and discussing ways to “deepen” their relationship.\n\nThe Facebook team will meet with Wal-Mart CEO Mike Duke and his lieutenants on Friday, in the first such meeting between the two corporations’ senior management teams. Zuckerberg and Facebook Chief Operating Officer Sheryl Sandberg will then speak to hundreds of Wal-Mart employees on Saturday at the retailer’s monthly meeting.\n\nRepresentatives at both companies declined to discuss the specific agenda for Friday’s meeting other than noting that the summit is intended to bolster the relationship between the world’s No. 1 social network and the world’s largest retailer.\n\nThe meeting comes two months after Facebook’s initial public offering, which was marred by technical glitches on the Nasdaq exchange as well as by concerns about the company’s long-term money-making prospects.\n\nFacebook, which reports its second-quarter earnings on July 26, makes most of its money from advertising sales. Many investors and analysts believe the company could tap into a new source of revenue by playing a bigger role in online retail sales, perhaps taking a cut of transactions generated on its social network.\n\nIn a statement, Facebook said it was looking forward to working to “deepen” its relationship with Wal-Mart, and noted that Facebook can learn from the retailer’s “experience and management team about building a strong, durable and valuable company for the long term.”\n\nWal-Mart’s Facebook page has more than 17 million fans and the company also pays to advertise on Facebook. Expanding its reach online is key for Wal-Mart as shoppers increasingly shop on their computers, tablets and smartphones.\n\nThe retail behemoth, which rang up $443.85 billion in total sales last year, is well behind Amazon.com Inc in online sales. Amazon had sales of $48.08 billion last year.\n\nAs shoppers get recommendations from friends on sites such as Facebook, Wal-Mart and other retailers have been working on bolstering their presence in social media.\n\n“We appreciate and value the ongoing strategic partnership we have with Facebook,” Wal-Mart said in a statement. “Their help and support with testing new and innovative products and technologies to reach our customers has been invaluable.”\n\nEfforts to combine shopping with social networking have had mixed results. Big retailers including J.C. Penney, Gap and Nordstrom had previously set up stores on Facebook but shut them after generating few sales. Now a new generation of e-commerce startups, such as Fab.com, Oodle and Copious, are tapping into social networks such as Facebook and Pinterest to sell goods.\n\nFacebook’s Sandberg has traveled to Wal-Mart before, but this will be the first time that Zuckerberg and his entire management team, including finance chief David Ebersman, will decamp en masse to northwest Arkansas to meet their counterparts at Wal-Mart.\n\nIn addition to Duke, Wal-Mart executives expected to attend the Friday meeting include Walmart U.S. CEO Bill Simon, Walmart International CEO Doug McMillon, Sam’s Club CEO Rosalind Brewer, and other members of Duke’s leadership team.\n\nThe companies share a common bond in James Breyer, a partner at venture capital firm Accel Partners who was one of Facebook’s earliest backers and sits on the boards of both Facebook and Wal-Mart. Breyer is not expected to be at the meeting.\n\nInterestingly, new Yahoo Inc CEO Marissa Mayer was elected to Wal-Mart’s board in early June, while she was still with Google Inc. Earlier this month, Facebook and Yahoo settled a patent dispute and announced plans to form a “strategic alliance” involving advertising and distribution.\n\nWal-Mart’s Saturday morning meeting is led by the CEO, and the heads of the retail units give updates on the business. The meeting also usually includes events such as a chance to honor long-time employees and a visit from a guest.\n\nCelebrities at past Saturday morning meetings include actors such as Harrison Ford, Emilio Estevez and “Twilight” star Robert Pattinson; singers including Sheryl Crow and Jewel; Steve Jobs biographer Walter Isaacson, TV chef Paula Deen and football player Peyton Manning.\n\nThe Saturday morning meetings were a weekly tradition started by Wal-Mart founder Sam Walton, and are now held monthly. While the 7:30 a.m. start time is typical for Wal-Mart events, outside guests may balk at such an early start."
    }
]