[
    {
        "header": "wal-mart shareholder sues over bribery scandal",
        "time": "4:39PM UTC",
        "link": "http://www.reuters.com/article/2012/04/25/us-walmart-lawsuit-idUSBRE83O16K20120425",
        "body": "WILMINGTON, Del (Reuters) - A shareholder sued the board and several officers of Wal-Mart Stores Inc (WMT.N) on Wednesday over allegations that the company’s Mexican affiliate paid bribes to local officials, adding to the company’s legal problems.\n\nThe lawsuit seeks to recover damage to the company’s reputation as well as costs of investigating the claims, according to the complaint, which was filed in the Court of Chancery in Delaware, where Wal-Mart is incorporated.\n\nThe “illegal payments have and will continue to irreparably damage Wal-Mart’s corporate image and goodwill and jeopardize its ability to do business in foreign countries,” said the lawsuit, which was brought by Henrietta Klein.\n\nThe complaint was filed as a derivative lawsuit, which seeks to recover money on behalf of the company rather than shareholders.\n\n“We’ve received the lawsuit and are reviewing it closely,” said a statement from company spokesman Dave Tovar. “The claims in this complaint (relate) to allegations raised a few days ago against the company and are being investigated thoroughly.”\n\nOn Saturday, the New York Times reported that a senior Wal-Mart lawyer received an email from a former executive at Wal-Mart de Mexico WALMEXV.MX in September 2005 that described how the Mexican affiliate, known as Walmex, had paid bribes to obtain permits to build stores in the country.\n\nAccording to the Times, Wal-Mart sent investigators to Mexico City and found a paper trail of suspect payments totaling more than $24 million. But the company’s leaders shut down the probe and did not notify U.S. or Mexican law enforcement officials until after the newspaper informed Wal-Mart it was looking into the issue, the Times reported.\n\nThe company’s share price fell on Monday and Tuesday following the Times report, wiping out gains for the year. Shares of the world’s large retailer closed Wednesday down 0.7 percent, or 41 cents lower, at $57.36 on the New York Stock Exchange.\n\nMexico’s federal comptroller’s office said on Wednesday it would open an investigation into the bribery allegations.\n\nWal-Mart has said it disclosed the bribery allegations to the U.S. Department of Justice and Securities and Exchange Commission.\n\nIn addition to the current members of the board, the lawsuit also named as defendants three people who were top officials with Walmex in 2005.\n\nEduardo-Castro Wright was the CEO of Walmex until 2005, when he was named chief executive of Wal-Mart Stores USA. According to the Times he was a driving force behind years of bribery.\n\nEduardo Solorzano was the CEO of Wal-Mart Mexico in 2005 and is currently the CEO of Wal-Mart Latin America.\n\nJose Luis Rodriguezmacedo Rivera was the general counsel in Mexico in 2005 and was president of legal, ethics and compliance at Walmex until he resigned on Friday, according to the lawsuit.\n\nThe lawsuit is the second action brought by the plaintiff over the bribery allegations, according to the complaint. In December, Klein’s lawyers wrote to the Chairman Robson Walton to demand access to the company’s records to determine if the board had breached its fiduciary duties after disclosing an internal bribery investigation.\n\nKlein’s request was refused because Wal-Mart determined that there was “no credible basis to infer that the company’s board of directors has engaged in wrongdoing or mismanagement,” according to the lawsuit.\n\nThe case is Henrietta Klein v S. Robson Walton et al, Delaware Court of Chancery, No. 7455."
    },
    {
        "header": "wal-mart reveals lawyers, accountants on fcpa issues",
        "time": "12:02PM UTC",
        "link": "http://www.reuters.com/article/2012/04/25/us-walmart-idUSBRE83O0R520120425",
        "body": "(Reuters) - Wal-Mart Stores Inc (WMT.N) said on Wednesday that it named a former attorney earlier this year to oversee global compliance with a bribery law, as it deals with the fallout over alleged bribes in Mexico that recently came to light.\n\nThe world’s largest retailer also outlined the high-profile lawyers, law firms and accountants helping with its ongoing investigation into the matter and its worldwide review of compliance.\n\nThe disclosures come after The New York Times reported on Saturday that a senior Wal-Mart lawyer received an email from a former executive at Wal-Mart de Mexico WALMEXV.MX in September 2005 that described how the Mexican affiliate, known as Walmex, had paid bribes to obtain permits to build stores in Mexico.\n\nOn Tuesday, in an updated response to the Times report, Wal-Mart said that it had appointed a global officer to oversee compliance with the Foreign Corrupt Practices Act, a law that forbids bribes to foreign officials. At that time it did not say when the job was created or who filled it.\n\nOn Wednesday, Wal-Mart said Tom Gean, a former U.S. attorney for the Western District of Arkansas, was named global FCPA compliance officer earlier this year. Gean has worked for Wal-Mart since 2004.\n\nThe Times has said that it informed Wal-Mart about its ongoing reporting efforts last year. In December, Wal-Mart said that it was investigating whether certain matters, including permitting, licensing and inspections, were in compliance with FCPA and that it had engaged outside counsel and other advisers. At that time, it also said it had disclosed the probe to the U.S. Department of Justice and the Securities and Exchange Commission.\n\nAccording to the Times, Wal-Mart sent investigators to Mexico City and found a paper trail of suspect payments totaling more than $24 million. But the company’s leaders shut down the probe and did not notify U.S. or Mexican law enforcement officials until after the newspaper informed Wal-Mart it was looking into the issue, the Times reported.\n\nShares of both Wal-Mart and Walmex fell sharply on Monday and Tuesday in their first days of trading after the Times story ran. On Wednesday near midday, Wal-Mart shares were up 1 percent at $58.37, while Walmex shares were up 1.7 percent at 36.82 pesos ($2.80).\n\nLaw firm Jones Day is leading Wal-Mart’s investigation and is reporting to the audit committee of the board, which is comprised of four independent directors. Deloitte DLTE.UL is the investigative forensic accountant assisting Jones Day on the investigation launched in November 2011, Wal-Mart said.\n\nCahill Gordon & Reindel is serving as outside counsel to the audit committee, Wal-Mart said.\n\nMeanwhile, Greenberg Traurig is the outside counsel for the worldwide compliance review Wal-Mart says it started in March 2011, and reports to Gean. KPMG KPMG.UL is serving as compliance review accountant, assisting Greenberg Traurig.\n\nLawyers from Jones Day include Karen Hewitt, a former U.S. attorney for the Southern District of California.\n\nLawyers from Cahill Gordon include David Kelley, a former U.S. attorney for the Southern District of New York.\n\nLawyers from Greenberg Traurig include John Pappalardo, a former Attorney for the District of Massachusetts who also represented former Yukos Oil Company CEO Mikhail Khodorkovsky when he was on trial for fraud and tax evasion."
    },
    {
        "header": "analysis: how gray area of bribery law could play out in wal-mart",
        "time": "6:06PM UTC",
        "link": "http://www.reuters.com/article/2012/04/25/us-walmart-grease-idUSBRE83O1GJ20120425",
        "body": "(Reuters) - When is a bribe not a bribe? According to U.S. law, it might not be a bribe if a company paid a little something under the table to a foreign official to encourage him to speed up a permit that he would have issued anyway.\n\nSome legal experts are wondering whether this little-known exception to the Foreign Corrupt Practices Act could come into play in the case of Wal-Mart Stores Inc (WMT.N), which is facing allegations that executives at its Mexican subsidiary paid off officials in that country to obtain building permits - actions that allowed the company to grow quickly in the local market.\n\nUnder the law, it is illegal to bribe foreign officials to obtain business. But there is an exception for “facilitation payments,” also known as grease payments made to speed up routine government actions. Wal-Mart could theoretically argue that at least some of the alleged payments fall under that exception and therefore were not illegal under U.S. law.\n\nNo charges have been brought in connection with the case.\n\nThe New York Times reported on Saturday that the retailer’s own investigators found a paper trail of hundreds of payments totaling more than $24 million but that company leaders essentially shut down the probe and failed to alert U.S. or Mexican law enforcement officials.\n\nA Wal-Mart spokesman declined to comment on a possible defense. In a statement on Tuesday, the company said it has taken several actions in the last year to investigate the matter and strengthen the company’s compliance with the FCPA. [ID:nL3E8FOA2L]\n\nWhile broadly prohibiting bribery abroad, the FCPA makes an exception for grease payments, which are defined as payments made to facilitate or expedite “the performance of a routine government action.”\n\nWhen the act was passed in 1977, Congress was aware of a variety of payments that companies were making to foreign officials. The Securities and Exchange Commission had found that more than 300 U.S. companies had made improper foreign payments involving hundreds of millions of dollars. The payments, Congress concluded, were bad for business and hurt the image of the United States abroad.\n\nThe grease payment exception nodded to the reality that even though petty corruption is objectionable, given the somewhat limited resources of law enforcement, it would not be practical to target it.\n\nBut the exception can be open to interpretation. Because the risks of going to trial for a company are great, businesses typically seek to negotiate a settlement. That leaves the task of interpreting the FCPA to prosecutors, not a judge. It is the prosecutor who decides whether the alleged wrongdoing falls under the exemption, and in recent years, prosecutors have defined the exemption narrowly, according to defense lawyers.\n\nRecognizing this development, companies have shifted their response to FCPA inquiries, said Alexandra Wrage, president of the anti-bribery resource association TRACE International Inc. “Companies are increasingly reluctant to head into the Department of Justice using a facilitating payment exception as a defense,” Wrage said.\n\nThere have been at least two cases that have addressed the kinds of payments allowed under the FCPA, according to Michael Koehler, an FCPA scholar at Butler University and author of the FCPA Professor blog.\n\nThe best-known decision about what payments are allowed under the FCPA came from the New Orleans-based 5th U.S. Circuit Court of Appeals in 2004. The opinion did not address grease payments specifically, but considered rather what is necessary to show whether payments were made to obtain business.\n\nIn the case, two former American Rice Inc executives were accused of bribing Haitian officials with tens of thousands of dollars to reduce duties and taxes on the company’s rice. To carry out the scheme, the defendants allegedly instructed subordinates to generate false business records and to deliver cash in sealed envelopes to the officials.\n\nThe lower court judge dismissed the indictment, finding that as a matter of law, the payments were not targeted by the FCPA because they were not used to obtain or retain business. If a case against Wal-Mart were to be filed, the company could make the same argument.\n\nHowever, the argument did not fly in the 5th Circuit, which reversed the lower court in the American Rice case. The appeals court found that under certain circumstances, the bribes could be viewed as falling within the purview of the statute. After the case was sent back to the lower court, the two executives were convicted at trial.\n\nIn a 2002 case, two former executives at Baker Hughes Inc, an oilfield services company, successfully argued that bribes they allegedly authorized did not violate the FCPA. The executives had been charged with authorizing payments to Indonesian officials to reduce a tax assessment for an Indonesian company owned by Baker Hughes. But U.S. District Judge Kenneth Hoyt in Houston concluded that the payments did not violate the FCPA because they did not help Baker Hughes “obtain or retain business.”\n\nWal-Mart could have a “very valid legal defense,” according to Koehler. He said Wal-Mart could argue that the payments under scrutiny were grease payments and did not involve obtaining or retaining business from the government. The alleged payments for building permits were arguably for services that the company would get anyway.\n\n“The purpose of the payments was to get licenses and permits faster,” said Koehler.\n\nBut others disagree. Michael Volkov, a former federal prosecutor and FCPA expert, said that alleged payments in the Wal-Mart case were clearly not allowed under the statute, because the payments were used to influence the discretion of government officials and to gain a business advantage.\n\nMaking an argument that the payments were allowed under facilitating payments exception, he said, would be “like trying to take a boulder and fit into a hole the size of a pebble.”"
    },
    {
        "header": "mexico starts investigation in wal-mart bribery case",
        "time": "11:39PM UTC",
        "link": "http://www.reuters.com/article/2012/04/26/us-walmart-idUSBRE83O1BP20120426",
        "body": "MEXICO CITY (Reuters) - An “indignant” Mexico said on Wednesday it has launched an investigation into allegations that the Mexican unit of Wal-Mart Stores Inc bribed officials to expand its business there, opening a new front to a widening probe of the world’s largest retailer.\n\nThe Mexican federal comptroller’s office said it had begun checking the federal paperwork and permits that Wal-Mart de Mexico, known as Walmex, obtained to open and operate its stores in Mexico.\n\nMexican President Felipe Calderon rounded on Wal-Mart during a speech in Houston, Texas, on Wednesday.\n\n“This makes me very indignant,” he told a gathering of members of the Mexican community. “The company has certainly generated many jobs in Mexico and done good things, but what’s not right is doing business on the basis of bribes.”\n\nThe comptroller’s office said it would ask U.S. authorities for information on the case in order to carry out its investigation and that the federal government would take action if wrongdoing by public officials was detected.\n\nA spokesman for Walmex said the company had not been informed of any investigation in Mexico.\n\nWal-Mart already faces a criminal probe by the U.S. Department of Justice over potential violations of the Foreign Corrupt Practices Act (FCPA), a U.S. law that forbids bribing foreign officials.\n\nMexican politicians had been calling for a probe into Wal-Mart, even though the economy ministry had initially said the allegations were not a federal matter.\n\nGuillermo Tamborrel, a senator from Calderon’s conservative National Action Party, said the scandal had tarnished Mexico’s reputation.\n\n“We cannot let an international company come and corrupt our authorities,” Tamborrel told Reuters.\n\nWhile some legal experts expected little bite from the comptroller probe, which will look at civil servants’ possible misdeeds rather than the company, others said the government will face pressure for results since Mexico now chairs the Group of 20 economic powers and co-chairs its anti-corruption panel.\n\n“I think they will take this very seriously. They have a duty, in terms of global leadership, to show that they can get to the bottom of charges like these,” said Eduardo Bohorquez, director of anti-corruption watchdog Transparencia Mexicana, the Mexican arm of Transparency International.\n\nOn Saturday, the New York Times reported that a senior Wal-Mart lawyer received an email from a former executive at Walmex in September 2005 describing how the Mexican affiliate had paid bribes to obtain permits to build stores in Mexico.\n\nThe newspaper said that senior Wal-Mart officials stymied an internal investigation into the alleged bribery, which involved suspect payments worth $24 million.\n\nWal-Mart said on Wednesday that Tom Gean, a lawyer who has worked for the retailer for eight years, was placed in charge earlier this year of overseeing its compliance with FCPA. Gean is a former U.S. attorney for the Western District of Arkansas.\n\nWal-Mart also outlined the high-profile lawyers and accountants aiding its internal investigation into the matter, as well as its worldwide review of compliance, and pushed back against suggestions that its lobbyists tried to scale back the FCPA.\n\nBentonville, Arkansas-based Wal-Mart has long acknowledged the ramifications of the FCPA law.\n\nBack in 2007, then-Chief Executive Officer Lee Scott made the connection between FCPA and the risk that can come with expanding into other countries. At an analyst meeting, Scott was asked whether Wal-Mart would look at entering Russia.\n\n“We, as a company, are committed to ethical and responsible methods of running our business,” Scott said, according to a transcript of the meeting.\n\n“We will not position ourselves in a market in which we would jeopardize that. The Foreign Corrupt Practices Act is the only act that requires the incarceration of the CEO. And we are not going to do that.”\n\nScott is one of the top executives whom the Times said stymied an investigation into alleged bribery in Mexico earlier in the decade.\n\nAlso on Wednesday, a shareholder sued Wal-Mart’s board and several officers, seeking to recover damage to the company’s reputation as well as costs of investigating the claims.\n\nWal-Mart shares ended down 0.7 percent on Wednesday at $57.36, their lowest close in five months and down more than 8 percent since the New York Times report. Walmex shares gained 3.7 percent to close at 37.55 pesos ($2.85) on Wednesday, but have fallen nearly 13 percent since the report.\n\nAn official at the Mexican comptroller’s office told Reuters the agency launched the investigation after it found unspecified evidence that warranted closer scrutiny. It did not receive a specific complaint against the retailer, the official said.\n\nIf the comptroller’s office establishes wrongdoing by a public servant, it can fine and suspend that person from their post. The agency can then turn its findings to the attorney general’s office for them to launch a criminal investigation.\n\nJohn Ackerman, a legal expert at the National Autonomous University of Mexico (UNAM), said the comptroller’s office had not notched up many successes in previous probes, noting that the investigative process could take “years”.\n\n“To say that the (comptroller) is going to look into things is basically not to say much at all,” Ackerman said.\n\nThe comptroller could blacklist Wal-Mart from future government contracts, but it cannot fine the company, he added.\n\nStill, last fall, the comptroller’s office suspended and fined a high-ranking Pemex executive almost 284 million Mexican pesos ($23 million) after an investigation into corrupt practices at a subsidiary of Mexico’s state oil company.\n\nThat fine was one of the highest ever levied in Mexico.\n\nThe official at the comptroller’s office said the agency’s fastest probe took three months to present its findings.\n\nWal-Mart has been assembling a group of legal and accounting experts with proven reputations to defend its name.\n\nFormer U.S. congressman Asa Hutchinson, who served as a U.S. attorney in the Western District of Arkansas in the 1980s, said Gean had an excellent record as a prosecutor.\n\nAsked whether recruiting a compliance officer from its internal ranks could hurt Wal-Mart’s ability to project it was cleaning house, Hutchinson said: “Let’s see how it plays out ... I would certainly recommend that they balance this internal compliance officer position with a monitor that has a higher level of independence and an outside view with credibility.”\n\nRobert Balfe, who was U.S. attorney for the Western District of Arkansas after Gean left, also now works at Wal-Mart as a senior associate general counsel in its legal department.\n\nLaw firm Jones Day is leading Wal-Mart’s investigation and is reporting to the audit committee of the board, which is comprised of four independent directors. Deloitte is the investigative forensic accountant assisting Jones Day on the investigation launched in November 2011, Wal-Mart said.\n\nCahill Gordon & Reindel is serving as outside counsel to the audit committee, Wal-Mart said.\n\nGreenberg Traurig is the outside counsel for the worldwide compliance review Wal-Mart says it started in March 2011, and reports to Gean. KPMG is serving as compliance review accountant, assisting Greenberg Traurig.\n\nLawyers from Jones Day include Karen Hewitt, a former U.S. attorney for the Southern District of California.\n\nLawyers from Cahill Gordon include partner David Kelley, a former U.S. attorney for the Southern District of New York. His hourly billing rate is $995, according to a May 2011 filing made in the bankruptcy of CB Holding Corp.\n\nLawyers from Greenberg Traurig include John Pappalardo, a former U.S. attorney for the District of Massachusetts who also represented former Yukos Oil Company CEO Mikhail Khodorkovsky when he was on trial for fraud and tax evasion. Pappalardo’s hourly billing rate is $875, according to a December 2011 filing made in the bankruptcy of Shengdatech Inc.\n\nGreenberg Traurig’s Joe Whitley, a former U.S. attorney for the Middle and Northern Districts of Georgia, had an hourly billing rate of $795, according to the same filing made in the Shengdatech bankruptcy.\n\nThe hourly rates in past work for Kelley, Pappalardo and Whitley are typical of elite partners at major law firms."
    },
    {
        "header": "wal-mart: no tie between lobbyists and bribery case",
        "time": "9:21PM UTC",
        "link": "http://www.reuters.com/article/2012/04/26/us-walmart-lobbying-idUSBRE83P02O20120426",
        "body": "WASHINGTON (Reuters) - Wal-Mart Stores Inc pushed back on Wednesday against suggestions that its lobbyists tried to scale back a U.S. anti-bribery law while the company was aware it may have violated the law.\n\nThe company said it “never lobbied on” possible changes to the Foreign Corrupt Practices Act, the law that makes it a crime for U.S. companies to pay bribes overseas.\n\nWal-Mart played down its presence on the boards of lobbying organizations that are critical of how the anti-bribery law is enforced. Businesses have increasingly agitated against the law in recent years, saying it is vague.\n\n“Simply because Wal-Mart is a member of an organization does not mean we agree with every position they take,” spokesman David Tovar said.\n\nThe statement was issued as a split emerged among lawmakers on whether they should probe Wal-Mart for how it juggled the criminal and political dimensions of allegations that its Mexico unit paid bribes in violation of the law. Prosecutors are investigating the alleged bribes.\n\nAuthorities in Mexico said on Wednesday they would open an investigation into allegations that Wal-Mart’s Mexican unit, Walmex, bribed officials to expand its business. The federal comptroller’s office said it had begun checking the paperwork and permits obtained to open and operate stores.\n\nOn the lobbying issue, Democratic Representative Henry Waxman said he was troubled by the company’s ties.\n\n“It would appear to be a conflict of interest for Wal-Mart officials to advise on ways to weaken the law at the same time as the company was aware of conduct that may have violated the law,” Waxman said in an interview.\n\nHe and Democratic Representative Elijah Cummings sent letters on Wednesday to two lobbying organizations, the Retail Industry Leaders Association and the U.S. Chamber Institute for Legal Reform, asking how much input Wal-Mart had on their deliberations about the anti-bribery law.\n\nCummings said that Wal-Mart, in its lobbying, may have been “easing out of a situation where they stand to be criminally and civilly liable.”\n\nBut Republican Representative Darrell Issa, the chairman of a key investigative panel, said there would be no investigation. He said he would not make the lobbying groups answer questions, advising them to “write a scathing letter back” to Democrats.\n\nDefending Wal-Mart, Issa added: “Bashing private enterprise for trying to expand and make a profit on behalf of their stockholders seems to me to be a goal that I don’t really understand.”\n\nThe retail and legal lobbying groups, both of which work on a wide array of issues besides the anti-bribery law, said they were preparing to respond to the lawmakers.\n\nThe U.S. Chamber Institute for Legal Reform has been active since 2010 in asking prosecutors and lawmakers to scale back or clarify parts of the anti-bribery law. Those efforts “have been longstanding and are on behalf of the entire business community,” spokesman Bryan Quigley said.\n\nThe Retail Industry Leaders Association, which signed a letter in February calling on prosecutors to explain parts of the law, “has constructively participated in this ongoing dialogue,” spokesman Brian Dodge said.\n\nIn addition to serving on the two groups’ boards, Wal-Mart sent its chief compliance officer, Phyllis Harris, to a panel discussion in November co-hosted by the retailers. The panel addressed regulatory issues, including the anti-bribery law, but Harris limited her comments to environmental issues, panel moderator and Miami lawyer Jacey Kaps told Reuters.\n\nThe National Foreign Trade Council is a third trade group that counts Wal-Mart as a board member and that has pushed for clarification of the anti-bribery law. Council President Bill Reinsch said Wal-Mart “played no role in that issue to my knowledge.”\n\nIndividual corporations have rarely spoken up about the anti-bribery law, even as some have paid hundreds of millions of dollars to settle alleged violations.\n\nStefanie Ostfeld, policy adviser for Global Witness, an anti-corruption group, said a group like the U.S. Chamber Institute for Legal Reform “is able to be the front” on a difficult subject. “We don’t know which individual members within the chamber have been leading the charge,” she said."
    },
    {
        "header": "analysis: in wal-mart probe, a \"black box\" of possible fines",
        "time": "6:06PM UTC",
        "link": "http://www.reuters.com/article/2012/04/25/us-walmart-fcpa-idUSBRE83O1DD20120425",
        "body": "(Reuters) - Wal-Mart Stores Inc (WMT.N) may not find the math easy when it tries to assess the potential criminal liabilities from an alleged bribery scandal and possible cover-up at its Mexican unit.\n\nWhether a potential settlement with U.S. authorities involves several hundreds of millions of dollars of penalties, or even billions, will likely depend on how many allegedly improper payments are eventually discovered and the extent of the alleged financial gain.\n\nThe formula used by prosecutors in crafting proposed penalties can also include subjective factors, such as how much the retailer cooperates with authorities and whether executives engaged in a wide-ranging scheme to hide the behavior from authorities.\n\nWal-Mart is under investigation over allegations its Mexican unit paid $24 million in bribes to accelerate its Latin American growth. The outcome of any potential government case will likely hinge on whether U.S. investigators - and Wal-Mart itself - uncover more alleged bribery around the world, as well as how aggressively prosecutors apply the provisions of U.S. anti-corruption law.\n\nWal-Mart, the world’s largest retailer, has said it is cooperating the with authorities investigating the allegations, which surfaced in a New York Times report on Saturday.\n\nThe company has not been charged with wrongdoing and it declined to comment on any potential legal liability.\n\nOn Tuesday, it announced it created a new global position to oversee its compliance with the U.S. Foreign Corrupt Practices Act, a law that forbids bribes to foreign officials.\n\nWhile it is impossible to predict an exact dollar figure, 10 law professors and lawyers with experience prosecuting and defending against corporate bribery cases told Reuters that, if the allegations are true, Wal-Mart would almost certainly face steep fines.\n\nThe Justice Department can use subjective factors to determine whether to increase or decrease a penalty, including whether a company cooperated with the authorities, promptly fixed the problems and how high up the executive ladder the bad conduct went.\n\nA Justice Department spokeswoman declined to comment on the Wal-Mart situation, as well as how the agency determines proposed penalties in FCPA cases.\n\nMuch could hinge on how Wal-Mart executives responded to the bribery allegations. The Times said that, in 2005, some senior executives failed to report the bribes and even tried to cover them up. The newspaper also said current Wal-Mart Chief Executive Mike Duke and former CEO Lee Scott, who now sits on the company’s board, were among senior executives allegedly aware of the situation.\n\nLarge companies typically settle government allegations that they violated the FCPA, rather than risk defeat at trial. They can also face private action by shareholders, who can accuse directors and officers of breaching their duties or claim the stock price fell after allegations surfaced.\n\nWhile the government typically assigns a company a “culpability score” that can translate into a specific penalty, when it comes to negotiating a settlement “it’s in the Justice Department’s complete discretion to pick a number,” said Mike Koehler, a professor at Butler University who runs the website FCPA Professor.\n\nWal-Mart has hired investigators to determine whether there were bribes in other places where it operates, such as China.\n\nThe company could face several hundreds of millions of dollars in penalties over alleged misconduct in Mexico, said Joseph Hoffmann, a professor at Indiana University’s Maurer School of Law. If widespread problems are uncovered, “then of course you could get into the billion dollar range” for possible penalties, he said.\n\nA U.S. case against Germany’s Siemens AG could provide a guide for how a potential Wal-Mart case would play out. The engineering conglomerate paid $800 million to U.S. authorities in 2008, the single largest U.S. fine to date involving FCPA violations. Siemens also paid another $800 million to German authorities.\n\nSiemens pleaded guilty in U.S. court to paying officials in Argentina, Bangladesh and Venezuela to gain lucrative government contracts. As with Siemens, the alleged conduct at Wal-Mart showed a pattern of corrupt behavior, rather than a series of incidents isolated to a handful of rogue employees, according to legal experts.\n\nIf the allegations involving the retailer prove to be true, “it looks like Wal-Mart Mexico was proceeding on a policy of paying people off; that’s what Siemens did too,” says Paul Enzinna, a lawyer at law firm Brown Rudnick in Washington, DC.\n\nThe Siemens case, however, involved much more money: the improper payments totaled some $1.8 billion. Siemens could have been fined as much as $2.7 billion under U.S. sentencing guidelines, but authorities agreed to a lower figure because the company helped with the investigation. That case has rolled on. Eight former executives were charged in December for their alleged roles in the scheme.\n\nSiemens paid about 1.6 percent of its sales in global fines. If that percentage was applied to Wal-Mart, the Arkansas-based retailer could be on the hook for about $4.5 billion, UBS stock analyst Robert Carroll said in a research note on Wednesday.\n\nHowever, legal experts say company sales are just one factor that would go into a possible fine.\n\n“It’s a little bit of a black box,” said Amy Conway-Hatcher, a partner at law firm Kaye Scholer in Washington.\n\nU.S. authorities in recent years have escalated their attack on foreign bribery. Other big settlements were a $400 million pact with British military contractor BAE Systems Plc and a $185 million settlement with German luxury car maker Daimler, both in 2010.\n\nOverall though, with dozens of settlements over the last several years, the average U.S. fine in foreign bribery cases is less than $25 million, according to a report by law firm Shearman & Sterling in January.\n\nIf the Justice Department pursues a case against Wal-Mart, it could rely on two provisions of the FCPA. It could bring charges of violating the statute’s anti-bribery provisions, the most common charge leveled against companies. The government can fine a company up to $2 million per violation of that provision.\n\nWhile the New York Times reported that Wal-Mart’s Mexican unit was suspected of making some 441 improper payments, experts said that, if charges were brought, the company would likely negotiate an overall settlement instead of having to pay for each alleged violation.\n\nAlso under the FCPA, prosecutors could seek to bring charges that Wal-Mart violated provisions of the act centering on failure to keep adequate records. Siemens was the first company to plead guilty to violating that provision. That carries a potential fine of $25 million per violation.\n\nUnder another federal law, the Alternative Fines Act, prosecutors can ratchet up the punishment, allowing them to dock companies for twice the financial gain reaped from the alleged bribery.\n\nIf prosecutors determine that Wal-Mart paid bribes to get permits for earlier store openings in Mexico, it may be difficult to calculate the monetary gain, experts said.\n\nIn the most recent FCPA cases, companies have paid fines below the recommended guidelines, said Butler University’s Koehler.\n\nGiven Wal-Mart’s alleged misconduct and the potential precedent of such a high-profile case, however, “the DOJ would be hard-pressed to go below the range,” he added."
    },
    {
        "header": "mexico says to open probe into wal-mart allegations",
        "time": "4:18PM UTC",
        "link": "http://www.reuters.com/article/2012/04/25/us-mexico-walmart-idUSBRE83O1AL20120425",
        "body": "MEXICO CITY (Reuters) - Mexico’s federal comptroller’s office said on Wednesday it would open an investigation into allegations that the Mexican unit of Wal-Mart Stores Inc bribed officials to expand its business in Mexico.\n\n“If wrongdoing attributable to federal public officials is detected, the federal government will take action,” the office said."
    },
    {
        "header": "mexico president \"very indignant\" about wal-mart case",
        "time": "10:47PM UTC",
        "link": "http://www.reuters.com/article/2012/04/26/us-walmart-calderon-idUSBRE83P04B20120426",
        "body": "MEXICO CITY (Reuters) - Mexican President Felipe Calderon said on Wednesday that allegations the Mexican unit of Wal-Mart Stores Inc (WMT.N) sought to bribe officials in Mexico to grow its business there had made him “very indignant”.\n\nOn Saturday, the New York Times reported that the Mexican unit of Wal-Mart paid millions of dollars in bribes to help build its business in Latin America’s second-largest economy.\n\n“This makes me very indignant,” Calderon told an audience in Houston, Texas. “The company has certainly generated many jobs in Mexico and done good things, but what’s not right is doing business on the basis of bribes.”\n\nEarlier on Wednesday, Mexico said it would investigate the allegations against the giant U.S. retailer."
    },
    {
        "header": "update 1-wal-mart says gean is global fcpa officer",
        "time": "9:43AM UTC",
        "link": "http://www.reuters.com/article/2012/04/25/walmart-idUSL2E8FP3OU20120425",
        "body": "April 25 (Reuters) - Wal-Mart Stores Inc on Wednesday said the internal lawyer serving as its global compliance officer on foreign corrupt practices act issues is Tom Gean, and gave details on the external teams helping with its ongoing investigations.\n\nThe disclosures come after the New York Times reported on Saturday that a senior Wal-Mart lawyer received an email from a former executive at Wal-Mart de Mexico in September 2005 that described how the Mexican affiliate, known as Walmex, had paid bribes to obtain permits to build stores in Mexico.\n\nTom Gean, former U.S. attorney for the Western District of Arkansas, was named to the newly created post of global FCPA compliance officer earlier this year. Gean has worked for Wal-Mart since 2004. Wal-Mart said that Gean stepped into the new role before the Times story ran -- but that was after the Times said it informed Wal-Mart about its reporting last year.\n\nLaw firm Jones Day is leading the company’s investigation and is reporting to the audit committee of the board, which is comprised of four independent directors. Deloitte is the investigative forensic accountant assisting Jones Day on the investigation launched in November 2011, Wal-Mart said.\n\nCahill Gordon & Reindel is serving as outside counsel to the audit committee, Wal-Mart said.\n\nMeanwhile, Greenberg Traurig is the outside counsel for the worldwide compliance review Wal-Mart says it started in March 2011, and reports to Gean. KPMG is serving as compliance review accountant, assisting Greenberg Traurig."
    }
]