[
    {
        "header": "obama to nominate walmart's burwell as white house budget chief",
        "time": "9:10PM UTC",
        "link": "http://www.reuters.com/article/2013/03/04/us-usa-obama-budget-idUSBRE9220F720130304",
        "body": "WASHINGTON (Reuters) - President Barack Obama will nominate Walmart’s philanthropic head Sylvia Mathews Burwell on Monday to become director of the White House budget office, a White House official said on Sunday.\n\nBurwell, 47, is a veteran of Bill Clinton’s White House and for the past year has been president of the Walmart Foundation at the corporation’s Bentonville, Arkansas, headquarters. The charity organization in 2011 gave out nearly $1 billion in corporate contributions to projects around the world such as fighting hunger and empowering women.\n\nBurwell, who is originally from West Virginia, would replace Jeffrey Zients, who has been serving as acting director at the White House Office of Management and Budget, known by the acronym OMB.\n\nObama is set to announce Burwell’s nomination at 10:15 a.m. EST/1515 GMT on Monday, the White House official said, adding that Burwell had a proven record as a problem solver and consensus builder. The job requires Senate confirmation.\n\n“Burwell’s deep knowledge of budget and economic issues along with her record of fighting for working Americans make her the perfect choice to lead the OMB at this important time,” the White House official said.\n\nSenator Jeff Sessions of Alabama, the senior Republican on the Senate Budget Committee, said he would “fairly and thoughtfully review” Obama’s choice of Burwell. The panel, led by Democratic Senator Patty Murray, will oversee the nomination.\n\n“The director must lead an effort to make government leaner and more efficient and must be committed to providing honest and accurate information on the dangerous financial condition of our country,” Sessions told Reuters in a statement.\n\nMike Duke, president and chief executive of Wal-Mart, congratulated Burwell on her nomination, describing her as “a strong leader who both masters the details and has a clear vision for making big thing happen.”\n\nThe move will reunite her with another Clinton White House veteran, Jack Lew, who was Clinton’s OMB director for a time and was recently confirmed as Obama’s treasury secretary.\n\nBurwell will take the office that carries out the administration’s spending policies and prepares an annual budget. That office will inevitably be caught up in the ongoing budget battle between Democrats and Republicans as lawmakers seek ways to reduce annual $1 trillion federal budgets.\n\nShe brings a certain outsider status to Obama’s inner circle and may offer a fresh perspective from the business world far away from Washington.\n\nBurwell would also bring gender diversity to the top echelons of the Obama White House after the president drew fire from critics for picking men for many top jobs.\n\nBurwell served as deputy OMB director during part of Clinton’s 1990s presidency. She was also deputy White House chief of staff and served as chief of staff for Treasury Secretary Robert Rubin.\n\nAfter her work in the Clinton administration, Burwell was president of the Global Development Program at the Bill and Melinda Gates Foundation. She led the foundation’s grantmaking and advocacy efforts aimed at lifting the world’s poorest people out of hunger and extreme poverty."
    }
]