[
    {
        "header": "insight: wal-mart 'made in america' drive follows suppliers' lead",
        "time": "10:06AM UTC",
        "link": "http://www.reuters.com/article/2013/09/25/us-walmart-manufacturing-insight-idUSBRE98O04Q20130925",
        "body": "(Reuters) - Wal-Mart Stores Inc, whose focus on low-cost sourcing helped to fuel the offshoring of U.S. manufacturing, has been promoting a patriotic new image in recent months.\n\nThe Bentonville, Arkansas-based company says it is “leading an American renewal in manufacturing” and “bringing jobs back to the U.S.” with its pledge made in January to buy an additional $50 billion in U.S.-made goods over the next 10 years.\n\nBut an examination of the company’s “Made in America” campaign suggests Wal-Mart’s caught on to a reshoring phenomenon that was already underway.\n\nIn many cases, Wal-Mart’s suppliers had already decided to produce in the United States, as rising wages in China and other emerging economies, along with increased labor productivity and flexibility back home, eroded the allure of offshore production.\n\nThough wrapped in the stars and stripes, the world’s largest retailer’s push to bring jobs back to the United States also makes business sense both for suppliers and retailers.\n\nSome manufacturers are finding they can profitably produce certain goods at home that they once made offshore. And retailers like Wal-Mart benefit from being able to buy those goods closer to distribution centers and stores with lower shipping costs, while gaining goodwill by selling more U.S.-made products.\n\n“This is not a public relations effort. This is an economic, financial, mathematical-driven effort. The economics are substantially different than they were in the 80s and 90s,” Bill Simon, chief executive of the Walmart U.S. chain, told the Reuters Global Consumer and Retail Summit earlier this month.\n\nThe initiative is modest for now. For a company with $466.1 billion in annual sales, an additional $50 billion of spending over a decade will barely register. Also, the main Walmart U.S. unit sells mostly groceries and already procures two-thirds of its goods - including a lot of food - from U.S. sources.\n\nWal-Mart’s high-profile commitment is, though, an important symbolic shift. A retailer that for decades has prompted hundreds of U.S. companies to move production overseas, thanks to its relentless insistence on cost-cutting, now is urging at least some production back. It will even offer longer-term purchasing guidance to some companies to encourage them.\n\nHampton Products International did not need Wal-Mart to tell it about the changing cost structure of global commerce. Hampton, which supplies locks and door hardware to retailers including Wal-Mart, began “resurrecting manufacturing” at its Wisconsin plant back in 2008, said CEO H. Kim Kelley.\n\nWal-Mart’s push this year served mainly to speed its business decision, Kelley said. “We moved much more quickly and aggressively to ramp manufacturing to meet Wal-Mart’s timetable,” he said.\n\nBut ultimately, Hampton’s decision to manufacture some products back in the United States was driven by simple but compelling math, Kelley said. Take the example of a door hardware part that Kelley declined - citing competitive issues - to define more precisely than that.\n\nOver the past six years, the price of producing the part in China has risen 24 percent to $2.20 from $1.77, because of the Chinese currency’s appreciation and increased labor costs. Throw in transport costs and U.S. tariffs, and that product, delivered to the United States today, would cost about $2.53, Kelley said.\n\nBy moving production back to the United States, Hampton can make the part today for just $2.16, a nearly 15 percent saving even including the amortized investment in its new U.S. plant. In addition, Hampton has reduced inventory sitting idle on a ship or in finished goods in its distribution centers.\n\nRelocating production to the United States also yields a number of soft but important benefits, Kelley said. These include better control of the manufacturing process, an ability to respond swiftly to customers, and a much smaller impact on the environment as the U.S. plant uses less energy than its Chinese counterpart and is 7,500 miles closer to where the product is sold.\n\n“The benefits are obvious,” said Kelley. “We cut our costs, improve our sustainability, reduce the cost of finished goods inventory and create U.S. jobs.”\n\nWal-Mart’s push is aimed at product categories that have been difficult to produce at a cost advantage in the United States for some time. The retailer plans to sell everything from General Electric Co light bulbs made in Ohio and Illinois to Element Electronics Corp televisions that will be assembled in South Carolina.\n\nThe latest company to sign on is Korona S.A., a Polish candlemaker that will produce Walmart U.S.’s Mainstays tea light candles in Virginia, a move that Wal-Mart said took more than a year to put together.\n\nWal-Mart still declines to sign long-term contracts with suppliers, but its market power is so immense that companies will sometimes make investments based on expected demand from the retailer. Also, Wal-Mart has helped some suppliers make contact with state economic development officials who can offer tax breaks or other incentives.\n\nRenfro Corp began ramping up U.S. sock production two years ago, said CEO Bud Kilby, sinking more than $10 million into two factories in Tennessee and Alabama and hiring nearly 250 new workers. It is ready to do more now that Wal-Mart has asked Renfro to further expand its U.S. capacity.\n\nWal-Mart has not given Renfro firm orders associated with the request, but the sock maker is set to invest at least another $10 million and create another 195 jobs, Kilby said.\n\n“We trust them,” Kilby said. “They asked us to do it and they made a commitment to support it and to buy product. But there is no contractual agreement - no purchase orders or anything like that.”\n\nWal-Mart’s U.S. manufacturing summit in Orlando, Florida in August featured speakers such as Commerce Secretary Penny Pritzker and GE CEO Jeff Immelt. The meeting gave hundreds of suppliers the chance to meet with governors or economic development officials from 34 states, as well as two banks and one private equity firm.\n\n“We can provide the certainty to the people who invest capital, to make it worthwhile,” said Simon, the Walmart U.S. CEO.\n\nWal-Mart sometimes makes what it calls “multi-year commitments” based on financial data suppliers share.\n\n“It really depends on what they need and how much of their capital expense and their strategic plan they’re willing to share,” said Michelle Gloeckler, senior vice president of Walmart U.S.’s home business and a leading executive on the retailer’s Made-in-America commitment.\n\nWhen 1888 Mills LLC came to Wal-Mart in 2012, it projected that the cost of making towels in the United States was coming closer to the cost of overseas production. The textiles company felt it could order new machinery to help it reduce the cost differential, but only if it had a multi-year commitment from Wal-Mart, Gloeckler recalled.\n\nWal-Mart crunched the numbers and agreed to carry 1888 Mills’ “Made Here” towels for an undisclosed number of years. It also agreed to stock 600 stores at first and then add more as production increased, a staged rollout unusual for the chain.\n\nThe “Made Here” towels are selling 30 percent better than those they replaced on the shelf that were made outside the United States by another supplier, Gloeckler said.\n\nManagement consultants began highlighting the benefits of U.S. manufacturing years ago.\n\nWith wages rising elsewhere and U.S. energy costs on the decline, the United States can be a competitive manufacturing hub again, says Hal Sirkin, a senior partner of the Boston Consulting Group and co-author of the book “Globality: Competing with Everyone from Everywhere for Everything” who spoke at Wal-Mart’s summit.\n\n“We are seeing a lot of products now that have already reached the point where it is already cheaper to manufacture it and deliver it in the United States than to have it made in China and have it shipped across and pay tariffs and duties,” he said.\n\nIt costs slightly more to make a vacuum cleaner in China than in the United States when you add up the cost of labor, buying components and raw materials, overhead, energy costs, shipping and “soft costs” such as managing inventory, he said.\n\nLabor costs are typically about 20 to 25 percent of the total cost of a product. For categories like clothing, that require more manual work, production is likely to stay in countries with lower wages, Sirkin said.\n\nManufacturing experts largely welcome Wal-Mart’s commitment to purchase U.S. goods, though the size of its pledge has not impressed them.\n\n“It’s not an aggressive target,” said Thomas Duesterberg, executive director of the Manufacturing and Society in the 21st Century project at the Aspen Institute.\n\nWal-Mart says that $50 billion is just a starting point.\n\nThe retailer’s effort matters regardless of the size, said Suzanne Berger, a professor and manufacturing expert at the Massachusetts Institute of Technology. “A Wal-Mart decision, however minimal or cosmetic, is a powerful signal,” she said."
    }
]