[
    {
        "header": "warren buffett's berkshire adds adm, more wal-mart in fourth qtr",
        "time": "5:51PM UTC",
        "link": "http://www.reuters.com/article/2013/02/14/berkshirehathaway-holdings-idUSL1N0BDH0C20130214",
        "body": "Feb 14 (Reuters) - Warren Buffett’s conglomerate Berkshire Hathaway took a new stake in agribusiness heavyweight Archer Daniels Midland Co in the fourth quarter and added to positions in old favorites like Wal-Mart Stores Inc , according to a regulatory filing on Thursday.\n\nMany of the investment decisions were made not by Buffett himself but by his two investment managers, Ted Weschler and Todd Combs. Buffett has said only the changes in Berkshire’s biggest positions, like adding to holdings of Wal-Mart or Wells Fargo, were made by him.\n\nThe portfolio was again active this quarter, with a number of large moves in a wide variety of stocks. While Buffett is the exemplar of buy-and-hold investing, he has indicated that at least one of the team of Weschler and Combs is inclined to trade more actively from quarter to quarter.\n\nBesides buying about 6 million shares of ADM -- a stock that could appeal to Buffett’s farmer son Howard -- Berkshire also added a new position of about 3.7 million shares in Internet registry manager Verisign Inc.\n\nOtherwise, Berkshire raised stakes in a number of old favorites. It added 33 percent more of dialysis clinic operator DaVita, raised its position in satellite broadcaster DirecTV by 15 percent and added almost 27 percent to its stake in National Oilwell Varco.\n\nBuffett added about 1.7 percent to the Wal-Mart position, and just over 4 percent to the stake in Wells Fargo, his favorite bank.\n\nBerkshire also reduced some positions, slashing its stake in one-time portfolio stalwart Johnson & Johnson by another 34 percent and its position in newspaper publisher Lee Enterprises by 92 percent.\n\nIn the third quarter, Berkshire sold retailers and consumer heavyweight stocks but took new positions in industrial manufacturers like Deere & Co and Precision Castparts . Deere is the world’s largest agricultural equipment maker. Precision Castparts’ castings are used in every jet aircraft engine program in production or under development.\n\nIt also took a position in Wabco Holdings, which makes braking and transmission products for the commercial truck market, and raised its stake by 50 percent in the automaker General Motors.\n\nIn the third quarter Berkshire cut its long-time holding in Johnson & Johnson by 95 percent and also trimmed its Procter & Gamble position by another 11 percent.\n\nJ&J was one of Berkshire’s biggest investments by valuation over the last five years, but Buffett sold it aggressively in 2012, telling CNBC in February the company “has messed up in a lot of ways” in the recent past."
    },
    {
        "header": "india press-wal-mart to increase tech outsourcing to india - mint",
        "time": "10:07PM UTC",
        "link": "http://www.reuters.com/article/2013/02/15/india-press-walmart-idUSL4N0BF1KH20130215",
        "body": "Note: Reuters has not verified these stories and does not vouch for their accuracy."
    },
    {
        "header": "walmart's british arm finds horse dna in bolognese sauce, pulls products",
        "time": "3:05PM UTC",
        "link": "http://www.reuters.com/article/2013/02/14/us-horsemeat-walmart-idUSBRE91D1EA20130214",
        "body": "LONDON (Reuters) - Wal-Mart Stores Inc’s British supermarket arm, Asda, said on Thursday it had discovered horse DNA in its beef bolognese sauce and was withdrawing that product and three others from its stores.\n\n“We have a preliminary test result that suggests the presence of horse DNA in our 500g Beef Bolognese sauce. As you’d expect, we have withdrawn this product from our shelves,” Asda spokeswoman Jo Newbould said. Asda has about 550 shops across the UK.\n\n“We are taking a belt-and-braces approach so in addition, as a precaution, we’re also withdrawing three other beef-based products produced by the same supplier,” she said.\n\nThe three other products are beef broth soup, meat feast pasta sauce and chilli con carne soup. Asda said it does not have positive test results for horse DNA in those products. It said the products were made at the Irish food group Greencore’s plant in Bristol.\n\nLast month, Asda withdrew four burger products after they were found to contain trace levels of horse DNA. The burgers were supplied by Silvercrest, which had also sold Tesco and other grocers beef burgers containing horse meat.\n\nSeparately on Thursday, Irish supplier Rangeland Foods said it was withdrawing its frozen burger products after discovering that some contained 5 percent to 30 percent horse meat. Rangeland supplies frozen burgers to restaurants, pubs, caterers and fast food chain Supermac‘s.\n\nThe discovery of horsemeat in products supposed to contain beef has rocked the food industry in Europe and Britain and triggered investigations into Irish and Romanian suppliers that sell products to major supermarkets.\n\nBritain’s Food Standards Agency (FSA) said on Thursday that six horses slaughtered in the UK that tested positive for the drug phenylbutazone were exported to France and may have entered the human food chain.\n\nThe drug known as bute is a common anti-inflammatory painkiller for sporting horses, but it is banned for animals intended for eventual human consumption because of concerns that it poses a health risk to humans."
    }
]