[
    {
        "header": "wal-mart profit up in key holiday quarter",
        "time": "7:06AM UTC",
        "link": "http://www.reuters.com/article/2013/02/21/walmart-results-idUSL1N0BB5FU20130221",
        "body": "Feb 21 (Reuters) - Wal-Mart Stores Inc posted a higher quarterly profit and raised its dividend payout on Thursday, as efforts such as extending its layaway program and matching competitors’ prices attracted shoppers during the competitive holiday season.\n\nThe world’s largest retailer earned $1.67 per share from continuing operations in the fiscal fourth quarter, up from $1.51 per share a year earlier. Wal-Mart had forecast a profit of $1.53 to $1.58 per share from continuing operations."
    },
    {
        "header": "wal-mart eases investors fears, u.s. shoppers feel pain",
        "time": "1:11PM UTC",
        "link": "http://www.reuters.com/article/2013/02/21/us-walmart-results-idUSBRE91K0HZ20130221",
        "body": "CHICAGO/BOCA RATON, Florida (Reuters) - Wal-Mart Stores Inc 18 percent dividend increase and comments that U.S. sales patterns were more normal late last week after a slow start to the year helped boost shares of the world’s largest retailer 2.6 percent on Thursday.\n\nThe retailer also reported a bigger-than-expected profit increase, which was helped by a lower-than-anticipated tax rate.\n\nStill, the company’s results solidified a picture of a U.S. consumer worried about the impact of higher payroll taxes and gasoline prices, along with slow tax refunds that put some spending on hold.\n\nWalmart U.S., Wal-Mart’s largest unit by far, had a slow start to February, which Walmart U.S. Chief Executive Bill Simon attributed largely to the tax refund delay. The company expects sales at Walmart U.S. stores open at least a year, or same-store sales, to be about flat during the current first quarter. A year earlier, such sales rose 2.6 percent.\n\nBut the company has also been focusing hard on its strategy of offering low prices and the economic pressure could help it in the long run, some analysts said.\n\n“I think Wal-Mart is quite well positioned actually,” Stewart Samuel, a senior analyst with food and grocery researcher IGD, said. “If there is any sort of trading down, Wal-Mart will benefit from that.”\n\nThe forecast was likely not as bad as the market feared after a Bloomberg report, citing an internal Wal-Mart memo on the weak sales that sent the stock down on Friday, Janney Capital Markets analyst David Strasser said in a note to clients.\n\nMeanwhile, the company raised its dividend to $1.88 a share for fiscal 2014. Based on Wednesday’s close, that gives the Dow Jones Industrial Average component a yield of 2.7 percent, compared with a yield of 2.6 percent for the broader index and 1.97 percent for the benchmark 10-year U.S. treasury bond.\n\nEfforts such as extending its layaway program and matching competitors’ prices initially attracted shoppers during the competitive holiday season, but Walmart U.S. same-store sales rose just 1 percent in the fourth quarter. The company had forecast an increase of 1 percent to 3 percent, and analysts, on average, had anticipated a 1.5 percent gain.\n\nWal-Mart said the U.S. division, its biggest unit, gained market share in major categories of food, consumables, health and wellness and over-the-counter medications, as well as in entertainment and toys, which are big sellers during the holiday period. It cited data from Nielsen and the NPD Group.\n\nThe company is also changing some package sizes and other offerings in its stores to accommodate shoppers hurt by the payroll tax increase, although Simon said the company has not seen customers trading down yet.\n\n“We are confident that our low prices will continue to resonate, as families adjust to a reduced paycheck and increased gas prices,” Simon said in a statement.\n\nThe results from Wal-Mart are the latest sign of pressure on U.S. consumers due to the January 1 expiration of a 2 percentage point cut in payroll taxes, a delay in income tax refund payments and a 30 cent increase in gasoline prices this year through last week.\n\nConsumer sentiment for lower-income individuals fell for a third straight month in January to its lowest level since November 2011, according to University of Michigan data.\n\n“Wal-Mart is a proxy for the broader U.S. consumer. We have been hearing that February is off to a slow start and this adds to that view,” Joseph Feldman, a senior retail analyst at Telsey Advisory Group, said.\n\nWal-Mart has cashed some $1.7 billion in tax return checks at its U.S. stores so far this year, Simon said. At this point last year, that amount was about $3 billion.\n\nThat not only delays spending, but may also affect what people buy. For example, Simon said that when consumers cash a tax check in the week before the Super Bowl, they tend to buy a television. The retailer does not know how the later refund checks will be spent.\n\n“The delay in income tax refunds has really affected their business and they have been seeing lower volumes driven by the increase in payroll tax,” said Kim Forrest, a senior equity research analyst at Fort Pitt Capital Group in Pittsburgh. “And those are things we can’t escape from because more money is going to the government and less money came from the government.”\n\nWal-Mart earned $5.61 billion, or $1.67 per share, from continuing operations in the fiscal fourth quarter, up from $5.19 billion, or $1.51 per share a year earlier.\n\nWal-Mart had forecast a profit of $1.53 to $1.58 per share from continuing operations, and analysts expected it to earn $1.57 per share, according to Thomson Reuters I/B/E/S.\n\nThe company forecast first-quarter earnings per share of $1.11 to $1.16, up from $1.09 a year earlier.\n\nIt also forecast fiscal-year earnings per share of $5.20 to $5.40, including about 9 cents in increased costs for its e-commerce operations. It earned $5.02 per share in fiscal 2013.\n\nWal-Mart spent $157 million last year on its own probe of alleged bribery allegations in Mexico, Brazil, China and India, and on improvements to its compliance programs. A New York Times article in April 2012 unveiled alleged bribery at the major Mexican unit.\n\nThe company said its forecast includes about $40 million to $45 million in first-quarter costs related to foreign corrupt practices act and compliance matters.\n\nWal-Mart saw traffic weaken in a majority of international markets in the fourth quarter. Consumers in China were shifting to weekly stock-up trips from daily shopping, while convenience shoppers in Brazil, Canada and Mexico shopped less and bought fewer items. Sales growth also slowed at its British Asda unit."
    },
    {
        "header": "brief-wal mart stores-ceo says plans to add 36-40 million square feet in fy 2014 versus 34.6 million year earlier, but at less or equal spending",
        "time": "7:38AM UTC",
        "link": "http://www.reuters.com/article/2013/02/21/walmartstores-brief-idUSWEN007VK20130221",
        "body": "CHICAGO, Feb 21 (Reuters) - Wal-Mart Stores Inc : * CEO says plans to add 36-40 million square feet in FY 2014 versus 34.6\n\nmillion year earlier, but at less or equal spending * US CEO says customers challenged by higher fuel prices, increased\n\npayroll taxes and delayed tax refunds * US CEO says saw impact from increased payroll taxes, delayed refunds\n\nin last couple weeks of Q4 * US CEO says net layaway sales up almost 10 percent in holiday season\n\nversus year earlier * US CEO says grocery comp sales up low-single-digits in Q4, gaining\n\nsignificant share in household paper and pets * US CEO says had first full-year of higher apparel comp sales in 7\n\nyears * Wal-mart international CEO says comparable traffic down in majority\n\nof markets in Q4 * Wal-mart international CEO says in china,consumers shifting to weekly\n\nstock up trips from daily shopping trips * Wal-mart international CEO says seeing fewer trips and smaller\n\npurchase size from convenience shopper in Brazil, Canada, Mexico * Wal-mart international CEO says in markets like Canada, seeing\n\ntraffic * Wal-mart international CEO says will take necessary actions where it\n\nhas opportunities to adjust to trends * Sam’s club CEO says traffic and add-ons from small business members\n\nwere soft in Q4 * Sam’s club CEO says business members more deliberate in spending due\n\nto economic factors * Sees FY 2014 net sales up 5-6 percent ex-currency and acquisitions, versus"
    },
    {
        "header": "brief-wal mart turns higher, rises 0.6 pct after results",
        "time": "7:58AM UTC",
        "link": "http://www.reuters.com/article/2013/02/21/walmartstores-brief-idUSWEN007VX20130221",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "brief-wal mart down 1 percent in premarket after results",
        "time": "7:13AM UTC",
        "link": "http://www.reuters.com/article/2013/02/21/walmartstores-brief-idUSWEN007VL20130221",
        "body": "Disney-Fox mashup would truly be over the top"
    }
]