[
    {
        "header": "exclusive: banks vie to run wal-mart's coveted $15 billion retirement plan",
        "time": "6:03PM UTC",
        "link": "http://www.reuters.com/article/2013/06/20/us-walmart-retirement-idUSBRE95J16520130620",
        "body": "(Reuters) - Wal-Mart Stores Inc is considering bids from retirement plan managers to run its $15.6 billion 401(k) program, which has been administered by Bank of America’s Merrill Lynch unit for 15 years, according to three sources familiar with the situation.\n\nThe Bentonville, Arkansas-based retailer is talking to Wells Fargo & Co’s retirement division about managing the program, the largest U.S. private sector plan, said the sources, who wished to remain anonymous because they are not permitted to speak to the media. Bank of America is also in the running, they said. It was unclear if other plan providers were also being considered.\n\nWells Fargo, the No. 4 U.S. bank by assets; Bank of America, the No. 2 U.S. bank; and Wal-Mart declined to comment.\n\nWhile Wal-Mart accounts are much smaller than the average retirement account, the sheer size of the company makes it a coveted - and closely watched - client in the retirement industry. It could not be learned when Wal-Mart last conducted a similar review, but retirement plan administration mandates rarely come up for grabs.\n\nWal-Mart, the world’s biggest retailer, has more than 1.2 million people participating in its retirement plan, which has an average account balance of $15,000, according to BrightScope, which tracks and rates retirement plans.\n\nBy contrast, the typical retirement account in a plan with more than 10,000 participants had an average account balance of more than $63,000 at the end of 2011, according to the latest data available from the Employee Benefit Research Institute.\n\nBrightScope, which ranks retirement plans, currently rates Wal-Mart’s 401(k) plan as average compared to its peers, noting that it has very low management fees, average participation but small account balances.\n\nThe account sizes along with the high turnover of Wal-Mart’s vast workforce has caused some providers to bow out of bidding to oversee Wal-Mart’s plan, said Martin Schmidt, an independent retirement plan consultant in Chicago. He declined to name the providers other than to say that they serve “the mega-plan space.”\n\nDespite Wal-Mart’s long relationship with Bank of America Merrill Lynch, Wells Fargo could be a credible competitor, given that it has experience serving other large retailers, Schmidt said.\n\nIn 2010, Wells took over retailer Lowe’s Cos Inc’s retirement services plan, adding 246,000 people to its portfolio of about 3.6 million participants.\n\n“Wells Fargo has been really aggressive in moving up-market,” Schmidt said.\n\nWal-Mart overhauled its benefits program a couple of years ago, eliminating profit-sharing contributions that had equaled up to 4 percent of pay. In place of profit-sharing, Wal-Mart now requires employees to put in their own money before they get matching contributions of up to 6 percent of pay.\n\nWal-Mart also does not allow participants to take out a loan against their retirement savings. It is the biggest plan to prohibit loans among 451 plans with more than $1 billion in net assets, according to Brooks Herman, head of research at BrightScope.\n\n“The retirement package they offer now is a lot less generous than it used to be,” said John Marshall, a senior capital markets analyst for the United Food and Commercial Workers capital stewardship program, an activist group that has been pushing for changes at the retailer. “The big question is will retirement benefits be the same or will they be deteriorating further?”\n\nIn 2011, Wal-Mart and Bank of America agreed to pay $13.5 million to settle an employee class action claiming the 401(k) fees in the Wal-Mart plan were too high.\n\nIn keeping with best practices, companies should put their 401(k) plans out for bid every five years to make sure they are getting the best pricing and service, but very few do, Schmidt said.\n\nHowever, recent regulations forcing plan administrators to disclose their fees to plan sponsors have caused more companies to put their plans up for bid.\n\nEven when companies do consider new retirement plan managers, they actually make a switch less than 10 percent of the time, Schmidt said."
    },
    {
        "header": "india press-wal-mart, tesco seek assurance fdi policy will stay - pti in hindustan times",
        "time": "10:55PM UTC",
        "link": "http://www.reuters.com/article/2013/06/21/india-press-walmart-tesco-idUSL3N0EX0L420130621",
        "body": "Google to open Android Nation retail stores in India - Times of India\n\nAdani looking to raise nearly $2 bln in dollar bonds - Business Standard\n\nNote: Reuters has not verified these stories and does not vouch for their accuracy."
    }
]