[
    {
        "header": "uk's asda to invest 1 bln stg in prices over 5 years",
        "time": "7:16AM UTC",
        "link": "http://www.reuters.com/article/2013/11/14/asda-sales-idUSWLB005S420131114",
        "body": "LONDON, Nov 14 (Reuters) - Supermarket Asda, the British arm of United States retailer Wal-Mart, said it would invest 1 billion pounds ($1.60 billion) in lower prices over the next five years.\n\nThe firm also said on Thursday its sales growth had slowed a touch in its third quarter.\n\nAsda, which trails market leader Tesco by annual sales and is battling to be Britain’s No. 2 grocer with J Sainsbury, said sales at stores open over a year, excluding fuel and VAT sales tax, rose 0.3 percent in the 13 weeks to Oct. 4.\n\nThat compares to a second quarter rise of 0.7 percent.\n\nIn addition to the investment in prices Asda said it would invest 250 million pounds in product quality, style and design."
    },
    {
        "header": "uk's asda promises 1 billion pounds investment in price cuts",
        "time": "12:29PM UTC",
        "link": "http://www.reuters.com/article/2013/11/14/us-asda-sales-idUSBRE9AD0U020131114",
        "body": "LONDON (Reuters) - Supermarket chain Asda, the British arm of Wal-Mart Stores Inc (WMT.N), said it would spend over 1 billion pounds ($1.6 billion) on price cuts and product innovation as it seeks to expand its share of the UK grocery market.\n\nAsda, which runs behind market leader Tesco Plc (TSCO.L) by annual sales and is battling to fend off a challenge for Britain’s No. 2 place from a resurgent J Sainsbury Plc (SBRY.L), said it would spend the sum to keep prices below inflation over the next five years.\n\nSetting out its strategic priorities on Thursday under its new slogan “You’re better off at Asda”, it also said it would invest 250 million pounds in product quality, style and design.\n\nChief Executive Andy Clarke said that he wanted to set Asda clearly apart from the other three of the “Big Four” retailers, which also include Morrisons (MRW.L), in terms of value.\n\n“We are going to invest 1 billion pounds in retail pricing over the next five years,” he said. “You can work out the maths for what that means for our competitors.”\n\nHe said the company was already increasingly cheaper against its three big rivals and closing the gap with discounter Aldi.ALDIEI.UL\n\n“Our (pricing) gap is already widening versus Tesco, Morrisons and Sainsbury’s and narrowing against Aldi.”\n\nAsda’s price-cutting promise is the latest example of British supermarket operators promoting their money-saving appeal.\n\nAsda said it was cutting prices on regularly bought staples such as fresh produce, milk and bread, but did not give specific examples.\n\nAnalyst Clive Black at Shore Capital said Asda’s move was sensible because ‘Asda Price’ was a key virtue of the retailer, but it did not signal the start of a price war.\n\n“We believe that the market should take Asda’s message here in its stride, perhaps placing the greatest concern with respect to the implications of its re-statement of price value upon its value-based competitor, Wm. Morrison,” he said.\n\nAsda’s comments came a day after Sainsbury showed its resilience to tough market conditions with a 7 percent rise in underlying first-half profit, contrasting with a decline at market leader Tesco Plc (TSCO.L).\n\nIt also said it aimed to improve its core business and reach new customers in Britain, particularly in London and southeast England where it has traditionally been weak.\n\nChief Executive Andy Clarke told reporters the company was looking at smaller convenience store formats, the fastest-growing channel in the UK grocery sector.\n\n“In the next five years, and towards the end of that time horizon, we will explore the opportunity for convenience, the sub 3,000 square foot retail space that we don’t currently trade,” he said.\n\nTesco and Sainsbury have long established convenience businesses and are still investing heavily. Morrisons was slow to enter the market but is now moving aggressively, targeting 100 stores by the end of 2013 and 200 by the end of 2014.\n\nAsda has previously rejected opening convenience stores because it wanted to keep its single pricing model. Tesco and Sainsbury’s often charge more in their smaller stores, where overheads can be higher.\n\nClarke said that Asda would not risk compromising its value credentials if it expanded into convenience stores.\n\nAccording to monthly data from market researcher Kantar Worldpanel, only Sainsbury and John Lewis’s JLP.UL Waitrose among Britain’s top six grocers are currently resisting pressure from discounters Aldi and Lidl LIDUK.UL to expand their market share.\n\nIn addition, Asda wants to grow the number of its “Click and Collect” locations - where goods ordered online are collected at a store - to 1,000 from 218. It is targeting online sales of 3 billion pounds by 2018.\n\nThe group said on Thursday its sales growth had slowed a touch in its third quarter. Sales from stores open more than a year, excluding fuel and VAT sales tax, rose 0.3 percent in the 13 weeks to October 4.\n\nThough that was a 12th straight quarter of growth, it compares with a second quarter rise of 0.7 percent.\n\n“The market conditions are tough, competition is fierce and our customers’ budgets are under intense pressure,” Clarke said.\n\nIts parent Wal-Mart Stores forecast a disappointing profit for the holiday season after reporting its third straight quarterly decline in U.S. comparable sales because of fewer shopper visits on Thursday."
    },
    {
        "header": "wal-mart u.s. quarterly comparable sales decline",
        "time": "7:19AM UTC",
        "link": "http://www.reuters.com/article/2013/11/14/walmart-results-idUSL2N0IZ0MG20131114",
        "body": "Nov 14 (Reuters) - Wal-Mart Stores Inc on Thursday reported lower-than-expected quarterly sales, hurt by an unexpected decline in U.S. comparable sales and what the company called a competitive retail environment.\n\nThe world’s largest retailer said comparable sales at its U.S. stores, its biggest unit, fell 0.3 percent in the fiscal third quarter, while Wall Street was expecting them to be unchanged. Wal-Mart expects U.S. comparable sales to be flat during the holiday quarter.\n\nOverall revenue increased 1.6 percent to $115.69 billion, while Wall Street was expecting $116.8 billion, according to Thomson Reuters I/B/E/S. (Reporting by Phil Wahba in New York; Editing by Lisa Von Ahn)"
    },
    {
        "header": "wal-mart's u.s. sales miss mark as shoppers stay cautious",
        "time": "12:26PM UTC",
        "link": "http://www.reuters.com/article/2013/11/14/us-walmart-results-idUSBRE9AD0MF20131114",
        "body": "(Reuters) - Wal-Mart Stores Inc on Thursday forecast a disappointing profit for the holiday season after reporting its third straight quarterly decline in U.S. comparable sales because of fewer shopper visits.\n\nThe company said comparable sales at its U.S. stores, its biggest unit, fell 0.3 percent in the third quarter ended on October 31, in part because of price reductions on televisions and sluggish sales of toys and packaged foods.\n\nAnalysts had expected flat U.S. comparable sales, which include those online and at stores open at least a year.\n\nBusiness was also slower than expected at Wal-Mart’s Sam’s Club chain and in key markets like Canada and Mexico, but the company’s e-commerce operation and small-format stores performed well.\n\nShares of Wal-Mart were up 0.3 percent at $79.10 in midday trading.\n\nEven though business improved as the quarter progressed, Wal-Mart expects U.S. comparable sales to be flat during the current holiday quarter, which executives said would be “as competitive” as any in memory.\n\nWal-Mart caters to lower-income customers, who have been reluctant to spend this year because of higher payroll taxes and slow job growth. The retailer and analysts do not expect that caution to abate this holiday period.\n\n“That low-end consumer is just not willing to step out and buy those discretionary items,” said Edward Jones analyst Brian Yarbrough.\n\nKohl’s Corp, a mid-tier department store chain that serves a price-conscious clientele, said its comparable sales fell 1.6 percent last quarter, while Dillard’s Inc also reported disappointing sales.\n\nTo kick-start U.S. sales, Wal-Mart in recent years has emphasized the expansion of its smaller-format stores and those that are closer to cities.\n\nLast month, the company said that in its next fiscal year, it would for the first time open more of those stores than the large supercenters for which it is best known.\n\nWal-Mart said comparable sales at its fleet of smaller-format U.S. stores rose 3.4 percent last quarter. It currently has 300 such stores and plans to have 400 by year-end.\n\nOther positive signs for the company include a 40 percent increase in online sales, which Wal-Mart expects to reach $10 billion this year, or about 2.1 percent of its total.\n\nApparel and home goods were among the company’s best performers last quarter.\n\nTo compete against retailers such as Amazon.com Inc and Target Corp, Wal-Mart began its holiday sales earlier than last year and is advertising more heavily.\n\nWalmart U.S. Chief Executive Officer Bill Simon told reporters that the company would also “invest” in prices, its term for cutting them.\n\nBut some analysts were not convinced that would be enough.\n\n“Lowering prices no longer drives an offsetting increase in traffic which has been the lifeblood of Wal-Mart,” said Ken Murphy, a senior vice president at Standard Life Investments.\n\nWal-Mart’s overall revenue increased 1.6 percent to $115.69 billion, while Wall Street was expecting $116.8 billion, according to Thomson Reuters I/B/E/S.\n\nInternational sales rose 4.1 percent to $34.4 billion, excluding any currency impact. Comparable sales fell in Mexico and Canada, but rose in Britain.\n\nIn one encouraging sign for Walmart International, its operating income rose 9.2 percent despite tepid sales as it made progress in cutting costs.\n\nSame-store sales rose 1.1 percent at the company’s Sam’s Club chain, which has long lagged rival Costco Wholesale Corp. Analysts were expecting a gain of 1.3 percent.\n\nThird-quarter profit from continuing operations rose 2.8 percent to $3.73 billion, or $1.14 per share. That was 1 cent higher than analysts were expecting.\n\nThe company forecast a profit of $1.60 to $1.70 per share for the current quarter, while Wall Street analysts were expecting $1.69, according to Thomson Reuters I/B/E/S.\n\nWal-Mart lowered its full-year forecast and now expects earnings of $5.11 to $5.21 per share, compared with an earlier outlook of $5.10 to $5.30.\n\nThe company said it still expected sales to rise 3 percent to 5 percent in fiscal 2015, which begins in February."
    },
    {
        "header": "update 2-uk's asda promises 1 bln stg investment in price cuts",
        "time": "12:27PM UTC",
        "link": "http://www.reuters.com/article/2013/11/14/asda-sales-idUSL5N0IZ3OK20131114",
        "body": "* Retailer will up investment on price cuts by 40 pct over five years\n\n* Will consider opening convenience stores to grow market share\n\nLONDON, Nov 14 (Reuters) - Supermarket chain Asda, the British arm of Wal-Mart Stores Inc, said it would spend over 1 billion pounds ($1.6 billion) on price cuts and product innovation as it seeks to expand its share of the UK grocery market.\n\nAsda, which runs behind market leader Tesco Plc by annual sales and is battling to fend off a challenge for Britain’s No. 2 place from a resurgent J Sainsbury Plc, said it would spend the sum to keep prices below inflation over the next five years.\n\nSetting out its strategic priorities on Thursday under its new slogan “You’re better off at Asda”, it also said it would invest 250 million pounds in product quality, style and design.\n\nChief Executive Andy Clarke said that he wanted to set Asda clearly apart from the other three of the “Big Four” retailers, which also include Morrisons, in terms of value.\n\n“We are going to invest 1 billion pounds in retail pricing over the next five years,” he said. “You can work out the maths for what that means for our competitors.”\n\nHe said the company was already increasingly cheaper against its three big rivals and closing the gap with discounter Aldi.\n\n“Our (pricing) gap is already widening versus Tesco, Morrisons and Sainsbury’s and narrowing against Aldi.”\n\nAsda’s price-cutting promise is the latest example of British supermarket operators promoting their money-saving appeal.\n\nAsda said it was cutting prices on regularly bought staples such as fresh produce, milk and bread, but did not give specific examples.\n\nAnalyst Clive Black at Shore Capital said Asda’s move was sensible because ‘Asda Price’ was a key virtue of the retailer, but it did not signal the start of a price war.\n\n“We believe that the market should take Asda’s message here in its stride, perhaps placing the greatest concern with respect to the implications of its re-statement of price value upon its value-based competitor, Wm. Morrison,” he said.\n\nAsda’s comments came a day after Sainsbury showed its resilience to tough market conditions with a 7 percent rise in underlying first-half profit, contrasting with a decline at market leader Tesco Plc.\n\nIt also said it aimed to improve its core business and reach new customers in Britain, particularly in London and southeast England where it has traditionally been weak.\n\nChief Executive Andy Clarke told reporters the company was looking at smaller convenience store formats, the fastest-growing channel in the UK grocery sector.\n\n“In the next five years, and towards the end of that time horizon, we will explore the opportunity for convenience, the sub 3,000 square foot retail space that we don’t currently trade,” he said.\n\nTesco and Sainsbury have long established convenience businesses and are still investing heavily. Morrisons was slow to enter the market but is now moving aggressively, targeting 100 stores by the end of 2013 and 200 by the end of 2014.\n\nAsda has previously rejected opening convenience stores because it wanted to keep its single pricing model. Tesco and Sainsbury’s often charge more in their smaller stores, where overheads can be higher.\n\nClarke said that Asda would not risk compromising its value credentials if it expanded into convenience stores.\n\nAccording to monthly data from market researcher Kantar Worldpanel, only Sainsbury and John Lewis’s Waitrose among Britain’s top six grocers are currently resisting pressure from discounters Aldi and Lidl to expand their market share.\n\nIn addition, Asda wants to grow the number of its “Click and Collect” locations - where goods ordered online are collected at a store - to 1,000 from 218. It is targeting online sales of 3 billion pounds by 2018.\n\nThe group said on Thursday its sales growth had slowed a touch in its third quarter. Sales from stores open more than a year, excluding fuel and VAT sales tax, rose 0.3 percent in the 13 weeks to Oct. 4.\n\nThough that was a 12th straight quarter of growth, it compares with a second quarter rise of 0.7 percent.\n\n“The market conditions are tough, competition is fierce and our customers’ budgets are under intense pressure,” Clarke said.\n\nIts parent Wal-Mart Stores forecast a disappointing profit for the holiday season after reporting its third straight quarterly decline in U.S. comparable sales because of fewer shopper visits on Thursday."
    }
]