[
    {
        "header": "us stocks snapshot - wall st declines with slide in wal-mart shares",
        "time": "3:03PM UTC",
        "link": "http://www.reuters.com/article/2013/02/15/markets-usa-stocks-decline-idUSL1N0BFB6A20130215",
        "body": "NEW YORK, Feb 15 (Reuters) - U.S. stocks headed lower in afternoon trading on Friday as Wal-Mart shares fell following a Bloomberg report of slow February sales for the retailer.\n\nWal-Mart stock was down 3.1 percent at $68.60 and was the top drag on the Dow.\n\nThe Dow Jones industrial average was down 47.18 points, or 0.34 percent, at 13,926.21. The Standard & Poor’s 500 Index was down 5.73 points, or 0.38 percent, at 1,515.65. The Nasdaq Composite Index was down 11.71 points, or 0.37 percent, at 3,186.95."
    },
    {
        "header": "wal-mart shares tumble on report of weak february sales",
        "time": "5:55PM UTC",
        "link": "http://www.reuters.com/article/2013/02/15/us-walmart-shares-idUSBRE91E12R20130215",
        "body": "(Reuters) - Shares of Wal-Mart Stores Inc (WMT.N) fell 2.1 percent on Friday after Bloomberg quoted a mid-level executive’s email as saying the world’s largest retailer had the worst sales start to any month in seven years in February.\n\nWal-Mart executives blamed the poor sales performance on increased payroll taxes as well as delayed tax returns, Bloomberg said.\n\nHigher payroll taxes this year are seen as a potential problem for Wal-Mart and other discount retailers that try to attract lower-income customers who have less disposable income.\n\n“In case you haven’t seen a sales report these days, February (month-to-date) sales are a total disaster,” Jerry Murray, a Wal-Mart vice president who works on finance in the U.S. logistics division, said in a February 12 email to other executives, Bloomberg reported. “The worst start to a month I have seen in my (about) 7 years with the company.”\n\nThe weak February sales start came after a disappointing January, according to an email from Cameron Geiger, senior vice president of Wal-Mart U.S. Replenishment. Geiger’s email was also quoted by Bloomberg. The replenishment department works on moving products from distribution centers to stores.\n\n“Have you ever had one of those weeks where your best- prepared plans weren’t good enough to accomplish everything you set out to do?” Geiger asked in a February 1 email to company executives. “Well, we just had one of those weeks here at Walmart U.S. Where are all the customers? And where’s their money?”\n\nWal-Mart is scheduled to report fourth-quarter earnings on Thursday and has not pre-reported any sales figures.\n\nAnalysts on average expect fourth-quarter sales at Walmart U.S. discount stores open at least a year to rise 1.7 percent, excluding gasoline sales, according to Thomson Reuters I/B/E/S.\n\nAsked for a comment on the Bloomberg report, Wal-Mart spokesman David Tovar said in a statement: “As with any organization, we often see internal communications that are not entirely accurate, that lack the proper context and represent individual opinions.”\n\nWal-Mart shares closed down 2.1 percent at $69.30 on the New York Stock Exchange on Friday."
    },
    {
        "header": "wal-mart’s sales and the slowing economy",
        "time": "3:33PM UTC",
        "link": "http://www.reuters.com/article/2013/02/15/idUS126004832920130215",
        "body": "We don’t need to wait around for the macro data to tell us that the economy is slowing. The signals are coming loud and clear from the micro data. Bloomberg reports:\n\nWal-Mart Stores Inc. had the worst sales start to a month in seven years as payroll-tax increases hit shoppers already battling a slow economy, according to internal e-mails obtained by Bloomberg News. “In case you haven’t seen a sales report these days, February MTD sales are a total disaster,” Jerry Murray, Wal-Mart’s vice president of finance and logistics, said in a Feb. 12 e-mail to other executives, referring to month-to-date sales. “The worst start to a month I have seen in my ~7 years with the company.”\n\nReuters reports on state sales tax revenues, which are a key gauge of consumption:\n\nOnly about a third of U.S. states were on target for their sales tax collections in January, part of a trend that has some officials worried, an economic newsletter, The Liscio Report, said on Tuesday. All but five states collect sales taxes, and for those that do, the surcharges on purchases can provide a solid revenue source. January’s sales tax collections were slightly lower than December’s, when 37 percent of states said they had met expectations. Revenues that consistently come in below expectations can force states to cut spending – all states except Vermont must end their fiscal years with balanced budgets. However, the growth in sales tax collections in January was up 2.4 percent from the year before, Liscio said. “A few contacts were relieved to see sales collections pick up in January, but the majority continued to express growing concern,” the newsletter found, adding there was no geographical pattern of performance in the survey.\n\nAnd Moody’s chimes in on the broader picture:\n\nContractions are a natural part of economic cycles. The federal government’s deficit spending and extensive quantitative easing of the Federal Reserve have staved off economic decline. But the ground level data may be signaling an economic pullback. Stay tuned."
    },
    {
        "header": "brief-wal mart stores shares fall 3.1 pct; top drag on dow",
        "time": "2:51PM UTC",
        "link": "http://www.reuters.com/article/2013/02/15/walmartstores-brief-idUSWEN007TM20130215",
        "body": "NEW YORK, Feb 15 (Reuters) - Wal-Mart Stores Inc : * Shares fell 3.1 percent and were the top drag on the Dow Jones industrial average."
    },
    {
        "header": "update 1-wal-mart shares fall on report of weak february sales",
        "time": "5:51PM UTC",
        "link": "http://www.reuters.com/article/2013/02/15/walmart-shares-idUSL1N0BFDEH20130215",
        "body": "Feb 15 (Reuters) - Shares of Wal-Mart Stores Inc fell 2.1 percent on Friday after Bloomberg quoted a mid-level executive’s email as saying the world’s largest retailer had the worst sales start to any month in seven years in February.\n\nWal-Mart executives blamed the poor sales performance on increased payroll taxes as well as delayed tax returns, Bloomberg said.\n\nHigher payroll taxes this year are seen as a potential problem for Wal-Mart and other discount retailers that try to attract lower-income customers who have less disposable income.\n\n“In case you haven’t seen a sales report these days, February (month-to-date) sales are a total disaster,” Jerry Murray, a Wal-Mart vice president who works on finance in the U.S. logistics division, said in a Feb. 12 email to other executives, Bloomberg reported. “The worst start to a month I have seen in my (about) 7 years with the company.”\n\nThe weak February sales start came after a disappointing January, according to an email from Cameron Geiger, senior vice president of Wal-Mart U.S. Replenishment. Geiger’s email was also quoted by Bloomberg. The replenishment department works on moving products from distribution centers to stores.\n\n“Have you ever had one of those weeks where your best- prepared plans weren’t good enough to accomplish everything you set out to do?” Geiger asked in a Feb. 1 email to company executives. “Well, we just had one of those weeks here at Walmart U.S. Where are all the customers? And where’s their money?”\n\nWal-Mart is scheduled to report fourth-quarter earnings on Thursday and has not pre-reported any sales figures.\n\nAnalysts on average expect fourth-quarter sales at Walmart U.S. discount stores open at least a year to rise 1.7 percent, excluding gasoline sales, according to Thomson Reuters I/B/E/S.\n\nAsked for a comment on the Bloomberg report, Wal-Mart spokesman David Tovar said in a statement: “As with any organization, we often see internal communications that are not entirely accurate, that lack the proper context and represent individual opinions.”\n\nWal-Mart shares closed down 2.1 percent at $69.30 on the New York Stock Exchange on Friday. (Reporting by Brad Dorfman in Chicago and Lisa Baertlein in Los Angeles; editing by John Wallace and Matthew Lewis)"
    }
]