[
    {
        "header": "kenyan retailer naivas says talks with wal-mart unit are off",
        "time": "9:56AM UTC",
        "link": "http://www.reuters.com/article/2013/10/16/us-kenya-naivas-idUSBRE99F0J120131016",
        "body": "NAIROBI (Reuters) - Wal-Mart’s (WMT.N) push for a foothold in east Africa hit a hurdle after Kenyan retailer Naivas said on Wednesday it was no longer selling a controlling stake to the U.S. company’s South African subsidiary, Massmart. (MSMJ.J)\n\nStrong economic growth in Africa is attracting global retailers such as Wal-Mart Stores Inc, which acquired Massmart in a $2.4 billion deal two years ago. Sub-Saharan Africa is expected to grow by 4.9 percent this year after 4.2 percent in 2012, the World Bank said.\n\nBut analysts say a scarcity of suitable land and high valuations are hindering South African retailers’ ambitions to spread their wings around the rest of Africa.\n\nNaivas chairman Simon Mukuha had said in August they were looking to sell a majority stake, 50 percent plus one share, to Massmart, to bring in fresh blood and ideas.\n\n“We are fattening our cow. As and when we are ready we will do that (sell) but as it is now we are not,” Gilbert Mwangi, the administration manager at Naivas, told Reuters.\n\n“They (talks with Massmart) are off. We are not selling now.”\n\nThe chief executive of Massmart, which has failed to keep up with South African rival Shoprite’s (SHPJ.J) aggressive sub-Saharan expansion, said the company was still keen on entering Kenya.\n\n“We are not rethinking our investment decision in Kenya. We are still looking for a partner and we are still opening our first Game store, possibly by the end of next year,” Grant Pattison told Reuters on Tuesday at a conference in Johannesburg, referring to one of its brands.\n\nMassmart runs 29 stores in 11 African countries outside South Africa which contribute about 8 percent of its total sales. It has said all but 10 to 15 stores to be opened over the next three years would be in South Africa.\n\nA Massmart and Naivas deal could have fallen victim to the tightness of the market in the region.\n\n“Smaller supermarket chains are in such high demand that they would ask for a horrendous price. So it is possible that the price may have sunk that deal,” said Abri du Plessis, Chief Investment Officer at Cape Town-based Gryphon Asset Management.\n\nNaivas has 28 stores, fewer than its rivals, the privately-held Nakumatt and Uchumi Supermarkets (UCHM.NR)."
    }
]