[
    {
        "header": "talk of activist interest boosts wal-mart call volume ahead of earnings",
        "time": "5:08PM UTC",
        "link": "http://www.reuters.com/article/2014/11/11/us-walmart-options-idUSKCN0IV27A20141111",
        "body": "NEW YORK (Reuters) - Traders placed bullish bets on Wal-Mart Stores Inc’s options on Tuesday, the third trading day in a row, amid rumors that the retailer could face activist pressure to spin off its Sam’s Club division.\n\nActivity in Wal-Mart’s call options soared, with the combined call volume Friday through Tuesday rising to 145,000 contracts, making it the busiest three consecutive days for the calls this year, according to Trade Alert data.\n\nThe call activity, especially on Friday and Monday, was driven by unconfirmed chatter that activists were pushing Wal-Mart to spin off its Sam’s Club warehouse division, said Fred Ruffy, options strategist at WhatsTrading.com.\n\nThe action comes ahead of Thursday’s earnings reports. Earnings reports are often catalysts for heavy action in options as well.\n\nA spokesman for Wal-Mart said the company does not speculate on rumors.\n\nA bulk of the options activity from Friday through Tuesday, was in calls - which give the buyer the right to buy the underlying share at the strike price and are typically a sign of bullish market sentiment. Calls at the $82.50 strike set to expire on Jan. 17 the most popular.\n\nWal-Mart calls at the $80 and $77.50 strikes, expiring on Nov. 22, and others at the $80 strike, expiring on Dec. 20, were also very active over the last couple of months, OptionMetrics data showed.\n\nJoe Kunkle, founder of options analytics firm OptionsHawk.com in Boston, said the activity is reminiscent of activist investments in other companies, such as in July 2012 when William Ackman’s Pershing Square Capital Management took a $2 billion stake in Procter & Gamble.\n\nThe bullish action may just be from investors hoping Wal-Mart earnings benefit from the recent decline in gasoline prices, which is giving consumers more disposable income, Kunkle said.\n\nThe cost of a Wal-Mart straddle on Tuesday, in which an investor buys an at-the-money put option and a similar call option, suggests a move of about 2.2 percent in the stock in either direction by Friday.\n\nWal-Mart stock has moved 1.8 percent on average on the day the company has reported results, Thomson Reuters data for the last eight quarters showed.\n\nWal-Mart shares closed down slightly more than half a percent at $79.01 on Tuesday on the New York Stock Exchange."
    }
]