[
    {
        "header": "wal-mart to focus on food safety in china: asia chief",
        "time": "9:17PM UTC",
        "link": "http://www.reuters.com/article/2014/11/09/us-china-apec-walmart-idUSKBN0IT00R20141109",
        "body": "BEIJING (Reuters) - Wal-Mart Stores Inc (WMT.N) is focusing on food safety as the world’s largest retailer aims to boost profitability of its more than 400 stores in China, Wal-Mart Asia chief executive Scott Price told Reuters.\n\nFood safety is a highly emotive issue in China where there have been numerous scandals from photos of food oil being scooped from drains to tales of phoney eggs and melamine-tainted milk powder.\n\n“We play an important role in China delivering food safety and quality products to our customers,” Price said on the sidelines of the Asia Pacific Economic Cooperation (APEC) CEO Summit, which begins on Sunday. “It’s a differentiator.”\n\nWal-Mart came under fire in Chinese media earlier in the year after a supplier’s donkey meat product was found to contain fox meat.\n\nIn 2011 Chinese authorities accused Wal-Mart of selling expired duck meat, and it was forced to shut down stores in Chongqing after they were accused of labelling non-organic pork as organic and selling it at a higher price.\n\nPrice was named on Tuesday the head of the retailer’s Asia Pacific business, in a move aimed at reviving Wal-Mart’s slowing growth amid stiff competition in the region.\n\nIn Japan, the company said in October it would close 30 underperforming stores to scale back.\n\nIn India, Wal-Mart last year ended a six-year partnership with Bharti Enterprises Pvt and started to run wholesale stores instead of its common retail ones.\n\nIn China, Price said Wal-Mart has experienced “a few bumps along the road”. China was the only market of Wal-Mart’s five largest ones that saw falling same-store sales in the second quarter, down 1.6 percent from the year-earlier period.\n\nIn Wal-Mart’s global markets, Wal-Mart reported for the six months ended July 31, pre-tax income outside the U.S. down three percent to $11.83 billion from a year-earlier, according to the company’s filings.\n\nIn October, Wal-Mart lowered its earnings forecast for this fiscal year, blaming a tough economy for the company’s low-income customers. The retailer said to expect annual sales to grow in the range of two to three percent, two percentage points down from its earlier guidance.\n\nPrice said the company would “continue to invest very aggressively” with a focus on food quality and safety to push up traffic to Wal-Mart’s Chinese stores.\n\nWal-Mart said in June it would increase its spending on food safety in China to 300 million yuan ($49 million) in 2013, 2014 and 2015, up from a previously-announced 100 million yuan.\n\n“The ‘fresh’ experience is an area where we can differentiate. We are the only retailer in China that has 100 percent of our ‘fresh’ going through distribution centres,” he said.\n\n“China is a big part of the future game,” Price added. Last year in October, Wal-Mart announced plans to open up to 110 new facilities in China between 2014 and 2016.\n\nPrice will continue to help run strategy and international development as an executive vice president based in Bentonville, Arkansas. He had held the role for five years until June when returning to the U.S. to run the company’s global strategy.\n\nWal-Mart will report its third quarter earnings on Nov. 13."
    }
]