[
    {
        "header": "wal-mart raises healthcare costs, cuts benefits for some part-timers",
        "time": "7:33PM UTC",
        "link": "http://www.reuters.com/article/2014/10/07/us-walmart-healthcare-idUSKCN0HW1G220141007",
        "body": "(Reuters) - Wal-Mart Stores Inc, the biggest U.S. private sector employer, said on Tuesday that its 1.3 million workers would have to pay more for healthcare and it would end benefits for some part-time staff in a move that could prompt other companies to follow suit.\n\nThe world’s largest retailer said it would raise health insurance premiums for its entire U.S. workforce beginning in January. In addition, Wal-Mart will end coverage for employees who work fewer than 30 hours a week, a change that will impact 2 percent of U.S. workers, or about 30,000 people.\n\nThe move comes as U.S. companies brace for a January 2015 deadline under the Affordable Care Act. Starting then, companies with 50 or more employees will have to offer health insurance to those working at least 30 hours a week, a mandate that has drawn criticism from some companies worried about higher costs.\n\nWal-Mart, which announced the change in a blogpost on Tuesday, had cited health care expenses as a problem in August, when it cut its 2014 profit forecast. It said more people than expected had enrolled in its plans and its annual forecast for health care costs had risen by 50 percent.\n\n“Like every company, Wal-Mart continues to face rising health care costs,” Sally Welborn, senior vice president of global benefits, wrote in the blogpost on the company’s website. “This year, the expenses were significant and led us to make some tough decisions as we begin our annual enrollment.”\n\nWal-Mart said the bi-weekly premiums for its most popular and lowest-cost employee-only plans will rise by $3.50 to $21.90, which represents a 19 percent increase. Wal-Mart workers earn on average $12.92 an hour.\n\nThe decision to reduce coverage came a week before the company’s chief executive, Doug McMillion, is due to face fund managers and analysts at an annual meeting for the investment community. Wal-Mart has been struggling to boost profits, with U.S. same-store sales flat or declining for the last six quarters.\n\nWal-Mart said the move would bring it in line with many of its competitors. Target Corp (TGT.N) and Home Depot Inc (HD.N) recently announced cuts to benefits in light of the Affordable Care Act.\n\nAccording to consulting firm Mercer, 62 percent of large retailers did not offer health-care benefits to part-time workers as of 2013, a comparatively high rate that reflects low wages and high turnover in the industry. That figure drops to 37 percent for companies overall.\n\nBrian Yarbrough, an analyst at Edward Jones, said the decision by Wal-Mart could force other retailers to rethink what benefits they provide.\n\nAll retailers are “trying to cut expenses, to keep things lean,” Yarbrough said. “At some point you start looking across the board, and this is probably the next place to start looking at cuts.”\n\nSome big retailers, such as coffee chain Starbucks Corp (SBUX.O) and Costco (COST.O) offer health coverage to part-time employees.\n\nCritics of Wal-Mart’s decision said it would primarily hurt lower-income workers, many of whom are being left behind in the economic recovery.\n\nThe jobless rate fell to a six-year low of 5.9 percent in September, according to the U.S. Labor Department. But that number would be much higher if it included the 7.1 million Americans who are working part time but say they need full time jobs.\n\n“Taking away access to healthcare, even though many of my co-workers couldn’t afford it anyway, is just another example of Walmart manipulating the system to keep workers like me in a state of financial crisis,” Nancy Reynolds, a cashier at a Wal-Mart in Florida and member of Our Walmart, a group pushing for better wages and benefits, said in an email from the group.\n\nWhite House spokesman Josh Earnest said it was not unusual to hear reports of large companies reducing or eliminating health-care benefits. Speaking to reporters on Air Force One, he said the difference now is that workers “have a legitimate alternative where they can acquire high-quality, affordable health care, and that is through the marketplaces that were constructed by the Affordable Care Act.”\n\nOthers also noted a potential silver lining for some employees who could now apply for government subsidies on the public exchanges for which they would not have been eligible if covered by a corporate plan.\n\n“There is another way employees can get coverage and for some employees it will actually may be a good thing because they’ll get a subsidy,” said Beth Umland, research director for health and benefits at Mercer.\n\nWal-Mart’s Welborn said on a conference call that the company had not yet figured out how much it would save by cutting benefits. The company said in August it expected to spend $500 million on U.S. healthcare this year, up from its estimate of $330 million just a few months earlier.\n\nOf Wal-Mart’s 1.3 million U.S. employees, the company said 1.2 million currently elect to be covered under the company’s health insurance plans.\n\nThe company said it was changing some eligibility terms for part-time employees working more than 30 hours a week, but did not provide details.\n\nWal-Mart shares ended down 5 cents at $77.30 in New York, on a day when the market slumped broadly."
    },
    {
        "header": "refile-wal-mart to stop healthcare benefits for some part-time workers",
        "time": "11:11AM UTC",
        "link": "http://www.reuters.com/article/2014/10/07/walmart-healthcare-idUSL3N0S23UT20141007",
        "body": "Oct 7 (Reuters) - Wal-Mart Stores Inc said it would no longer provide health benefits to some part-time workers in the United States due to ballooning healthcare costs.\n\nThe company said on Tuesday it would stop health benefits for part-time associates who work less than 30 hours. The move is expected to impact about 2 percent of the company's workforce, the company said in a blog post. (bit.ly/1rfdfXl)\n\nWal-Mart cut its full-year profit forecast in August, citing higher employee benefit costs, among other things.\n\nThe company said then that it expected to spend $500 million on U.S. healthcare this year, up from $330 million estimated in February, as enrollments and medical costs rise."
    }
]