[
    {
        "header": "wal-mart ordered to pay $188 mln over reduced staff breaks",
        "time": "10:50AM UTC",
        "link": "http://www.reuters.com/article/2014/12/16/walmart-lawsuit-idUSL3N0U04NI20141216",
        "body": "Dec 16 (Reuters) - Wal-Mart Stores Inc said the Pennsylvania Supreme Court had ordered it to pay about $188 million to settle a class-action lawsuit filed by employees who claimed their meal and rest breaks were regularly cut.\n\nWal-Mart said the ruling, which it may appeal, would reduce its fourth-quarter earnings from continuing operations by about 6 cents per share. (1.usa.gov/1DGIdUL)\n\nThe suit, filed in March 2002, represented about 187,000 Wal-Mart employees who worked in Pennsylvania between 1998 and 2006. (reut.rs/1szXgLv) (Reporting by Shailaja Sharma in Bangalore; Editing by Saumyadeb Chakrabarty)"
    },
    {
        "header": "family of ohio man shot and killed in walmart sue company, police",
        "time": "12:47PM UTC",
        "link": "http://www.reuters.com/article/2014/12/16/us-usa-ohio-shooting-police-idUSKBN0JU23N20141216",
        "body": "CLEVELAND (Reuters) - The family of an Ohio man shot and killed by police while holding a BB gun in a Walmart store filed a federal wrongful death lawsuit on Tuesday against the police and the national retail chain.\n\nJohn Crawford, 22, was shot after a 911 caller reported a man with a gun at the Beavercreek Walmart in a suburb of the southern Ohio city of Dayton.\n\nIn a surveillance video released by authorities, Crawford, who is black, can be seen picking up an unpackaged BB gun off a shelf and walking through the store while talking on a cell phone until a white police officer shot him.\n\nCrawford’s death came a few days before the Aug. 9 fatal shooting by police in Ferguson, Missouri, of unarmed black teenager Michael Brown, which is being investigated by the U.S. Justice Department and has focused national attention on the use of deadly force by police.\n\nIn September, a grand jury opted not to indict the two Beavercreek officers involved in the shooting.\n\n“All we want is justice for John Crawford and everyone responsible for John Crawford’s death should be held responsible,” Michael Wright, an attorney for the family, said in a news conference Tuesday. “The criminal justice system refused to hold those accountable so the civil system must.”\n\nThe lawsuit, filed in the U.S. District Court for the Southern District of Ohio, names the city of Beavercreek; Sean Williams, the officer who shot Crawford; Sergeant David Darkow, who accompanied Williams; Police Chief Dennis Evers; and Wal-Mart Stores Inc.\n\nThe suit said Williams shot Crawford about one second after making contact with him.\n\nThe Crawford case has been compared to the more recent case of Tamir Rice, a 12-year-old Cleveland boy, who was carrying a pellet gun when he was shot dead within two seconds of police arriving.\n\nWright said that other stores, including other Walmarts, package BB guns with security devices that make the packaging difficult to open. Lawyers said the gun in the Crawford case was unboxed and had been lying on a shelf for at least two days.\n\n“Customers are not supposed to be shot on sight when shopping at Walmart,” said Richard Schulte, another attorney for the Crawford family.\n\nWal-Mart spokeswoman Brooke Buchanan said store officials had not yet received the suit, which demands more than $75,000 in damages, and could not comment.\n\nBeavercreek city attorney Steve McHugh was not available for comment on Tuesday."
    },
    {
        "header": "wal-mart must pay $188 million in workers' class action",
        "time": "12:23PM UTC",
        "link": "http://www.reuters.com/article/2014/12/16/walmart-lawsuit-idUSL1N0U01HB20141216",
        "body": "(Reuters) - The Pennsylvania Supreme Court ordered Wal-Mart Stores Inc to pay $188 million to employees who had sued the retailer for failing to compensate them for rest breaks and all hours worked.\n\nWal-Mart said on Tuesday that it might appeal the decision, which upheld lower court rulings, to the U.S. Supreme Court.\n\nMonday’s ruling on the class-action lawsuit will reduce Wal-Mart’s earnings for the quarter ending on Jan. 31 by 6 cents a share, the company said in a securities filing. That amounts to roughly 4 percent of its profit forecast of $1.46 to $1.56 for the period.\n\nWal-Mart shares were up 0.5 percent at $84.39 in midday New York Stock Exchange trading.\n\nThe Pennsylvania Supreme Court upheld a 2007 lower court ruling in favor of the workers, who said Wal-Mart failed to pay them for all hours worked and prevented them from taking full meal and rest breaks.\n\nWal-Mart spokeswoman Brooke Buchanan said the company did not believe the claims should be grouped together in a class-action suit. “Walmart has had strong policies in place to make sure all associates receive their appropriate pay and break periods,” she said.\n\nThe decision, which affects about 187,000 Wal-Mart employees who worked in Pennsylvania between 1998 and 2006, marks the second unfavorable ruling in a week for the retailer, the largest private employer in the United States.\n\nOn Dec. 9, a National Labor Relations Board administrative law judge found Wal-Mart had threatened employees trying to organize workers at two stores in California.\n\nThat ruling was seen as a victory for workers’ rights groups who have been challenging the retailer to boost wages and benefits.\n\nA Wal-Mart spokesman said the company did not agree with some of the judge’s decisions in that case and was evaluating its next steps."
    }
]