[
    {
        "header": "us stocks-dow, s&p 500 slip with energy, wal-mart; nasdaq gains",
        "time": "4:34PM UTC",
        "link": "http://www.reuters.com/article/2015/02/19/markets-stocks-usa-idUSL1N0VT2TD20150219",
        "body": "* Dow down 0.24 pct, S&P down 0.11 pct, Nasdaq up 0.37 pct (Updates to afternoon trading)\n\nNEW YORK, Feb 19 (Reuters) - The Dow and S&P 500 eased on Thursday following declines in energy shares and a disappointing outlook from Wal-Mart, while the Nasdaq hit another 15-year high as Priceline shares jumped.\n\nUncertainty over prospects of a debt deal with Greece added to investor caution. Germany rejected a Greek proposal for a six-month extension to its euro zone loan agreement, saying it fell short of conditions set out by the country’s euro zone partners.\n\nA drop in shares of Wal-Mart Stores Inc weighed down the Dow after the company cut its sales outlook, citing the stronger dollar. Shares dropped 3.2 percent to $83.52. Wal-Mart also said it would raise entry-level wages to $9 an hour.\n\nBoosting the Nasdaq, which rose for a seventh straight session, Priceline Group shares rallied 8.5 percent to $1,218.05 on its results. The stock also was the S&P 500’s largest daily percentage gainer.\n\nThe S&P energy index fell 0.8 percent while shares of Exxon Mobil dropped 1.7 percent to $89.44 as oil prices slid a second day following another big weekly build in U.S. crude inventories.\n\nThe decline in energy prices has eroded the profits of oil companies, and many have cut 2015 spending plans. But S&P 500 fourth-quarter earnings overall have been better than expected.\n\n“I think it’s likely to stay strong. The rally is broadening out, and many more sectors are being included now as strong performers,” said Bruce Zaro, chief technical strategist at Bolton Global Asset Management in Boston.\n\nThe Dow Jones industrial average fell 44.08 points, or 0.24 percent, to 17,985.77, the S&P 500 lost 2.23 points, or 0.11 percent, to 2,097.45 and the Nasdaq Composite added 18.34 points, or 0.37 percent, to 4,924.70.\n\nFor the whole S&P 500, earnings for the quarter are up 6.5 percent from a year ago, above a Jan. 1 estimate for 4.2 percent growth, Thomson Reuters data showed. The S&P 500 index is up 1.9 percent since the start of the year.\n\nS&P utilities, down 1.1 percent, had the biggest decline among sectors, with shares of Scana falling 1.9 percent to $58.27 following its results.\n\nThe biggest percentage decliner in the S&P 500 was Host Hotels & Resorts, down 7.1 percent at $21.87, after a disappointing forecast.\n\nAbout 6 billion shares changed hands on U.S. exchanges, below the 7.1 billion average for the month to date, according to BATS Global Markets.\n\nNYSE declining issues outnumbered advancing ones 1,581 to 1,452, for a 1.09-to-1 ratio; on the Nasdaq, 1,440 issues rose and 1,256 fell, a 1.15-to-1 ratio favoring advancers.\n\nThe S&P 500 posted 66 new 52-week highs and one new lows; the Nasdaq Composite recorded 104 new highs and 22 new lows. (Editing by Bernadette Baum and Nick Zieminski)"
    },
    {
        "header": "wal-mart, under pressure, boosts minimum u.s. wage to $9 an hour",
        "time": "3:00PM UTC",
        "link": "http://www.reuters.com/article/2015/02/19/us-walmartstores-results-idUSKBN0LN1BD20150219",
        "body": "(Reuters) - Wal-Mart Stores Inc (WMT.N) said it would raise entry-level wages to $9 an hour, a 24 percent increase from the U.S. minimum wage that some employees now earn, succumbing to longstanding pressure to pay its workforce more.\n\nThe world’s largest retailer said the increases would cost it $1 billion and impact 500,000 employees, or about 40 percent of its workforce, although the hike falls short of what some labor groups have been agitating for.\n\nThe move comes amid a growing debate in the U.S. over the widening gulf between the rich and low-income workers. Wal-Mart has been a prime target of critics who say its low-wages and inflexible scheduling are a big part of the problem.\n\nThe White House praised the move, pointing out that 17 states have already moved to boost their minimum wages above the federal level of $7.25 an hour and renewing its call on the Republican Congress to boost the wage on a national level.\n\n”But given their recalcitrance on this because Republicans keep blocking it, we’re going to continue to keep making progress in other ways,” White House spokesman Eric Schultz told reporters.\n\nChief Executive Doug McMillon, who took the post about a year ago, told reporters on a media call that he wanted Wal-Mart to be a “ladder of opportunity” for workers and that the investments in wages would ensure employees are “highly engaged in our business.”\n\nInvestors, worried about the bottom-line implications even after the retailer reported better-than-forecast profits, pushed Wal-Mart's shares down 2.9 percent to $83.77 in afternoon trade, making it the biggest decliner on the Dow Jones Industrial average .DJI.\n\nThe company acknowledged that the wage bumps would dent profits this year but said they would improve customer service over the longer term, addressing issues that have in part been blamed on low wages, as well as a paucity of workers at its stores.\n\nWal-Mart said its hourly full-time and part-time workers will earn at least $9.00 an hour, or $1.75 above the current federal minimum wage, starting in April. That will increase to at least $10.00 an hour by Feb. 1, 2016 for workers now on its payroll.\n\nThe increase will mainly affect Wal-Mart’s lowest-paid workers. The average hourly wage for full-time workers will rise to $13 from $12.85 this year, while the average for part-time workers will rise to $10 from $9.48, Wal-Mart said.\n\nLabor groups welcomed Wal-Mart’s decision as a delayed step in the right direction.\n\n“For years Walmart has kicked and screamed that raising wages was not a feasible business model,” AFL-CIO President Richard Trumka said in a statement. “Workers everywhere are glad to see Walmart change their view.”\n\nOthers reiterated their call for it to pay least $15 an hour, which they say represents the minimum “living wage” for U.S. workers.\n\nThe changes by Walmart “are inadequate for the hundreds of thousands of employees who struggle to support themselves and their families,” Christine Owens, executive director of the National Employment Law Project, said in a statement.\n\nThe step by the world’s largest retailer may nevertheless prompt other low-wage employers to follow suit, some analysts said. “Wage increases could be imminent for other companies,” Cowen and Company analyst Oliver Chen said in a note.\n\nIn fact, Wal-Mart’s wage hike follows similar moves at other consumer goods companies. A year ago Gap Inc (GPS.N) set its minimum at $9 an hour and pledged to raise that to $10 in 2015. And more recently, Panera Bread Co PNRA.O told investors this month that it was paying higher wages across the board, citing a “war for talent.”\n\nWal-Mart’s $1 billion program includes changes to staff training to help workers advance their careers. It said it was working on a scheduling system that would make it easier for employees to set their hours, targeting another longtime complaint of labor activists.\n\nMcMillon did not disclose how much average wages would increase next year but expressed confidence the investment would eventually pay off with increased traffic to its stores.\n\nWal-Mart also reported a better-than- expected fourth-quarter profit, helped by lower U.S. gas prices, which put more money into consumers’ pockets and led to increased trips to Wal-Mart stores.\n\nSame-store sales in the United States rose 1.5 percent. Analysts on average had forecast an increase of 0.7 percent, according to Consensus Metrix.\n\nWal-Mart, however, cut its sales forecast for the year ending January 2016, citing a strong dollar. The retailer said it now expected sales to increase 1-2 percent, below its previous forecast of 2-4 percent.\n\nIt also forecast earnings of $4.70-$5.05 per share, below the average analyst estimate of $5.19.\n\nNet profit attributable to Wal-Mart rose 12 percent to $4.97 billion, or $1.53 per share, for the quarter.\n\nExcluding items, Wal-Mart earned $1.58 per share, according to Thomson Reuters I/B/E/S.\n\nAnalysts on average had expected earnings of $1.53 per share on revenue of $132.35 billion."
    },
    {
        "header": "uk's asda says rivals' use of discount vouchers unsustainable",
        "time": "12:31PM UTC",
        "link": "http://www.reuters.com/article/2015/02/19/us-britain-asda-results-idUSKBN0LN12O20150219",
        "body": "LONDON (Reuters) - Asda, the British arm of U.S. supermarket group Wal-Mart (WMT.N), blamed a fall in its sales on the unprecedented use of discount vouchers by its big four rivals and warned the practice was unsustainable and damaging profits across the sector.\n\nOf Britain’s big four supermarkets - market leader Tesco (TSCO.L), Asda, Sainsbury’s (SBRY.L) and Morrisons (MRW.L) - Asda’s market share has been the most stable over the last couple of years.\n\nBut having delivered sales growth at stores open more than one year in the first two quarters of its 2014-15 financial year, they turned negative in the third quarter and on Thursday Asda posted a 2.6 percent fall in like-for-like sales over the 12 weeks to Jan. 4, its fiscal fourth quarter.\n\nIndustry data last week had shown Asda as the worst performing of the leading chains over the 12 weeks to Feb. 1. That data also showed Tesco returning to sales growth for the first time since Jan. 2014 and Morrisons’ best outcome since Dec. 2013.\n\nSome analysts reckon improving momentum at Tesco and Morrisons is impacting on Asda’s performance.\n\nHowever, Asda Chief Executive Andy Clarke laid the blame for its sales decline squarely on rivals’ excessive use of “10 pounds off 40 pounds shop” vouchers over the Christmas quarter, which he said was driving unprofitable sales for them.\n\n“There’s no doubt that Q4 drove a higher level of distress in the market with a significant amount of vouchering and promotional activity, I would say unsustainable medium term activity,” he told reporters.\n\n“You can only give away 10 pound notes for 9 pounds for so long,” he said, noting that eventually “sanity takes over from vanity.”\n\nReferring to Tesco specifically, Clarke, now the longest-serving boss of a big UK supermarket after the departure of all his major rivals over the last year, said: “I would suggest that you can only follow that approach for a short period of time or as long as your shareholders allow you to operate at a very different level of profitability.”\n\nAll of Britain’s big four are losing share to German discounters Aldi and Lidl and are cutting prices and improving stores and service to hold onto shoppers.\n\nAsda was the first of the big four to lower prices, saying in November 2013 it would spend 1 billion pounds ($1.54 billion) on reductions over five years.\n\nIt also stopped issuing money off vouchers over a year ago, calling them short sighted “gimmicks” and likening their use to the Bank of England’s quantitative easing, or money printing, program. Instead it is focusing on straightforward price cuts.\n\nHaving already invested 300 million pounds in reductions in 2014, Clarke said the 1 billion pounds pledge could be exceeded.\n\n“We’ll address that over time if it needs to be more than that,” he said.\n\nAsda said on Thursday it would invest an additional 600 million pounds in 2015, opening 17 new stores, 36 petrol stations, over 150 remote click & collect sites and re-modelling 62 stores.\n\nClarke also said the firm was in the midst of a “brand refresh”, changing aspects of its brand to replicate parent Wal-Mart."
    },
    {
        "header": "uk's asda sales hurt by supermarket price war",
        "time": "7:14AM UTC",
        "link": "http://www.reuters.com/article/2015/02/19/britain-asda-results-idUSL5N0VT31W20150219",
        "body": "LONDON, Feb 19 (Reuters) - Supermarket Asda, the British arm of United States retailer Wal-Mart, said on Thursday same store sales fell in its Christmas quarter, hurt by an escalating industry price war.\n\nAsda, which trails UK market leader Tesco by annual revenue, said sales at stores open over a year, excluding fuel, were down 2.6 percent on a year ago in the 12 weeks to Jan. 4, its fiscal fourth quarter.\n\nThat compares to a third quarter decline of 1.6 percent. (Reporting by James Davey; Editing by Neil Maidment)"
    },
    {
        "header": "nasdaq gains seventh day; dow, s&p 500 slip with wal-mart",
        "time": "6:00PM UTC",
        "link": "http://www.reuters.com/article/2015/02/19/us-markets-stocks-idUSKBN0LN11K20150219",
        "body": "NEW YORK (Reuters) - The Nasdaq rose for a seventh straight session on Thursday as Priceline shares jumped, while the Dow and S&P 500 eased following declines in energy shares and a disappointing outlook from Wal-Mart.\n\nUncertainty over prospects of a debt deal with Greece added to investor caution. Germany rejected a Greek proposal for a six-month extension to its euro zone loan agreement, saying it fell short of conditions set out by the country’s euro zone partners.\n\nBoosting the Nasdaq, which had its longest winning streak in a year, Priceline Group (PCLN.O) shares rallied 8.5 percent to $1,218.05 on its quarterly results. The stock also was the S&P 500’s largest daily percentage gainer.\n\nA drop in shares of Wal-Mart Stores Inc (WMT.N) weighed down the Dow after the company cut its sales outlook, citing the stronger dollar. Shares dropped 3.2 percent to $83.52. Wal-Mart also said it would raise entry-level wages to $9 an hour.\n\nThe S&P energy index .SPNY fell 0.8 percent while shares of Exxon Mobil (XOM.N) dropped 1.7 percent to $89.44 as oil prices slid a second day following another big weekly build in U.S. crude inventories.\n\nThe decline in energy prices has eroded the profits of oil companies, and many have cut 2015 spending plans. But S&P 500 fourth-quarter earnings overall have been better than expected, which has helped sentiment.\n\n“I think it’s likely to stay strong. The rally is broadening out, and many more sectors are being included now as strong performers,” said Bruce Zaro, chief technical strategist at Bolton Global Asset Management in Boston.\n\nThe Dow Jones industrial average .DJI fell 44.08 points, or 0.24 percent, to 17,985.77, the S&P 500 .SPX lost 2.23 points, or 0.11 percent, to 2,097.45 and the Nasdaq Composite .IXIC added 18.34 points, or 0.37 percent, to 4,924.70.\n\nFor the whole S&P 500, earnings for the quarter are up 6.5 percent from a year ago, above a Jan. 1 estimate for 4.2 percent growth, Thomson Reuters data showed. The S&P 500 index is up 1.9 percent since the start of the year.\n\nS&P utilities .SPLRCU, down 1.1 percent, had the biggest decline among sectors. The biggest percentage decliner in the S&P 500 was Host Hotels & Resorts (HST.N), down 7.1 percent at $21.87, after a disappointing forecast.\n\nShares of American Express (AXP.N) were down 1.7 percent at $78.40 after a federal judge ruled it violated U.S. antitrust law by prohibiting merchants from steering consumers to use lower-cost credit cards.\n\nAfter the closing bell, shares of Intuit (INTU.O) jumped 4.9 percent to $95.60 following its results.\n\nAbout 6 billion shares changed hands on U.S. exchanges, below the 7.1 billion average for the month to date, according to BATS Global Markets.\n\nNYSE declining issues outnumbered advancing ones 1,581 to 1,452, for a 1.09-to-1 ratio; on the Nasdaq, 1,440 issues rose and 1,256 fell, a 1.15-to-1 ratio favoring advancers.\n\nThe S&P 500 posted 66 new 52-week highs and one new lows; the Nasdaq Composite recorded 104 new highs and 22 new lows."
    },
    {
        "header": "us stocks snapshot-dow, s&p 500 end down with energy, wal-mart; nasdaq up",
        "time": "4:02PM UTC",
        "link": "http://www.reuters.com/article/2015/02/19/markets-stocks-usa-idUSZXN0RDZ2I20150219",
        "body": "NEW YORK, Feb 19 (Reuters) - The Dow and S&P 500 eased on Thursday following declines in energy shares and a disappointing outlook from Wal-Mart, while the Nasdaq hit another 15-year high as Priceline shares jumped.\n\nBased on the latest available data, the Dow Jones industrial average fell 43.95 points, or 0.24 percent, to 17,985.9, the S&P 500 lost 2.19 points, or 0.1 percent, to 2,097.49 and the Nasdaq Composite added 18.34 points, or 0.37 percent, to 4,924.70. (Reporting by Caroline Valetkevitch; Editing by Nick Zieminski)"
    },
    {
        "header": "column-wal-mart good news isn't for equities: james saft",
        "time": "4:55PM UTC",
        "link": "http://www.reuters.com/article/2015/02/19/markets-saft-idUSL1N0VS2PX20150219",
        "body": "Feb 19 (Reuters) - When Wal-Mart starts handing out raises it may be time to worry about equity market valuations.\n\nThe U.S.’s largest retailer and biggest private employer said on Thursday it would spend more than $1 billion to hike pay for half a million workers this year. Wal-Mart will be spending some of the money to help pay for an effort to give employees more control over when and how much they work.\n\nI am heartily glad that Wal-Mart has raised wages and hope that wage growth is so strong that it eats into corporate margins, now at all time-highs. What I am not is convinced that all constituencies, including share owners, will benefit.\n\nThere is a temptation to engage in have-your-cake-and-eat-it-too thinking here. Many good things will happen as a result of Wal-Mart hiking wages; even more if the trend gets wider traction. None of these good things will include higher stock market valuations.\n\nWal-Mart, and other employers, have had it pretty much all their own way for decades, as wages fell in real terms despite productivity growth. Wages as a share of GDP are close to their post-World-War-Two lows while corporate profits as a share of GDP are at all-time highs. Wal-Mart specifically has been able to increase its per-employee profits by 18 percent since its 2007 reporting year. This situation, terrible for workers but great for owners, has not been missed by investors, who have bid stocks up. Even using measures which take account of cyclical changes in profits the S&P 500 is now in very rich territory, trading on an adjusted P/E multiple only surpassed twice: just before the dotcom and 1929 crashes.\n\nIt is reasonable to expect this state of play won’t last forever. It is also reasonable to think that as it reverses, the value of owning a given dollar of future earnings will fall.\n\nTo be sure, many of the factors which have undermined bargaining power are durable and so we shouldn’t be too quick to see globalization in outright reverse and the wage share of national income rocketing higher. It is also true that Wal-Mart has been under considerable political and legal pressure, which if it is the cause of the wage increase implies less of a read-across perhaps to other companies and sectors.\n\nThere are good reasons to think that Wal-Mart is responding to market pressures. Hourly wages have been rising nicely. Last month’s U.S. payrolls report showed an increase of 12 cents per hour, the biggest such in close to eight years. Job openings in the U.S. are at their highest since 2001 and voluntary separations are looking reasonably healthy.\n\nAnd Wal-Mart is not alone. Health insurer Aetna Inc last month said it would impose a $16 per hour minimum wage floor which would affect 12 percent of its workforce, a move it said it took to reduce turnover and attract better talent.\n\nThe overall picture is that labor conditions are tightening and wage growth may well continue. Whether we get back to anywhere near historical norms, both in profit margins and wage share, is impossible to say. It is certainly a long journey.\n\nYet even if travel in this direction is slow, expect the stock market to rapidly take notice. Not only may higher wages eat into profits they may also help to make the overall valuation backdrop much less equity-market-friendly.\n\nThat’s because the Fed is doubtless watching. If wages rise strongly not only will one of their evident preconditions for a rate hike, a strong labor market, be at hand but we might also see a bit of inflation.\n\nPart of the point of ultra-low interest rate policy, and maintaining a huge Federal Reserve balance sheet, has been to raise valuations in asset markets. Generally the riskier the market, and equities are generally riskier than debt, the greater the impact.\n\nOf course Wal-Mart’s rising tide of wages may help to lift Wal-Mart’s revenue boat, not to mention that of every other business. Still Wal-Mart is only predicting a 1 percent rise in revenue in the coming year.\n\nThe classic comparison, to Henry Ford’s decision to pay workers enough so that they could afford cars, is perhaps not apt. Manufacturing companies as they expand have a bigger magnifying effect on their host economies than do retailers. That’s why states and localities fall over each other to give inducements to get auto plants rather than big box retailers.\n\nWal-Mart's wage move is good news, just not for equities. (At the time of publication James Saft did not own any direct investments in securities mentioned in this article. He may be an owner indirectly as an investor in a fund. You can email him at jamessaft@jamessaft.com and find more columns at blogs.reuters.com/james-saft) (Editing by James Dalgleish)"
    },
    {
        "header": "wal-mart says port issue impacting supply of some goods",
        "time": "11:40AM UTC",
        "link": "http://www.reuters.com/article/2015/02/19/us-walmart-port-dispute-idUSKBN0LN1JA20150219",
        "body": "(Reuters) - Wal-Mart Stores Inc is experiencing delays in some merchandise due to the West Coast port disruptions, although moves to diversify its logistics have limited the impact, the head of the retailer’s U.S. operations said on Thursday.\n\nOn an earnings call Greg Foran said “pockets of merchandise” were being held up by the port dispute and expressed hopes for a speedy resolution.\n\nHe said potential costs were included in the company’s earnings forecasts unveiled earlier on Thursday."
    },
    {
        "header": "wal-mart quarterly profit rises 12 pct",
        "time": "8:41AM UTC",
        "link": "http://www.reuters.com/article/2015/02/19/walmartstores-results-idUSL4N0VS39720150219",
        "body": "Feb 19 (Reuters) - Wal-Mart Stores Inc reported a 12 percent rise in holiday-quarter profit as shoppers spent more of their savings from lower U.S. gas prices at the company’s stores.\n\nThe company reported a 1.5 percent increase in same-store sales in the United States, its second straight quarter of growth after six quarters of flat or declining sales.\n\nThe world’s largest retailer also said it would increase wages for about 500,000 full and part-time U.S. employees in the first half of this year.\n\nNet profit attributable to Wal-Mart rose to $4.97 billion, or $1.53 per share, for the fourth quarter ended Jan. 31, from $4.43 billion, or $1.36 per share, in the same period a year earlier.\n\nTotal revenue rose 1.4 percent to $131.57 billion. (Reporting by Sruthi Ramakrishnan in Bengaluru and Nathan Layne in Chicago; Editing by Saumyadeb Chakrabarty)"
    },
    {
        "header": "us stocks-nasdaq gains 7th day; dow, s&p 500 slip with wal-mart",
        "time": "5:42PM UTC",
        "link": "http://www.reuters.com/article/2015/02/19/markets-stocks-usa-idUSL1N0VT35720150219",
        "body": "* Nasdaq up for 7th session, longest streak in a year\n\n* Dow down 0.24 pct, S&P down 0.11 pct, Nasdaq up 0.37 pct (Updates close with Intuit shares up after the bell, American Express, details)\n\nNEW YORK, Feb 19 (Reuters) - The Nasdaq rose for a seventh straight session on Thursday as Priceline shares jumped, while the Dow and S&P 500 eased following declines in energy shares and a disappointing outlook from Wal-Mart.\n\nUncertainty over prospects of a debt deal with Greece added to investor caution. Germany rejected a Greek proposal for a six-month extension to its euro zone loan agreement, saying it fell short of conditions set out by the country’s euro zone partners.\n\nBoosting the Nasdaq, which had its longest winning streak in a year, Priceline Group shares rallied 8.5 percent to $1,218.05 on its quarterly results. The stock also was the S&P 500’s largest daily percentage gainer.\n\nA drop in shares of Wal-Mart Stores Inc weighed down the Dow after the company cut its sales outlook, citing the stronger dollar. Shares dropped 3.2 percent to $83.52. Wal-Mart also said it would raise entry-level wages to $9 an hour.\n\nThe S&P energy index fell 0.8 percent while shares of Exxon Mobil dropped 1.7 percent to $89.44 as oil prices slid a second day following another big weekly build in U.S. crude inventories.\n\nThe decline in energy prices has eroded the profits of oil companies, and many have cut 2015 spending plans. But S&P 500 fourth-quarter earnings overall have been better than expected, which has helped sentiment.\n\n“I think it’s likely to stay strong. The rally is broadening out, and many more sectors are being included now as strong performers,” said Bruce Zaro, chief technical strategist at Bolton Global Asset Management in Boston.\n\nThe Dow Jones industrial average fell 44.08 points, or 0.24 percent, to 17,985.77, the S&P 500 lost 2.23 points, or 0.11 percent, to 2,097.45 and the Nasdaq Composite added 18.34 points, or 0.37 percent, to 4,924.70.\n\nFor the whole S&P 500, earnings for the quarter are up 6.5 percent from a year ago, above a Jan. 1 estimate for 4.2 percent growth, Thomson Reuters data showed. The S&P 500 index is up 1.9 percent since the start of the year.\n\nS&P utilities, down 1.1 percent, had the biggest decline among sectors. The biggest percentage decliner in the S&P 500 was Host Hotels & Resorts, down 7.1 percent at $21.87, after a disappointing forecast.\n\nShares of American Express were down 1.7 percent at $78.40 after a federal judge ruled it violated U.S. antitrust law by prohibiting merchants from steering consumers to use lower-cost credit cards.\n\nAfter the closing bell, shares of Intuit jumped 4.9 percent to $95.60 following its results.\n\nAbout 6 billion shares changed hands on U.S. exchanges, below the 7.1 billion average for the month to date, according to BATS Global Markets.\n\nNYSE declining issues outnumbered advancing ones 1,581 to 1,452, for a 1.09-to-1 ratio; on the Nasdaq, 1,440 issues rose and 1,256 fell, a 1.15-to-1 ratio favoring advancers.\n\nThe S&P 500 posted 66 new 52-week highs and one new lows; the Nasdaq Composite recorded 104 new highs and 22 new lows. (Editing by Bernadette Baum, Nick Zieminski and Cynthia Osterman)"
    },
    {
        "header": "wal-mart wage hike seen pressuring target, fast-food",
        "time": "8:54PM UTC",
        "link": "http://www.reuters.com/article/2015/02/20/us-walmart-target-idUSKBN0LO04320150220",
        "body": "(Reuters) - Wal-Mart Stores Inc’s wage hike will likely trigger a rethink on pay across the retail and fast-food sectors, with Target Corp one of the low-wage employers facing pressure to follow suit and pay workers more.\n\nWal-Mart announced on Thursday it would lift its minimum U.S. wage to $9 an hour this year and $10 in 2016, raising the ante in a tightening labor market where low-skilled workers easily move between retailers and fast-food chains.\n\nLabor and shareholder activists will likely use the news to ratchet up pressure on companies which have so far faced less scrutiny than Wal-Mart, the largest private U.S. employer with a workforce of 1.3 million.\n\n“This is the largest retailer out there so I think others are going to have to follow,” said Brian Yarbrough, analyst at Edward Jones, naming Target and Staples Inc among other national retailers that may look to revise their pay scales. ”All the restaurants are going to be under pressure as well.”\n\nWhen Gap Inc a year ago set its minimum wage at $9 an hour and pledged to go to $10 in 2015, many workers at Wal-Mart sought to switch and secure employment at the apparel retailer, according to Burt Flickinger, managing director of Strategic Resource Group, a retail industry consultancy.\n\nNow, Wal-Mart’s move should help it reduce turnover and will likely put the most direct pressure on Target, given that their pay scales for entry-level positions are generally close and there is broad overlap in product lines.\n\n“It’s absolutely Target,” Flickinger said when asked what rival would likely need to take action to retain staff.\n\nTarget spokeswoman Molly Snyder said the company was “committed to offering market competitive wages that can help attract and retain great talent.” She said Target pays above the federal minimum wage of $7.25 at all of its stores, but does not disclose its average rate.\n\nWal-Mart said the hikes would lift the average hourly wage this year for full-time employees to $13 from $12.85, while raising the average for part-time staff to $10 from $9.48. Those rates could go higher in 2016.\n\nData from employer review site Glassdoor based on at least 75 responses shows that Target, Wal-Mart and Staples are roughly paying the same hourly rate, with cashiers and sales associates making around $9 an hour. A cashier at McDonald’s Corp, by comparison, was averaging $8.44, the data shows.\n\nStaples and McDonald’s did not immediately respond to requests for comment.\n\nIt’s not just wages. Wal-Mart also said it planned to make the scheduling of hours more predictable, taking a step towards addressing an issue that has long been a source of worker frustration.\n\nLabor groups and institutional investors have long targeted Wal-Mart on wages and now appear set to widen their scope.\n\nDavid Schilling, senior program director for human rights at the Interfaith Center on Corporate Responsibility, said investors would use the Wal-Mart wage hike as leverage when negotiating changes at other firms.\n\n“It’s not just the retail sector. It could be fast food, restaurant workers,” said Schilling. When it’s “a big player like Wal-Mart the ripples go forward.”"
    },
    {
        "header": "us stocks-energy leads wall st lower, wal-mart falls on results",
        "time": "10:15AM UTC",
        "link": "http://www.reuters.com/article/2015/02/19/markets-stocks-usa-idUSL1N0VT1ES20150219",
        "body": "NEW YORK, Feb 19 (Reuters) - U.S. stocks fell on Thursday, with energy shares leading the way lower amid a sharp decline in oil prices, while continued uncertainty over the prospects of a debt deal with Greece added to the cautious tone.\n\nLosses were outsized in the Dow after Wal-Mart Stores cut its sales outlook, citing the impact of a stronger dollar. Shares fell 2.7 percent to $83.97.\n\nOn the upside, Priceline Group rallied on its results, helping keep the Nasdaq slightly positive.\n\nCrude oil fell 4.7 percent to $49.69 as another big weekly build in U.S. crude inventories and possible rise in Saudi output fueled concerns about oversupply.\n\nThe S&P Energy index fell 1.9 percent, by far the biggest decliner among the 10 primary S&P sectors, nine of which were lower on the day. Exxon Mobil fell 1.2 percent to $89.95 while Halliburton Co was off 2.2 percent to $43.43 and ConocoPhillips fell 2.2 percent to $66.25.\n\n“There’s still a lot of supply, even though we’re looking at a decline in rig counts and expenditures. Right now, the majority view is that oil won’t really start to go up until the middle of the year,” said Clem Miller, portfolio manager at Wilmington International Funds in Baltimore, Maryland.\n\nThe decline in energy prices has severely hurt oil companies, with many cutting 2015 spending plans in a bearish sign for economic growth prospects. Late Wednesday, Marathon Oil said it would cut its 2015 capital budget by 20 percent, the second cut of that magnitude since December, sending shares down 2.8 percent to $28.22.\n\nIn Europe, the German finance ministry rejected a new proposal from Athens for an extension of its bailout program, saying it fell short of the conditions set out by the country’s euro zone partners. On Wednesday, a Greek government spokesperson said the country aimed to conclude a deal with its euro zone partners “soon.”\n\n“At this point, it’s hard to see the Greece situation having a dramatic impact on the U.S. outside of just creating a lot of volatility,” said Miller, who helps oversee about $80 billion in assets under advisement.\n\nPriceline jumped 7.1 percent to $1,202 after the online travel agency reported better-than-expected quarterly earnings.\n\nIn the latest economic data, initial jobless claims fell more than expected in the latest week, offering fresh evidence that the labor market was gathering steam. Separately, a regional Federal Reserve survey showed growth in factory activity in the U.S. mid-Atlantic region decelerated in February to its slowest level in a year.\n\nThe Dow Jones industrial average fell 85.31 points, or 0.47 percent, to 17,944.54, the S&P 500 lost 5.87 points, or 0.28 percent, to 2,093.81 and the Nasdaq Composite added 6.09 points, or 0.12 percent, to 4,912.45.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,878 to 924, for a 2.03-to-1 ratio; on the Nasdaq, 1,288 issues fell and 1,024 advanced, a 1.26-to-1 ratio.\n\nThe S&P 500 was posting 37 new 52-week highs and 1 new lows; the Nasdaq Composite was recording 52 new highs and 11 new lows. (Editing by Nick Zieminski)"
    }
]