[
    {
        "header": "walmart chile plans to sell shopping center chain",
        "time": "1:58PM UTC",
        "link": "http://www.reuters.com/article/walmart-chile-divestiture-idUSL1N1211R920151001",
        "body": "SANTIAGO, Oct 1 (Reuters) - Walmart Chile SA is looking to sell its chain of shopping centers to concentrate on its larger supermarket operations in the South American nation, the Chilean affiliate of U.S. retail giant Wal Mart Stores Inc said Thursday.\n\nThe plan would include the sale of 10 “Espacio Urbano” shopping centers throughout Chile, totaling some 250,000 square meters (2.69 million square feet).\n\nWalmart Chile did not give an estimated value for the assets, but said it currently earns 0.6 percent of its income from renting retail space in the malls.\n\nThe company controls Lider, Chile’s principal supermarket chain, and participates in several other fields including finance and food services.\n\nThe sale process would be supported by CBRE and JPMorgan Chase & Co, and potential investors sought both in Chile and abroad, it said. (Reporting by Felipe Iturrieta; Writing by Gram Slattery; Editing by Stephen R. Trousdale)"
    },
    {
        "header": "wal-mart to cut hundreds of jobs at headquarters ",
        "time": "11:40AM UTC",
        "link": "http://www.reuters.com/article/us-wal-mart-layoffs-idUSKCN0RV38620151001",
        "body": "(Reuters) - Wal-Mart Stores Inc (WMT.N) is planning to lay off hundreds of people at its headquarters in Arkansas as part of the retail giant’s efforts to pare costs, people familiar with the matter said.\n\nFewer than 500 employees are expected to lose their jobs and an announcement could be made as early as this Friday, according to one of sources, who declined to be named because the move had not been made public.\n\nWal-Mart declined to comment. News of the impending cuts was reported earlier on Wednesday by the Wall Street Journal.\n\nThe cuts will make up a small portion of the more than 18,000 people employed at the Bentonville, Arkansas office but fit in with a streamlining effort that has been flagged by Chief Executive Doug McMillon in recent months.\n\n“There are no cash registers in the office,” McMillon told analysts after the company’s annual shareholders’ meeting in June to emphasize his focus on stores as the earnings driver for the company.\n\nSpeculation of job losses has percolated in Bentonville for several weeks, fueled in part by reports on the matter by local media outlet City Wire. Recruiting firms have reported an influx of resumes from Wal-Mart employees concerned about losing their jobs and suppliers have braced for cuts that could have a knock-on impact on their local operations.\n\nThe cuts come as the world’s largest retailer struggles to shore up its profit margins, which have been weighed down by a $1 billion investment announced earlier this year to increase wages for half a million store-level workers and other cost pressures. The company’s stock is down 26 percent so far this year.\n\nIn August, Wal-Mart reported weaker quarterly earnings and lowered its annual profit forecast, hit by higher labor costs, a squeeze on pharmacy margins and the stronger dollar, which has crimped its overseas business.\n\nMcMillon and other top executives are due to present their strategy for the company at an annual meeting with analysts and investors later this month in New York."
    }
]