[
    {
        "header": "wal-mart profit misses estimates; cuts outlook as pharmacy margins bite",
        "time": "2:43PM UTC",
        "link": "http://www.reuters.com/article/us-wal-mart-stores-results-idUSKCN0QN13J20150818",
        "body": "(Reuters) - Wal-Mart Stores Inc (WMT.N) reported weaker quarterly earnings and lowered its annual forecast on Tuesday, as it copes with higher labor costs, a squeeze on pharmacy margins and sliding sales at its British supermarket chain.\n\nShares of the world’s largest retailer fell 3 percent to $69.75 after trading at its lowest in 2-1/2 years.\n\nThe results showed how a move to lift wages and other costs have kept Wal-Mart from taking full advantage of a strengthening U.S. economy, although there was a bright spot in its report: a fourth straight quarter of same-store sales growth.\n\nNet profit attributable to Wal-Mart fell to $3.48 billion, or $1.08 per share, in the second quarter ended July 31, from $3.92 billion, or $1.21, a year earlier. Analysts, on average, expected $1.12 per share, according to Thomson Reuters I/B/E/S.\n\nWal-Mart lowered its forecast for the year ending in January to a range of $4.40 to $4.70 from its outlook of $4.70 to $5.05 in February. The consensus was for $4.77 per share.\n\nThe significant cut to the forecast, even as Wal-Mart logged a 1.5 percent increase in comparable sales at U.S. stores open at least a year, highlighted a growing problem with controlling costs, said Edward Jones analyst Brian Yarbrough.\n\n“It was a big drop,” said Yarbrough, referring to its revised forecast, which included 24 cents a share to pay for higher wages, training and additional worker hours. “I question whether they will even be able to grow earnings next year.”\n\nIn February Wal-Mart had flagged it would spend $1 billion on higher pay and for training, which will weigh on earnings this year. It also warned of higher spending to boost its e-commerce infrastructure as it seeks to close the online gap with Amazon.com Inc (AMZN.O), which recently passed the Arkansas-based retailer in market value.\n\nBut on Tuesday Wal-Mart said costs to increase worker hours beyond the February plan, as it tries to improve customer service with faster checkouts and better-stocked shelves, were denting earnings more than anticipated.\n\nIt also said reduced reimbursement rates from pharmacy benefit managers were hurting margins in its U.S. pharmacy business and that wider healthcare insurance coverage generally had led to fewer higher-margin cash transactions on drugs.\n\nAnother problem is increasing “shrink,” a retail industry term for losses tied to various issues including theft.\n\nA stronger dollar took a toll on its international business, which suffered a 14 percent fall in operating income in the quarter. Same-store sales at Asda, the UK grocery arm, declined 4.7 percent, the worst quarterly performance in the 16 years it has been owned by Wal-Mart.\n\nIn one upbeat note, the 1.5 percent increase in same-store U.S. sales beat the consensus for a 1.0 percent rise, according to analysts polled by research firm Consensus Metrix. Sam’s Club, its wholesale club store division that competes with Costco Wholesale Corp (COST.O), achieved same-store sales growth of 1.3 percent, excluding the impact of fuel.\n\nChief Financial Officer Charles Holley told an earnings conference call that while lower gasoline prices helped drive sales, the bulk of the gains were due to increased investments in its stores as well as in wages and training.\n\nThe retailer lowered its forecast for opening smaller-format stores, and now plans to open 160 to 170 Neighborhood Markets locations for the full year, down from 180 to 200. It said it was still on track to open 60 to 70 Supercenters this year."
    },
    {
        "header": "us stocks-futures fall as china slumps, wal-mart results disappoint",
        "time": "7:22AM UTC",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL3N10T3N920150818",
        "body": "Aug 18 (Reuters) - U.S. stock index futures followed world bourses lower on Tuesday after Chinese shares slumped 6 percent and disappointing results from Wal-Mart.\n\n* Wal-Mart shares fell 2.5 percent to $70.09 in premarket trading after the Dow component reported weaker-than-expected quarterly earnings and lowered its full-year forecast.\n\n* Chinese stocks plunged again as the yuan weakened against the dollar, reigniting fears that Beijing may be intent on a deeper devaluation of the currency despite the central bank’s comment that it sees no reason for a further slide.\n\n* U.S. oil prices and industrial metals, including copper, also traded near six-year lows, adding to the bearish market sentiment amid worries over China’s growth outlook.\n\n* Wall Street closed higher on Monday after strong economic data boosted the housing sector and as investors bought recently battered shares in biotech and media.\n\n* Investors will keep a sharp eye on additional housing data, due at 8:30 a.m. ET (1230 GMT), that is expected to show that U.S. housing starts likely increased in July, fueled by strong demand for rental apartments.\n\n* Economic data points are being carefully evaluated by investors for signs regarding the health of the economy in face of an impending rate hike by the U.S. Federal Reserve for the first time in nearly a decade.\n\n* The U.S. central bank has said it will hike long-term interest rates only when it sees a sustained recovery in the economy and many investors are factoring in a September liftoff as the labor market continues to gain in strength.\n\n* However, global macro concerns, especially worries regarding China’s slowing growth, and as inflation remains below the 2 percent growth that the Fed would like to see, could force them to wait until December to raise rates.\n\n* With earning season winding down, all eyes are on the Wednesday minutes from the Fed’s latest meeting, for clues regarding the timing of a hike.\n\n* In corporate news, Dow component Home Depot inched up nearly 1 percent to $120.85 after the world’s No.1 home improvement retailer reported a better-than-expected rise in quarterly same-store sales.\n\n* Esperion Therapeutics jumped 12.5 percent to $85 after the drug developer said its cholesterol-lowering drug’s development was on track.\n\nFutures snapshot at 7:07 a.m. ET:\n\n* S&P 500 e-minis were down 5 points, or 0.24 percent, with 122,128 contracts traded.\n\n* Nasdaq 100 e-minis were down 13.25 points, or 0.29 percent, on volume of 16,279 contracts.\n\n* Dow e-minis were down 45 points, or 0.26 percent, with 17,217 contracts changing hands. (Reporting by Tanya Agrawal in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "header": "us stocks snapshot-wall st slips as wal-mart, materials shares fall",
        "time": "4:08PM UTC",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSZXN0RIZ2I20150818",
        "body": "NEW YORK, Aug 18 (Reuters) - U.S. stocks fell on Tuesday, with the S&P 500 trading in its tightest daily range in nearly a month, weighed down by earnings-related selling in Wal-Mart and a drop in materials stocks on concerns about China’s economic health.\n\nThe Dow Jones industrial average fell 33.7 points, or 0.19 percent, to 17,511.48, the S&P 500 lost 5.56 points, or 0.26 percent, to 2,096.88 and the Nasdaq Composite dropped 32.35 points, or 0.64 percent, to 5,059.35. (Reporting by Rodrigo Campos; Editing by Nick Zieminski)"
    },
    {
        "header": "us stocks-wal-mart, materials shares drag wall st lower",
        "time": "4:43PM UTC",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL1N10T20Z20150818",
        "body": "* Indexes down: Dow 0.19 pct, S&P 0.26 pct, Nasdaq 0.64 pct (Updates to close, changes comments, byline)\n\nAug 18 (Reuters) - U.S. stocks fell on Tuesday, with the S&P 500 trading in its tightest daily range in nearly a month, weighed down by earnings-related selling in Wal-Mart and a drop in commodity stocks on concerns about China’s economy.\n\nWal-Mart fell 3.4 percent to close at $69.48, its lowest in nearly 2-1/2 years, after its profit missed estimates and it cut its outlook.\n\nChinese stocks fell more than 6 percent overnight. Fears that Beijing may be intent on a deeper devaluation of the yuan pushed oil prices and industrial metals, including copper, to near six-year lows.\n\nThe materials sector was the largest decliner among the top ten industry sectors with a 0.7 percent decline. Freeport McMoRan fell 3.1 percent to $9.92.\n\n“You would think that a 6-percent China move amid the recent currency adjustments would have netted a more negative result,” said Andre Bakhos, managing director at Janlyn Capital LLC in Bernardsville, New Jersey.\n\nHe said the market has not found a reason to break lower or test record highs, so “it’s been a rubber-band kind of mentality.”\n\nThe Dow Jones industrial average fell 33.84 points, or 0.19 percent, to 17,511.34, the S&P 500 lost 5.52 points, or 0.26 percent, to 2,096.92 and the Nasdaq Composite dropped 32.35 points, or 0.64 percent, to 5,059.35.\n\nHomebuilders continued on a winning streak after data showed U.S. housing starts rose to a near eight-year high in July. The PHLX housing sector index rose 1.3 percent for an eighth straight session of gains.\n\n“Housing starts was a very good number, with positive revisions, and I think that caught the market’s eye,” said Doug Coté, chief market strategist at Voya Investment Management.\n\nUnderscoring the strength of the homebuilding sector, Home Depot rose 2.6 percent to $122.80, a record closing high.\n\nTJX jumped 7.2 percent to close at a record high of $76.78 after same-store sales beat estimates.\n\nDow component Disney fell 1.9 percent to $106.94 after Wells Fargo cut its rating on the stock and five other media companies, including CBS. CBS fell 1.4 percent to $49.35.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,975 to 1,064, for a 1.86-to-1 ratio; on the Nasdaq, 1,906 issues fell and 890 advanced, for a 2.14-to-1 ratio favoring decliners.\n\nThe S&P 500 posted 41 new 52-week highs and 9 new lows; the Nasdaq was recording 69 new highs and 85 new lows.\n\nAbout 5.4 billion shares exchanged hands in U.S. exchanges, below the 6.7 billion daily average so far this month, according to BATS Global Markets data. (Reporting by Rodrigo Campos and Chuck Mikolajczak; Editing by Nick Zieminski)"
    },
    {
        "header": "us stocks-u.s. stocks fall as wal-mart, energy stocks weigh",
        "time": "1:20PM UTC",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL3N10T4RA20150818",
        "body": "Aug 18 (Reuters) - U.S. stocks fell in early afternoon trading on Tuesday, dragged down by Wal-Mart’s weaker-than-expected results and a selloff in energy and material shares on renewed fears about China.\n\nWal-Mart fell as much as 3.3 percent to a nearly 2-1/2 year low of $69.55 after its weak results and forecast. The stock was the biggest drag on the Dow and the S&P.\n\nChinese stocks plunged again, reigniting fears that Beijing may be intent on a deeper devaluation of the yuan and pushing oil prices and industrial metals, including copper, to near six-year lows.\n\nAll 10 major S&P sectors were lower. The steepest fall was the energy index’s 0.63 percent decline, led by Exxon’s 1.3 percent decline. The index was down for the fourth straight session.\n\nThe materials index was down 0.6 percent, with Freeport-McMoRan’s 3 percent fall leading the declines. The index previously fell as much last week when China devalued the yuan.\n\nAt 13:09 p.m. EDT (1709 GMT) the Dow Jones industrial average was down 39.48 points, or 0.23 percent, at 17,505.7. The S&P 500 was down 6.07 points, or 0.29 percent, at 2,096.37 and the Nasdaq composite was down 25.55 points, or 0.5 percent, at 5,066.15.\n\nDow component Disney fell 1.8 percent after Wells Fargo cut its rating on the stock and also on the stock of five other media companies, including CBS. Disney was the second-biggest drag on the Dow and S&P.\n\nThe market weakness was partially offset by strong results from Home Depot and data that showed U.S. housing starts rose to a near eight-year high in July.\n\nHome Depot rose as much as 3.4 percent to a record high of $123.80 and gave the biggest boost to the Dow and the S&P 500.\n\nHome improvement companies and home builders are enjoying a spot in the sun. D.R. Horton, Toll Brothers, Lennar, PulteGroup and KB Home all rose between 1 and 3 percent following the data.\n\n“The good data on housing is certainly helpful since its 4 percent of the U.S. GDP,” said Mark Luschini, chief investment strategist at Janney Montgomery Scott in Philadelphia.\n\n“It’s something we know the Fed looks at relative to not only its impact on employment and things residual to the housing market but as well as to the wealth effect of homeowners.”\n\nIn other retail news, TJX, jumped 6.7 percent to a lifetime high of $76.43 after it reported a better-than-expected rise in quarterly comparable store sales.\n\nDeclining issues outnumbered advancers on the NYSE by 2,057 to 933. On the Nasdaq, 1,835 issues fell and 858 advanced.\n\nThe S&P 500 index showed 40 new 52-week highs and eight new lows, while the Nasdaq recorded 63 new highs and 66 new lows. (Reporting by Tanya Agrawal in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "header": "wal-mart lowers expansion plan for smaller format stores ",
        "time": "8:04AM UTC",
        "link": "http://www.reuters.com/article/us-wal-mart-stores-results-expansion-idUSKCN0QN17220150818",
        "body": "(Reuters) - Wal-Mart Stores (WMT.N) said on Tuesday that it now plans to open 160 to 170 of its smaller format stores in the full year to January, down from a previous plan for 180 to 200 stores.\n\nThe retailer said in an earnings release that it had decided not to pursue some potential locations for the Neighborhood Markets format because they “would not provide the type of quality experience customers expect”."
    },
    {
        "header": "us stocks-wall st set to open lower as china, wal-mart weigh",
        "time": "9:00AM UTC",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL3N10T43820150818",
        "body": "Aug 18 (Reuters) - Wall Street was set to open lower on Tuesday, weighed down by a 6 percent slump in Chinese shares and disappointing results from Wal-Mart.\n\nWal-Mart shares fell 2.6 percent to $70.05 in premarket trading after the Dow component reported weaker-than-expected quarterly earnings and lowered its full-year forecast. The stock was the biggest loser on the Dow Jones industrial average.\n\nChinese stocks plunged again as the yuan weakened against the dollar, reigniting fears that Beijing may be intent on a deeper devaluation of the currency despite the central bank’s comment that it sees no reason for a further slide.\n\nThe People’s Bank of China devalued the currency last week by nearly 2 percent, triggering an avalanche of selling by investors across the world who feared Beijing wanted to engineer a much sharper decline to support weak exports.\n\nU.S. oil prices and industrial metals, including copper, also traded near six-year lows, adding to the bearish market sentiment amid worries over China’s growth outlook.\n\n“The problem in China is that the markets haven’t been released for free and open trading and until that happens there is going to continue to be downside pressure,” said Randy Frederick, managing director of trading and derivatives for Charles Schwab in Austin, Texas.\n\nS&P 500 e-minis were down 5.25 points, or 0.25 percent, with 154,413 contracts traded at 8:35 a.m. ET (1235 GMT).\n\nNasdaq 100 e-minis were down 13.25 points, or 0.29 percent, on volume of 20,349 contracts.\n\nDow e-minis were down 56 points, or 0.32 percent, with 21,379 contracts changing hands.\n\nHome Depot was the only Dow component in the green premarket, up 1.1 percent at $121.05, after the home improvement retailer reported a better-than-expected rise in quarterly same-store sales.\n\nHome improvement companies and home builders are enjoying a spot in the sun from storing results and economic data.\n\nData on Tuesday showed U.S. housing starts rose to a near eight-year high in July as builders ramped up construction of single-family homes. This follow a Monday report showing U.S. homebuilder sentiment in August rose to a near decade-high.\n\nEconomic data points are being carefully evaluated by investors to gauge when the U.S. Federal Reserve will raise interest rates.\n\nAlthough the health of the U.S. economy appears to be stabilizing, the effect of the yuan devaluation and other macro factors are playing on investor’s minds.\n\nInvestors are still not fully convinced the Fed will raise rates in September, but most are betting a rate hike will occur by the end of year. With the earning season winding down, all eyes are on the Wednesday minutes of the Fed’s latest meeting.\n\nIn retail earnings, TJX Cos, rose 3.7 percent to $74.27 after it reported a rise in quarterly sales.\n\nNational Penn Bancshares rose 14.6 percent to $12.51 after BB&T said it would buy the bank for about $1.8 billion. BB&T fell 2.7 percent to $39.10. (Reporting by Tanya Agrawal in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "header": "sales at britain's asda deteriorate further, down 4.7 pct",
        "time": "7:12AM UTC",
        "link": "http://www.reuters.com/article/wal-mart-stores-asda-results-idUSU8N0XK08N20150818",
        "body": "LONDON, Aug 18 (Reuters) - Sales at Wal-Mart’s British supermarket Asda fell for a fourth straight quarter on Tuesday, down 4.7 percent to confirm its position as the weakest performer in a sector hammered by the growth of discount retailers.\n\nAsda, which trails UK market leader Tesco by annual revenue and is battling with Sainsbury’s to be Britain’s No. 2 grocer, said sales at stores open over a year fell 4.7 percent in the 11 weeks to June 30, its fiscal second quarter.\n\nThat compares to a fall of 3.9 percent in the first quarter, which was its worst decline in over five years. (Reporting by James davey, writing by Paul Sandle; editing by Kate Holton)"
    },
    {
        "header": "us stocks snapshot-wall st opens lower as china, wal-mart weigh",
        "time": "9:34AM UTC",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSZXN0RIZ0520150818",
        "body": "Aug 18 (Reuters) - Wall Street opened lower on Tuesday following a 6 percent slump in Chinese shares and disappointing quarterly results from Wal-Mart.\n\nThe Dow Jones industrial average fell 51.94 points, or 0.3 percent, to 17,493.24, the S&P 500 lost 4.09 points, or 0.19 percent, to 2,098.35 and the Nasdaq composite dropped 14.04 points, or 0.28 percent, to 5,077.66. (Reporting by Sai Sachin R in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "header": "wal-mart earnings miss estimates; company cuts outlook",
        "time": "7:18AM UTC",
        "link": "http://www.reuters.com/article/wal-mart-stores-results-idUSL1N10S1FN20150818",
        "body": "Aug 18 (Reuters) - Wal-Mart Stores Inc reported weaker-than-expected quarterly earnings and lowered its full-year forecast, sending its shares down 2.6 percent in premarket trading on Tuesday.\n\nNet profit attributable to Wal-Mart fell to $3.48 billion, or $1.08 per share, in the second quarter ended July 31 from $4.1 billion, or $1.21 per share, a year earlier.\n\nAnalysts on average had expected $1.12 per share, according to Thomson Reuters I/B/E/S.\n\nFor the year ending in January, Wal-Mart lowered its earnings-per-share forecast to a range of between $4.40 and $4.70 from a February outlook of $4.70 to $5.05. (Reporting by Nathan Layne; Editing by Lisa Von Ahn)"
    },
    {
        "header": "wal-mart's british supermarket chain asda hits 'nadir'",
        "time": "12:16PM UTC",
        "link": "http://www.reuters.com/article/us-wal-mart-stores-asda-results-idUSKCN0QN1PF20150818",
        "body": "LONDON (Reuters) - Wal-Mart’s (WMT.N) British supermarket chain Asda slumped to its worst quarterly sales performance in the 16 years it has been owned by the U.S. group, with results on Tuesday highlighting its struggles in the face of an onslaught from the discounters.\n\nAsda and rivals Sainsbury’s (SBRY.L), Morrisons (MRW.L) and market leader Tesco (TSCO.L) are losing ground in a fierce price war sparked by lower prices at Aldi [ALDIEI.UL] and Lidl [LIDUK.UL], but industry analysts Kantar Worldpanel said last month that Asda was faring worst.\n\nIts 4.7 percent decline in like-for-like sales in the 11 weeks to June 30 followed a fall of 3.9 percent in the first quarter.\n\nChief Executive Andy Clarke described the fall as “a nadir” but said there were “signs of green shoots” since the quarter ended and that the company had the full backing of its parent to continue its strategy of cutting prices while eschewing the money-off vouchers touted by its rivals.\n\n“We continue to navigate a steady course through the worst storm in retail history, despite another challenging quarter,” he said. “I‘m here to stay.”\n\nWalmart does not break out profits for its British operation, which trades mainly from large out-of-town stores, but Chief Financial Officer Alex Russo said that profit was holding up.\n\n“Behind the negative sales number lies a more positive story for Asda,” he said.\n\nThough Shore Capital analyst Clive Black described the sales performance as very disappointing, he said: “They haven’t participated in some of the gimmicks and promotions and coupons that others have engaged in, and that’s been to the detriment of the top line, but it means that they’ve got potentially a more robust underlying position than may first suggest.”\n\nAsda’s results were announced soon after Sainsbury’s fired its latest salvo in the industry price war, saying that it is to extend a price-matching scheme to online orders.\n\nWal-Mart, meanwhile, reported weaker than expected quarterly earnings and lowered its full-year forecast."
    },
    {
        "header": "us stocks-wall st falls as wal-mart results disappoints, china weighs",
        "time": "10:07AM UTC",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL3N10T49I20150818",
        "body": "* Disney falls on downgrade, Apple down on China fears\n\nAug 18 (Reuters) - Wall Street open lower on Tuesday, weighed down by a 6 percent slump in Chinese shares and Wal-Mart’s weaker-than-expected quarterly results.\n\nWal-Mart shares fell as much as 3.2 percent to a nearly 2-1/2 year low of $69.58 and were the biggest drag on the Dow Jones industrial average.\n\nDisney fell 1.1 percent to $107.86 after a Wells Fargo downgrade and weighed on the S&P 500 and the Dow. Apple , for whom China is a key market, fell 0.5 percent to 116.60 and was the biggest drag on the Nasdaq and the S&P 500.\n\nChinese stocks plunged again as the yuan weakened against the dollar, reigniting fears that Beijing may be intent on a deeper devaluation of the currency despite the central bank’s reassurances.\n\nThe People’s Bank of China devalued the currency last week by nearly 2 percent, triggering an avalanche of selling by investors across the world who feared Beijing wanted to engineer a much sharper decline to support weak exports.\n\n“The problem in China is that the markets haven’t been released for free and open trading and until that happens there is going to continue to be downside pressure,” said Randy Frederick, managing director of trading and derivatives for Charles Schwab in Austin, Texas.\n\nAt 9:46 a.m. ET (1346 GMT) the Dow Jones industrial average was down 44.33 points, or 0.25 percent, at 17,500.85, the S&P 500 was down 5.88 points, or 0.28 percent, at 2,096.56 and the Nasdaq composite was down 20.02 points, or 0.39 percent, at 5,071.68.\n\nSeven of the 10 major S&P sectors were lower, with the energy index’s 0.6 percent fall leading the decliners. U.S. oil prices and industrial metals, including copper, traded near six-year lows, amid worries over China’s outlook.\n\nThe S&P consumer discretionary index was the biggest gainer, up 0.33 percent, boosted by Home Depot.\n\nHome Depot rose as much as 2.5 percent to a record high of $122.64 after the home improvement retailer’s quarterly same-store sales increased more than expected.\n\nHome improvement companies and home builders are enjoying a spot in the sun from strong results and economic data.\n\nData on Tuesday showed U.S. housing starts rose to a near eight-year high in July as builders ramped up construction of single-family homes. This follow a Monday report showing U.S. homebuilder sentiment in August rose to a near decade-high.\n\nEconomic data points are being carefully evaluated by investors to gauge when the U.S. Federal Reserve will raise interest rates.\n\nAlthough the U.S. economy appears to be stabilizing, the effect of the yuan devaluation and other macro factors are playing on investor’s minds.\n\nInvestors are still not fully convinced the Fed will raise rates in September, but most are betting a rate hike will occur by the end of year. With the earning season winding down, all eyes are on the Wednesday minutes of the Fed’s latest meeting.\n\nAmong retailers, TJX Cos, jumped 6.7 percent to a lifetime high of $76.43 after it reported higher quarterly sales.\n\nNational Penn Bancshares rose 16.3 percent to $12.70 after BB&T said it would buy the bank for about $1.8 billion. BB&T fell marginally to $40.08.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,913 to 799. On the Nasdaq, 1,515 issues fell and 766 advanced.\n\nThe S&P 500 index showed 28 new 52-week highs and seven new lows, while the Nasdaq recorded 37 new highs and 33 new lows. (Reporting by Tanya Agrawal in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "header": "wal-mart, materials shares drag wall st. lower",
        "time": "5:28PM UTC",
        "link": "http://www.reuters.com/article/us-markets-stocks-usa-idUSKCN0QN13X20150818",
        "body": "(Reuters) - U.S. stocks fell on Tuesday, with the S&P 500 trading in its tightest daily range in nearly a month, weighed down by earnings-related selling in Wal-Mart and a drop in commodity stocks on concerns about China’s economy.\n\nWal-Mart (WMT.N) fell 3.4 percent to close at $69.48, its lowest in nearly 2-1/2 years, after its profit missed estimates and it cut its outlook.\n\nChinese stocks fell more than 6 percent overnight. Fears that Beijing may be intent on a deeper devaluation of the yuan pushed oil prices and industrial metals, including copper, to near six-year lows.\n\nThe materials sector .SPLRCM was the largest decliner among the top ten industry sectors with a 0.7 percent decline. Freeport McMoRan (FCX.N) fell 3.1 percent to $9.92.\n\n“You would think that a 6-percent China move amid the recent currency adjustments would have netted a more negative result,” said Andre Bakhos, managing director at Janlyn Capital LLC in Bernardsville, New Jersey.\n\nHe said the market has not found a reason to break lower or test record highs, so “it’s been a rubber-band kind of mentality.”\n\nThe Dow Jones industrial average .DJI fell 33.84 points, or 0.19 percent, to 17,511.34, the S&P 500 .SPX lost 5.52 points, or 0.26 percent, to 2,096.92 and the Nasdaq Composite .IXIC dropped 32.35 points, or 0.64 percent, to 5,059.35.\n\nHomebuilders continued on a winning streak after data showed U.S. housing starts rose to a near eight-year high in July. The PHLX housing sector index .HGX rose 1.3 percent for an eighth straight session of gains.\n\n“Housing starts was a very good number, with positive revisions, and I think that caught the market’s eye,” said Doug Coté, chief market strategist at Voya Investment Management.\n\nUnderscoring the strength of the homebuilding sector, Home Depot (HD.N) rose 2.6 percent to $122.80, a record closing high.\n\nTJX (TJX.N) jumped 7.2 percent to close at a record high of $76.78 after same-store sales beat estimates.\n\nDow component Disney (DIS.N) fell 1.9 percent to $106.94 after Wells Fargo cut its rating on the stock and five other media companies, including CBS (CBS.N). CBS fell 1.4 percent to $49.35.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,975 to 1,064, for a 1.86-to-1 ratio; on the Nasdaq, 1,906 issues fell and 890 advanced, for a 2.14-to-1 ratio favoring decliners.\n\nThe S&P 500 posted 41 new 52-week highs and 9 new lows; the Nasdaq was recording 69 new highs and 85 new lows.\n\nAbout 5.4 billion shares exchanged hands in U.S. exchanges, below the 6.7 billion daily average so far this month, according to BATS Global Markets data."
    },
    {
        "header": "wal-mart's drug problem: pharmacy business drags on profit",
        "time": "9:06PM UTC",
        "link": "http://www.reuters.com/article/us-wal-mart-stores-results-pharmacy-idUSKCN0QO01V20150819",
        "body": "Wal-Mart Stores Inc said on Tuesday that lower margins in its pharmacy business had emerged as a drag on profits, as it gets paid less by drug plan managers and as fewer customers pay in cash, since Obamacare has increased the ranks of insured Americans.\n\nThe company warned that the margin squeeze would continue for at least the remainder of the year, although a spokesman told Reuters the pharmacy business is profitable and that Wal-Mart has no plans to sell it or find a partner to share the risk.\n\nThe disclosure comes as retailers weigh the merit of running drugstores on their own. In June, Wal-Mart rival Target Corp (TGT.N) agreed to sell its loss-making pharmacy division to CVS Health Corp (CVS.N) in a deal that will see CVS operate the pharmacies in 1,600 Target stores.\n\n“We feel the decision we’ve made to run our own pharmacies is right for our business and shareholders,” spokesman Randy Hargrove said on Tuesday.\n\nWal-Mart said its margins were being pinched by two factors: reduced reimbursement rates from pharmacy benefit managers, or PBMs, which administer drug plans for employers and insurers, as well as a drop in high-margin cash transactions.\n\nWal-Mart lowered its full year earnings-per-share forecast to a range of $4.40 to $4.70 from $4.70 to $5.05. The new forecast includes an 11 cent hit from lower pharmacy margins and other “unplanned headwinds” such as an increase in in-store theft.\n\nOn an earnings call, Chief Financial Officer Charles Holley said the pharmacy margins were falling due to lower reimbursement on “some of the main drugs”, without offering further details.\n\nRoss Muken, an analyst at Evercore ISI, said it is likely that Wal-Mart just concluded contract negotiations with a major PBM, such as Express Scripts Holding Corp or CVS, that resulted in lower rates. The trend was for lower rates, reflecting pressure on the healthcare industry overall to lower costs, he said. No one at CVS could be immediately reached for comment. A spokesman for Express Scripts declined to comment.\n\nThe drop-off in cash transactions was likely due to more Wal-Mart customers being insured on the back of the Affordable Care Act, Muken said. That hurts margins because managed plans can negotiate lower prices than an individual who pays cash.\n\nPBMs, which manage pharmacy benefits on behalf of employers and healthcare plans, over the past decade or so have consolidated into three main players - Express Scripts, CVS and UnitedHealth Group. The government has blessed these mergers as one way to help rein in healthcare costs, since the big companies have tremendous negotiating power, said Morningstar analyst Vishnu Lekraj.\n\nWal-Mart’s pharmacy generates $19 billion a year in annual revenue, according to Evercore. That ranks as one of the largest drugstores in the United States, but Wal-Mart is still no match for the clout held by the top three PBMs, which collectively process about 70 percent of all prescriptions in the U.S., Lekraj said.\n\n“With that kind of power they have in hand, they can dictate what pricing is going to be for the most part,” Lekraj said."
    }
]