[
    {
        "header": "rpt-wal-mart's drug problem: pharmacy business drags on profit",
        "time": "5:00PM UTC",
        "link": "http://www.reuters.com/article/wal-mart-stores-results-pharmacy-idUSL1N10U01R20150819",
        "body": "Wal-Mart Stores Inc said on Tuesday that lower margins in its pharmacy business had emerged as a drag on profits, as it gets paid less by drug plan managers and as fewer customers pay in cash, since Obamacare has increased the ranks of insured Americans.\n\nThe company warned that the margin squeeze would continue for at least the remainder of the year, although a spokesman told Reuters the pharmacy business is profitable and that Wal-Mart has no plans to sell it or find a partner to share the risk.\n\nThe disclosure comes as retailers weigh the merit of running drugstores on their own. In June, Wal-Mart rival Target Corp agreed to sell its loss-making pharmacy division to CVS Health Corp in a deal that will see CVS operate the pharmacies in 1,600 Target stores.\n\n“We feel the decision we’ve made to run our own pharmacies is right for our business and shareholders,” spokesman Randy Hargrove said on Tuesday.\n\nWal-Mart said its margins were being pinched by two factors: reduced reimbursement rates from pharmacy benefit managers, or PBMs, which administer drug plans for employers and insurers, as well as a drop in high-margin cash transactions.\n\nWal-Mart lowered its full year earnings-per-share forecast to a range of $4.40 to $4.70 from $4.70 to $5.05. The new forecast includes an 11 cent hit from lower pharmacy margins and other “unplanned headwinds” such as an increase in in-store theft.\n\nOn an earnings call, Chief Financial Officer Charles Holley said the pharmacy margins were falling due to lower reimbursement on “some of the main drugs”, without offering further details.\n\nRoss Muken, an analyst at Evercore ISI, said it is likely that Wal-Mart just concluded contract negotiations with a major PBM, such as Express Scripts Holding Corp or CVS, that resulted in lower rates. The trend was for lower rates, reflecting pressure on the healthcare industry overall to lower costs, he said. No one at CVS could be immediately reached for comment. A spokesman for Express Scripts declined to comment.\n\nThe drop-off in cash transactions was likely due to more Wal-Mart customers being insured on the back of the Affordable Care Act, Muken said. That hurts margins because managed plans can negotiate lower prices than an individual who pays cash.\n\nPBMs, which manage pharmacy benefits on behalf of employers and healthcare plans, over the past decade or so have consolidated into three main players - Express Scripts, CVS and UnitedHealth Group. The government has blessed these mergers as one way to help rein in healthcare costs, since the big companies have tremendous negotiating power, said Morningstar analyst Vishnu Lekraj.\n\nWal-Mart’s pharmacy generates $19 billion a year in annual revenue, according to Evercore. That ranks as one of the largest drugstores in the United States, but Wal-Mart is still no match for the clout held by the top three PBMs, which collectively process about 70 percent of all prescriptions in the U.S., Lekraj said.\n\n“With that kind of power they have in hand, they can dictate what pricing is going to be for the most part,” Lekraj said. (Additional reporting By Peter Henderson; Editing by Ken Wills)"
    }
]