[
    {
        "header": "wal-mart to stop selling ar-15, other semi-automatic rifles",
        "time": "6:58PM UTC",
        "link": "http://www.reuters.com/article/us-wal-mart-stores-rifles-idUSKCN0QV26520150826",
        "body": "(Reuters) - Wal-Mart Stores Inc (WMT.N), the United States’ top seller of guns and ammunition, said on Wednesday it would stop selling the AR-15 and other semi-automatic rifles because of sluggish demand and focus instead on “hunting and sportsman firearms.”\n\nWal-Mart said the decision was unrelated to high-profile incidents involving the rifles, including the killing of 26 students and adults at Sandy Hook Elementary School in Connecticut in 2012.\n\n“This is done solely on what customer demand was,” said company spokesman Kory Lundberg. “We are instead focusing on hunting and sportsman firearms.”\n\nLundberg said Wal-Mart would stop selling a class of rifle called the modern sporting rifle (MSR), which includes the semi-automatic AR-15. He said that class of rifle was sold in fewer than a third of its roughly 4,500 U.S. stores.\n\nThe announcement came on the same day two television journalists were shot and killed in Virginia in an incident that is likely to stoke the debate about gun ownership in the United States.\n\nRetail consultant Burt Flicking saw the move as part of a shift at Wal-Mart under Chief Executive Doug McMillon to pay closer attention to public opinion on social issues, noting the company had raised wages for entry-level staff ealier this year.\n\nHe was skeptical that it had been driven solely by demand, given generally solid sales of guns and ammunition in the United States. “It shows that the Wal-Mart of this decade is quite different from the prior four decades,” Flickinger said.\n\nWal-Mart recently came under pressure from New York City’s Trinity Church, an investor pushing for tighter oversight of sales of guns with high-capacity magazines. In April a federal court ruled in Wal-Mart’s favor and vacated an injunction that would have required a vote on the issue at its annual shareholders’ meeting in June.\n\n“Trinity Church is very pleased to hear that WalMart will no longer sell the kinds of weapons that have caused such devastation and loss in communities across our country,” Rev. William Lupfer, the church’s rector, said in a statement.\n\nThe National Shooting Sports Foundation said demand for the type of rifles that will no longer be sold by Wal-Mart remained strong.\n\n“Modern Sporting Rifles are extremely popular with an estimated 10 million of them in the hands of Americans since 1990. Walmart’s decision was based on what its management sees as best for their business,” Michael Bazinet, a spokesman for the trade association, said in an email."
    },
    {
        "header": "wal-mart says to stop selling ar-15, other rifles",
        "time": "2:16PM UTC",
        "link": "http://www.reuters.com/article/wal-mart-stores-rifles-idUSL1N1111NE20150826",
        "body": "Aug 26 (Reuters) - Wal-Mart Stores says it will stop selling the AR-15 and other modern sports rifles at its stores due to sluggish demand.\n\nKory Lundberg, a spokesman for the world’s largest retailer, said the decision was based solely on demand and was not related to recent high-profile shootings involving the rifles."
    }
]