[
    {
        "header": "amazon swaps more than size with wal-mart",
        "time": "4:45PM UTC",
        "link": "http://www.reuters.com/article/idUS329177909520150817",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nAmazon’s latest results were so superb they catapulted the online retailer’s market value beyond Wal-Mart’s for the first time. Now, the $250 billion goliath led by Jeff Bezos finds itself in another spot that its bricks-and-mortal rival will more happily cede: defending labor practices.\n\nFollowing a New York Times expose published Sunday on Amazon’s culture, Bezos told his staff that the company described in the newspaper isn’t familiar to him. The article “claims that our intentional approach is to create a soulless, dystopian workplace where no fun is had and no laughter heard,” Bezos wrote. “I don’t recognize this Amazon.”\n\nThe chief executive, who owns $45 billion of Amazon stock, may be right. That doesn’t mean he hasn’t pushed his people in ways considered unacceptable elsewhere. Arguably, that has been an ingredient of the company’s success, and a quid pro quo for the wealth Bezos has conferred upon so many Amazonians.\n\nEven so, the perception of Amazon as a place where staffers “cry at their desk,” as one former executive told the Times, or where engineers routinely take their laptops into the toilet stall, as another onetime Amazonian revealed on Vice’s Motherboard website, could backfire in ways that resemble Wal-Mart Stores’ travails.\n\nAs the Arkansas-based retailer has expanded, it has faced growing legal fire and public scrutiny over the treatment of its 1.3 million workers. Since 2000, the nation’s largest private employer has paid hundreds of millions of dollars in fines over employees forced to work off the clock or denied breaks.\n\nAnd the claims keep coming. A recent ruling found Wal-Mart failed to pay California minimum wage to drivers, while allegations have surfaced over the years claiming gender discrimination in pay and promotion policies. These costs have been shouldered by shareholders and given the company a reputation that led to consumer boycotts.\n\nWal-Mart is reforming its ways, though. Just this year, it implemented a $1 billion program, including wage hikes, job training and more flexible worker schedules. It also increased minimum wages for many employees.\n\nThe Amazon depicted on the Times front page looks like a crummy place to work. It’s a reputation that carries risks that could hamper recruitment and even hurt its position with customers. It won’t be long before Bezos devises reforms of his own."
    }
]