[
    {
        "header": "suspect killed, officer shot in arizona wal-mart parking lot brawl",
        "time": "7:44PM UTC",
        "link": "http://www.reuters.com/article/2015/03/23/us-usa-arizona-brawl-idUSKBN0MJ1Q020150323",
        "body": "PHOENIX (Reuters) - One suspect was fatally shot and a policeman wounded during a brawl in a Wal-Mart parking lot in Arizona in which eight officers were assaulted and seven suspects were eventually arrested, officials said.\n\nThe officers from the Cottonwood Police Department were responding to a call shortly before midnight on Saturday saying a female Wal-Mart employee had been assaulted inside the store by multiple suspects, authorities said.\n\nWhen they arrived, “the suspects were in the parking lot and immediately attacked the responding officers,” the Arizona Department of Public Safety said in a statement.\n\nAuthorities said Sergeant Jeremy Daniels, 31, was shot in the leg but should make a full recovery after being flown to a hospital in Flagstaff, about 45 miles to the northeast, for surgery. Daniels is a 10-year veteran of the Cottonwood Police Department.\n\nOne of the suspects was shot and killed, the department said, and another was shot in the abdomen. A county sheriff’s spokesman identified the suspect killed in the melee as Enoch Gaver and the wounded man as David Gaver. Six other suspects were eventually taken into custody, DPS said.\n\nEight officers and another Wal-Mart employee were assaulted in the parking lot during the fight, the statement said, and seven of those officers sustained minor injuries.\n\n“This is a very complex case and it’s going to take some time to sort this all out,” said Bart Graves, a DPS spokesman. An investigation continued on Monday.\n\nAuthorities believe that all the suspects belong to the same family.\n\nThree males and one female have been booked into county jail and two juveniles were in custody at a juvenile facility, said sheriff’s spokesman Dwight D’Evelyn. He said the wounded man remained hospitalized.\n\nThey face charges that include aggravated assault, attempted homicide and obstruction of justice, state police said."
    },
    {
        "header": "sec to allow shareholder vote on wal-mart independent chairman",
        "time": "7:22AM UTC",
        "link": "http://www.reuters.com/article/2015/03/23/walmart-sec-chairman-idUSL2N0WP0DG20150323",
        "body": "(Reuters) - Wal-Mart Stores Inc shareholders will vote in June at the company’s annual meeting on electing an independent board chairman, after U.S. regulators rejected a request by the retailer to block the proposal.\n\nEfforts the past two years were unsuccessful to unseat current board Chairman Rob Walton, scion of the billionaire family that founded the world’s largest retailer.\n\nBecause the Walton family controls more than 50 percent of the retailer’s shares, outside proposals generally have little chance of passing.\n\nWal-Mart had argued that the proposal, submitted by the International Brotherhood of Teamsters General Fund, should be omitted because it was vague in its standard of independence.\n\nThe U.S. Securities and Exchange Commission rejected that argument, according to a letter from the agency delivered to the fund sponsoring the proposal on Friday.\n\nIn its ruling SEC attorney Luna Bloom wrote that the proposal was not “so inherently vague or indefinite” that shareholders and the company would not be able to determine “what actions or measures the proposal requires.”\n\nWal-Mart said it respected the SEC’s decision, while noting that it has over the years bolstered independent oversight, including filling its 16-person board with 11 independent members and separating the chairman and CEO roles.\n\n“Wal-Mart has always strived to maintain high corporate governance standards,” spokesman Randy Hargrove said.\n\nThe Teamsters fund has argued that a chairman without ties to the Walton family and who was independent of management would help improve oversight. It cited ongoing investigations into allegations of bribery in Mexico among the issues that illustrated the need for change.\n\nThe independent chairman proposal was supported by 15.4 percent of the vote in 2014, short of the 20 percent to 30 percent threshold that governance experts say can generally prompt a board to seriously consider an issue or take action.\n\nBut excluding the Walton block of stock, the measure got 40 percent of the “independent” vote, up from 36 percent in 2013.\n\nWal-Mart has sought to omit a handful of proposals this year. One calling for disclosure on pay disparity between executives and store workers was dropped by a group of Catholic nuns, SEC records show.\n\nThe Sisters of St. Joseph of Carondelet and other co-filers said they had dropped the proposal in part because of Wal-Mart’s decision in mid-February to raise its minimum wage."
    }
]