[
    {
        "header": "refile-moves-carlyle group names ex-wal-mart ceo duke as operating executive -wsj",
        "time": "4:26AM UTC",
        "link": "http://www.reuters.com/article/2015/04/16/carlyle-group-moves-mikeduke-idUSL4N0XD2QO20150416",
        "body": "April 16 (Reuters) - Carlyle Group LP has enlisted Mike Duke, former chief executive of Wal-Mart Stores Inc , to the executive team that the asset management firm taps for advise on deals, the Wall Street Journal reported.\n\nDuke, 65, will work with deal-makers who are focused on buying and investing in consumer products and retail companies at the firm in Washington, D.C., the Journal reported. (on.wsj.com/1FVNY1D)\n\nDuke said his relationship with David Rubenstein, Carlyle co-founder and co-CEO, led to his joining the firm, the Journal reported. They were part of the advisory board of the Tsinghua University School of Economics and Management in Beijing.\n\nDuke intends to provide strategic guidance through the investment process or the operating process, the Journal reported.\n\nHe will continue to be a member of Wal-Mart’s board as the role of an operating executive is similar to that of a paid consultant, the report said.\n\nDuke and representatives at Carlyle were not immediately available for comment. (Reporting by Zara Mascarenhas in Bengaluru; Editing by Gopakumar Warrier)"
    },
    {
        "header": "carlyle group names ex-wal-mart ceo duke as operating executive: wsj",
        "time": "4:35AM UTC",
        "link": "http://www.reuters.com/article/2015/04/16/us-carlyle-group-moves-mikeduke-idUSKBN0N70QV20150416",
        "body": "(Reuters) - Carlyle Group LP (CG.O) has enlisted Mike Duke, former chief executive of Wal-Mart Stores Inc (WMT.N), to the executive team that the asset management firm taps for advise on deals, the Wall Street Journal reported.\n\nDuke, 65, will work with deal-makers who are focused on buying and investing in consumer products and retail companies at the firm in Washington, D.C., the Journal reported. (on.wsj.com/1FVNY1D)\n\nDuke said his relationship with David Rubenstein, Carlyle co-founder and co-CEO, led to his joining the firm, the Journal reported. They were part of the advisory board of the Tsinghua University School of Economics and Management in Beijing.\n\nDuke intends to provide strategic guidance through the investment process or the operating process, the Journal reported.\n\nHe will continue to be a member of Wal-Mart’s board as the role of an operating executive is similar to that of a paid consultant, the report said.\n\nDuke and representatives at Carlyle were not immediately available for comment."
    }
]