[
    {
        "header": "us stocks-dow slumps as wal-mart hammered after weak forecast",
        "time": "1:08PM UTC",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL3N12E4YL20151014",
        "body": "* Dow down 0.36 pct, S&P up 0.03 pct, Nasdaq up 0.31 pct (Updates to early afternoon)\n\nOct 14 (Reuters) - The Dow Jones industrial average retreated sharply on Wednesday as Wal-Mart’s weak forecast spooked investors, wiping more than $20 billion off the retailer’s market value.\n\nThe S&P 500 fluctuated following mixed bank results and disappointing economic data from the United States and China.\n\n“The major theme, not only today but through the balance of the earnings season, is going to be the revisions to fourth quarter and 2016 earnings,” said Bill Northey, chief investment officer of the private client group at U.S. Bank.\n\nWal-Mart sank almost 10 percent to $60.18, poised for its worst one-day performance in more than 17 years, after it forecast a drop of up to 12 percent in earnings per share in fiscal 2017.\n\nThe stock was the biggest drag on the Dow Jones industrial average, shaving nearly 37 points off the index, and pulled down the S&P consumer discretionary and consumer staples sectors.\n\nRival Target was down 4.3 percent, while Sears fell 3.1 percent.\n\n“It’s an earnings driven market and so those revisions and the color that we get from company commentary are going to be incredibly important in terms of driving the direction of the market, not only for the next couple of weeks, but really over the next year,” Northey said.\n\nS&P 500 companies are expected to report a 4.2 percent decline in third-quarter profit, the biggest in six years, according to Thomson Reuters data.\n\nJPMorgan shares fell 2.8 percent to $59.86, a day after the bank reported disappointing third-quarter results.\n\nWells Fargo fell 0.7 percent to $51.48 while Bank of America rose 0.7 percent to $15.64 after reporting results on Wednesday.\n\nAt 12:51 a.m. ET (1651 GMT), the Dow Jones industrial average was down 61.47 points, or 0.36 percent, at 17,020.42.\n\nThe S&P 500 eked out a small gain, helped by energy and healthcare stocks. The index was up 0.56 points, or 0.03 percent, at 2,004.25. The Nasdaq composite index was up 14.87 points, or 0.31 percent, at 4,811.48.\n\nSix of the 10 major S&P sectors were in the black.\n\nData on Wednesday showed that consumer inflation in China increased less than expected, while retail sales in the United States barely rose in September.\n\nThe Federal Reserve, which has not raised rates since 2006, has said it will wait for clear signs of economic stability before it pulls the trigger.\n\nTripAdvisor soared 20.6 percent to $80.42 after the company announced a room-booking deal with Priceline.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,519 to 1,417. On the Nasdaq, 1,335 issues rose and 1,308 fell.\n\nThe S&P 500 index showed seven new 52-week highs and four new lows, while the Nasdaq recorded 17 new highs and 45 new lows. (Reporting by Abhiram Nandakumar in Bengaluru; Editing by Don Sebastian and Saumyadeb Chakrabarty)"
    },
    {
        "header": "us stocks-wall st lower on bank earnings; wal-mart hammered",
        "time": "11:37AM UTC",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL3N12E4QA20151014",
        "body": "Oct 14 (Reuters) - U.S. stocks retreated on Wednesday as investors absorbed mixed earnings from major banks and Wal-Mart’s weak forecast wiped more than $20 billion off the retailer’s market value.\n\nWeak economic data from the United States and China added to worries about the health of the global economy even as investors’ focus shifted to company results.\n\n“The major theme, not only today but through the balance of the earnings season, is going to be the revisions to fourth quarter and 2016 earnings,” said Bill Northey, chief investment officer of the private client group at U.S. Bank.\n\nWal-Mart sank 8.6 percent to $60.99, on track for its worst one-day performance in more than 17 years, after the retailer said the strong dollar was likely to take $15 billion out of its full-year revenue.\n\nThe stock was the biggest drag on the Dow Jones industrial average, shaving off 38 points off the index, and pulled down the S&P consumer discretionary and consumer staples sector.\n\n“It’s an earnings driven market and so those revisions and the color that we get from company commentary is going to be incredibly important in terms of driving the direction of the market, not only for the next couple of weeks, but really over the next year,” Northey said.\n\nS&P 500 companies are expected to report a 4.2 percent decline in third-quarter profit, the biggest in six years, according to Thomson Reuters data.\n\nJPMorgan shares fell 3.2 percent to $59.61, a day after the bank reported third-quarter results that fell short of estimates.\n\nWells Fargo fell 1.7 percent to $50.98 after reporting results. Bank of America rose 1.5 percent to $15.75 after the bank reported a profit, compared with a year-earlier loss.\n\nAt 11:24 a.m. ET (1524 GMT), the Dow Jones industrial average was down 120.53 points, or 0.71 percent, at 16,961.36, the S&P 500 was down 9.18 points, or 0.46 percent, at 1,994.51 and the Nasdaq Composite was down 20.28 points, or 0.42 percent, at 4,776.33.\n\nSix of the 10 major S&P sectors fell.\n\nData on Wednesday showed that consumer inflation in China rose less than expected, while retail sales in the United States barely rose in September.\n\nThe Federal Reserve, which has not raised rates since 2006, has said it will wait for clear signs of economic stability before it pulls the trigger.\n\nSandisk surged 10.2 percent to $68.01 on a Bloomberg report that Micron Tech and Western Digital were in talks to buy the memory chip maker. Micron rose 2.8 percent.\n\nTripAdvisor soared 20.6 percent to $80.42 after the company announced a room-booking deal with Priceline.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,703 to 1,146. On the Nasdaq, 1,546 issues fell and 1,013 advanced.\n\nThe S&P 500 index showed five new 52-week highs and three new lows, while the Nasdaq recorded 16 new highs and 39 new lows. (Reporting by Abhiram Nandakumar in Bengaluru; Editing by Don Sebastian and Saumyadeb Chakrabarty)"
    },
    {
        "header": "wal-mart outpaced by mass-market trends",
        "time": "4:36PM UTC",
        "link": "http://www.reuters.com/article/idUS50012370220151014",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nWal-Mart Stores is facing stronger headwinds than investors thought. The mega-retailer’s shares fell 10 percent on Wednesday, wiping out more than $20 billion of market value, after it warned higher pay and technology spending would hit next year’s profit unexpectedly hard. Changing shopping habits – think online retailers like Amazon – and wage pressures are outpacing the $210 billion company’s ability to adapt.\n\nPlenty of U.S. multinationals are suffering from the strong dollar, and Wal-Mart is no exception. But it was a forecast 6 percent to 12 percent drop in earnings per share for the year ending January 2017 that blindsided the audience at the company’s annual investor day. Estimates tracked by Thomson Reuters showed analysts had been penciling in an average 4 percent increase.\n\nWal-Mart talked about a peak “investment period” and tried to sweeten the pill with a $20 billion stock buyback program. Nonetheless, the surprise warning highlights the company’s challenges. Amazon’s relentless rise has forced all kinds of bricks-and-mortar operations to find new ways to lure shoppers. Wal-Mart also faces fierce competition from discounters like Dollar General and Costco, and an ongoing shift of younger workers to city centers and away from big box chains’ traditional suburban strongholds.\n\nTo counter these trends, Wal-Mart has been spending on everything from a beefed up online presence to new services, such as curbside grocery pickup. It’s expanding into new store formats, such as a line of smaller stores designed for urban shoppers, in response to changing customer habits. It’s also aiming for a higher-quality workforce by raising pay for over a third of its U.S. employees, all while keeping prices low.\n\nThis doesn’t come cheap. Executives said operating income would take a $1.5 billion hit next year as investment ramps up. But Wal-Mart expects earnings growth to recover to 5 percent to 10 percent a year by early 2019 as the initiatives pay off.\n\nThe latest slide in its share price means Wal-Mart has now lost about a third of its market value since January. That seems excessive. The Bentonville, Arkansas-based behemoth still has unrivalled scale and $13 billion of existing online sales, according to Morningstar. Even with a tough period coming, those are formidable advantages."
    },
    {
        "header": "wall st. falls after wal-mart's weak forecast; netflix down after the bell",
        "time": "7:08PM UTC",
        "link": "http://www.reuters.com/article/us-markets-stocks-idUSKCN0S819D20151014",
        "body": "(Reuters) - U.S. stocks fell on Wednesday as Wal-Mart Stores Inc (WMT.N) skidded after issuing a weak profit forecast and as JPMorgan Chase & Co (JPM.N) slipped on disappointing results.\n\nThe news added to worries about the outlook for U.S. earnings, with Standard & Poor’s 500 profits forecast to have dropped more than 4 percent in the third quarter from a year ago, according to Thomson Reuters data.\n\nAfter the market close, shares of Netflix (NFLX.O) fell 2.4 percent to $107.55 after the company reported U.S. subscriber additions below its own forecast. The shares were down about 12 percent shortly after the news.\n\nSeparately, grocery operator Albertsons (ABS.N) postponed the pricing of its initial public offering amid weaker-than-expected demand from investors, people familiar with the matter told Reuters, while First Data Corp (FDC.N) priced the year’s biggest IPO at a discount.\n\nDuring the regular session, Wal-Mart sank 10 percent to $60.03 in its biggest one-day percentage decline in years and its heaviest trading day since January 2009, after it forecast a drop of up to 12 percent in earnings per share in fiscal 2017.\n\nThe decline erased roughly $22 billion off the retailer’s market value, and the stock was the biggest drag on both the Dow Jones industrial average and S&P 500.\n\nTarget Corp (TGT.N) was down 3.5 percent at $76.20, Sears Co Ltd (SHLD.O) fell 3.0 percent to $24.41, while the S&P 500 retail index .SPXRT dropped 1.2 percent.\n\nData showing U.S. retail sales barely rose in September weighed on sector shares.\n\nJPMorgan shares fell 2.5 percent to $59.99 after the bank reported disappointing third-quarter results late on Tuesday.\n\n“In these next three weeks in the earnings season, we’re going to get some clear guidance not just on earnings for the third quarter but guidance for the fourth quarter and for next year. That’s going to be crucial,” said John Canally, investment strategist and economist for LPL Financial in Boston.\n\nThe Dow Jones industrial average .DJI fell 157.14 points, or 0.92 percent, to 16,924.75, the S&P 500 .SPX lost 9.45 points, or 0.47 percent, to 1,994.24 and the Nasdaq Composite .IXIC dropped 13.76 points, or 0.29 percent, to 4,782.85.\n\nWells Fargo & Co (WFC.N) fell 0.7 percent to $51.50, while Bank of America Corp (BAC.N) rose 0.8 percent to $15.64 both following results.\n\nAmong other big decliners, shares of Boeing Co (BA.N) dropped 4.3 percent to $134.22. Delta Air Lines Inc’s (DAL.N) chief executive said he expects the market to be “ripe” for the carrier to buy used widebody planes over the next 12 to 36 months, as low interest rates have created a market bubble. Delta shares were up 1.8 percent at $48.59. Declining issues outnumbered advancing ones on the NYSE by 1,809 to 1,241, for a 1.46-to-1 ratio on the downside. On the Nasdaq, 1,759 issues fell and 1,005 advanced for a 1.75-to-1 ratio favoring decliners.\n\nThe S&P 500 posted seven new 52-week highs and five new lows; the Nasdaq recorded 21 new highs and 57 new lows.\n\nAbout 6.9 billion shares changed hands on U.S. exchanges, compared with the 7.5 billion daily average for the past 20 trading days, according to Thomson Reuters data."
    },
    {
        "header": "us stocks snapshot-wall st falls, wal-mart drags down retailers",
        "time": "4:03PM UTC",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSZXN0RKK2I20151014",
        "body": "Oct 14 (Reuters) - U.S. stocks fell on Wednesday as Wal-Mart skidded after issuing a weak profit forecast, dragging down other big retailers, and as JPMorgan slipped after disappointing results.\n\nThe Dow Jones industrial average fell 158.08 points, or 0.93 percent, to 16,923.81, the S&P 500 lost 9.52 points, or 0.48 percent, to 1,994.17 and the Nasdaq Composite dropped 13.76 points, or 0.29 percent, to 4,782.85."
    },
    {
        "header": "wal-mart expects $15 bln impact to full-year revenue from dollar",
        "time": "9:13AM UTC",
        "link": "http://www.reuters.com/article/wal-mart-shareholders-idUSL3N12E4BO20151014",
        "body": "Oct 14 (Reuters) - Wal-Mart Stores Inc Chief Executive said the strong dollar was expected to reduce the company’s full-year revenue by $15 billion.\n\nThe company planned to give three-year projections for revenue and earnings at its annual investor meeting on Wednesday, CEO Douglas McMillon also said on CNBC. (Reporting by Sruthi Ramakrishnan in Bengaluru,)"
    },
    {
        "header": "wal-mart warns on profit, stock has steepest decline in 25 years",
        "time": "5:32PM UTC",
        "link": "http://www.reuters.com/article/us-wal-mart-shareholders-idUSKCN0S81MQ20151014",
        "body": "(Reuters) - Wal-Mart Stores Inc warned on Wednesday that higher wages as well as spending on e-commerce and lower prices would cut earnings per share as much as 12 percent next fiscal year, sparking the steepest one-day decline in the company’s shares in 25 years.\n\nWal-Mart faces tough competition on multiple fronts, from the relentless expansion of online leader Amazon.com Inc to dollar stores and supermarkets fighting for a piece of its grocery business. Its international operations are also under pressure with a stronger dollar eating into sales.\n\nWal-Mart Chief Executive Doug McMillon said a $1.5 billion investment in wages and training, including raising the minimum store wage to $10 an hour from $9, were needed to improve customer service and would account for three-quarters of the expected 6 percent to 12 percent drop in earnings per share next year.\n\nWal-Mart also announced a $20 billion share buyback but the drop in its share price wiped out close to the same amount in market value, and the 10 percent drop was the worst one-day percentage performance since January 1988.\n\nThe decline in Wal-Mart shares pulled down the Dow Jones Industrial Average, accounting for a quarter of the 1 percent drop in the index.\n\nThe world’s largest retailer by revenue said it would invest several billion dollars to lower prices over the next three years. That sparked worries of a price war, and shares of rivals including Target and Home Depot also fell.\n\n“We can deliver stronger financial performance in the short-term simply by running our core business better but that won’t be enough,” Chief Executive Doug McMillon said at an investor meeting in New York.\n\nThe company forecast earnings per share would grow 5-10 percent in the fiscal year ending in January 2019.\n\nWal-Mart Stores said current fiscal full-year sales would be flat due to the stronger-than-anticipated impact of the dollar. It had previously forecast net sales growth of 1-2 percent for the current fiscal year ending January.\n\n“The guidance is very disappointing,” Edward Jones analyst Brian Yarbrough said. “What if these investments don’t lead to better sales. That’s the biggest question.”\n\nWal-Mart is spending $1.5 billion in higher wages and training next year. Greg Foran, head of the U.S. business, said Wal-Mart would add 3,500 managers in the United States to improve its curbside grocery pickup service.\n\nWal-Mart also said it was adding curbside pickup for groceries ordered online to 10 new markets, including Dallas, Miami and Tulsa, bringing the total to 23. It will add another 20 markets early next year, expanding a service it believes capitalizes on its network of stores - something Amazon does not have - and will be a key driver of growth.\n\nThe company is building out a network of warehouses to handle e-commerce, a costly move Wal-Mart sees as essential to stopping Amazon and other rivals from stealing its best customers.\n\nAt the same time Wal-Mart projected slower growth in new stores, with 85-95 of the smaller Neighborhood Markets format planned for the fiscal year ending in January 2017, down from 160-170 planned for the current fiscal year. Supercenter openings would slow to 50-60 in fiscal 2017 from 60-70 this year.\n\nPrice competition was one reason for the slower growth. Foran said that Wal-Mart could not compete with local grocers in some markets, a factor that has played into its scaled back expansion plans for smaller stores.\n\n“To be completely candid, when we are up against someone who is really good at supermarkets, frankly our fresh offering has not been on par with what it takes to win in those environments,” Foran said.\n\nIt also is trying to spruce up neglected stores. Foran said that the percentage of stores which got a “pass” grade for cleanliness, speed and friendliness had risen to 67 percent from 17 percent at the beginning of the year.\n\n”That is really only getting us to at best mediocrity. So that bar is now being moved up so that a whole bunch of stores that were green are now going to find themselves red but they’ve all been told that,” he said.\n\nWal-Mart has been grappling with sluggish sales, leading investors to seek significant changes. Wal-Mart is controlled by the Walton family, whose wealth has taken a dramatic hit this year as shares have slid about 30 percent.\n\nThe company announced a new chief financial officer and appointed a chief merchant last week.\n\nWal-Mart’s promise to spend billions keeping prices low, coming after attempts to wring more savings from its suppliers, raised concerns for other retailers as well.\n\n“Investors are anticipating a price war, and I agree with that assessment,” Kurt Jetta, CEO of retail analytics firm TABS, said by email. “These price wars never work for anyone. In fact, they weren’t working for Walmart even when they had an advantage over Target.”"
    },
    {
        "header": "a walmart worker's life",
        "time": "5:00PM UTC",
        "link": "http://www.reuters.com/article/pictures-report-idUSRTS4HU5",
        "body": ""
    },
    {
        "header": "us stocks-wall st declines as wal-mart's weak forecast drags on retailers",
        "time": "5:00PM UTC",
        "link": "http://www.reuters.com/article/markets-stocks-usa-idUSL1N12E2JM20151014",
        "body": "* Dow down 0.9 pct, S&P down 0.5 pct, Nasdaq down 0.3 pct (Updates with Netflix down after the bell, latest volume)\n\nOct 14 (Reuters) - U.S. stocks fell on Wednesday as Wal-Mart skidded after issuing a weak profit forecast, dragging down other big retailers, and as JPMorgan slipped after disappointing results.\n\nThe news added to worries about the outlook for U.S. earnings, with S&P 500 profits forecast to have dropped more than 4 percent in the third quarter compared with a year ago, according to Thomson Reuters data.\n\nFollowing the market close, shares of Netflix sank 8.7 percent to $100.61 after the company reported U.S. subscriber additions below its own forecast.\n\nSeparately, CNBC said supermarket operator Albertsons’ initial public offering was likely to price at $20 or less as bidders are concerned about the Wal-Mart forecast, while First Data’s IPO is likely to price at $16. Earlier this month, Albertsons said it expected its IPO to price between $23 and $26 per share, and First Data estimated its would price between $18 and $20 a share.\n\nDuring the regular session, Wal-Mart sank 10 percent to $60.03 in its biggest one-day percentage decline in years and its heaviest trading day since January 2009, after it forecast a drop of up to 12 percent in earnings per share in fiscal 2017. The decline erased about $22 billion off the retailer’s market value, and the stock was the biggest drag on both the Dow and S&P 500.\n\nAlso weighing on retailers, data showed retail sales in the United States barely rose in September.\n\nTarget was down 3.5 percent at $76.20, and Sears fell 3.0 percent to $24.41. The S&P 500 retail index dropped 1.2 percent.\n\nJPMorgan shares fell 2.5 percent to $59.99 after the bank reported disappointing third-quarter results late on Tuesday.\n\n“In these next three weeks in the earnings season, we’re going to get some clear guidance not just on earnings for the third quarter but guidance for the fourth quarter and for next year. That’s going to be crucial,” said John Canally, investment strategist and economist for LPL Financial in Boston.\n\nThe Dow Jones industrial average fell 157.14 points, or 0.92 percent, to 16,924.75, the S&P 500 lost 9.45 points, or 0.47 percent, to 1,994.24 and the Nasdaq Composite dropped 13.76 points, or 0.29 percent, to 4,782.85.\n\nWells Fargo fell 0.7 percent to $51.50, while Bank of America rose 0.8 percent to $15.64 both following results.\n\nAmong other big decliners, shares of Boeing dropped 4.3 percent to $134.22. Delta Air Lines’ chief executive said he expects the market to be “ripe” for the carrier to buy used widebody planes over the next 12 to 36 months, as low interest rates have created a market bubble. Delta shares were up 1.8 percent at $48.59.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,809 to 1,241, for a 1.46-to-1 ratio on the downside; on the Nasdaq, 1,759 issues fell and 1,005 advanced for a 1.75-to-1 ratio favoring decliners.\n\nThe S&P 500 posted seven new 52-week highs and 5 new lows; the Nasdaq recorded 21 new highs and 57 new lows.\n\nAbout 6.9 billion shares changed hands on U.S. exchanges, compared with the 7.5 billion daily average for the past 20 trading days, according to Thomson Reuters data. (Editing by Leslie Adler and Meredith Mazzilli)"
    }
]