[
    {
        "header": "wal-mart sued over sale of fake 'egyptian cotton' linen",
        "time": "5:06PM UTC",
        "link": "http://www.reuters.com/article/walmart-lawsuit-fraud-idUSL1N1D9209",
        "body": "(Reuters) - Wal-Mart Stores Inc was sued on Tuesday on behalf of consumers who said the world’s largest retailer sold products falsely labeled “100 % Egyptian Cotton” from an Indian textile company for many years after it first became suspicious of their origin.\n\nAccording to the complaint, Wal-Mart questioned the fiber content of Welspun India Ltd’s products as early as 2008, but waited until two months ago to halt sales of its mislabeled Egyptian cotton bed linens, following a similar halt by Target Corp.\n\nThe plaintiff, Dorothy Monahan of Michigan, said she overpaid at a Wal-Mart for Better Homes and Gardens bed linens made by Welspun that she thought were made of Egyptian cotton, and therefore higher quality than cheaper bed linens.\n\nShe accused Wal-Mart of violating U.S. laws governing textile fiber labeling and advertising, and is seeking damages for everyone who has bought bed linens at Wal-Mart made by Welspun and labeled “100% Egyptian Cotton.”\n\n“We plan to vigorously defend the company,” a Wal-Mart spokesman said. He said the retailer removed such products after conducting a comprehensive review nearly two months ago and since then has offered customers a full refund.\n\nA lawyer for Monahan did not immediately respond to a request for comment.\n\nMonahan is represented by the law firm Hagens Berman Sobol Shapiro, whose specialties include product liability. Her complaint was filed with the U.S. District Court in Manhattan.\n\nEgyptian cotton typically commands premiums from shoppers because its long cotton fibers contribute to a finer, lighter, softer and more durable fabric.\n\nAlthough the United States and Australia produce more high-end cotton, the Egyptian product has retained its prestige because of the northeast African country’s long history of growing it.\n\nWal-Mart has also sold Welspun bed linen under the “Canopy” name, and in September called “unacceptable” the Indian company’s inability to assure that its products were 100 percent Egyptian cotton.\n\nThe Bentonville, Arkansas-based retailer nonetheless decided to work with Welspun to improve quality control and labeling, rather than cut ties.\n\nOther U.S. retailers, including Bed Bath & Beyond Inc and J.C. Penney Co, also began reviewing their ties to Welspun after Target’s announcement.\n\nThe case is Monahan v Wal-Mart Stores Inc, U.S. District Court, Southern District of New York, No. 16-08662."
    }
]