[
    {
        "header": "insight: lost in translation - wal-mart stumbles hard in brazil ",
        "time": "8:33AM UTC",
        "link": "http://www.reuters.com/article/us-walmart-brazil-idUSKCN0VQ0EQ",
        "body": "CAMPO GRANDE, Brazil/BENTONVILLE, Arkansas (Reuters) - When Wal-Mart Stores Inc. (WMT.N) first expanded into Brazil’s midwestern farm-belt city of Campo Grande seven years ago, the economy was booming and executives were eager to open stores even in sub-prime locations on one-way streets heading out of town.\n\nIt didn’t last. At the end of December, the U.S. retailer closed both of its Maxxi brand cash-and-carry stores in Campo Grande as part of a restructuring that shuttered 60 locations across Brazil, including some Supercenters. Shoppers said the stores could not compete on assortment, price or location.\n\n“It was never clear who Maxxi was for. It wasn’t cheap enough for the poor. But there was no appeal for the middle class,” said Ordecy Gossler, 40, a public accountant filling his cart with cleaning supplies and toilet paper at Atacadão, a rival chain run by France’s Carrefour (CARR.PA).\n\n“When they announced in December that both Maxxis were closing, no one in my office knew where they were.”\n\nToday, Wal-Mart has just one Supercenter left in this city of 850,000 people, whose demographic of thrifty shoppers had once seemed suited to the world’s largest retailer. It shuttered the city’s other one at the end of the year, as traffic dwindled in the shopping mall it was meant to anchor.\n\nThe retreat from Campo Grande is emblematic of Wal-Mart’s broader issues in Brazil, a once-red-hot destination for foreign retailers and other companies that has turned stone cold. And the lackluster performance in Latin America’s largest economy shows how tactics that helped Wal-Mart build success in the U.S. sometimes get badly lost in translation overseas.\n\nInternational results have been anemic, despite $22 billion in capital investment over the past five years. Wal-Mart last year generated a 4.5 percent operating profit margin from international markets, well below the 7.4 percent return posted from the U.S.\n\nSeeking higher returns, Wal-Mart CEO Doug McMillon in October announced a strategic review of the company’s global assets. Some securities analysts have speculated Wal-Mart could exit Brazil, as well as other markets in Latin America where it is already closing an additional 55 stores.\n\nThe pullback in Brazil also has some worrying echoes of previous Wal-Mart debacles overseas, including South Korea and Germany, two markets it abandoned in 2006.\n\nBrazil in particular has been dogged by poor locations, inefficient operations, labor troubles and uncompetitive prices -- with some of the problems baked in during an aggressive, decade-long growth surge, according to interviews with a dozen former and current Wal-Mart executives, as well as analysts, shoppers and store employees.\n\nFor a graphic showing some of Wal-Mart's Brazil problems, see tmsnrt.rs/1oH9pNu\n\nWal-Mart would not comment on financial results from Brazil ahead of the company’s quarterly earnings on Feb. 18. People familiar with the numbers told Reuters that Wal-Mart has posted operating losses in Brazil for each of the past seven years. Jo Newbould, a spokeswoman for the retailer, said the store closures were part of its efforts to “actively manage” its global assets and that it has been working to lower costs in Brazil.\n\nDavid Cheesewright, head of Wal-Mart’s international operations, said in an interview that it has no plans to quit Brazil.\n\nHe pointed to the company’s decision to invest in completing an integration of legacy computer systems into the wider Wal-Mart platform as evidence of a commitment to the market. “That’s not the act of someone who is packing up the firm for other purposes,” he said.\n\nCheesewright expressed optimism about a turnaround. “It’s a market that has always been high on potential, but has been a roller-coaster ride in terms of its performance,” he said. “It happens to be on a downturn at the moment, and I‘m sure it will do what it always has done, which is improve.”\n\nWal-Mart first entered Brazil in 1995 and grew in measured steps for nearly a decade. That changed in 2004-2005, when it spent about $1 billion to buy two retailers, Bompreço S.A. Supermercados do Nordeste and Sonae Distribuição Brasil S.A.\n\nThe deals expanded Wal-Mart’s operations into the northeast and south of Brazil, and marked the beginning of a spending spree aimed at building a national footprint. With the takeovers came an array of brands: Wal-Mart currently operates under nine different store banners in Brazil.\n\nAt the height of the expansion, former Wal-Mart executives said, a land rush mentality took hold. Brazil’s thriving economy in those years convinced executives the biggest risk lay in moving too slowly. In response, they approved new store sites based on increasingly rosy forecasts of future sales.\n\n“Most executives didn’t have the voice to say, ‘Don’t open this store; let’s not approve more stores,’” a former finance executive recalled. “Why not? Because Brazil was the new country. We needed to put investment in before others do.” In a six-year stretch through the fiscal year ending January 2013, Wal-Mart doubled its locations, reaching nearly 560 at its peak.\n\nThe rapid expansion strained Wal-Mart’s logistics -- traditionally one of its strong points in the U.S. but a drag on performance in Brazil.\n\nIn some cases, delivery trucks drove days to reach distant stores from centrally located warehouses. Executives from headquarters bickered with those running some kinds of stores about who should bear the distribution costs, the former finance executive said.\n\nAmid the focus on growth, executives never fully integrated the legacy information systems from Bompreço and Sonae. Disruptions in communication between headquarters and the many different store types allowed inefficiencies to take root. Buyers, for instance, found themselves using three laptops, one each for the two legacy systems and another for the Wal-Mart platform, people familiar with the matter said.\n\nCheesewright said he had put a priority on systems and would complete the integration by the middle of 2016. He said that would allow Brazil to benefit fully from system and process advancements made in the U.S., helping it to lower costs.\n\nHe also said Wal-Mart was getting a grip on Brazil’s complex tax system and litigious labor market, problems that have dogged it for years. In January 2014 Wal-Mart disclosed that unforeseen Brazil tax assessments and employment claims tied to a cost-cutting drive would slice 2 percent off its annual earnings globally. Labor claims in Brazil also hurt its results in the third quarter of the financial year that has just ended.\n\nCheesewright said it was implementing a plan, including putting advanced time-keeping equipment in stores and getting workers to formally clock in, which should lower the risk of worker lawsuits.\n\n“A lot of the stuff in Brazil is just the basic stuff: do people properly clock out for their lunch breaks, do you manage overtime correctly, do they have the right breaks between shifts?” he said. “It’s a lot of basic blocking and tackling.”Wal-Mart, whose sales at existing stores in the country edged down 0.6 percent in the August-October quarter, isn’t the only retailer hurting in Brazil.\n\nWith the economy in a deepening recession, market leader GPA (PCAR4.SA), controlled by France’s Casino (CASP.PA), suffered a 2.3 percent sales drop at existing stores in the October-December quarter and has said it would slash investments in 2016.\n\nCarrefour bucked the trend, posting 8.5 percent growth in sales at existing stores, thanks to investments in hypermarkets and growth at Atacadão, the country’s biggest cash-and-carry chain.\n\nThe cash-and-carry format, which features bulk sales of food and other items paid for in cash and carried out by the customers themselves, has emerged as a rare bright spot in Brazilian retail.\n\nCheesewright said Maxxi was now one of Wal-Mart’s best performing formats after it had narrowed its focus to small business owners, giving up on competing head-to-head with the larger warehouses of Atacadão, which caters to both business shoppers and an increasing number of thrifty families.\n\nBut after paring back to 44 locations, Maxxi gives Wal-Mart far less exposure to the cash-and-carry business than Atacadão and GPA’s Assai, which have 123 and 95 stores, respectively. Some analysts and former executives say one of Wal-Mart’s biggest missteps was losing a bidding match for Atacadão to Carrefour, which paid $1.1 billion for it in 2007.\n\nCheesewright said Wal-Mart was piloting a larger version of its Todo Dia discount format in part as a way to attract some of the family shoppers now using rival cash-and-carry stores. Other plans include renovating supermarkets with a slightly smaller assortment and a focus on fresh food.\n\nThe task of making all that happen falls to Flavio Cotini, who was promoted this month from chief financial officer to head the Brazilian operations. The reshuffle marked the fourth leadership change in Brazil since 2008 -- a lack of continuity at the top that has exacerbated problems, including hindering efforts to integrate operations, former executives said.”\n\nWhen you build a castle you build the foundation first. Wal-Mart did it in reverse in Brazil,” a former senior executive in the international business said. “It is so hard to build a national chain when your system backbone is not in place.”"
    },
    {
        "header": "wal-mart aims to improve scheduling for u.s. workers  ",
        "time": "7:06PM UTC",
        "link": "http://www.reuters.com/article/us-walmart-hours-idUSKCN0VQ2U6",
        "body": "(Reuters) - Wal-Mart Stores (WMT.N) said on Wednesday it would start offering fixed shifts and unveiled other details of planned scheduling changes aimed at retaining and motivating its rank-and-file workers.\n\nThe changes are designed to offer employees greater control over their schedules, addressing an issue that has been a focus of labor activists who say retailers give little notice on shifts and generally exert too much control over worker hours.\n\nOUR Walmart, a labor group that has been pressuring the retailer on wages and benefits, described the move on scheduling as a positive step but said it believed Wal-Mart should still pay higher wages and offer more full-time jobs.\n\nWal-Mart had flagged its intention to offer more reliable scheduling last year as part of a $2.7 billion investment in wages and training.\n\nCurrently store managers allocate hours within the times employees say they are available to work.\n\nWal-Mart said that it would start introducing fixed shifts, under which workers can lock-in the same weekly hours, and flex shifts, which will allow workers to set their own schedules from a set of available time slots.\n\nThe retailer aims to have the changes, which it has been piloting at 11 stores, in place at its roughly 4,600 locations by the end of 2016. The changes will not necessarily mean more hours for workers, whose options will still be limited based on when staffing is needed to match customer flow.\n\n“Fixed schedules will provide associates a consistent schedule that does not change for up to a year,” said Wal-Mart spokesman Kory Lundberg. “Flex schedules offer flexibility for associates who want to choose their own schedules from shifts that vary according to customer demand.”\n\nThe moves reflect broader efforts by Wal-Mart to motivate and retain its workforce of 1.3 million. Initial tests at pilot stores in Arkansas and Kansas showed an 11 percent drop in absenteeism and a 14 percent fall in turnover, Lundberg said.\n\nOUR Walmart issued a statement calling the scheduling changes a “hard-won victory” but said that workers still need better pay and additional hours to make ends meet.\n\nJess Levin, spokeswoman for the United Food & Commercial Workers International Union, said some workers had complained about having their hours cut after the wage increase last year and urged the company to make sure better scheduling was made widely available.\n\n“Walmart workers deserve the fair and flexible scheduling for which they have fought,” Levin said in an emailed statement."
    },
    {
        "header": "wal-mart to create hundreds of fresh food manager roles",
        "time": "7:06PM UTC",
        "link": "http://www.reuters.com/article/us-wal-mart-management-idUSKCN0VQ316",
        "body": "(Reuters) - Wal-Mart Stores Inc (WMT.N) will create hundreds of management positions as part of a new program aimed at improving the fresh food sections at its U.S. stores, according to people familiar with the matter and a spokesman for the retailer.\n\nWal-Mart, the largest grocer in the United States, has already hired 30 field managers and plans to hire hundreds more over the next three years, people familiar with matter said in recent days. Their job is to train workers and take other steps to improve the fresh food offering in stores, the people said.\n\nThe move was first disclosed at an annual meeting of suppliers last week in Indianapolis, the people said. That meeting was not open to the public.\n\nWal-Mart spokesman Lorenzo Lopez said on Wednesday Wal-Mart was in the process of hiring managers “to help ensure quality and consistency in our fresh operations.” He declined to comment on the number of people who would be hired.\n\nWal-Mart has placed a renewed emphasis on fresh food under the strategy of Greg Foran, head of the company’s U.S. operations. Foran sees a better fresh food offering as key to reviving sales growth.\n\nThe move to install a new layer of managers comes as Wal-Mart faces growing competition for grocery shoppers from national and regional supermarket chains like Florida-based Publix Super Markets Inc (PUSH.PK) and Texas-based H-E-B.\n\nThe new managers will oversee the fresh food operations at about 10 stores each, a Wal-Mart executive told suppliers at the annual meeting last week, one of the people familiar with the matter said.\n\nWal-Mart has about 4,600 stores across the United States."
    }
]