[
    {
        "header": "chile regulator accuses cencosud, wal-mart, smu of price-fixing",
        "time": "4:01PM UTC",
        "link": "http://www.reuters.com/article/us-chile-collusion-idUSKBN0UK2C920160106",
        "body": "SANTIAGO (Reuters) - Chile’s competition regulator on Wednesday accused supermarket chains Cencosud CEN.SN and SMU SMU.SN and the local unit of Wal-Mart Stores Inc (WMT.N) of participating in a price-fixing scheme involving fresh chicken.\n\nIt was the second time in three months that the regulator, FNE, said it had uncovered a price-fixing scheme affecting consumers, and a member of the Christian Democrat party, part of the ruling Nueva Mayoria political coalition, said such behavior must be punishable with jail time.\n\nThe FNE said it is looking to fine each company $22.9 million for their alleged participation in the scheme.\n\nThe FNE said the supermarket chains “knowingly adhered to a common scheme that replaced the risks of competition with shared practical cooperation in order to regulate the market and avoid price wars.”\n\nIt accuses the supermarket chains of “having participated in an agreement to fix, through their suppliers, a minimum selling price for fresh chicken, at least between 2008 and 2011, restricting competition in this market.”\n\nAt the end of 2011, Cencosud, SMU and Wal-Mart had a 92.5 percent market share of Chile’s supermarket sector, the FNE noted.\n\nCencosud and SMU both said they had not been officially notified of the accusation and had no immediate comment. Wal-Mart was not immediately available to comment.\n\n“The way to dissuade these types of behaviors is through a mix of increasing fines and establishing effective jail time for those who commit these crimes, which is something we don’t have now,” said Senator Jorge Pizarro of the center Christian Democrat party.\n\nGovernment officials had already promised to crack down on anti-competitive practices after a price-fixing scheme in the market for toilet paper, tissues and other paper products was uncovered in October.\n\n“This month we will submit the bill that will sanction collusion with jail sentences,” said Pizarro."
    }
]