[
    {
        "header": "us stocks snapshot-energy boosts wall st; walmart at 14-month high",
        "time": "4:07PM UTC",
        "link": "http://www.reuters.com/article/usa-stocks-idUSZXN0RT52I",
        "body": "NEW YORK, Aug 18 (Reuters) - U.S. stocks ended slightly higher on Thursday after Brent crude oil’s rise above $50 per barrel boosted energy shares and as Wal-Mart ended at a 14-month high after it raised its outlook.\n\nThe Dow Jones industrial average rose 23.76 points, or 0.13 percent, to 18,597.7, the S&P 500 gained 4.8 points, or 0.22 percent, to 2,187.02 and the Nasdaq Composite added 11.49 points, or 0.22 percent, to 5,240.15. (Reporting by Caroline valetkevitch; Editing by James Dalgleish)"
    },
    {
        "header": "brief-wal mart stores q2 adj earnings per share $1.07",
        "time": "7:26AM UTC",
        "link": "http://www.reuters.com/article/idUSB8N14P00L",
        "body": "* Q\u007f2 earnings per share $1.21; Q2 adjusted earnings per share of $1.07; Q\u007f2 total revenue $120.85 billion versus $120.23 billion\n\n* Sees Walmart U.S. comparable sales 1.0% to 1.5% for the 13-week period ending Oct. 28, 2016\n\n* Q2 Walmart U.S. comparable sales (without fuel) up 1.6 percent\n\n* Q2 globally, on constant currency basis, e-commerce sales, GMV increased 11.8% and 13.0%, respectively\n\n* Sees Q3 earnings per share $0.90 to $1.00; sees fiscal year 2017 adjusted EPS $4.15 to $4.35\n\n* Sees Sam’s Club comparable sales without fuel slightly positive for the 13-week period ending Oct. 28, 2016\n\n* FY2017 earnings per share view $4.27 -- Thomson Reuters I/B/E/S Source text for Eikon: Further company coverage:"
    },
    {
        "header": "wal-mart's comparable sales beat estimates",
        "time": "7:07AM UTC",
        "link": "http://www.reuters.com/article/walmart-results-idUSL3N1AZ3DK",
        "body": "Aug 18 (Reuters) - Wal-Mart Stores Inc reported higher-than-expected quarterly comparable sales on Thursday, helped by a rise in online sales and a higher average ticket at Walmart and Sam’s Club stores.\n\nNet income attributable to the world’s largest retailer rose to $3.77 billion, or $1.21 per share, in the second quarter ended July 31 from $3.48 billion, or $1.08 per share, a year earlier.\n\nSales at U.S. stores open at least a year rose 1.4 percent, excluding fuel. Analysts polled by research firm Consensus Metrix had forecast a rise of 0.9 percent.\n\nTotal revenue rose 0.5 percent to $120.85 billion. (Reporting by Nandita Bose in Chicago and Sruthi Ramakrishnan in Bengaluru; Editing by Anil D‘Silva)"
    },
    {
        "header": "us stocks-wall st little changed; wal-mart up after results",
        "time": "9:59AM UTC",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL3N1AZ428",
        "body": "Aug 18 (Reuters) - Wall Street was little changed in early trading on Thursday as the impact of a rise in oil prices and strong results at Wal-Mart was offset by weakness in consumer discretionary and financial stocks.\n\nDow component Wal-Mart rose as much as 3.1 percent to $75.19 - a more than 14-month high - after the retailer posted a better-than-expected quarterly profit. The stock provided the biggest boost to the Dow and the S&P 500.\n\nOil stocks rose as Brent crude touched $50 a barrel for the first time in six weeks after major producers prepared to discuss a possible freeze in output. U.S. crude was trading near $47.\n\nInvestors also weighed up minutes of the Federal Reserve’s July meeting that showed policymakers were divided over whether to raise interest rates in the near-term.\n\nOfficials were generally upbeat about the U.S. economy but some expressed the need to keep their options open in the need of more data pointing to strength, the minutes showed.\n\nWhile traders have almost completely ruled out a hike in September, they have priced in a 41.7 percent chance for a move in December - down from 45.1 percent on Wednesday, according to CME Group’s FedWatch tool.\n\n“The market has reached a comfortable level and needs a fresh catalyst to send stocks higher,” said Art Hogan, chief market strategist at Wunderlich Securities in New York.\n\n“The Fed was less hawkish than the market had expected. They would like to get one rate hike behind them this year because they’ve been too low for too long.”\n\nThe S&P 500 has been higher in six of the last eight weeks and the market has touched new records on the back of better-than-expected corporate earnings, supportive monetary policy and a robust labor market.\n\nAt 9:49 a.m. ET (1349 GMT) the Dow Jones industrial average was down 9.59 points, or 0.05 percent, at 18,564.35, the S&P 500 was down 0.48 points, or 0.02 percent, at 2,181.74 and the Nasdaq Composite was down 3.36 points, or 0.06 percent, at 5,225.30.\n\nSix of the 10 major S&P sectors were higher, with the energy index’s 0.48 percent rise leading the advancers.\n\nNew York Fed President William Dudley, who on Tuesday unnerved the markets by saying a rate hike was possible in September, is scheduled to give a press briefing at 10:00 a.m.\n\nSan Francisco Fed President John Williams speaks on economic outlook in Anchorage, Alaska at 4:00 p.m. ET.\n\nData showed the number of Americans filing for unemployment benefits fell more than expected last week, with initial claims for state unemployment benefits dropping to 262,000. Economists polled by Reuters had forecast claims slipping to 265,000.\n\nTwitter fell 3.6 percent to $19.44 after Evercore downgraded its stock to “sell” from “hold”.\n\nCisco was off 1.6 percent at $30.23, after the company reported a 1.6 percent drop in revenue and said it would cut jobs.\n\nValeant Pharma’s U.S.-listed shares were up 2.8 percent at $30.81 after the drugmaker said it received approval from a lender to amend its credit facility.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,641 to 977. On the Nasdaq, 1,245 issues rose and 1,006 fell.\n\nThe S&P 500 index showed eight new 52-week highs and no new lows, while the Nasdaq recorded 26 new highs and 13 new lows. (Reporting by Yashaswini Swamynathan and Tanya Agrawal in Bengaluru; Editing by Saumyadeb Chakrabarty)"
    },
    {
        "header": "update 2-uk supermarket asda suffers worst quarterly sales fall",
        "time": "11:08AM UTC",
        "link": "http://www.reuters.com/article/asda-outlook-idUSL8N1AZ2ZM",
        "body": "LONDON, Aug 18 (Reuters) - Supermarket chain Asda warned on Thursday a recovery under its new boss would take time after Wal-Mart’s British subsidiary suffered its worst drop in quarterly sales and lost customers to rivals.\n\nSean Clarke, former boss of Wal-Mart’s China business, took the helm at Asda last month after CEO Andy Clarke was fired.\n\nHe has been tasked with defending a UK market share that has slipped nearly 1 percentage point over the last year to 15.5 percent.\n\nAsda needs to win back shoppers from German discounters Aldi and Lidl and from traditional rivals Tesco, Sainsbury’s and Morrisons, who have all upped their games.\n\nAsda said sales at stores open more than a year, excluding fuel, tumbled 7.5 percent in its second quarter, which ended on June 30.\n\nThe company’s eighth consecutive quarterly fall comes a year after a 4.7 percent fall which its then-CEO deemed Asda’s “nadir”.\n\nThe 7.5 percent like-for-like sales fall was made up of a 6 percent decline in customer numbers and a 1.5 percent fall in average spending.\n\n“The competitive environment and food deflation continued to challenge the market, significantly impacting traffic and comp sales. Our strategy to turn things around is focused on improving the retail basics,” Wal-Mart CEO Doug McMillon said.\n\n“While our turnaround will take time, I‘m confident in the new leadership team there and want to assure you we’re addressing this with urgency,” he said.\n\nShares in Asda’s rivals were sent higher by its statement that maintained, rather than increased, a commitment to price cuts of 1.5 billion pounds ($1.97 billion) over five years which began in November 2013.\n\nShares in Tesco were up 2 percent, Sainsbury’s up 2.8 percent and Morrisons up 2.5 percent.\n\n“There has been much market speculation about what Asda may or may not do to solve its trading woes with some suggestions that a form of retail Armageddon was about to strike the UK,” said Clive Black, analyst at Shore Capital.\n\n“Today, we believe that Wal-Mart dispels such a possible expectation, doing as we felt it would. That is outlining a rational plan within existing price parameters.”\n\nWal-Mart’s McMillon said Asda would also improve product availability and reduce costs.\n\n“There is no doubt in my mind that the culture that has always been at the heart of our success is still there,” he said. “I feel positive about the future.”\n\nWhile Asda has lagged peers in sales performance for two years, it has been Britain’s most profitable supermarket.\n\nAsda said its gross profit was up in the second quarter but did not provide details nor any guidance for the full year.\n\nWal-Mart raised its annual profit forecast on Thursday after beating quarterly earnings expectations."
    },
    {
        "header": "us stocks-wall st inches up with energy gain, wal-mart",
        "time": "4:42PM UTC",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL1N1AZ1VU",
        "body": "NEW YORK (Reuters) - U.S. stocks ended up slightly on Thursday as Brent oil’s rise above $50 a barrel boosted energy shares and an upbeat outlook lifted Wal-Mart (WMT.N) to a 14-month high.\n\nWal-Mart rose 1.9 percent to end at $74.30 after the retailer reported a better-than-expected quarterly profit and raised its fiscal-year outlook. The upbeat forecast followed disappointing outlooks from Target (TGT.N) and Lowe’s Companies (LOW.N) the previous day.\n\nThe energy index .SPNY jumped 1.8 percent after Brent crude LCOc1 topped $50 for the first time in six weeks as major producers prepared to discuss a possible output freeze.\n\nLate-session gains pushed the indexes out of flat territory where they had traded for much of the session, with the S&P 500 index up just 0.1 percent for the week so far.\n\n“With commodities rebounding and the economy remaining surprisingly resilient, with just a little bit more Fed-speak about rising interest rates, that could create a pause. On the other hand, it’s been a good year, especially for value investors,” said Bryant Evans, investment adviser and portfolio manager at Cozad Asset Management, in Champaign, Illinois.\n\nThe Dow Jones industrial average .DJI gained 23.76 points, or 0.13 percent, to 18,597.7, the S&P 500 .SPX added 4.8 points, or 0.22 percent, to 2,187.02 and the Nasdaq Composite .IXIC rose 11.49 points, or 0.22 percent, to 5,240.15.\n\nThe benchmark S&P index is up 7 percent since Dec. 31. Its recent run to record highs has been partly supported by expectations the Fed will continue to keep rates low, as well as some upbeat earnings and economic news.\n\nData on Thursday showed the number of Americans filing for unemployment benefits fell more than expected last week.\n\nInvestors expect more insight on the rate outlook at an annual meeting of central bankers from around the world in Jackson Hole, Wyoming, next week.\n\nAmong the day’s decliners, the telecommunications index .SPLRCL fell 0.8 percent, leading sector losses.\n\nCisco (CSCO.O) shares fell 0.8 percent to $30.48 after the network equipment provider said it would cut 5,500 jobs and gave a disappointing forecast.\n\nNetApp (NTAP.O) jumped 17.4 percent to $33.88 after its quarterly results beat expectations.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 2.39-to-1 ratio; on Nasdaq, a 2.21-to-1 ratio favored advancers.\n\nThe S&P 500 posted 19 new 52-week highs and no new lows; the Nasdaq Composite recorded 93 new highs and 27 new lows.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 2.39-to-1 ratio; on Nasdaq, a 2.21-to-1 ratio favored advancers.\n\nThe S&P 500 posted 19 new 52-week highs and no new lows; the Nasdaq Composite recorded 93 new highs and 27 new lows.\n\nAbout 5.9 billion shares changed hands on U.S. exchanges, compared with the 6.4 billion daily average for the past 20 trading days, according to Thomson Reuters data."
    },
    {
        "header": "brief-wal mart q2 consolidated constant currency net sales up 2.3 pct",
        "time": "7:21AM UTC",
        "link": "http://www.reuters.com/article/idUSFWN1AZ0CY",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "wal-mart draws more shoppers, raises fiscal-year outlook",
        "time": "2:53PM UTC",
        "link": "http://www.reuters.com/article/us-walmart-results-idUSKCN10T12D",
        "body": "(Reuters) - Wal-Mart Stores Inc (WMT.N) reported higher-than-expected quarterly earnings on Thursday, saying it benefited from cleaner and more efficient U.S. stores, investments in technology that improved online shopping and higher employee wages that fostered better customer service.\n\nThe world’s largest retailer has been spending heavily to entice consumers back to its stores with better stocked shelves, and improving its e-commerce business by investing in new warehouses that can deliver online shipments faster. Last week, it announced the acquisition of online startup Jet.com for over $3 billion to better compete with Amazon.com Inc (AMZN.O).\n\nWal-Mart also increased entry level wages to $10 an hour earlier this year and said it will invest $2.7 billion in employee compensation and training over two years, a move it said contributed to improved service in its stores.\n\nThese steps, analysts said, helped Wal-Mart to raise its fiscal-year forecast and buck a string of weak results from higher-end brick-and-mortar competitors like Target Corp (TGT.N), Macy’s Inc (M.N) and Kohls Corp (KSS.N). Target cut its fiscal-year profit outlook on Wednesday after quarterly sales fell more than expected.\n\nWal-Mart U.S. Chief Executive Officer Greg Foran said on a conference call that the company’s customers were still cautious with their spending but were visiting stores more often and buying more items. Store visits increased 1.2 percent, and the average size of an order rose 0.4 percent during the second quarter ended on July 31.\n\n“We are seeing a steady improvement in the U.S. business, and it is responding favorably to the changes we are making,” he said.\n\nThe Bentonville, Arkansas-based company said sales were strong for grocery items and apparel but weak for electronics.\n\n“Walmart’s strategic investments are generating traction, which is especially meaningful, given a large portion of its customer base remains challenged,” said Moody’s analyst Charlie O‘Shea.\n\nThe retailer said it was difficult to quantify the effects of low gasoline prices and unseasonably warm weather, but those factors contributed to overall sales growth.\n\nOnline sales growth accelerated sequentially for the first time in more than five quarters, rising 11.8 percent from 7 percent in the first quarter.\n\nChief Financial Officer Brett Biggs said e-commerce growth was stronger in the United States than in major overseas markets, mainly because of its larger third-party seller business and the continued roll-out of online grocery pickup options.\n\nWal-Mart has added 7 million items to its website this year, bringing the total to 15 million. This compares with 200 million on online rival Amazon.com Inc (AMZN.O).\n\nThe company raised its fiscal-year earnings outlook to between $4.15 and $4.35 a share, including an estimated hit of 5 cents from the Jet.com acquisition, from a previous range of $4 to $4.30.\n\nSecond-quarter earnings per share of $1.07, excluding a gain from the sale of Wal-Mart’s e-commerce business in China and other items, exceeded the analysts’ average estimate by 5 cents.\n\nSales at U.S. stores open at least a year rose 1.6 percent, excluding fuel prices, to beat expectations in their eighth straight quarter of growth.\n\nInternational sales fell 6.6 percent to $28.6 billion but increased 2.2 percent on a currency-neutral basis. Total revenue rose 0.5 percent to $120.9 billion.\n\nWal-Mart’s shares rose as much as 2.8 percent earlier in the trading day. They were up 1.8 percent at $74.23 in afternoon trade."
    },
    {
        "header": "us stocks-wall st boosted by rise in oil, wal-mart",
        "time": "11:26AM UTC",
        "link": "http://www.reuters.com/article/usa-stocks-idUSL3N1AZ4A0",
        "body": "Aug 18 (Reuters) - Wall Street was slightly higher in late morning trading on Thursday, boosted by a jump in Wal-Mart shares and higher oil prices.\n\nWal-Mart rose as much as 3.1 percent to a more than 14-month high of $75.19 after the retailer’s better-than-expected quarterly profit. The stock provided the biggest boost to the S&P 500.\n\nOil stocks rose as Brent crude went above $50 per barrel for the first time in six weeks after major producers prepared to discuss a possible freeze in output. U.S. crude was trading near $47.\n\nInvestors also weighed up minutes of the Federal Reserve’s July meeting, released on Wednesday, that showed policymakers were divided over whether to raise interest rates in the near-term.\n\n“Yesterday’s minutes didn’t hold any major surprises for investors,” said Thomas Wilson, Managing Director of Wealth Advisory at Brinker Capital, in Berwyn, Pennsylvania.\n\n“The market has been Fed driven so far, it is going through a phase where it will pivot from the Fed to more emphasis on companies growing their revenues.”\n\nWhile traders have almost completely ruled out a hike in September, they have priced in a 41.7 percent chance for a move in December - down from 45.1 percent on Wednesday, according to CME Group’s FedWatch tool.\n\nAt 11:07 a.m. ET (1507 GMT) the Dow Jones Industrial Average was up 20.71 points, or 0.11 percent, at 18,594.65, the S&P 500 was up 3.31 points, or 0.15 percent, at 2,185.53 and the Nasdaq Composite was up 10.98 points, or 0.21 percent, at 5,239.63.\n\nNine of the 10 major S&P sectors were higher, with the energy index’s 0.92 percent rise leading the advancers.\n\nTwitter fell 3.4 percent to $19.49 after Evercore downgraded the stock to “sell” from “hold”.\n\nNetApp jumped 15.9 percent to $33.44 after it’s quarterly results beat expectations.\n\nThe S&P 500 has been higher in six of the last eight weeks and the market has touched new records on the back of better-than-expected corporate earnings, supportive monetary policy and a robust labor market.\n\nStrong recent jobs growth and a long-awaited return of middle-wage employment are two positive signs for the labor market, New York Fed President William Dudley said on Thursday.\n\nData showed the number of Americans filing for unemployment benefits fell more than expected last week.\n\nAdvancing issues outnumbered decliners on the NYSE by 2,026 to 787. On the Nasdaq, 1,797 issues rose and 792 fell.\n\nThe S&P 500 index showed 13 new 52-week highs and no new lows, while the Nasdaq recorded 65 new highs and 17 new lows. (Reporting by Tanya Agrawal in Bengaluru; Editing by Saumyadeb Chakrabarty and Savio D‘Souza)"
    },
    {
        "header": "wall st. inches up with energy gain, wal-mart",
        "time": "4:54PM UTC",
        "link": "http://www.reuters.com/article/us-usa-stocks-idUSKCN10T143",
        "body": "NEW YORK (Reuters) - U.S. stocks ended up slightly on Thursday as Brent oil’s rise above $50 a barrel boosted energy shares and an upbeat outlook lifted Wal-Mart (WMT.N) to a 14-month high.\n\nWal-Mart rose 1.9 percent to end at $74.30 after the retailer reported a better-than-expected quarterly profit and raised its fiscal-year outlook. The upbeat forecast followed disappointing outlooks from Target (TGT.N) and Lowe’s Companies (LOW.N) the previous day.\n\nThe energy index .SPNY jumped 1.8 percent after Brent crude LCOc1 topped $50 for the first time in six weeks as major producers prepared to discuss a possible output freeze.\n\nLate-session gains pushed the indexes out of flat territory where they had traded for much of the session, with the S&P 500 index up just 0.1 percent for the week so far.\n\n“With commodities rebounding and the economy remaining surprisingly resilient, with just a little bit more Fed-speak about rising interest rates, that could create a pause. On the other hand, it’s been a good year, especially for value investors,” said Bryant Evans, investment adviser and portfolio manager at Cozad Asset Management, in Champaign, Illinois.\n\nThe Dow Jones industrial average .DJI gained 23.76 points, or 0.13 percent, to 18,597.7, the S&P 500 .SPX added 4.8 points, or 0.22 percent, to 2,187.02 and the Nasdaq Composite .IXIC rose 11.49 points, or 0.22 percent, to 5,240.15.\n\nThe benchmark S&P index is up 7 percent since Dec. 31. Its recent run to record highs has been partly supported by expectations the Fed will continue to keep rates low, as well as some upbeat earnings and economic news.\n\nData on Thursday showed the number of Americans filing for unemployment benefits fell more than expected last week.\n\nInvestors expect more insight on the rate outlook at an annual meeting of central bankers from around the world in Jackson Hole, Wyoming, next week.\n\nAmong the day’s decliners, the telecommunications index .SPLRCL fell 0.8 percent, leading sector losses.\n\nCisco (CSCO.O) shares fell 0.8 percent to $30.48 after the network equipment provider said it would cut 5,500 jobs and gave a disappointing forecast.\n\nNetApp (NTAP.O) jumped 17.4 percent to $33.88 after its quarterly results beat expectations.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 2.39-to-1 ratio; on Nasdaq, a 2.21-to-1 ratio favored advancers.\n\nThe S&P 500 posted 19 new 52-week highs and no new lows; the Nasdaq Composite recorded 93 new highs and 27 new lows.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 2.39-to-1 ratio; on Nasdaq, a 2.21-to-1 ratio favored advancers.\n\nThe S&P 500 posted 19 new 52-week highs and no new lows; the Nasdaq Composite recorded 93 new highs and 27 new lows.\n\nAbout 5.9 billion shares changed hands on U.S. exchanges, compared with the 6.4 billion daily average for the past 20 trading days, according to Thomson Reuters data."
    }
]