[
    {
        "header": "wal-mart to hike pay for 1.2 mln workers in 2016",
        "time": "1:37PM UTC",
        "link": "http://www.reuters.com/article/walmartstores-wages-idUSL3N1544YY",
        "body": "Jan 20 (Reuters) - Wal-Mart Stores Inc said more than 1.2 million Walmart U.S. and Sam’s Club employees will receive a pay increase in 2016.\n\nThe increases will lift the average hourly full-time wage to $13.38, the company said.\n\nThe hikes are part of the second phase of the company’s two-year $2.7 billion investment plan and will take effect Feb. 20, the company said. (Reporting by Yashaswini Swamynathan in Bengaluru; Editing by Saumyadeb Chakrabarty)"
    },
    {
        "header": "update 2-wal-mart stores to hike pay for 1.2 mln workers in 2016",
        "time": "6:14PM UTC",
        "link": "http://www.reuters.com/article/walmartstores-wages-idUSL3N1544ZA",
        "body": "(Reuters) - Wal-Mart Stores Inc (WMT.N) said Wednesday that more than 1.2 million employees would get a raise in 2016, and the retailer will allow paid days off to be carried over into the next year as it aims to retain workers amid a tight U.S. labor market.\n\nThe company announced plans for the raise last year as part of a two-step, $2.7 billion investment in wages, benefits and training, although it had not disclosed details of the second phase in which it is bumping its mininum pay to $10 an hour, following an increase to $9 in April.\n\nIn a statement the company said all employees hired before Jan. 1 would be paid at least $10 an hour, with entry-level hires after that date eligible for that wage after completing a training program.\n\nThe latest raise would increase the average full-time hourly wage at Wal-Mart to $13.38 from $12.96 and average part-time wage to $10.58 from $10. The federal minimum is $7.25.\n\nThe world’s largest retailer also announced that workers would, for the first time, be able to carry over paid days off, with full-time employees transferring up to 80 hours into following year. The move highlights how Wal-Mart and other employers are responding to a tight labor market with the U.S. unemployment rate at a 7-1/2 year low of 5 percent.\n\nWal-Mart has said its investment in wages is depressing profits; labor costs were a main factor behind an earnings warning in October. But it believes better pay is leading to improved service and boosting U.S. sales.\n\n“We’re seeing strong increases in both customer experience and associate engagement scores,” Judith McKenna, chief operating officer for Wal-Mart’s U.S. operations, said in the statement.\n\nStill, the moves fall short of the demands of labor groups, which have called on companies to pay a “living wage” of $15 an hour.\n\nJessica Levin, a spokeswoman for a the union-backed group Making Change at Walmart, said she was skeptical that employees would see much benefit.\n\nShe cited reports from workers who saw their hours cut after the initial wage hike last year or who received a smaller annual raise than they might have due to changes in the calculation of yearly performance-based hikes.\n\nLevin noted that the announcement came just a few days after Wal-Mart said it was closing 269 stores, including 154 in the United States, eliminating some 16,000 jobs at closed stores globally. Wal-Mart said it would try to transfer many workers to nearby stores.\n\nWal-Mart said it was also raising the minimum rates for hourly pay bands, which differ based on job type, but would leave the maximum rate unchanged following a bump last year. To compensate workers at or above the top pay band rates, it will provide a lump payment equal to 2 percent of annual pay.\n\nScott Dobroski, a career trends analyst at jobs website operator Glassdoor, said the raise and paid time off changes should help Wal-Mart attract employees.\n\nHe noted that Wal-Mart’s employee rating, as measured by input from workers to the Glassdoor site, had improved to 3.1 in the final quarter of 2015 from 2.9 in the last quarter of 2014 before its wage hike. The average for all companies is 3.2 on its 1 to 5 scale."
    },
    {
        "header": "brazil's gpa taps argentina boss, former wal-mart head to run supermarkets",
        "time": "3:44PM UTC",
        "link": "http://www.reuters.com/article/gpa-management-idUSE6N13Z00Q",
        "body": "SAO PAULO, Jan 20 (Reuters) - GPA SA, Brazil’s biggest retailer, on Wednesday named Luis Moreno as chief executive of its supermarket and convenience store division and Marcos Samaha as head of operations for the unit, according to a securities filing.\n\nMoreno, a Spanish-born executive, had been chief executive since July 2014 of Libertad, an Argentine subsidiary of French group Casino SA, GPA’s controlling shareholder. Samaha formerly ran Wal-Mart’s business in Brazil. (Reporting by Paula Laier and Brad Haynes; Editing by Chris Reese)"
    },
    {
        "header": "update 1-brazil's gpa taps argentina boss, ex-wal mart head to run supermarkets",
        "time": "4:45PM UTC",
        "link": "http://www.reuters.com/article/moves-gpa-moreno-idUSL2N154285",
        "body": "SAO PAULO, Jan 20 (Reuters) - Brazil’s largest diversified retailer GPA SA tapped a senior executive in Argentina and the former head of Wal Mart Stores Inc’s Brazil business to run its struggling supermarket and convenience store unit, according to a securities filing on Wednesday.\n\nLuis Moreno, a Spanish-born executive who ran Libertad, the Argentine subsidiary of French group Casino SA, since 2014, as the unit’s chief executive officer. Casino is GPA’s controlling shareholder.\n\nThe filing said Wal Mart’s former Brazil president Marcos Samaha was named as chief operating officer of the supermarket unit, Multivarejo.\n\nGPA CEO Ronaldo Iabrudi would remain in charge until the company found a substitute, probably next year. After that, Iabrudi is expected to become chairman of GPA’s board, according to a source familiar with the company’s plans.\n\nThe company declined to comment on future plans for management.\n\nBrazilian retailers have struggled to keep supermarket sales up in the middle of the worst recession in decades, as rising unemployment and double-digit inflation hit consumer confidence. Net revenue in GPA’s Multivarejo unit slipped 0.3 percent in the fourth quarter from a year earlier.\n\nShares wiped out earlier losses and closed 0.6 percent higher on Wednesday at 35.22 reais. (Writing and additional reporting by Brad Haynes; Editing by Chris Reese and Grant McCool)"
    },
    {
        "header": "wal-mart stores to hike pay for 1.2 million workers in 2016",
        "time": "6:18PM UTC",
        "link": "http://www.reuters.com/article/us-walmartstores-wages-idUSKCN0UY2FW",
        "body": "(Reuters) - Wal-Mart Stores Inc (WMT.N) said Wednesday that more than 1.2 million employees would get a raise in 2016, and the retailer will allow paid days off to be carried over into the next year as it aims to retain workers amid a tight U.S. labor market.\n\nThe company announced plans for the raise last year as part of a two-step, $2.7 billion investment in wages, benefits and training, although it had not disclosed details of the second phase in which it is bumping its mininum pay to $10 an hour, following an increase to $9 in April.\n\nIn a statement the company said all employees hired before Jan. 1 would be paid at least $10 an hour, with entry-level hires after that date eligible for that wage after completing a training program.\n\nThe latest raise would increase the average full-time hourly wage at Wal-Mart to $13.38 from $12.96 and average part-time wage to $10.58 from $10. The federal minimum is $7.25.\n\nThe world’s largest retailer also announced that workers would, for the first time, be able to carry over paid days off, with full-time employees transferring up to 80 hours into following year. The move highlights how Wal-Mart and other employers are responding to a tight labor market with the U.S. unemployment rate at a 7-1/2 year low of 5 percent.\n\nWal-Mart has said its investment in wages is depressing profits; labor costs were a main factor behind an earnings warning in October. But it believes better pay is leading to improved service and boosting U.S. sales.\n\n“We’re seeing strong increases in both customer experience and associate engagement scores,” Judith McKenna, chief operating officer for Wal-Mart’s U.S. operations, said in the statement.\n\nStill, the moves fall short of the demands of labor groups, which have called on companies to pay a “living wage” of $15 an hour.\n\nJessica Levin, a spokeswoman for a the union-backed group Making Change at Walmart, said she was skeptical that employees would see much benefit.\n\nShe cited reports from workers who saw their hours cut after the initial wage hike last year or who received a smaller annual raise than they might have due to changes in the calculation of yearly performance-based hikes.\n\nLevin noted that the announcement came just a few days after Wal-Mart said it was closing 269 stores, including 154 in the United States, eliminating some 16,000 jobs at closed stores globally. Wal-Mart said it would try to transfer many workers to nearby stores.\n\nWal-Mart said it was also raising the minimum rates for hourly pay bands, which differ based on job type, but would leave the maximum rate unchanged following a bump last year. To compensate workers at or above the top pay band rates, it will provide a lump payment equal to 2 percent of annual pay.\n\nScott Dobroski, a career trends analyst at jobs website operator Glassdoor, said the raise and paid time off changes should help Wal-Mart attract employees.\n\nHe noted that Wal-Mart’s employee rating, as measured by input from workers to the Glassdoor site, had improved to 3.1 in the final quarter of 2015 from 2.9 in the last quarter of 2014 before its wage hike. The average for all companies is 3.2 on its 1 to 5 scale."
    }
]