[
    {
        "header": "wal-mart blasts puerto rico tax ahead of trial",
        "time": "8:58PM UTC",
        "link": "http://www.reuters.com/article/usa-puertorico-wal-mart-idUSL2N15H01Q",
        "body": "SAN JUAN, Feb 1 (Reuters) - Wal-Mart’s Puerto Rico subsidiary on Monday said a U.S. commonwealth tax on big companies is discriminatory, setting the stage for a trial starting on Tuesday that could threaten a tax increase Puerto Rico hoped would protect local businesses and jump-start its economy.\n\nIn court papers filed ahead of the trial, in U.S. District Court in San Juan, Wal-Mart said “it is the only taxpayer” on the island subject to a tax hike enforced on goods purchased by big companies from corporate affiliates outside of Puerto Rico.\n\n“Wal-Mart PR was itself specifically targeted for discrimination,” the company said, claiming it was taxed at 114 percent of net taxable income.\n\nWal-Mart sued Puerto Rico Treasury Secretary Juan Zaragoza-Gomez in December, alleging the increase, which was signed into law on May 29 last year, violated the commerce clause of the U.S. constitution by unfairly taxing interstate commerce.\n\nThe law increased the tax for on-island companies with more than $2.75 billion in revenues that buy goods from off-island “related parties” to 6.5 percent from 2 percent.\n\nWal-Mart says it is the only company that fits into the new tax’s highest bracket, effectively taxed on items from its own distribution centers, but not those bought from Puerto Rican vendors.\n\nIn separate court papers on Monday, Zaragoza-Gomez said the tax is designed to protect against “‘leakage’ of income outside of the Commonwealth’s taxing jurisdiction.” He argued that the case does not belong in federal court to begin with, saying tax disputes are meant to be adjudicated at the state level.\n\nPuerto Rico is in economic crisis, facing $70 billion in debt, a 45 percent poverty rate and a shrinking population as residents leave for the mainland United States. The island is trying to sway bondholders on steep cuts to repayments, but faces resistance from creditors who feel it has not been transparent about its finances.\n\nThose creditors may keep an eye on the Wal-Mart case, in which Judge Jose Fuste has ordered financial disclosures from Puerto Rico.\n\nSeparately on Monday, a spokesman for Puerto Rico’s governor said the island would within days release audited financial statements for fiscal year 2014, which are months behind schedule.\n\nPuerto Rico’s attempts to stay afloat have lately landed it in court. Earlier this month, bond insurers Ambac Financial and Assured Guaranty sued the commonwealth for redirecting money reserved for certain debt payments to pay others. Puerto Rico on Friday asked Fuste to dismiss that case.\n\nWal-Mart, which closed seven Puerto Rico stores as part of a larger global culling in January, says it is Puerto Rico’s largest private sector employer, with some 14,000 employees.\n\nIn its complaint in December, Wal-Mart said it cannot sustain its operations in Puerto Rico “for a lengthy period of time” under the new tax. (Reporting by Nick Brown in San Juan; Editing by Leslie Adler)"
    }
]