[
    {
        "header": "wal-mart pay in talks with several mobile wallet companies",
        "time": "3:19PM UTC",
        "link": "http://www.reuters.com/article/us-walmart-mobilepayment-idUSKBN1322HL",
        "body": "CHICAGO (Reuters) - Wal-Mart Stores Inc (WMT.N) is in talks with several mobile wallet companies to offer more payment options in its Wal-Mart Pay app, an executive at the world’s largest retailer said, after signing up JPMorgan Chase & Co (JPM.N) last week.\n\nStarting next year, Chase Pay will become the first third-party digital wallet on Wal-Mart’s website and app, they said on Thursday.\n\nCustomers can pay within the app with any major credit, debit, pre-paid or Walmart gift card.\n\nDaniel Eckert, senior vice-president of services at Wal-Mart U.S., said in an interview late on Friday that the retailer would tweak its marketing for the app after the most frequent users turned out to be Gen X customers, born from 1965 to 1967, and baby boomers born from 1946 to 1964.\n\n“The target demographic during the launch of a technology product tends to be younger, more male, so we have had that target market in mind,” Eckert said.\n\nU.S. mobile payments accounted for an estimated $67 billion in 2015, and are expected to grow this year to $83 billion, or 24 percent of all purchases made via smartphones, according to the latest Forrester Research data.\n\nApple Inc’s (AAPL.O) Apple Pay or Alphabet Inc’s (GOOGL.O) Android Pay are the most popular digital wallets, and U.S. retailers have launched many mobile payment apps in the last two years.\n\nBut acceptance has been slow, largely because most systems require new equipment at stores.\n\nWal-Mart Pay was launched in December 2015 and can be used in all of the retailer’s 4,600 U.S. stores.\n\nCustomers at the checkout counter must choose the payment option within the app on their smartphone, and activate the camera to scan the code at the register.\n\nAn e-receipt is sent to the app.\n\nEckert also said more than 90 percent of transactions on the app involve customers are using the service more than three to four times a month.\n\nHe declined to give the overall number of users who use Wal-Mart Pay.\n\nThe group, which includes Target Corp (TGT.N) and Best Buy Co Inc (BBY.N), said earlier this year it would delay launching the app after the project hit several roadblocks."
    }
]