[
    {
        "header": "wal-mart sued over sale of bullets used in pennsylvania murders",
        "time": "6:53PM UTC",
        "link": "http://www.reuters.com/article/pennsylvania-bullets-idUSL1N14R36I20160107",
        "body": "HARRISBURG, Pa. (Reuters) - Wal-Mart Stores Inc, the world’s largest retailer, faces a lawsuit in Pennsylvania claiming store employees negligently allowed an underage, intoxicated customer to buy a box of bullets later used to commit three murders.\n\nThe lawsuit, filed in Philadelphia by families of the victims, seeks compensatory and punitive damages from Wal-Mart and several employees at its Easton, Pennsylvania, store, where the bullets were purchased by Robert Jourdain on July 5 at 2:56 a.m. The Bentonville, Arkansas-based company operates stores under the Walmart name.\n\n“At no time did the Walmart defendants ... require that Robert Jourdain present appropriate and valid identification,” the lawsuit says. “Nor did the defendants take any precautions to determine whether Mr. Jourdain was intoxicated.”\n\nJourdain, then 20, walked out of the store with the bullets and handed them to Todd West, then 22, who loaded them into his .38 caliber Smith & Wesson revolver, the suit says.\n\nAbout 15 minutes later, West randomly shot and killed a stranger, Kory Ketrow, 22, in Easton. Twenty minutes after that, he murdered Francine Ramos, 32, and Trevor Gray, 21, in Allentown. Both of them were strangers to him.\n\nUntil recently, sellers of guns and ammunition assumed they were protected from liability by the federal Protection of Lawful Commerce in Arms Act.\n\nBut last year, in a Wisconsin case, a jury found a Milwaukee gun store liable for selling a gun to a 21-year-old customer even though clerks had serious misgivings that the buyer was illegally buying the gun for someone else.\n\nThe gun was later used by an 18-year-old to shoot and critically wound two police officers, who were awarded damages by the jury.\n\nSpokesman Randy Hargrove said Wal-Mart has a policy requiring cashiers to verify ages in guns or ammo purchases, and has cash register prompts to remind them.\n\nHe said the company may argue that the bullets purchased by Jourdain for West could be used in either handguns or rifles, and that the lower age limit of 18 for purchases of ammunition for rifles should apply in the case.\n\nShira Goodman, executive director of CeasefirePA, an anti-gun group in Philadelphia, said negligent behavior by sellers might prove to be a way for some victims of gun violence to get around the protective federal law.\n\n“I think it does show some desire to hold people responsible in innovative ways,” she said.\n\nA representative of the National Rifle Association, which advocates broad access to firearms, had no immediate comment.\n\nWest, Jourdain, and their driver, Kareem Mitchell, 23, will appear in court on Jan. 11 for a status conference and possibly arguments on pre-trial motions, court officials said."
    }
]