[
    {
        "header": "wal-mart japan to focus on remodeling stores, no plans to exit market",
        "time": "3:17AM UTC",
        "link": "http://www.reuters.com/article/us-wal-mart-japan-idUSKCN0WH0MD",
        "body": "TOKYO (Reuters) - Wal-Mart Stores (WMT.N) expects its Japan business to focus on remodeling existing stores rather than opening new ones this year, citing fierce competition and consumer reluctance to spend freely amid uncertain economic times.\n\nBut Wal-Mart, the world’s biggest retailer, has no plans to withdraw from the country and may open new stores if good locations can be found, Takeshi Kamigouchi, head of the company’s Japan business told reporters.\n\nHis comments come as Wal-Mart conducts a review of global assets amid speculation that it could pull out from some countries such as Brazil and other Latin American markets.\n\nDespite bold monetary and fiscal stimulus, Japan’s consumer spending has been hit by a 2014 hike in the national sales tax, as well as increases in the cost of food and other goods on the back of a weaker yen. Shoppers also face the prospect of a another hike in the sales tax although the government is now considering a delay.\n\nKamigouchi said, however, the company’s same-store sales in Japan had been growing year-on-year over the past two years.\n\n“When we listen to our customers there’s no sign of dramatic improvement. They’re still living in a defensive mode,” he said.\n\n“But three to four years ago the number of customers was dire. The number of customers has been improving in the past two years, which is encouraging and good for our business.”\n\nClosures of some stores announced two years ago are now mostly completed, he added.\n\nWal-Mart operates Seiyu-brand stores in Japan. It first invested in the company in 2002 and took full control in 2008.\n\nBut it has struggled to leverage its global scale against local retail giants Aeon Co (8267.T) and Seven & i Holdings Co (3382.T). It now has 345 stores in Japan compared with 434 before the closures announced in 2014."
    }
]