[
    {
        "header": "jury orders wal-mart to pay pharmacist $31.22 mln in bias case",
        "time": "7:02PM UTC",
        "link": "http://www.reuters.com/article/walmart-verdict-idUSL2N15D00B",
        "body": "(Reuters) - Wal-Mart Stores Inc was ordered by a federal jury in New Hampshire to pay $31.22 million to a pharmacist who claimed she was fired because of her gender and in retaliation for complaining about safety conditions.\n\nThe Concord jury deliberated for 2-1/2 hours before ruling on Wednesday for the plaintiff, Maureen McPadden, after a five-day trial, her lawyers said.\n\nMcPadden claimed that Wal-Mart used her loss of a pharmacy key as a pretext for firing her in November 2012, when she was 47, after more than 13 years at the retailer.\n\nMcPadden said she was fired in retaliation for her raising concerns that customers at the Wal-Mart store in Seabrook, New Hampshire, where she worked were getting prescriptions filled improperly because of inadequate staff training.\n\nMcPadden also said her gender played a role, alleging that Wal-Mart later disciplined but stopped short of firing a male pharmacist in New Hampshire who also lost his pharmacy key.\n\nAccording to the jury verdict form, most of the damages award stemmed from McPadden’s gender bias claims, including $15 million of punitive damages.\n\nBentonville, Arkansas-based Wal-Mart said it plans to ask trial Judge Steven McAuliffe to throw out the verdict or reduce the damages award.\n\n“The facts do not support this decision,” spokesman Randy Hargrove said. “We do not tolerate discrimination of any type, and neither that nor any concerns that Ms. McPadden raised about her store’s pharmacy played a role in her dismissal.”\n\nLauren Irwin, a lawyer for McPadden, in a phone interview said the jury reached “a fair and just verdict.”\n\nThe case is McPadden v. Wal-Mart Stores East LP, U.S. District Court, District of New Hampshire, No. 14-00475."
    }
]