[
    {
        "header": "puerto rico cannot enforce a wal-mart tax: u.s. appeals court",
        "time": "5:58PM UTC",
        "link": "http://www.reuters.com/article/us-puertorico-walmart-idUSKCN10Z2QI",
        "body": "NEW YORK (Reuters) - A U.S. appeals court on Wednesday said cash-strapped Puerto Rico cannot force Wal-Mart Stores Inc’s (WMT.N) affiliate on the island to pay a special corporate tax that the retailer claimed was discriminatory and violated the U.S. Constitution.\n\nThe 1st U.S. Circuit Court of Appeals in Boston upheld a lower court order blocking Puerto Rico from imposing its alternative minimum tax against Wal-Mart Puerto Rico Inc.\n\nThe decision complicates the U.S. territory’s efforts to reduce a $70 billion debt load and restart an economy that has been stalled for a decade with a 45 percent poverty rate. The 2015 tax legislation had raised to 6.5 percent from 2.0 percent the tax for on-island companies with more than $2.75 billion in revenues that buy goods from off-island “related parties.”\n\nWal-Mart argued it was the only company that fit that description and effectively taxed on items from its own distribution centers but not those bought from Puerto Rican vendors.\n\nA federal court in Puerto Rico sided with Wal-Mart in March.\n\nOn Wednesday, the appeals panel called the tax “facially discriminatory,” saying it taxes only cross-border transactions between a Puerto Rico corporate taxpayer and a related entity located elsewhere. This violated the so-called “dormant” Commerce Clause in the constitution, the court ruled.\n\n“Because we want to remain in business in Puerto Rico and to be part of the solution to the current fiscal crisis, we are grateful that the First Circuit affirmed the District Court’s decision to strike down this unconstitutional tax,” Lorenzo Lopez, a Wal-Mart spokesman said in a statement emailed to Reuters.\n\nPuerto Rico’s financial problems, spurred by years of borrowing to try to combat economic stagnation, reached a crisis in recent months, as cash reserves dwindled and the island’s own fiscal agent, the Government Development Bank, faced insolvency. In July, the territory defaulted on $779 million of its most senior debt.\n\nThe appeals court admitted Puerto Rico is in “dire financial straits,” but called the tax “blunt and unnecessarily over-inclusive.”\n\n“It essentially establishes an irrebuttable presumption that all inter-corporate transfers to a Puerto Rico branch from related mainland entities are fraudulently priced to evade taxes,” the court reasoned.\n\nThe island’s outgoing governor, Alejandro Garcia Padilla, has called Puerto Rico’s financial situation a “humanitarian crisis,” while U.S. Congress earlier this year passed legislation bringing the island’s finances under a federal oversight board.\n\nBoard members are expected to be appointed in September. Among the board’s powers is the ability to force talks between the island and its creditors to negotiate cuts to Puerto Rico’s debt."
    }
]