[
    {
        "header": "shares in britain's b&m rise on report asda eyeing takeover bid",
        "time": "4:19AM UTC",
        "link": "http://www.reuters.com/article/us-b-m-european-m-a-asda/shares-in-britains-bm-rise-on-report-asda-eyeing-takeover-bid-idUSKBN1A90SX",
        "body": "LONDON (Reuters) - Shares in British discount retailer B&M European Value Retail rose as much as 5.3 percent on Monday after a report that Asda, the UK supermarket arm of Wal-Mart Stores, was considering 4.4 billion pound ($5.7 billion) takeover bid.\n\nHowever, the rise indicated a value for B&M much lower than the reported takeover value, indicating that investors were not convinced by the report.\n\nThe Sunday Times said Asda, which trails market leader Tesco and Sainsbury’s in annual sales, is in the early stages of assessing a bid for B&M, which is chaired by Terry Leahy, the former chief executive of Tesco.\n\nIt said Asda had commissioned external research on B&M and cited an unidentified industry source as saying that buying B&M would reduce Asda’s reliance on food sales and provide it with a network to stock its George clothing range.\n\nSpokesmen for Asda and B&M both declined to comment.\n\nShares in B&M, which listed at 270 pence in 2014, were up 15.4 pence at 356.2 pence at 0754 GMT, valuing the business at 3.6 billion pounds.\n\nThe Sunday Times said applying a normal takeover premium would take Asda’s offer price to at least 4.4 billion pounds.\n\n“If the City really believed the Sunday Times story about an Asda bid the shares would be a lot higher,” said independent retail analyst Nick Bubb.\n\n“Given that Wal-Mart had been thought to be weighing up selling Asda at one point, it would certainly represent quite a change in attitude to M&A in the UK on their part,” he said.\n\nB&M, which trades from more than 540 UK stores, selling products ranging from bedding to barbecues to food, is run by Chief Executive Simon Arora and his brother Bobby, the trading director. The Arora family own a 15 percent stake.\n\nIf Asda did go for B&M it would follow other deals by Britain’s major supermarkets looking to diversify and protect market share from discounters Aldi and Lidl and from Amazon.\n\nLast year Sainsbury’s bought Argos-owner Home Retail for 1.1 billion pounds and has also held takeover talks with franchised convenience chain Nisa, while in January Tesco agreed on a 3.7 billion pound takeover of wholesaler Booker, a deal which is currently being investigated by competition regulators.\n\nOf Britain’s big four supermarket players, which also includes Morrisons, Asda was hurt the most by the rise of Aldi and Lidl. It has reported eleven straight quarters of underlying sales decline.\n\nAsda is due to publish second quarter results on August 17."
    }
]