[
    {
        "header": "brief-wal-mart reiterates fiscal year 2018 adjusted eps guidance of $4.30 to $4.40",
        "time": "7:51AM UTC",
        "link": "http://www.reuters.com/article/brief-wal-mart-reiterates-fiscal-year-20/brief-wal-mart-reiterates-fiscal-year-2018-adjusted-eps-guidance-of-4-30-to-4-40-idUSB8N19C045",
        "body": "* Wal-Mart Stores Inc says reiterates fiscal year 2018 GAAP EPS guidance of $4.18 to $4.28, or adjusted EPS guidance of $4.30 to $4.40\n\n* Wal-Mart Stores Inc says for fiscal year 2019, expects EPS to increase about 5 percent compared with fiscal year 2018 adjusted EPS\n\n* Wal-Mart Stores Inc says announcing new $20 billion share repurchase program to replace its existing authorization\n\n* Wal-Mart Stores Inc says expects to utilize new share buyback authorization over an approximate two-year period\n\n* Wal-Mart Stores Inc says fiscal 2019 consolidated net sales are expected to grow at or above 3 percent\n\n* Wal-Mart Stores Inc says anticipates sales growth at Walmart U.S. e-Commerce to be about 40 percent for fiscal 2019\n\n* Wal-Mart Stores Inc says expects capital expenditures to be approximately $11 billion for fiscal years 2018 and 2019\n\n* Wal-Mart says expects global unit growth of about 280, including new, expanded, relocated units, for each of fiscal years 2018 and 2019\n\n* Wal-Mart Stores Inc says expects to add 1,000 online grocery locations in Walmart U.S. In fiscal 2019\n\n* Wal-Mart says Walmart International expects to open about 255 new stores with focus in markets like Mexico and China for 2018 and 2019 Source text for Eikon: Further company coverage:"
    },
    {
        "header": "brief-walmart says on track for 100 pickup towers for holidays",
        "time": "2:39PM UTC",
        "link": "http://www.reuters.com/article/brief-walmart-says-on-track-for-100-pick/brief-walmart-says-on-track-for-100-pickup-towers-for-holidays-idUSFWN1ML0I6",
        "body": "* CEO at investor meeting- “in future, think we can stock some of our customers’ homes like we stock our stores” ‍​\n\n* CEO at investor meeting- think vast majority of grocery shopping will be done in stores for a long time to come‍​\n\n* Executive- expect us ecommerce growth to slow a little to overlap Jet.com acquisition for this year, but to be about 40 percent\n\n* CFO - instituting a zero-based budgeting system in different parts of organization\n\n* Redesigning website and delivery boxes to be more modern\n\n* Over next couple of yrs, will see smartcart technology on jet.com migrating to walmart.com\n\n* Attracting more premium brands to Jet.com, positioning it as being more geared towards urbane, affluent millennials\n\n* Launching new memebership signup process this year, new process takes about 40 seconds\n\n* Narrowing our target member, “attempted to serve too many types of small retailers”\n\n* 95 percent of purchases happening are for home\n\n* Have nearly 50 pickup towers in stores, on track for 100 pickup towers for holidays Further company coverage:"
    },
    {
        "header": "wal-mart sees 40 percent online sales growth next year, shares rise",
        "time": "6:31PM UTC",
        "link": "http://www.reuters.com/article/us-walmart-outlook/wal-mart-sees-40-percent-online-sales-growth-next-year-shares-rise-idUSKBN1CF1E7",
        "body": "(Reuters) - Wal-Mart Stores Inc (WMT.N) on Tuesday forecast a 40 percent rise in U.S. online sales next year as it ramps up competition with Amazon.com Inc (AMZN.O), boosting shares of world’s biggest brick-and-mortar retailer to the highest in more than two years.\n\nWal-Mart also forecast overall net sales would rise by at least 3 percent in the year ending January 2019, and said it would buy back $20 billion of its shares over the next two years.\n\nWal-Mart shares rose 4.5 percent to close at $84.13, the top driver of gains in the Dow Jones Industrial Average .DJI and S&P 500 index .SPX.\n\n“We are going to lean into places like technology, e-commerce, international stores,” Wal-Mart Chief Financial Officer Brett Biggs said at the Bentonville, Arkansas company’s annual investor meeting which was webcast.\n\nWal-Mart, which is battling Amazon for market share, has been investing in its online business and letting customers pick up online orders at its 4,700-plus stores.\n\nThe company has already started offering free two-day shipping and said on Tuesday it planned to roughly double the locations for shipping online grocery orders. On Monday, it said it would speed up the process for in-store returns of items bought on its website.\n\nWal-Mart, which expects online sales to hit about $11.5 billion for the fiscal year ending January 2018, did not break out U.S. e-commerce sales last year. It reported growth of about 62 percent for the first half of fiscal 2018, up from 12 percent in the year-ago period.\n\nWith a steady rise in online shopping, Wal-Mart’s e-commerce sales growth has been outstripping brick-and-mortar, leading the company to slash new store openings.\n\nThe company plans to open fewer than 15 supercenters and less than 10 neighborhood markets in the United States in fiscal 2019, it said in a statement on Tuesday. That is half the stores it intends to open in fiscal 2018.\n\n“Digital has been a recent highlight for WMT and it expects this momentum to carry into FY ‘19,” UBS said in a note. “Faster growth in (e-commerce) should lead to earnings pressure though, as this operation is likely still several years away from profitability.”\n\nIn August, Wal-Mart warned that current-quarter profit could miss market estimates as margins are hurt by price-cutting and heavy spending on e-commerce.\n\nThe company on Tuesday estimated capital expenditures of about $11 billion for fiscal 2018 and 2019.\n\nGrocery competition has increased since Amazon bought Whole Foods and started to cut prices at the upmarket grocer in August.\n\nWal-Mart forecast fiscal 2019 profit would increase about 5 percent over its expected adjusted earnings of $4.30 to $4.40 per share for the year ending January 2018.\n\nThe new buyback replaces the existing $20 billion program announced in October 2015. In the seven quarters since, Wal-Mart had bought back $15.10 billion worth of shares."
    },
    {
        "header": "us stocks-wal-mart rally pushes dow to all-time high",
        "time": "4:22PM UTC",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wal-mart-rally-pushes-dow-to-all-time-high-idUSL2N1ML1Q4",
        "body": "(Reuters) - The Dow Jones Industrial Average hit a record high on Tuesday, helped by a surge in Wal-Mart Stores, while Amazon and Facebook lost ground and investors focused on upcoming quarterly reports.\n\nWal-Mart (WMT.N) jumped 4.47 percent to a two-year high after forecasting U.S. online sales would rise by about 40 percent in the next fiscal year and unveiling a $20-billion share buyback.\n\nThat helped the S&P 500 consumer staples index .SPLRCS jump 0.99 percent, although gains in that sector were limited by P&G (PG.N), which dropped 0.54 percent after activist investor Nelson Peltz unexpectedly failed in his bid to win a board seat.\n\nThird-quarter corporate reporting season kicks into high gear on Thursday with results from JPMorgan Chase (JPM.N) and Citigroup (C.N). With the S&P 500 up 14 percent in 2017, investors are betting on strong earnings growth across the S&P 500.\n\nWall Street has mostly shrugged off recent saber-rattling between the United States and North Korea, as well as a lack of progress by President Donald Trump in delivering promised corporate tax cuts.\n\n“The only fear in this market is the fear of missing out,” said Dennis Dick, a proprietary trader at Bright Trading LLC in Las Vegas. “But things can change quickly. There’s stuff out there, like North Korea. You still have to be cautious.”\n\nThe Dow Jones Industrial Average .DJI rose 0.31 percent to 22,830.68 points, a record-high close. It is up 15.5 percent in 2017.\n\nThe S&P 500 .SPX gained 0.23 percent to 2,550.64 and the Nasdaq Composite .IXIC added 0.11 percent to 6,587.25.\n\nThe tech index .SPLRCT, the best performing among the 11 major S&P sectors this year, was mostly unchanged, with Facebook falling 0.53 percent and Nvidia (NVDA.O) adding 1.91 percent after unveiling chips for autonomous vehicles, bringing its gain over the past year to 182 percent.\n\nAmerican Airlines (AAL.O) jumped 4.80 percent and United Continental (UAL.N) soared 4.67 percent after the two airlines gave encouraging third-quarter forecasts. Delta (DAL.N), which reports on Wednesday, rose 1.85 percent.\n\nEnergy stocks .SPNY got a boost from a near 2-percent rise in oil prices supported by Saudi Arabian export cuts in November and comments from OPEC and trading companies that the market is rebalancing after years of oversupply.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 1.90-to-1 ratio; on Nasdaq, a 1.58-to-1 ratio favored advancers.\n\nAbout 5.6 billion shares changed hands on U.S. exchanges, well below the 6.1 billion daily average for the past 20 trading days, according to Thomson Reuters data."
    },
    {
        "header": "us stocks-wall st touches record high, helped by wal-mart",
        "time": "2:47PM UTC",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wall-st-touches-record-high-helped-by-wal-mart-idUSL2N1ML1EQ",
        "body": "* All three major indexes hit new intraday highs\n\n* P&G drops after Peltz fails in bid to win board seat\n\nOct 10 (Reuters) - Wall Street touched record intraday highs on Tuesday, helped by a surge in Wal-Mart Stores, while Amazon and technology stocks lost ground an investors focused on upcoming quarterly reports.\n\nWal-Mart jumped more than 4 percent to a two-year high after forecasting U.S. online sales would rise by about 40 percent in the next fiscal year and unveiling a $20-billion share buyback plan.\n\nThat helped the S&P 500 consumer staples index jump 0.77 percent, although gains in that sector were limited by P&G, which dropped 1.06 percent after activist investor Nelson Peltz unexpectedly failed in his bid to win a board seat.\n\nThird-quarter corporate reporting season kicks into high gear on Thursday with results from JPMorgan Chase and Citigroup. With the S&P 500 up 14 percent in 2017, investors are betting on strong earnings growth across the S&P 500.\n\nWall Street has mostly shrugged off recent saber-rattling between the United States and North Korea, as well as a lack of progress by President Donald Trump in delivering promised corporate tax cuts.\n\n“The only fear in this market is the fear of missing out,” said Dennis Dick, a proprietary trader at Bright Trading LLC in Las Vegas. “But things can change quickly. There’s stuff out there, like North Korea. You still have to be cautious.”\n\nAll three major indexes were off of earlier intra-day record highs.\n\nAt 2:32 p.m. ET, the Dow Jones Industrial Average was up 0.2 percent at 22,806.57 points, while the S&P 500 had gained 0.15 percent to 2,548.46.\n\nThe tech index, the best performing among the 11 major S&P sectors this year, fell 0.14 percent, weighed down by Alphabet, Facebook and Intel.\n\nAmong the gainers in tech stocks was Nvidia, which rose 1.87 percent after unveiling chips for autonomous vehicles.\n\nAmerican Airlines jumped 4.94 percent and United Continental soared 5.34 percent after the two airlines gave encouraging third-quarter forecasts. Delta, which reports on Wednesday, rose 2.45 percent.\n\nEnergy stocks got a boost from a near 2-percent rise in oil prices supported by Saudi Arabian export cuts in November and comments from OPEC and trading companies that the market is rebalancing after years of oversupply.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 1.70-to-1 ratio; on Nasdaq, a 1.31-to-1 ratio favored advancers. (Additional reporting by Sruthi Shankar in Bengaluru; Editing by Savio D‘Souza and Nick Zieminski)"
    },
    {
        "header": "wal-mart sees 40 pct growth in u.s. online sales for fiscal 2019",
        "time": "7:38AM UTC",
        "link": "http://www.reuters.com/article/walmart-outlook/wal-mart-sees-40-pct-growth-in-u-s-online-sales-for-fiscal-2019-idUSL4N1ML3WJ",
        "body": "Oct 10 (Reuters) - Wal-Mart Stores Inc on Tuesday forecast U.S. online sales to increase by about 40 percent and overall net sales by at least 3 percent in the fiscal year ending January 2019.\n\nThe retailer, which will hold its investor meeting on Tuesday, also said it would buy back $20 billion of its shares over two years.\n\nThe company forecast profit for fiscal year 2019 to increase about 5 percent over the expected adjusted earnings of $4.30 to $4.40 per share for the year ending January 2018. (Reporting by Sruthi Ramakrishnan in Bengaluru; Editing by Saumyadeb Chakrabarty)"
    },
    {
        "header": "us stocks-wall st scales new records on gains in wal-mart, energy stocks",
        "time": "10:04AM UTC",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wall-st-scales-new-records-on-gains-in-wal-mart-energy-stocks-idUSL4N1ML47Y",
        "body": "* All three major indexes hit new intraday highs\n\nOct 10 (Reuters) - The three major Wall Street indexes scaled new records on Tuesday, helped by gains in energy stocks and in Wal-Mart on the back of the company’s $20 billion share buyback plan.\n\nWal-Mart rose 3.8 percent after the retail giant unveiled the buyback plan and forecast U.S. online sales would rise by about 40 percent in next fiscal year.\n\nOil prices gained more than 1 percent, supported by Saudi Arabian export cuts in November and comments from OPEC and trading companies that the market is rebalancing after years of oversupply.\n\nAll the 11 major S&P indexes were higher. The S&P energy index gained 0.85 percent, while Wal-Mart led the consumer staples index 1.16 percent higher.\n\nAt 9:38 a.m. ET (1338 GMT), the Dow Jones Industrial Average was up 50.31 points, or 0.22 percent, at 22,811.38, the S&P 500 was up 6.6 points, or 0.26 percent, at 2,551.33 and the Nasdaq Composite was up 22.53 points, or 0.34 percent, at 6,602.26.\n\nThe gains come after two rather tepid days that slowed the rally in stocks this year that was driven by strong corporate earnings, hopes of tax cuts and looser regulations.\n\nBut the rally has led to elevated valuations, which investors will look to justify through corporate profits in the upcoming third-quarter earnings season.\n\nEarnings at S&P 500 companies are expected to have increased 4.8 percent last quarter, according to Thomson Reuters data, down from the double-digit growth recorded in the first two quarters of this year.\n\nBlackRock and Delta Air Lines will kick off the earnings season on Wednesday, but the focus this week will be on big banks, with JPMorgan and Citigroup scheduled to report on Thursday.\n\n“I think it will be a good earnings season,” said Peter Cardillo, chief market economist at First Standard Financial. “It will be focused on individual stocks as opposed to earnings season as a whole.”\n\nNvidia rose more than 3 percent after the chipmaker unveiled the first computer chips for developing fully autonomous vehicles.\n\nEli Lilly fell nearly 2 percent after its drug to treat non-small cell lung cancer failed in a late-stage study.\n\nHoneywell fell 1.25 percent after the manufacturer unveiled a corporate makeover that will tie its growth more strongly to aerospace technology and spin off other businesses as two publicly-traded companies.\n\nAdvancing issues outnumbered decliners on the NYSE by 2,018 to 495. On the Nasdaq, 1,725 issues rose and 632 fell. (Reporting by Sruthi Shankar in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "header": "us stocks snapshot-dow hits record high, wal-mart shares gain",
        "time": "4:06PM UTC",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-snapshot-dow-hits-record-high-wal-mart-shares-gain-idUSZXN0R4R2I",
        "body": "NEW YORK, Oct 10 (Reuters) - The Dow Jones industrial average hit a record closing high on Tuesday, helped by a surge in Wal-Mart Stores, while Amazon and Facebook lost ground and investors focused on upcoming quarterly reports.\n\nBased on the latest available data, the Dow Jones industrial average rose 69.61 points, or 0.31 percent, to 22,830.68, the S&P 500 gained 5.91 points, or 0.23 percent, to 2,550.64 and the Nasdaq Composite added 7.52 points, or 0.11 percent, to 6,587.25. (Reporting by Caroline Valetkevitch; Editing by Chris Reese)"
    },
    {
        "header": "wal-mart rally pushes dow to all-time high",
        "time": "5:57PM UTC",
        "link": "http://www.reuters.com/article/us-usa-stocks/wal-mart-rally-pushes-dow-to-all-time-high-idUSKBN1CF1DG",
        "body": "(Reuters) - The Dow Jones Industrial Average hit a record high on Tuesday, helped by a surge in Wal-Mart Stores, while Amazon and Facebook lost ground and investors focused on upcoming quarterly reports.\n\nWal-Mart (WMT.N) jumped 4.47 percent to a two-year high after forecasting U.S. online sales would rise by about 40 percent in the next fiscal year and unveiling a $20-billion share buyback.\n\nThat helped the S&P 500 consumer staples index .SPLRCS jump 0.99 percent, although gains in that sector were limited by P&G (PG.N), which dropped 0.54 percent after activist investor Nelson Peltz unexpectedly failed in his bid to win a board seat.\n\nThird-quarter corporate reporting season kicks into high gear on Thursday with results from JPMorgan Chase (JPM.N) and Citigroup (C.N). With the S&P 500 up 14 percent in 2017, investors are betting on strong earnings growth across the S&P 500.\n\nWall Street has mostly shrugged off recent saber-rattling between the United States and North Korea, as well as a lack of progress by President Donald Trump in delivering promised corporate tax cuts.\n\n“The only fear in this market is the fear of missing out,” said Dennis Dick, a proprietary trader at Bright Trading LLC in Las Vegas. “But things can change quickly. There’s stuff out there, like North Korea. You still have to be cautious.”\n\nThe Dow Jones Industrial Average .DJI rose 0.31 percent to 22,830.68 points, a record-high close. It is up 15.5 percent in 2017.\n\nThe S&P 500 .SPX gained 0.23 percent to 2,550.64 and the Nasdaq Composite .IXIC added 0.11 percent to 6,587.25.\n\nThe tech index .SPLRCT, the best performing among the 11 major S&P sectors this year, was mostly unchanged, with Facebook falling 0.53 percent and Nvidia (NVDA.O) adding 1.91 percent after unveiling chips for autonomous vehicles, bringing its gain over the past year to 182 percent.\n\nAmerican Airlines (AAL.O) jumped 4.80 percent and United Continental (UAL.N) soared 4.67 percent after the two airlines gave encouraging third-quarter forecasts. Delta (DAL.N), which reports on Wednesday, rose 1.85 percent.\n\nEnergy stocks .SPNY got a boost from a near 2-percent rise in oil prices supported by Saudi Arabian export cuts in November and comments from OPEC and trading companies that the market is rebalancing after years of oversupply.\n\nAdvancing issues outnumbered declining ones on the NYSE by a 1.90-to-1 ratio; on Nasdaq, a 1.58-to-1 ratio favored advancers.\n\nAbout 5.6 billion shares changed hands on U.S. exchanges, well below the 6.1 billion daily average for the past 20 trading days, according to Thomson Reuters data."
    },
    {
        "header": "us stocks-wal-mart helps wall st to new records, but techs curb gains",
        "time": "1:07PM UTC",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wal-mart-helps-wall-st-to-new-records-but-techs-curb-gains-idUSL4N1ML4NC",
        "body": "* All three major indexes hit new intraday highs\n\n* P&G drops after Peltz fails in bid to win board seat\n\nOct 10 (Reuters) - Wall Street hit fresh record intraday highs on Tuesday, helped by a jump in Wal-Mart and energy stocks, but the gains were limited by declines in Amazon and technology stocks.\n\nWal-Mart jumped more than 4 percent to a two-year high of $84.46 after forecasting U.S. online sales would rise by about 40 percent in the next fiscal year and unveiling a $20 billion share buyback plan.\n\nThat helped the consumer staples index jump 0.76 percent, but gains were limited by P&G, which dropped 1.22 percent after activist investor Nelson Peltz unexpectedly failed in his bid to win a board seat.\n\nInvestors are also focused on the third-quarter earnings season, which starts in earnest later this week, as they look to see if corporate profits justify the stocks’ lofty valuations.\n\nEarnings at S&P 500 companies are expected to have increased 4.8 percent last quarter, according to Thomson Reuters data, down from the double-digit growth recorded in the first two quarters of this year.\n\n“There’s a lot of fundamental underpinning to the rally,” said Marcelle Daher, senior managing director of asset allocation at Manulife Asset Management.\n\n“Given where (the earnings) estimate for third-quarter is and the historic ability of companies on an aggregate to beat that number, it is a pretty low hurdle for companies to beat.”\n\nAt 12:33 p.m. ET (1633 GMT), the Dow Jones Industrial Average was up 34.91 points, or 0.15 percent, at 22,795.98, and the S&P 500 was up 2.46 points, or 0.10 percent, at 2,547.19.\n\nThe Nasdaq Composite was down 9.34 points, or 0.14 percent, at 6,570.39, weighed down by a 0.83 percent drop in Amazon.\n\nThe tech index, the best performing among the 11 major S&P sectors this year, was off 0.2 percent, weighed down by Alphabet, Facebook and Intel.\n\nAmong the odd gainers in tech stocks was Nvidia, which rose 1.7 percent after unveiling chips for autonomous vehicles.\n\nAmerican Airlines jumped 4.8 percent and United Continental soared 5.2 percent after the two airlines gave encouraging third-quarter forecasts. Delta, which is to report on Wednesday, was up 2.7 percent.\n\nEnergy stocks got a boost from a near 2 percent rise in oil prices supported by Saudi Arabian export cuts in November and comments from OPEC and trading companies that the market is rebalancing after years of oversupply.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,833 to 948. On the Nasdaq, 1,613 issues rose and 1,191 fell. (Reporting by Sruthi Shankar in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "header": "us stocks-wall st scales new records, helped by wal-mart, energy stocks",
        "time": "11:23AM UTC",
        "link": "http://www.reuters.com/article/usa-stocks/us-stocks-wall-st-scales-new-records-helped-by-wal-mart-energy-stocks-idUSL4N1ML4HB",
        "body": "* All three major indexes hit new intraday record highs\n\n* P&G drops after Peltz fails in bid to win board seat\n\nOct 10 (Reuters) - The three major Wall Street indexes scaled new records on Tuesday as higher oil prices boosted energy stocks and Wal-Mart rose on the back of a bullish sales forecast.\n\nWal-Mart jumped more than 4 percent to a two-year high of $84.46 after forecasting U.S. online sales would rise by about 40 percent in the next fiscal year and unveiling a $20 billion share buyback plan.\n\nThat helped the consumer staples index jump 0.61 percent, but gains were capped by P&G, which dropped 1.2 percent after activist investor Nelson Peltz unexpectedly failed in his bid to win a board seat.\n\nAt 11:01 a.m. ET (1501 GMT) the Dow Jones Industrial Average was up 35.14 points, or 0.15 percent, at 22,796.21, and the S&P 500 was up 3.68 points, or 0.14 percent, at 2,548.41.\n\nThe Nasdaq Composite was up 5.23 points, or 0.08 percent, at 6,584.96, pulling back from earlier highs due to a drop in Amazon and healthcare stocks.\n\nThe gains in all three indexes come after two rather tepid days that slowed a near year-long rally driven by strong corporate earnings, hopes of tax cuts and looser regulations.\n\nBut the rally has led to elevated valuations, which investors will look to justify through corporate profits in the upcoming third-quarter earnings season.\n\nEarnings at S&P 500 companies are expected to have increased 4.8 percent last quarter, according to Thomson Reuters data, down from the double-digit growth recorded in the first two quarters of this year.\n\n“There’s a lot of fundamental underpinning to the rally,” said Marcelle Daher, senior managing director of asset allocation at Manulife Asset Management.\n\n“Given where (the earnings) estimate for third-quarter is and the historic ability of companies on an aggregate to beat that number, it is a pretty low hurdle for companies to beat.”\n\nEight of the 11 major S&P indexes were higher, led by a 0.79 percent gain in the utilities index.\n\nEnergy stocks got a boost from an more than 1 percent rise in oil prices supported by Saudi Arabian export cuts in November and comments from OPEC and trading companies that the market is rebalancing after years of oversupply.\n\nNvidia rose 1.5 percent after the chipmaker unveiled its first computer chips for developing fully autonomous vehicles.\n\nEli Lilly fell about 1 percent after its drug to treat non-small cell lung cancer failed in a late-stage study.\n\nAdvancing issues outnumbered decliners on the NYSE by 1,902 to 818. On the Nasdaq, 1,681 issues rose and 981 fell. (Reporting by Sruthi Shankar in Bengaluru; Editing by Savio D‘Souza)"
    }
]