[
    {
        "header": "brief-wal-mart stores announces cash tender offers for certain of its outstanding debt securities",
        "time": "9:13AM UTC",
        "link": "http://www.reuters.com/article/brief-wal-mart-stores-announces-cash-ten/brief-wal-mart-stores-announces-cash-tender-offers-for-certain-of-its-outstanding-debt-securities-idUSASA09TZW",
        "body": "* Wal-Mart Stores, Inc. Announces cash tender offers for certain of its outstanding debt securities\n\n* Walmart - ‍each tender offer will expire at 11:59 p.m., new york city time, on july 13, 2017​\n\n* Walmart - has commenced cash tender offers for up to $2 billion aggregate purchase price of debt securities​\n\n* Has commenced cash tender offers for up to eur 500 million aggregate purchase price of debt securities\n\n* Walmart- expect to record a charge upon completion of tender offers Source text for Eikon: Further company coverage:"
    },
    {
        "header": "wal-mart may beat amazon's sales growth in back-to-school season: npd",
        "time": "6:23PM UTC",
        "link": "http://www.reuters.com/article/us-walmart-ecommerce-backtoschool/wal-mart-may-beat-amazons-sales-growth-in-back-to-school-season-npd-idUSKBN1962ZX",
        "body": "(Reuters) - Wal-Mart Stores Inc’s online sales is likely to grow double than Amazon.com Inc during the back-to-school season, helped by the Jet.com acquisition and competitive price offerings, industry research body NPD said.\n\nAn aggressive pricing and marketing strategy, coupled with the fact that Amazon’s business has reached maturity in back-to-school sales, will see Wal-Mart winning the online retail tussle this back-to-school season, NPD Chief Analyst Marshal Cohen told Reuters.\n\n“With Wal-Mart’s new Jet.com investment, I would suspect that Wal-Mart is going to basically be able to increase the growth rate, probably almost double that of Amazon,” Cohen said.\n\nWinning back-to-school, the second-biggest shopping season after the winter holidays, has become extremely important for traditional brick-and-mortar retailers as their store operations continue to lose customers to online shopping.\n\nTo close the gap with Amazon, Wal-Mart acquired online wholesale retailer Jet.com for $3 billion in 2016, through which it not only expanded its product assortment and added more than 400,000 customers, but also gained e-commerce know-how.\n\nCohen said he expects Wal-Mart to grow its online sales between 2 percent and 5 percent.\n\nJet.com provides Wal-Mart with a broader assortment of products than what a store has, including timely promotions and dynamic pricing, Cohen said.\n\nWal-Mart’s online offerings have risen from 8 million items, at the start of 2016, to more than 20 million by the end of the year. In comparison, Amazon has more than 300 million products.\n\nThe world’s largest retailer has also started offering free two-day shipping on eligible orders, much like Amazon’s Prime subscription program.\n\nWal-Mart’s aggressive efforts to take on Amazon seem to be gaining momentum even as other retailers and department store chains struggle.\n\nOnline sales for Bentonville, Arkansas-based Wal-Mart rose 63 percent in the first quarter of this year, faster than the 29 percent growth during fourth quarter and 20 percent in the third quarter.\n\nOnline sales account for about 3 percent of the company’s total sales. Wal-Mart expects online sales growth of 20 percent to 30 percent in the second half of the year, and even faster in the next few years."
    }
]