[
    {
        "header": "wal-mart speeds up in-store returns of online purchases",
        "time": "11:32AM UTC",
        "link": "http://www.reuters.com/article/us-walmart-strategy/wal-mart-speeds-up-in-store-returns-of-online-purchases-idUSKBN1CE1JO",
        "body": "(Reuters) - Wal-Mart Stores Inc said on Monday it would speed up the process for in-store returns of items bought on its website, just ahead of the busy holiday season, as it looks to steal a march on e-commerce giant Amazon.com.\n\nWal-Mart has been increasingly using its more than 4,700 stores to provide hassle-free shopping on its website - by offering services that allow customers to pick up products ordered online as well as make returns in store.\n\nThe new service aims to drastically reduce the time taken to return an item bought online, as the company battles Amazon’s aggressive moves to establish its own brick-and-mortar presence.\n\nUnder Wal-Mart’s Mobile Express Returns, starting in early November, customers can, for the first time, use the retailer’s app to initiate a return.\n\nThe process can then be completed at “express” lanes in a store by scanning a QR code and handing over the item, eliminating the need to wait in queues.\n\nThe new process reduces the time taken for returning products at stores to as little as 30 seconds from five minutes previously, said Daniel Eckert, head of Wal-Mart’s U.S. services and digital acceleration business.\n\nThe new returns process also allows customers to get refunds as soon as the next day. Some items, including shampoo and color cosmetics, will be eligible for instant refunds even without the products being returned in store, then company said.\n\nWal-Mart said it planned to extend the new process to items bought in its stores by early next year, and is working on a similar returns policy for items bought from third-party sellers on Walmart.com.\n\nWal-Mart is investing $2 billion into its online business and has snapped up a number of popular online retailers since last year, including Jet.com.\n\nThe retailer’s shares were up 1.3 percent at $80.02 on Monday."
    },
    {
        "header": "brief-wal-mart to let customers return items bought on its website via app",
        "time": "3:32AM UTC",
        "link": "http://www.reuters.com/article/brief-wal-mart-to-let-customers-return-i/brief-wal-mart-to-let-customers-return-items-bought-on-its-website-via-app-idUSB8N1K800C",
        "body": "* Wal-Mart stores says would let customers return items bought on its ecommerce website via its app\n\n* Wal-Mart says is planning to roll out the new returns process to include items bought in its stores by early next year\n\n* Wal-Mart says is working on a similar returns policy for items bought from third-party sellers Source text for Eikon: Further company coverage:"
    },
    {
        "header": "wal-mart to speed up returns for items bought online",
        "time": "9:31AM UTC",
        "link": "http://www.reuters.com/article/walmart-strategy/wal-mart-to-speed-up-returns-for-items-bought-online-idUSL4N1MH34U",
        "body": "Oct 9 (Reuters) - Wal-Mart Stores Inc said on Monday it was launching a process to speed up returns of items bought on its website, in time for the busy holiday season, as it looks to compete better with e-commerce giant Amazon.com.\n\nUnder Wal-Mart’s Mobile Express Returns, starting in early November, customers can use the retailer’s app to return an item. The process can then be completed at “express” lanes in a store by scanning a QR code and handing over the item.\n\nThe new process reduces the time taken for returning products at stores to as little as 30 seconds from the 5 minutes that the previous process required, said Daniel Eckert, head of Wal-Mart’s U.S. services and digital acceleration business.\n\nThe new returns process also allows customers to get refunds as soon as the next day. Some items, including shampoo and color cosmetics, will be eligible for instant refunds even without the products being returned in store.\n\nWal-Mart is investing billions to get its online business right to stave off marketshare losses to Amazon, which has shaken up the industry with its acquisition of upmarket grocer Whole Foods.\n\nWal-Mart said it planned to extend the new returns process to items bought in its stores by early next year, and is working on a similar returns policy for items bought from third-party sellers on Walmart.com. (Reporting by Sruthi Ramakrishnan in Bengaluru; Editing by Saumyadeb Chakrabarty)"
    }
]