[
    {
        "header": "uk's asda to cut 300 jobs at leeds, leicester offices",
        "time": "12:02PM UTC",
        "link": "http://www.reuters.com/article/us-asda-redundancies/uks-asda-to-cut-300-jobs-at-leeds-leicester-offices-idUSKCN1BH28J",
        "body": "LONDON (Reuters) - Asda, the British supermarket arm of Wal-Mart (WMT.N), is to cut 300 jobs at its offices in Leeds, northern England, and Leicester, central England, seeking to cut costs to stay competitive, it said on Wednesday.\n\nThe firm said it was adapting how its offices operated to support its store estate.\n\n“These changes impact around 1,100 roles... and sadly result in around 300 colleagues leaving us,” Asda said.\n\nLast month Asda reported its first underlying quarterly sales growth in three years and said its back-to-basics turnaround under a new management team was working."
    },
    {
        "header": "brief-walmart to open 1,000th online grocery pickup location on sept. 7",
        "time": "12:11PM UTC",
        "link": "http://www.reuters.com/article/brief-walmart-to-open-1000th-online-groc/brief-walmart-to-open-1000th-online-grocery-pickup-location-on-sept-7-idUSB8N19C041",
        "body": "Disney-Fox mashup would truly be over the top"
    },
    {
        "header": "wal-mart starts holiday layaway program amid slow toy sales",
        "time": "12:08AM UTC",
        "link": "http://www.reuters.com/article/us-walmart-holidayshopping/wal-mart-starts-holiday-layaway-program-amid-slow-toy-sales-idUSKCN1BH0FH",
        "body": "CHICAGO (Reuters) - Wal-Mart Stores Inc has begun its holiday layaway program as it hopes to cash-in early on demand for gifts like toys, which saw slower sales growth industry-wide last December and has struggled to pick up so far this year.\n\nThe world’s largest retailer started the layaway program on Sept. 1, a day before it did last year where customers can pay as little as $10 to hold items worth a minimum of $50.\n\nLayaway programs, which have made a comeback since the 2008 financial crisis as customers avoided using credit cards to make purchases, allow shoppers to put aside holiday merchandise like electronics and toys and make payments in installments until the full price has been paid.\n\nThese plans tend to have a sizeable impact on sales and analyst estimates suggest the program accounts for as much as 15 percent of holiday revenues at Wal-Mart stores in poorer areas of the United States.\n\nWal-Mart expects demand for toys to remain strong this year, despite worries about possible viewer fatigue after two strong years for the Star Wars franchise.\n\n“We think episode eight is going to be a strong movie, strong theatrical, the weekend was what we expected ... and what was going on in our stores and anticipate that will carry through,” Anne Marie Kehoe, Wal-Mart’s vice president of toys, said on a conference call. The retailer released Star Wars products at its stores on Sept. 1.\n\nShe said Wal-Mart has stocked a bigger assortment of Star Wars items at a variety of price points this year.\n\nAccording to data from The NPD Group, the U.S. toy industry grew 5.5 percent between January-November 2016 but in December sales grew 3 percent, bringing annual 2016 growth to about 5 percent at $20.4 billion. In 2015, sales grew 6.7 percent.\n\nSales are also off to a slower start in 2017, the NPD group said in a note in July.\n\nToy sales have been under pressure as they compete with videogames and YouTube videos. Toymakers like Lego A/S and Mattel Inc, who are seeing sales decline, have been attempting to modernize toys for the digital age.\n\nFor the holiday season, Wal-Mart said it will have 300 toys exclusively available at its stores and on its website from 400 toys last year. It includes Frozen Sleigh and Monster Jam Grave Digger along with collectible items like Fingerlings, L.O.L. Surprise Fizz Factory and littleBits Star Wars Droid Inventor Kit, Kehoe said."
    }
]