[
    {
        "header": "with whole foods, amazon on collision course with wal-mart",
        "time": "7:00AM UTC",
        "link": "http://www.reuters.com/article/whole-foods-ma-amazoncom-walmart/with-whole-foods-amazon-on-collision-course-with-wal-mart-idUSL1N1JE0H9",
        "body": "CHICAGO/SAN FRANCISCO, June 19 (Reuters) - When Wal-Mart Stores Inc bought online retailer Jet.com for $3 billion last year, it marked a crucial moment - the world’s largest brick-and-mortar retailer, after years of ceding e-commerce leadership to arch rival Amazon, intended to compete.\n\nOn Friday, Amazon.com Inc countered. With its $14 billion purchase of grocery chain Whole Foods Market Inc , the largest e-commerce company announced its intention to take on Wal-Mart in the brick-and-mortar world.\n\nThe two deals make it clear that the lines that divided traditional retail from e-commerce are disappearing and sector dominance will no longer be bound by e-commerce or brick-and-mortar, but by who is better at both.\n\nAmazon’s purchase of Whole Foods also brings disruption to the $700 billion U.S. grocery sector, a traditional area of retailing that stands on the precipice of a ferocious price war. German discounters Aldi and Lidl are battling Wal-Mart, which controls 22 percent of the U.S. grocery market, with each vowing to undercut whatever price the others offer.\n\nThe stakes are highest for Wal-Mart. Amazon’s move aims at the heart of the Bentonville, Arkansas-based retail giant’s business - groceries, which account for 56 percent of Wal-Mart’s $486 billion in revenue for the year ending Jan. 31. With the deal, Whole Foods’ more than 460 stores become a test bed with which Amazon can learn how to compete with Wal-Mart’s 4,700 stores with a large grocery offering that are also within 10 miles (16 km) of 90 percent of the U.S. population.\n\nAmazon is expected to lower Whole Foods’ notoriously high prices, enabling it to pursue Wal-Mart’s customers. The push comes as Wal-Mart is headed in the opposite direction - going after Amazon’s higher-income shoppers with a recent string of acquisitions of online brands such as Moosejaw and Modcloth and on Friday, menswear e-tailer Bonobos.\n\nWal-Mart may be ready. In preparation for the grocery price war, Wal-Mart in recent months has cut grocery prices, improved fresh food and meat offerings, modernized shelving and lighting in its grocery aisles, and expanded its online grocery pickup service.\n\nMarc Lore, the Jet.com founder who now runs Wal-Mart’s e-commerce business after selling a startup to Amazon, told Reuters in an interview that Amazon’s move does not change Wal-Mart’s game plan. “We’re playing offense,” he said.\n\nWal-Mart is offering curbside pickup of online grocery purchases at 700 locations, with 300 more planned by year end. It also is testing same-day fresh and frozen home delivery from 10 of its stores. “We see an opportunity to do a lot more of that,” Lore said.\n\nRoger Davidson, who oversaw Wal-Mart’s global food procurement and now is president of Oakton Advisory Group, said the deal will reduce Wal-Mart’s brick-and-mortar advantage.\n\n“I think this acquisition is a concern,” he said.\n\nSome industry observers say Amazon will find it difficult to use Whole Foods to pull away Wal-Mart shoppers because the two stores appeal to different customers.\n\nBut Michelle Grant, head of retailing at market research firm Euromonitor, said Amazon could use an obscure part of the Whole Foods portfolio - Whole Foods 365 - to lure Wal-Mart shoppers.\n\nWhole Foods 365 offers private-label goods and lower prices than typical Whole Foods stores, and is targeted at younger, value-conscious shoppers. Amazon could provide the financial capital and tactical ability to build that into something big.\n\n“That (Whole Foods 365) may become a big problem for Wal-Mart,” Grant said.\n\nAmazon, which reported $12.5 billion in cash and equivalents and a free cash flow of $10.2 billion in the year ended March 31, has plenty to spend. Wal-Mart reported $6.9 billion in cash and equivalents and $20.9 billion in free cash flow at its year ended Jan. 31.\n\nBrittain Ladd, a former senior manager at Amazon who worked on its brick-and-mortar strategy, said Amazon will use Whole Foods to test concepts for the grocery store of the future.\n\nLadd, who left Amazon in March, said Amazon will seek to eliminate checkout lines by using technology that automatically scans goods as customers add them to their shopping carts. It will select merchandise based on Amazon’s vaunted customer data, and potentially expects the use of technology to change prices during the course of a day.\n\nAmazon declined comment on competition with Walmart but spokesman Drew Herdener said in a statement the company has no plans to cut jobs or use technology in development at its Seattle Amazon Go store to automate jobs of cashiers.\n\nLadd, who helped with AmazonFresh’s global expansion and now is a supply chain consultant, said an Amazon-owned Whole Foods also likely will offer in-car pickup of online purchases, and home delivery from Whole Foods stores, add pharmacies and showcase Amazon devices inside the stores.\n\n“Amazon will reduce prices and change the assortment of products carried in Whole Foods stores to attract a larger customer base,” said Ladd. “Kroger and Wal-Mart will be impacted as their customers will defect to Amazon.”"
    }
]