[
    {
        "link": "http://www.reuters.com/article/us-nvidia-results-idUSKBN15O2W1",
        "header": "Graphics-chip maker Nvidia's revenue beats expectations",
        "time": "6:22PM UTC",
        "body": "(Reuters) - Nvidia Corp’s quarterly revenue surged more than 50 percent for the second straight quarter and beat expectations, helped by rising demand for its graphics chips and strength in rapidly growing areas such as self-driving systems and artificial intelligence.\n\nThe company also forecast revenue of $1.90 billion, plus or minus 2 percent, for the current quarter, marginally higher than analysts’ expectations of $1.88 billion, according to Thomson Reuters I/B/E/S.\n\nRevenue in the company’s graphics processing units business, which contributes more than three-quarters to its total revenue, rose 57 percent to $1.85 billion in the fourth quarter ended Jan. 29.\n\nThe company has traditionally dominated the high-end PC gaming market, where its chips are used to power graphically demanding games such as Electronic Arts Inc’s “Titanfall 2” and Ubisoft Entertainment SA’s “Watch Dogs 2”.\n\nRevenue at the company’s fast-growing data center business, which counts Amazon.com Inc’s Amazon Web Services, Microsoft Corp’s Azure and Alibaba Group Holding Inc’s cloud business among its customers, more than tripled to $296 million in the quarter.\n\nThe business is also expected to grow sequentially, Nvidia Chief Financial Officer Colette Kress said on a conference call.\n\nRevenue in Nvidia’s automotive business, which produces the DRIVE PX 2 self-driving system used by Tesla Inc, reported a 37.6 percent rise to $128 million.\n\nAnalysts had expected revenue of $135.3 million from the business, according to research firm FactSet StreetAccount.\n\nNvidia’s total revenue rose to $2.17 billion from $1.40 billion, beating the average analyst estimate of $2.11 billion.\n\nThe company’s net income more than tripled to $655 million, or 99 cents per share.\n\nAnalysts on average had expected earnings of 83 cents per share.\n\nNvidia’s shares, which have risen nearly five times in the last 12 months, were down 1 percent at $115.21 in after-hours trading on Thursday."
    },
    {
        "link": "http://www.reuters.com/article/nvidia-results-idUSL4N1FU5JR",
        "header": "Graphics-chip maker Nvidia's revenue surges 55.1 pct",
        "time": "4:24PM UTC",
        "body": "Feb 9 (Reuters) - Nvidia Corp’s quarterly revenue surged more than 50 percent for the second straight quarter, helped by rising demand for its graphics chips and strength in rapidly growing areas such as self-driving systems and artificial intelligence.\n\nThe company’s net income jumped to $655 million, or 99 cents per share, in the fourth quarter ended Jan. 29, from $207 million, or 35 cents per share, a year earlier.\n\nThe company’s revenue rose to $2.17 billion from $1.40 billion. (Reporting by Narottam Medhora in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "link": "http://www.reuters.com/article/idUSFWN1FU15Y",
        "header": "BRIEF-NVIDIA Corp says GPU business revenue for the fourth quarter was $1.85 billion, up 57 percent from a year earlier",
        "time": "5:25PM UTC",
        "body": "* NVIDIA Corp says GPU business revenue for the fourth quarter was $1.85 billion, up 57 percent from a year earlier\n\n* NVIDIA Corp says license revenue from patent license agreement with Intel remained flat at $66 million for the fourth quarter Source text for Eikon: Further company coverage:"
    },
    {
        "link": "http://www.reuters.com/article/idUSASB0AZNK",
        "header": "BRIEF-NVIDIA announces financial results for fourth quarter and fiscal 2017",
        "time": "4:25PM UTC",
        "body": "* NVIDIA announces financial results for fourth quarter and fiscal 2017\n\n* NVIDIA Corp - for fiscal 2018, NVIDIA intends to return $1.25 billion to shareholders through ongoing quarterly cash dividends and share repurchases\n\n* NVIDIA Corp sees Q1 revenue of $1.90 billion, plus or minus two percent\n\n* NVIDIA Corp sees Q1 GAAP and non-GAAP gross margins of 59.5 percent and 59.7 percent, respectively, plus or minus 50 basis points\n\n* NVIDIA Corp - Q1 capital expenditures are expected to be approximately $50 million to $60 million. Source text for Eikon: Further company coverage:"
    }
]