[
    {
        "link": "http://www.reuters.com/article/us-volvo-car-nvidia-selfdrive/volvo-and-autoliv-team-up-with-nvidia-for-self-driving-cars-idUSKBN19I0IU",
        "header": "Volvo and Autoliv team up with Nvidia for self-driving cars",
        "time": "1:51AM UTC",
        "body": "STOCKHOLM (Reuters) - Volvo Cars and Swedish car safety supplier Autoliv (ALV.N) have signed a deal with U.S. firm Nvidia Corp (NVDA.O), best known for its graphics technology in computer games, to develop software systems for self-driving cars.\n\nA joint venture between Volvo, owned by China’s Zhejiang Geely Holdings [GEELY.UL], and Autoliv will work with NVIDIA to develop systems that use artificial intelligence to recognize objects around vehicles, anticipate threats and navigate safely.\n\nThe venture set up last year, called Zenuity, will provide Volvo Cars with self-driving software which Autoliv will also be able to sell to other carmakers.\n\nVolvo said it aims to have almost fully autonomous cars for sale by 2021.\n\nVolvo has been using Nvidia’s artificial intelligence systems in a pilot of semi-autonomous vehicles in its home town Gothenburg in southern Sweden since the start of the year.\n\nNvidia, which also has partnerships with carmakers Toyota (7203.T), Audi (NSUG.DE) and Mercedes, is among the more popular technology partners in the self-driving car race.\n\nGerman carmaker BMW (BMWG.DE) has joined forces with U.S. chipmaker Intel (INTC.O) and Mobileye MBLY.N, the Israeli vision system and mapping expert, to develop a self-driving platform, which is targeted for production in 2021.\n\nU.S. parts maker Delphi Automotive (DLPH.N) and tyremaker Continental (CONG.DE) has since joined the tie-up.\n\nIn April, Germany’s Daimler (DAIGn.DE) formed a similar alliance with supplier Robert Bosch ROBG.UL to speed development of self-driving vehicles."
    },
    {
        "link": "http://www.reuters.com/article/brief-nvidia-to-launch-graphic-cards-spe/brief-nvidia-to-launch-graphic-cards-specifically-designed-for-cryptocurrency-mining-cnbc-idUSFWN1JO0DP",
        "header": "BRIEF-Nvidia to launch graphic cards specifically designed for cryptocurrency mining - CNBC",
        "time": "1:49PM UTC",
        "body": "* Nvidia will release graphic cards specifically designed for cryptocurrency mining through its partners - CNBC, citing source Source text - cnb.cx/2sXMDVf Further company coverage: (Bengaluru Newsroom)"
    },
    {
        "link": "http://www.reuters.com/article/volkswagen-nvidia/volkswagen-nvidia-to-cooperate-on-artificial-intelligence-idUSL8N1JO0TI",
        "header": "Volkswagen, Nvidia to cooperate on artificial intelligence",
        "time": "2:32AM UTC",
        "body": "FRANKFURT, June 27 (Reuters) - German carmaker Volkswagen said on Tuesday it would cooperate with U.S. chipmaker Nvidia on deep learning software that could be used to manage traffic flows or make it easier for humans to work with robots.\n\n“Artificial intelligence is the key to the digital future of the Volkswagen Group,” Volkswagen Chief Information Officer Martin Hofmann said in a statement.\n\n“We want to develop and deploy high-performance AI systems ourselves. This is why we are expanding our expert knowledge required. Cooperation with Nvidia will be a major step in this direction,” he said.\n\nNvidia came to prominence in the gaming industry for designing graphics processing chips, but in recent years has been a key player in the automotive sector for providing the so-called “brain” of the autonomous vehicle.\n\nThe U.S.-based group separately announced it was also partnering with Volvo Cars and Swedish auto supplier Autoliv to develop self-driving car technology for vehicles due to hit the market by 2021. (Reporting by Maria Sheahan; editing by Jason Neely)"
    },
    {
        "link": "http://www.reuters.com/article/nvidia-autonomous/refile-nvidia-partners-with-volvo-auto-suppliers-in-self-driving-deals-idUSL1N1JN1TD",
        "header": "REFILE--Nvidia partners with Volvo, auto suppliers, in self-driving deals",
        "time": "2:06AM UTC",
        "body": "SAN FRANCISCO, June 26 (Reuters) - Chipmaker Nvidia Corp announced on Monday it was partnering with Volvo Cars and Swedish auto supplier Autoliv to develop self-driving car technology for vehicles due to hit the market by 2021.\n\nVolvo is owned by China’s Geely Automobile Holdings Ltd .\n\nThe Silicon Valley-based Nvidia also announced a non-exclusive partnership with German automotive suppliers ZF and Hella for artificial intelligence technology for autonomous driving.\n\nNvidia came to prominence in the gaming industry for designing graphics processing chips, but in recent years has been a key player in the automotive sector for providing the so-called “brain” of the autonomous vehicle.\n\nThe company, whose many partners already include Tesla Inc , Toyota Motor Corp and tier one supplier Robert Bosch, announced its latest deals at an automotive electronics show in Ludwigsburg, Germany.\n\nNvidia’s Drive PX artificial intelligence platform is used by Tesla in its Models S and X and upcoming Model 3 electric vehicles. Volkswagen AG’s Audi is also using the system to reach full autonomous driving by 2020.\n\nIn a call with reporters, Nvidia’s senior automotive director Danny Shapiro said carmakers and their main suppliers are now moving away from the research and development phase of autonomous vehicles and into concrete production plans.\n\nThe system developed jointly by ZF and Hella, and using Nvidia’s Drive PX platform, will combine front cameras with radar and software to create technology meeting the Euro NCAP safety certification for so-called “Level 3” driving, in which some, but not all, driving is performed by the car.\n\nVolvo is already using the Drive PX for the self-driving cars in its “Drive Me” autonomous pilot program.\n\nVolvo’s production vehicles built on Nvidia’s platform, as announced on Monday, are planned for sale by 2021. (Reporting By Alexandria Sage; Editing by Tom Brown)"
    }
]