[
    {
        "link": "http://www.reuters.com/article/brief-nvidia-toyota-collaborate-to-accel/brief-nvidia-toyota-collaborate-to-accelerate-market-introduction-of-autonomous-cars-idUSASA09OPZ",
        "header": "BRIEF-Nvidia, Toyota collaborate to accelerate market introduction of autonomous cars",
        "time": "2:15PM UTC",
        "body": "* Nvidia and Toyota collaborate to accelerate market introduction of autonomous cars\n\n* Nvidia Corp says collaborating with Toyota to deliver artificial intelligence hardware, software technologies for autonomous driving systems Source text for Eikon: Further company coverage:"
    },
    {
        "link": "http://www.reuters.com/article/us-nvidia-toyota-self-driving/nvidia-says-toyota-will-use-its-ai-technology-for-self-driving-cars-idUSKBN1862M5",
        "header": "Nvidia says Toyota will use its AI technology for self-driving cars",
        "time": "4:16PM UTC",
        "body": "SAN JOSE (Reuters) - Nvidia Corp announced a partnership with Toyota Motor Corp on Wednesday, saying the Japanese car maker would use Nvidia’s artificial intelligence technology to develop self-driving vehicle systems planned for the next few years.\n\nToyota will use Nvidia’s Drive PX artificial intelligence platform for its autonomous vehicles planned for market introduction, Nvidia Chief Executive Jensen Huang said in his opening keynote at the company’s GPU Technology Conference in San Jose.\n\nNvidia came to prominence in the gaming industry for designing graphics processing chips, but in recent years has been a key player in the automotive sector for providing the so-called “brain” of the autonomous vehicle.\n\nNvidia, which also has partnerships with Audi and Mercedes, is among the more popular technology partners in the self-driving car race. Its partnership with Toyota is the latest in a string of alliances between tech companies, automakers and suppliers in the fast-growing sector.\n\nNvidia’s Drive PX supercomputer fuses incoming data from the car’s hardware such as cameras and radar and uses artificial intelligence to help the car understand and react to its environment.\n\n“We’re talking about not just development now but the introduction of vehicles into the market,” said Danny Shapiro, Nvidia’s senior director of automotive. “Now we have the biggest (automaker) in Japan using our Drive PX platform.”\n\nIn January, Nvidia and Audi (VOWG_p.DE) said the German automaker would use the Drive PX to help it put autonomous vehicle on the road starting in 2020. Nvidia is also co-developing with Mercedes a project to come to market within the next 12 months, both companies said in January.\n\nToyota, which last year set up a U.S.-based Toyota Research Institute (TRI) to focus on AI and robotics, envisions a dual-track development of autonomous technology. It is simultaneously developing full self-driving cars while also working on what it calls “guardian angel” partially autonomous technology that may still require involvement from drivers."
    }
]