[
    {
        "link": "http://www.reuters.com/article/brief-nvidia-reports-q1-non-gaap-earning/brief-nvidia-reports-q1-non-gaap-earnings-per-share-0-85-idUSASA09OE0",
        "header": "BRIEF-NVidia reports Q1 non-GAAP earnings per share $0.85",
        "time": "6:13PM UTC",
        "body": "* NVidia announces financial results for first quarter fiscal 2018\n\n* NVidia Corp- revenue is expected to be $1.95 billion, plus or minus two percent for Q2 of fiscal 2018\n\n* NVidia Corp - for fiscal 2018, Nvidia intends to return $1.25 billion to shareholders through ongoing quarterly cash dividends and share repurchases\n\n* NVidia Corp - Q2 capital expenditures are expected to be approximately $55 million to $65 million\n\n* NVidia- GAAP and non-GAAP gross margins expected to be 58.4 percent and 58.6 percent, respectively, plus or minus 50 basis points for Q2 fiscal 2018\n\n* NVidia corp- capital expenditures are expected to be approximately $55 million to $65 million for q2 of fiscal 2018 Source text for Eikon: Further company coverage:"
    },
    {
        "link": "http://www.reuters.com/article/brief-nvidia-q1-revenue-from-gpu-busines/brief-nvidia-q1-revenue-from-gpu-business-1562-million-idUSFWN1IB0YW",
        "header": "BRIEF-Nvidia Q1 revenue from gpu business $1,562 million",
        "time": "4:54PM UTC",
        "body": "U.S., AT&T at odds over CNN in Time Warner deal"
    },
    {
        "link": "http://www.reuters.com/article/nvidia-results/chipmaker-nvidias-quarterly-revenue-jumps-48-4-pct-idUSL4N1IB5O4",
        "header": "Chipmaker Nvidia's quarterly revenue jumps 48.4 pct",
        "time": "4:25PM UTC",
        "body": "May 9 (Reuters) - Nvidia Corp reported a 48.4 percent jump in quarterly revenue, helped by strong demand for its graphics chips and its diversification into fast-growing areas such as self-driving systems and artificial intelligence.\n\nThe company’s net income rose to $507 million, or 79 cents per share, in the first quarter ended April 30, from $208 million, or 35 cents per share, a year earlier.\n\nNvidia’s revenue rose to $1.94 billion from $1.31 billion. (Reporting by Narottam Medhora in Bengaluru; Editing by Maju Samuel)"
    },
    {
        "link": "http://www.reuters.com/article/us-nvidia-results/nvidias-data-center-business-powers-revenue-beat-idUSKBN1852GB",
        "header": "Nvidia's data center business powers revenue beat",
        "time": "6:35PM UTC",
        "body": "(Reuters) - Nvidia Corp (NVDA.O) reported a better-than-expected 48.4 percent jump in quarterly revenue, helped by strong demand for its chips that are used by major cloud computing providers in data centers.\n\nNvidia’s shares jumped 14.2 percent to $117.57 after the bell.\n\nData center revenue more than doubled in the first quarter to $409 million, handily beating analysts’ estimates of $318.2 million, according to FactSet.\n\n“All of the world’s major internet and cloud service providers now use Nvidia’s Tesla-based GPU (graphics processing unit) accelerators,” Chief Financial Officer Colette Kress said on a post-earnings call on Tuesday.\n\nKress said the major companies include Facebook Inc (FB.O), Alphabet Inc’s (GOOGL.O) Google, IBM Corp (IBM.N), Microsoft Corp (MSFT.O) and Alibaba Group Holding Ltd (BABA.N).\n\nNvidia’s chips, also used by Amazon.com Inc’s (AMZN.O) Amazon Web Services, offer artificial intelligence and machine learning capabilities that are crucial for faster data analysis.\n\nChief Executive Jensen Huang, who co-founded Nvidia and has led the company since its inception in 1993, has broadened its efforts into fast-growing areas such as the automotive semiconductor industry and artificial intelligence.\n\n“What’s impressive about the numbers is the robust nature of Nvidia’s business model as the company changes,” Loop Capital analyst Betsy van Hees said.\n\nRevenue in Nvidia’s automotive business, which produces the DRIVE PX 2 self-driving system used by Tesla Inc (TSLA.O), reported a roughly 24 percent rise to $140 million.\n\nAnalysts were expecting revenue of $132 million, according to FactSet.\n\nRevenue from the company’s gaming business, which includes the popular GeForce graphics card series, rose nearly 50 percent to $1.03 billion. The business accounted for 53 percent of the company’s total revenue in the quarter.\n\nAnalysts were expecting revenue of $1.11 billion from the gaming business, according to FactSet.\n\nThe Santa Clara, California-based company also forecast current-quarter revenue of $1.95 billion, plus or minus 2 percent. Analysts on average were expecting $1.89 billion, according to Thomson Reuters I/B/E/S.\n\nThe company’s net income more than doubled to $507 million, or 79 cents per share, in the quarter ended April 30.\n\nNvidia’s revenue jumped to $1.94 billion from $1.31 billion, beating analysts’ expectations of $1.91 billion, according to Thomson Reuters I/B/E/S.\n\nThrough Tuesday's close, Nvidia's shares had fallen 3.6 percent this year, well underperforming the roughly 7 percent gain in the broader S&P 500 .SPX. The downturn comes after the stock more than tripled last year and was the best performer on the S&P 500."
    }
]