[
    {
        "link": "http://www.reuters.com/article/us-nvidia-ai-chips/chipmaker-nvidias-ceo-sees-fully-autonomous-cars-within-4-years-idUSKBN1CV192",
        "header": "Chipmaker Nvidia's CEO sees fully autonomous cars within 4 years",
        "time": "6:00AM UTC",
        "body": "TAIPEI (Reuters) - Nvidia Corp chief executive Jensen Huang said on Thursday artificial intelligence would enable fully automated cars within 4 years, but sought to tamp down expectations for a surge in demand for its chips from cryptocurrency miners.\n\nNvidia came to prominence in the gaming industry for designing graphics-processing chips, but in recent years has been expanding into newer technologies including high-performance computing, artificial intelligence, and self-driving cars.\n\nIts expansion has been richly rewarded with a 170 percent stock surge over the past year, boosting its market value to $116 billion.\n\n“It will take no more than 4 years to have fully autonomous cars on the road. How long it takes for the vast majority of cars on the road to become that, it really just depends,” Huang told media after a company event in Taipei.\n\nGlobal tech firms such as Apple Inc, Facebook, Alphabet Inc, Amazon and China’s Huawei [HWT.UL] are spending heavily to develop and offer AI-powered services and products in search of new growth drivers.\n\nApple Chief Operating Officer Jeff Williams said earlier this week that the firm sees its mobile devices as a major platform for AI in the future. [nL4N1MY3N5]\n\n“There are many tasks in companies that can be automated... the productivity of society will go up,” said Nvidia’s Huang.\n\nBut Huang joined peers taming expectations of strong revenue growth from a wave of interest in cryptocurrencies. Advanced Micro Devices Inc expected this week that there will be some leveling off of cryptocurrency demand. [nL4N1MZ5RP]\n\n“Revenue for us in crypto is over $100 million a quarter. For us, it’s a small percentage... It’s obviously not a target market,” Huang said.\n\nCryptocurrencies are digital currencies that use encryption techniques for security and can be traded. Miners use computers to process cryptocurrency transactions, and they are rewarded with additional cryptocurrency."
    },
    {
        "link": "http://www.reuters.com/article/brief-nvidia-taiwan-government-partner-t/brief-nvidia-taiwan-government-partner-to-accelerate-ai-development-in-taiwans-commercial-sector-idUSFWN1N01LV",
        "header": "BRIEF-NVIDIA, Taiwan government partner to accelerate AI development in Taiwan's commercial sector​",
        "time": "12:22AM UTC",
        "body": "* Is collaborating with Taiwan’s Ministry of Science & Technology to accelerate development of artificial intelligence across Taiwan’s commercial sector​\n\n* Nvidia says ‍co, Taiwan’s ministry of science and technology to accelerate Taiwan AI revolution with Nvidia AI computing platform​ Source text for Eikon: Further company coverage:"
    }
]