[
    {
        "link": "http://www.reuters.com/article/us-nvidia-results/nvidia-shares-fall-on-data-center-revenue-but-chips-ride-cryptocurrency-boom-idUSKBN1AQ2GY",
        "header": "Nvidia shares fall on data center revenue but chips ride cryptocurrency boom",
        "time": "9:55PM UTC",
        "body": "(Reuters) - Nvidia Corp’s quarterly revenue in its widely watched data center and automotive businesses missed estimates, dragging down the chipmaker’s shares that have nearly tripled in value over the past 12 months.\n\nNvidia shares were down 6.6 percent at $153.87 in extended trading on Thursday. Shares have risen 181 percent over the past year, the strongest performance across the benchmark S&P 500 index.\n\nNvidia came to prominence in the gaming industry for designing graphics-processing chips, but in recent years has been expanding into newer technologies including cloud computing, artificial intelligence, and self-driving cars.\n\n“Nvidia was priced for perfection heading into earnings,” said Loop Capital analyst Betsy Van Hees, adding the company did not have any room for anything but perfection.\n\nRevenue from Nvidia’s data center business — which counts Amazon.com Inc’s Amazon Web Services and Microsoft Corp’s Azure cloud business among its customers — more than doubled to $416 million but missed estimates of $423.3 million, according to FactSet.\n\nAutomotive business revenue surged 19.3 percent to $142 million, but also fell short of analyst expectations of $146.2 million, according to financial and data analytics firm FactSet.\n\nThe data center business is still relatively small and is driven by small number of customers who can change preferences tremendously from quarter to quarter, said Bernstein analyst Stacy Rasgon.\n\nIt can be a big opportunity in the long term but is unpredictable in the near term, Rasgon added. “The issue here is that.. it’s a lumpy business.”\n\nHowever, earnings and revenue easily beat analysts’ targets, partly due to strength in its traditional gaming chips, that are also used to process cryptocurrency transactions, said Chief Executive Jensen Huang on a post-earnings call on Thursday.\n\nBitcoin made cryptocurrencies popular in recent years, but newer technologies, including Ethereum, have sparked a wave of mining using high-end gaming graphics cards. Miners use computers to process cryptocurrency transactions, and they are rewarded with additional cryptocurrency.\n\n“Cryptocurrency and blockchain is here to stay. The market need for it is going to grow. And over time, it will become quite large,” Hang said.\n\nNet income more than doubled to $583 million, or 92 cents per share, in the second quarter ended July 30.\n\nFor the third quarter, Nvidia said it expects revenue to be $2.35 billion, plus or minus 2 percent. Analysts were expecting $2.13 billion."
    },
    {
        "link": "http://www.reuters.com/article/us-nvidia-stocks/nvidia-tumbles-ahead-of-results-amid-broader-market-drop-idUSKBN1AQ258",
        "header": "Nvidia tumbles ahead of results amid broader market drop",
        "time": "1:48PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Nvidia (NVDA.O) fell 3 percent on Thursday ahead of its quarterly earnings report, amid a broad market drop and despite expectations of strong revenue growth on demand for its chips from a wave of interest in cryptocurrencies.\n\nThe Santa Clara, California company’s expansion into cars, cloud computing and artificial intelligence has been richly rewarded with a 186-percent stock surge over the past year, the strongest performance across the benchmark S&P 500 index.\n\nBut even a strong quarterly report may not be enough to drive additional short-term gains, warned Joel Kulina, a technology stock trader at Wedbush in Toronto.\n\n“My gut is to the downside,” Kulina said. “If it traded up 10 percent tonight, I’d be floored.”\n\nNvidia’s drop on Thursday accompanied a 1.6 percent slump in the Nasdaq and a 1.1 percent decline in the S&P 500.\n\nThe company’s second-quarter results, due out after the close of the U.S. stock market, are likely to be lifted by demand related to Nintendo’s Switch videogame console and cryptocurrency “miners,” Jefferies analyst Mark Lipacis wrote in a research note on Tuesday.\n\nCryptocurrency is a digital currency that uses encryption techniques for security and can be sold for money. Miners use computers to process cryptocurrency transactions, and they are rewarded with additional cryptocurrency.\n\nBitcoin BTC=BTSP made cryptocurrencies popular in recent years, but newer technologies, including Ethereum, have sparked a wave of mining using high-end gaming graphics cards. These cards are made with chips from Nvidia and rival Advanced Micro Devices (AMD.O), with some products selling out.\n\nFollowing its second-quarter report, AMD said cryptocurrency miners contributed to strong demand for its chips.\n\nAnalysts, on average, expect Nvidia to report revenue growth for the quarter through July of 37 percent to $1.96 billion and adjusted earnings per share of 70 cents, according to Thomson Reuters data.\n\nNvidia recently traded at 52 times expected earnings, compared to an earnings multiple of 57 for AMD and 12 for Intel (INTC.O).\n\nUnderscoring growing interest from technology heavyweights, Microsoft (MSFT.O) on Thursday announced it was working on blockchain, a public book-keeping system central to cryptocurrencies. Chipmaker Intel said in press release it was working with Microsoft on the project.\n\n“Intel is an active participant in the blockchain revolution,” it said."
    },
    {
        "link": "http://www.reuters.com/article/brief-nvidia-reports-19-pct-rise-in-quar/brief-nvidia-reports-19-pct-rise-in-quaretrly-automotive-revenue-idUSFWN1KW1AV",
        "header": "BRIEF-Nvidia reports 19 pct rise in quaretrly automotive revenue",
        "time": "5:00PM UTC",
        "body": ""
    },
    {
        "link": "http://www.reuters.com/article/nvidia-results/nvidias-quarterly-revenue-rises-56-percent-idUSL4N1KW6DD",
        "header": "Nvidia's quarterly revenue rises 56 percent",
        "time": "4:27PM UTC",
        "body": "Aug 10 (Reuters) - Nvidia Corp reported a 56 percent jump in quarterly revenue on Thursday, helped by strong demand for its chips used in data centers and gaming devices such as Nintendo Co Ltd’s Switch.\n\nThe company’s net income more-than-doubled to $583 million, or 92 cents per share, in the second quarter ended July 30, from $261 million, or 41 cents per share, a year earlier.\n\nThe Santa Clara, California-based company’s revenue rose for the fifteenth consecutive quarter to $2.23 billion from $1.43 billion.\n\nNvidia, which has been diversifying into newer technologies including self-driving cars and artificial intelligence, originally came into prominence in the gaming industry for designing graphics processing chips, that are also used for cryptocurrency mining. (Reporting by Ismail Shakil in Bengaluru; Editing by Shounak Dasgupta)"
    },
    {
        "link": "http://www.reuters.com/article/brief-nvidia-q2-non-gaap-earnings-per-sh/brief-nvidia-q2-non-gaap-earnings-per-share-1-01-idUSASB0BF70",
        "header": "BRIEF-Nvidia Q2 non-GAAP earnings per share $1.01",
        "time": "4:25PM UTC",
        "body": "* Nvidia announces financial results for second quarter fiscal 2018\n\n* Nvidia Corp says for fiscal 2018, Nvidia intends to return $1.25 billion to shareholders through ongoing quarterly cash dividends and share repurchases\n\n* Q3 ‍revenue is expected to be $2.35 billion, plus or minus two percent​\n\n* Nvidia Corp - Q3 ‍GAAP and non-GAAP gross margins are expected to be 58.6 percent and 58.8 percent, respectively, plus or minus 50 basis points​\n\n* Q3 ‍capital expenditures are expected to be approximately $65 million to $75 million​"
    }
]