[
    {
        "link": "http://www.reuters.com/article/us-nvidia-stock/nvidia-hits-another-record-high-as-ai-takes-centerstage-idUSKCN1BT1W1",
        "header": "Nvidia hits another record high as AI takes centerstage",
        "time": "11:36AM UTC",
        "body": "(Reuters) - Shares of Nvidia Corp touched a record high for the second straight day on Monday following yet another steep increase in the chipmaker’s price target by a Wall Street analyst.\n\nNvidia’s shares, valued at a low $23.3 in 2015, have since surged to hit a high of $190.10 on Monday, with at least four brokerages setting their price targets at $200 or above.\n\nAnalysts have focused on the company’s progress in artificial intelligence, in particular.\n\n“Our sense is management believes that investors still severely underestimates the impact of AI and the size of the potential market,” Evercore analyst C J Muse wrote in a note on Friday after hosting Nvidia’s management.\n\nNvidia has been rapidly expanding into newer technologies including artificial intelligence, cloud computing and self-driving cars, away from designing graphics-processing chips for which the company was known for.\n\nBank of America Merrill Lynch analyst Vivek Arya listed Nvidia a “top pick”, basing his view “on (Nvidia‘s) underappreciated transformation from a traditional PC graphics vendor, into a supplier into high-end gaming, enterprise graphics, cloud, accelerated computing and automotive markets,” according to Seeking Alpha.\n\nArya raised his price target on Monday by $25 to $210, the second highest on the Street. Evercore ISI’s whopping $70 price target raise on Friday to $250 is currently the highest.\n\nWall Street is bullish on the stock, with 22 of 38 brokerages having a “buy” recommendation, as per Thomson Reuters data. Twelve have “hold” and 4 have “sell” rating.\n\nBroadening its push into AI, Nvidia has been partnering with auto makers to help develop self-driving vehicles.\n\nIn May, Nvidia announced a partnership with Toyota Motor Corp through which the Japanese car maker would use Nvidia's AI technology to develop self-driving vehicle systems planned for the next few years. reut.rs/2wB8Qst\n\n“NVDA has created an industry standard for AI systems that will be nearly impossible to replicate,” Evercore’s Muse wrote in a note on Friday.\n\nNvidia is also gaining from rising demand for its chips used to process cryptocurrency transactions.\n\nHowever, the company has little room for any missteps.\n\nNvidia’s shares fell last month after the company’s second-quarter revenue in its data center and automotive businesses missed estimates."
    }
]