[
    {
        "link": "http://www.reuters.com/article/ousiv/idUSN2735857420070928",
        "body": "NEW YORK (Reuters) - Intel Corp (INTC.O) Chairman Craig Barrett said on Thursday the microchip maker is regaining market share against AMD AMD.N and its performance is looking “pretty good.”\n\nBarrett also told Reuters in an interview that the world’s largest chip company is fairly insulated against the U.S. economic slowdown as most of its business is overseas.\n\n“I think we’re in a very strong competitive position vis-a-vis AMD,” Barrett said. “If you looked at the performance over the last six or nine months, we have been very successful in regaining market share and the competitiveness of our products looks very good so we’re very happy with our position.”\n\nBarrett declined to comment on current demand or update the company’s financial outlook but he said: “We’ve given guidance on our performance and it looks pretty good.”\n\nIntel earlier this month boosted its revenue to between $9.4 billion and $9.8 billion for its current quarter, which is completed around the end of September. That compared to an earlier target range of $9 billion to $9.6 billion, and $8.74 billion in the year-ago period.\n\nBarrett said his company has been regaining market share from Advanced Micro Devices Inc with new products. Intel has also fought market share losses to AMD with price cuts to older products.\n\nIntel stumbled in 2005 but it started introducing chips with new designs in the middle of last year that have helped the company regain market share against its smaller rival.\n\nEarlier this month, AMD introduced a line of chips code-named Barcelona that have four cores, the main computing engines in computers, to compete with quad-core processors from Intel.\n\nWhen asked whether he had concerns about a U.S. economic slowdown, Barrett said most of Intel’s business is abroad.\n\n“The bulk of our business is outside the United States ... The growth of our business is predominantly in emerging markets,” he said.\n\n”If there was a worldwide slowdown, that would be a concern to us,“ Barrett said. ”But most of the dialogue has been on the\n\nIntel shares closed down 15 cents, or 0.58 percent, at $25.76 on Nasdaq and AMD stock finished off 47 cents, or 3.4 percent, at $13.28 on the New York Stock Exchange.",
        "header": "Intel regains market share",
        "time": "01:18 AM EDT"
    }
]