[
    {
        "link": "http://www.reuters.com/article/ousiv/idUSEIC06943420070110",
        "body": "Please be advised that the FRANKFURT story saying that Intel (INTC.O) will supply the central processing unit for Apple’s (AAPL.O) new iPhone is wrong. Intel and Apple have both denied that Intel is the supplier and the spokesman for Apple Germany has withdrawn an earlier statement saying it was. A substitute story follows:\n\nFRANKFURT/MUNICH/SAN FRANCISCO (Reuters) - Intel (INTC.O), the world’s biggest chipmaker, is not supplying the central processing unit (CPU) for Apple’s (AAPL.O) new iPhone, Apple said on Wednesday.\n\n“Intel’s is not the processor in the iPhone,” a spokeswoman for Apple in San Francisco told Reuters by telephone, denying an earlier statement by a spokesman for Apple Germany who had said the processor was Intel‘s.\n\nIntel Corp. (INTC.O) separately also denied that it would be the supplier of the main chip inside Apple’s iPhone, but said it is supplying chips for the Apple TV.\n\n“We are not providing the silicon inside the iPhone,” Intel spokesman Bill Kirkus told Reuters. “We are providing the silicon inside the Apple TV.”",
        "header": "CORRECTED: Apple says Intel to supply iPhone CPU story withdrawn",
        "time": "02:29 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSFAB01264420070110",
        "body": "FRANKFURT, Jan 10 (Reuters) - Intel (INTC.O), the world’s biggest chipmaker, will supply the central processing unit (CPU) for Apple’s (AAPL.O) new iPhone, a spokesman for Apple Germany said on Wednesday.\n\n“The processor is from Intel,” the spokesman said.",
        "header": "Apple says Intel to supply iPhone CPU",
        "time": "04:19 AM EST"
    },
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSN1028892820070110",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp. denied on Wednesday that it would be the supplier of the main chip inside Apple Inc.’s highly anticipated iPhone, but said it is supplying chips for the Apple TV.\n\n“We are not providing the silicon inside the iPhone,” Intel spokesman Bill Kirkus told Reuters. “We are providing the silicon inside the Apple TV.”\n\nIntel was responding to an earlier Reuters story that quoted an Apple spokesman in Germany as saying Intel would supply the central processing unit (CPU) for the iPhone.",
        "header": "Intel to supply Apple TV chip, but not iPhone chip",
        "time": "12:53 PM EST"
    }
]