[
    {
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1030797620070910",
        "body": "NEW YORK (Reuters) - Shares of Intel Corp (INTC.O) rose 2.8 percent to $26.19 after the chip maker raised its third-quarter revenue outlook, citing stronger-than-expected worldwide demand.\n\nThe shares rose to $26.19 after closing at $25.47 on the Nasdaq.",
        "header": "Intel shares gain after raises rev outlook",
        "time": "09:09 AM EDT"
    },
    {
        "link": "http://www.reuters.com/article/bondsNews/idUSN1030796820070910",
        "body": "NEW YORK, Sept 10 (Reuters) - U.S. stock index futures added to gains on Monday after Intel Corp (INTC.O) revised its revenue outlook higher, setting the stage for the chip sector to help the market shake off last week’s losses.\n\nIntel shares jumped 2.8 percent to $26.19 after the No. 1 semiconductor maker announced third-quarter revenue would be between $9.4 billion and $9.8 billion on stronger-than-expected worldwide demand. For details, see [ID:nWNAS3726].\n\nS&P 500 futures SPc1 were up 5 points, above fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.",
        "header": "US STOCKS-Futures climb as Intel lifts revenue view",
        "time": "09:11 AM EDT"
    },
    {
        "link": "http://www.reuters.com/article/technology-media-telco-SP/idUSN1031054320070910",
        "body": "NEW YORK, Sept 10 (Reuters) - Intel Corp (INTC.O) on Monday raised its third-quarter revenue forecast and said global demand for computing products was stronger than expected, sending its shares up 2.8 percent. The news also helped boost U.S. index futures, setting the stage for the chip sector to help the market shake off last week’s losses.\n\nIntel, the world’s biggest chipmaker, said it sees third-quarter revenue between $9.4 billion and $9.8 billion, up from its previous range of $9.0 billion to $9.6 billion.\n\nAnalyst had expected revenue to be about $9.38 billion, according to Reuters Estimates.\n\nIntel also said that its gross margin in the period would be in the upper half of the previous range of “52 percent plus or minus a couple of points.”\n\nIntel shares climbed to about $26.10 in premarket trading, up from Friday’s Nasdaq close of $25.47. Shares of Rival Advanced Micro Devices AMD.N also climbed to $12.97 before the bell, up from $12.61 on the Friday on the NYSE.\n\nC Reuters 2007. All rights reserved. Republication or redistribution ofReuters content, including by caching, framing or similar means, is expresslyprohibited without the prior written consent of Reuters. Reuters and the Reuterssphere logo are registered trademarks and trademarks of the Reuters group ofcompanies around the world.nN10310543",
        "header": "Intel boosts 3rd-quarter revenue forecast",
        "time": "02:12 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSL1034745520070910",
        "body": "",
        "header": "European shares up 0.5 pct, gain on Intel comments",
        "time": "09:11 AM EDT"
    },
    {
        "link": "http://www.reuters.com/article/inPlayBriefing/idUSIN20070910090531INTC20070910",
        "body": "As mentioned at 9:00 & 9:01, co sees Q3 revenue of $9.4-9.8 bln vs prior guidance of $9.0-9.6 bln and consensus of $9.37 bln consensus. Co also sees gross margin for the third quarter in the upper half of the previous range of 52% plus or minus a couple of points. All other expectations are unchanged. Co cites stronger than expected worldwide demand for its computing products.",
        "header": "Intel raises Q3 revenue guidance and gross margin expectations",
        "time": "09:05 AM EDT"
    },
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSWNAS372620070910",
        "body": "NEW YORK (Reuters) - Intel Corp (INTC.O) on Monday raised its third-quarter revenue forecast and said gross margins would be at the high end of its target range, citing stronger-than-expected global demand for computing products.\n\nThe news underscored recent investor confidence in technology stocks, which have emerged as a safe haven amid troubles in the U.S. credit and mortgage markets.\n\nShares of Intel, the world’s largest microchip company, were up 0.75 percent at $25.66, after rising as much as 2.9 percent earlier on the Nasdaq. The stock has risen about 25 percent this year, whereas chief rival Advanced Micro Devices Inc <AMD.N has fallen more than 35 percent.\n\nPrinceton Tech Research analyst Paul Leming said Intel’s bullish forecast suggests the personal computer market has fared well in recent weeks despite concerns about consumer confidence due to troubles in the credit and housing markets.\n\n“A portion of this certainly is market share gains momentum continuing to move over to Intel, and, secondarily, I think this has some positive things to say about the state of the PC market in the important back-to-school season,” he said.\n\nIntel raised its forecast for third-quarter revenue to between $9.4 billion and $9.8 billion, from its previous range of $9.0 billion to $9.6 billion.\n\nAnalysts on average had expected revenue to be about $9.38 billion, according to Reuters Estimates.\n\nIntel, which is scheduled to report its third-quarter results on October 16, also said it expects its gross margin in the quarter to be in the upper half of its previous range of “52 percent plus or minus a couple of points.”\n\nIntel’s gross margin had missed its target in the second quarter, coming in at 46.9 percent instead of its forecast of 48 percent.\n\nThe announcement came on the same day Advanced Micro Devices introduced its next-generation microprocessor, code-named Barcelona, in a long-awaited bid to win market share from Intel.\n\nAMD shares were up 1.11 percent at $12.75 on the New York Stock Exchange.\n\nIntel has regained ground against its smaller rival in the last two years as it has introduced its own new processor with what it calls a quad-core design, a chip that has four central processing engines.\n\nSeparately, traders in Germany said there was market talk that AMD was planning to bid for Infineon AG’s (IFXGn.DE) Qimonda AG QI.N QI1Ay.DE memory-chip affiliate.\n\nOne trader said AMD plans to offer $16.95 for each share of Qimonda; the stock was up 2.45 percent to $12.96 on the New York Stock Exchange. Infineon, Qimonda and AMD’s German unit declined to comment on the market talk. Infineon holds 86 percent of Qimonda.\n\nThe Princeton Tech analyst said he did not think AMD would want to buy Qimonda.\n\n“Not only does it make no sense to me, it would very much be an outright negative to see AMD move into what is the low end from the quality, margin and capital intensity (positions),” Leming said.",
        "header": "Intel boosts revenue forecast",
        "time": "12:04 PM EDT"
    }
]