[
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSN2723967420070927",
        "body": "NEW YORK (Reuters) - Leading microchip maker Intel Corp will offer online training to help teachers incorporate technology into their lesson plans in a program it estimates is worth $300 million over four years.\n\nIntel made the commitment in conjunction with the Clinton Global Initiative’s third annual summit, which requires attendees to commit to philanthropic projects related to areas such as global warming, health, education and poverty.\n\n“We teach teachers how to use (technology) in the classroom, not just in the areas of math and science but we train teachers how to use technology to make art, history, language or any subject more exciting to kids,” Intel Chairman Craig Barrett told Reuters in an interview on Thursday.\n\nThe new program is part of Intel’s annual global investment of more than $100 million in improving education in schools and universities.\n\nIn its latest quarterly report, Intel posted a profit of $1.3 billion on revenue of $8.7 billion.\n\nIntel said it would work with the governments of 15 countries to develop online courses to expand the reach, and flexibility, of in-person training programs that the company has supported for seven years.\n\nAs well as in developing countries such as India and China, Intel is working on the online program with countries such as France, the United Kingdom and the United States.\n\nBarrett said there is a need for more qualified math and science teachers in the United States, noting that about half the engineering graduates in the country are foreign nationals. He said more scholarships and financial aid would help as the number of American high-school graduates interested in these subjects appeared to be falling.\n\n“There are more computers per kid in the United States than in any other country,” he said. “If it were just the availability of computers, the problem would have been solved. You have to conclude it’s the basic education system and the capability of teachers to teach math and science.”\n\nMore than 4 million teachers have used Intel’s traditional training programs for help on a wide range of subjects, from AIDS awareness to finding new sources of drinking water.\n\nIntel estimated that 1.5 million teachers would sign on to the online program, adding that forecast was conservative.",
        "header": "Intel sets up teacher training program online",
        "time": "11:53 AM EDT"
    },
    {
        "link": "http://www.reuters.com/article/ousiv/idUSN2735857420070927",
        "body": "NEW YORK (Reuters) - Intel Corp (INTC.O) Chairman Craig Barrett said on Thursday the microchip maker is regaining market share against AMD AMD.N and its performance is looking “pretty good.”\n\nBarrett also told Reuters in an interview that the world’s largest chip company is fairly insulated against the U.S. economic slowdown as most of its business is overseas.\n\n“I think we’re in a very strong competitive position vis-a-vis AMD,” Barrett said. “If you looked at the performance over the last six or nine months, we have been very successful in regaining market share and the competitiveness of our products looks very good so we’re very happy with our position.”\n\nBarrett declined to comment on current demand or update the company’s financial outlook but he said: “We’ve given guidance on our performance and it looks pretty good.”\n\nIntel earlier this month boosted its revenue to between $9.4 billion and $9.8 billion for its current quarter, which is completed around the end of September. That compared to an earlier target range of $9 billion to $9.6 billion, and $8.74 billion in the year-ago period.\n\nBarrett said his company has been regaining market share from Advanced Micro Devices Inc with new products. Intel has also fought market share losses to AMD with price cuts to older products.\n\nIntel stumbled in 2005 but it started introducing chips with new designs in the middle of last year that have helped the company regain market share against its smaller rival.\n\nEarlier this month, AMD introduced a line of chips code-named Barcelona that have four cores, the main computing engines in computers, to compete with quad-core processors from Intel.\n\nWhen asked whether he had concerns about a U.S. economic slowdown, Barrett said most of Intel’s business is abroad.\n\n“The bulk of our business is outside the United States ... The growth of our business is predominantly in emerging markets,” he said.\n\n”If there was a worldwide slowdown, that would be a concern to us,“ Barrett said. ”But most of the dialogue has been on the\n\nIntel shares closed down 15 cents, or 0.58 percent, at $25.76 on Nasdaq and AMD stock finished off 47 cents, or 3.4 percent, at $13.28 on the New York Stock Exchange.",
        "header": "Intel regains market share",
        "time": "07:55 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/technology-media-telco-SP/idUSL2691914520070927",
        "body": "HELSINKI, Sept 26 (Reuters) - Intel Corp (INTC.O) said on Wednesday it had won a mobile WiMax chip order from the world’s top cellphone maker Nokia NOK1V.HE, which will use its semiconductors in Internet-focused devices from 2008.\n\nNokia will roll out the first WiMax-enabled Internet tablets using Intel chips in the first half of 2008, a Nokia spokeswoman told Reuters.\n\nMobile WiMax, the high-speed wireless standard, is expected to support Internet access at speeds as much as five times faster than typical wireless networks, though it will be slower than the fastest wired services.\n\nIntel has had little success in the mobile phone chip market and ended up selling its cellular chip unit to Marvell (MRVL.O) last year. Its push behind short-range wireless technology Wi-Fi was a big factor in the widespread adoption of that technology.\n\nTexas Instrument TXN.N is Nokia’s largest chip supplier, and it also uses STMicroelectronics (STM.PA)(STM.MI), Broadcom BRCM.O and Infineon (IFXGn.DE) as suppliers.\n\nCurrently, Nokia is not manufacturing mobile devices using Intel chips.\n\nIntel said the companies were testing interoperability across Intel’s forthcoming WiMax silicon “Baxter Peak” for laptops and mobile Internet devices, Nokia WiMax devices and Nokia Siemens Networks’ [NSN.UL] WiMax infrastructure equipment.\n\nIntel, Nokia and NSN have already started testing devices with other device makers’ products, using Sprint Nextel’s (S.N) laboratory in Herndon, Virginia, Intel said. (Additional reporting by Sinead Carew in New York)",
        "header": "Intel wins mobile WiMax chip deal with Nokia",
        "time": "02:11 AM EDT"
    }
]