[
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE49E0BN20081015",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp Chief Executive Paul Otellini’s said on Tuesday that it was too soon to know the extent of the global economic crisis, with some customers worried and others seeing little to no impact.\n\n“The financial crisis is creating some signs of stress that may impact our business, but the extent of that is difficult to quantify,” Otellini told investors on a conference call as he discussed Intel’s better-than-expected quarterly earnings report.\n\nIntel, which supplies the chips that run roughly four out of every five of the world’s personal computers, said it had yet to see any order cancellations -- known in the industry as “pull-ins” -- from PC makers worried by weak demand.\n\nWall Street analysts repeatedly probed but Otellini and Chief Financial Officer Stacy Smith stood firm and refused to speculate in a world that has seen record gyrations in the stock market in the last two weeks.\n\nExecutives said sales of chips that run powerful business computers known as servers was weak relative to what the company had expected, but that it was too early to say how this pattern would play out in the fourth quarter. But downplaying the risk of the Wall Street crisis to its business, Intel said financial firms buy only one in six of its server chips.\n\nSmith alluded that in less uncertain times the strength of the company’s third-quarter results would have encouraged the company to provide a bullish outlook for the fourth quarter -- traditionally its seasonally strongest sales period.\n\n“The issues we have been talking about -- if you just look at Q3 (third quarter) you would expect a strong Q4 (fourth quarter) -- seasonal or maybe a little better,” he said.\n\nIntel gave itself more running room in its predictions for the last quarter of this year and stayed away from venturing into predictions for next year.\n\nThe world’s biggest computer chipmaker said on Tuesday it expects revenue in the fourth quarter of $10.1 billion to $10.9 billion. The midpoint of that range, $10.5 billion, was around 2 percentage points lower than Wall Street had hoped.\n\n“Right now as we look at the fourth quarter, we need to see the impact of what is roiling through the credit markets and that’s what is giving us the higher range of potential outcomes for revenue in the fourth quarter,” Smith said. “We have got to watch that and then we will have a better sense for 2009.”\n\nThe best Intel would promise is that it will hold an update on December 4 of its business midway through the fourth quarter -- six weeks before reporting its full, year-end results in January.\n\nOtellini did say sales could take a continuing hit from big business as corporate budget cutters scale back computer purchases. “We expect the corporate segment to continue to show some softness as IT (information technology) spending gets rationalized in this macro environment,” he said.",
        "header": "Intel CEO says too early to see economic crisis impact",
        "time": "08:37 AM EDT"
    },
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE49E4L720081015",
        "body": "SAN FRANCISCO (Reuters) - Technology bellwether Intel Corp posted a 12-percent rise in quarterly profit as the world’s biggest computer chipmaker said demand, while uncertain, was holding up despite the global economic crisis.\n\nIntel said on Tuesday it expects revenue in the fourth quarter of $10.1 billion to $10.9 billion. The midpoint of that range, $10.5 billion, is around 2 percentage points lower than Wall Street had hoped but better than many had feared.\n\nMeanwhile, profit in the quarter topped Wall Street targets and Intel shares rose 5 percent in after-market trade.\n\nInvestors said Intel is benefiting from one of its strongest product line-ups in years, is executing well and keeping a lid on costs. But the company’s uncertainty over the financial crisis’s influence on the computer sector limited the positive effect on other tech stocks.\n\n“For me, this is a relief rally more than anything else,” said Sean Conner, senior equity analyst, First American Funds in Minneapolis.\n\n“If you have to be somewhere with a slower future, this may not be a bad place to be,” said Mike Holland, fund manager at Holland & Co, which oversees assets in excess of $4 billion, including Intel, IBM and Apple.\n\nIntel’s shares rose 4.5 percent to $16.65 in extended trade as analysts and investors said the lowered outlook was better than many had hoped against the backdrop of a global financial crisis. The stock had closed down 6.2 percent ahead of the report in regular session trading on Nasdaq on fears it would do worse.\n\nIn other tech earnings news, Altera Corp, which makes programmable chips, said third-quarter profit climbed 37 percent, topping Wall Street targets and pushing its shares up 6 percent to $18.10 in late trade.\n\nBut Linear Technology Corp said its second-quarter revenue ending in December would fall 10 to 20 percent from the prior quarter due to a decline in orders and softness in the industry, sending its shares down 14 percent to $22.31.\n\nSanta Clara, California-based Intel said the average selling price for its microprocessors dipped as sales increased of its smaller, lower-priced Atom processor for use in new mobile computers that are smaller than conventional notebooks. It said it generated $200 million in revenue from Atom chip sales.\n\n“As we look to Q4, it is hard to know what impact the financial crisis will have on end customer demand,” Chief Executive Paul Otellini said in a statement. He added that he was confident in his company’s ability to outpace competitors “at a time when business levels are difficult to predict.”\n\nThird-quarter net income rose to $2.01 billion, or 35 cents per share, from $1.86 billion, or 31 cents per share, in the year-ago quarter. Revenue rose 1 percent to $10.2 billion.\n\nWall Street had been looking for a third-quarter profit, on average, of 34 cents, according to Reuters Estimates.\n\n“In light of what’s going on in the economy, in the market, it’s nice to see a company come through and actually beat numbers,” said Jason Pride, director of research at Haverford Trust Co., which owns Intel shares.\n\nBut Pride cautioned that the current fourth quarter and next year is when business will probably see “a little bit more of the tech demand seepage as the economy softens.”\n\nThe company, which is the industry’s biggest investor in the next generation of chip production equipment, trimmed its capital spending plans modestly for 2008 to $5 billion, plus or minus $100 million, from $5.2 billion previously.\n\nThe company also said it benefited from a lower tax rate around 29 percent, below the 33 percent it had expected to pay during the third quarter.\n\nIntel had “some really strong results,” Chief Financial Officer Stacy Smith said in a telephone interview.\n\n“But based on the credit market issues that are roiling the market it’s a little harder to get a handle on what end demand is in the fourth quarter,” he told Reuters.\n\nSmith said that business in the third quarter in the Asia-Pacific region was above seasonal patterns, including Japan. He said Japan did well because of a shift to laptops from desktops.\n\nBut Smith said Europe and the United States were below seasonal patterns. “We did see a little bit of weakness in the corporate sector of the business,” he said of Europe and the United States.\n\nGross margin jumped to 58.9 percent from 55.4 percent in the second quarter ended in June. Intel said its ability to cut microprocessor production costs as microprocessor revenue rose helped margins, even as demand shifted toward lower margin chips used in a new class of small computers called netbooks.\n\nIntel said it expected gross margin to remain at recent high levels around 59 percent during the fourth quarter, plus or minus a couple of percentage points.\n\nMarket research firm Gartner Inc also released data on Tuesday showing that personal computer unit shipments surged 15 percent in the third-quarter, but that much of this growth was for mini-notebooks that sell at prices under $500.",
        "header": "Intel profit beats expectations, future less clear",
        "time": "08:37 AM EDT"
    }
]