[
    {
        "link": "http://www.reuters.com/article/rbssSemiconductors/idUSN0930716920081009",
        "body": "* Micron to cut global work force 15 pct over next two years\n\nSAN FRANCISCO, Oct 9 (Reuters) - Micron Technology Inc MU.N will cut 15 percent of its global work force and said its joint venture with Intel Corp (INTC.O) will slash production of NAND flash memory used in digital cameras and other consumer devices in the face of a weakening world economy.\n\nShares of Micron rose nearly 3 percent, before ending up just 1 cent as U.S. stocks plunged for the seventh day in a row. Shares of Intel slipped 4 percent.\n\nMicron employs roughly 19,000 people worldwide, meaning the layoffs will impact around 2,800 workers, mainly in Boise, Idaho, where the company is headquartered.\n\n“We have customers calling us up right now saying they can’t pay for product we’ve already shipped them because they can’t get access to cash under their lines of credit,” Micron President and Chief Operating Officer Mark Durcan said in an interview.\n\nMicron said its IM Flash Technologies joint venture with Intel will stop supplying NAND memory from Micron’s Boise facility as it cuts jobs over the next two years.\n\nThe restructuring will reduce overall production by around 35,000 200-millimeter wafers a month, or around 15 percent of the joint venture’s total output.\n\nSelling prices of NAND flash memory have fallen significantly below manufacturing costs, Micron said, particularly for the older, 200-millimeter production lines.\n\nIn addition, the global credit crisis has exacerbated the problem, Durcan said.\n\n“Obviously the memory market generally has been in a state of oversupply for a number of years now, and been under quite a bit of pressure for all the competitors,” Durcan said. “Clearly the global credit crunch is playing a part here that puts a crimp on demand, and demand growth.”\n\nIntel and Micron remain committed to NAND memory and are preparing to ramp up production for the larger, more cost-competitive 300 millimeter wafers, he said.\n\nMicron expects cash charges and expenses of roughly $60 million related to the restructuring. Next year’s cash margin benefit would exceed $175 million, it predicted.\n\nDurcan maintained that the company still looks strong compared with its rivals. “If we look out there at our competitors, we feel pretty good, we’ve still got a lot of cash on our balance sheet.”\n\nLast week, Micron said its fiscal fourth-quarter net loss widened to $344 million, or 45 cents a share, from $158 million, or 21 cents a share, in the year-ago period. The company also said it would slash capital spending on new production capacity by 55 to 65 percent in fiscal 2009.\n\nIndustry analysts see up to five major deals between memory makers globally as the industry consolidates in the face of oversupply, especially as the global financial crisis saps demand for gadgets.\n\nConfronted with tough economic times and expected consolidation, Durcan said “we’re just taking the steps we need to do to remain strong and competitive.”\n\nShares of Micron closed up 0.26 percent at $3.88 on the New York Stock Exchange, while Intel fell 65 cents to $15.60 on Nasdaq. (Editing by Peter Henderson, Tim Dobbyn, Richard Chang)",
        "header": "UPDATE 3-Micron cutting jobs, Intel flash JV cuts output",
        "time": "04:28 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/mediaNews/idUSN0929927520081009",
        "body": "WASHINGTON, Oct 9 (Reuters) - U.S. intelligence agencies conclude in a draft report that Afghanistan is in a downward spiral and they doubt whether the Kabul government can stem the Taliban’s rise, The New York Times reported on Thursday.\n\nThe classified report says corruption inside President Hamid Karzai’s government and an increase in attacks by militants operating from Pakistan have accelerated the breakdown in central authority in Afghanistan, the Times said, citing U.S. officials familiar with the document.\n\nAsked to comment on the intelligence report, U.S. Secretary of State Condoleezza Rice said she had not seen it herself but she confirmed that intelligence agencies had been asked to have a close look at Afghanistan.\n\n“Afghanistan is a difficult place. It has made progress since 2001. We have all talked about new circumstances that have arisen there and we are doing a review to look to see what more we can do,” Rice told reporters before a meeting with Latvia’s foreign minister.\n\nAgencies across the U.S. government, including the State Department and Pentagon, are doing a review of U.S. strategy in Afghanistan seven years after U.S.-led forces ousted the Taliban government.\n\n“We are looking also at what we can do to be both supportive of the ministers that President Karzai has put up. We are looking to see where some of the strengths are and how we need to support those strengths and also how we can help the Afghans where there are weaknesses,” Rice said.\n\nThe New York Times said the intelligence report, a nearly completed version of a National Intelligence Estimate, is set to be finished after the November elections and will be the most comprehensive U.S. assessment in years on Afghanistan.\n\nAn NIE is a formal document that reflects the consensus judgments of all 16 U.S. intelligence agencies. Most NIEs remain classified.\n\nBeyond the cross-border attacks launched by militants from neighboring Pakistan, the intelligence report asserts that many of Afghanistan’s most vexing problems are of the country’s own making, the Times quoted the officials as saying.\n\nThe report cites gains in the building of Afghanistan’s national army. But the officials said it also laid out in stark terms what it described as the destabilizing impact of the booming heroin trade, which by some estimates accounts for 50 percent of Afghanistan’s economy.\n\nU.S. Army Gen. David Petraeus said on Wednesday that negotiations with some members of the Taliban could provide a way to reduce violence in sections of Afghanistan gripped by the intensifying insurgency.\n\nPetraeus, the former commander in Iraq who is credited by U.S. officials with saving Iraq from civil war, is scheduled to take over U.S. Central Command on Oct. 31. In his new post, he will oversee American military interests across the Middle East and into South and Central Asia. (Reporting by Sue Pleming and World Desk Americas; editing by Mohammad Zargham)",
        "header": "U.S. intel study finds chaos in Afghanistan-report",
        "time": "10:46 AM EDT"
    }
]