[
    {
        "link": "http://www.reuters.com/article/managementIssues/idUSBNG16316520081212",
        "body": "Dec 12 (Reuters) - Andrew Grove, the former chairman of Intel Corp (INTC.O), is pushing the chipmaker to make advanced batteries for plug-in electric cars, the Wall Street Journal said.\n\nGrove, who retired in 2005 but still advises Intel, is urging Chief Executive Paul Otellini to steer the company to battery production as a way to diversify the business and fill a strategic niche as automakers shift to the production of plug-in electric vehicles, the paper said.\n\nOtellini declined to comment, but an Intel spokesman said the company already has investments in battery-related companies through its Intel Capital unit, the paper said.\n\nGrove told the paper that Intel’s deep pockets gives it the ability to figure out ways to improve batteries and drive down costs.\n\nIntel and Grove could not immediately be reached for comment by Reuters. (Reporting by Pratish Narayanan in Bangalore; Editing by Greg Mahlich)",
        "header": "REFILE-Ex-chairman urges Intel to make car batteries-WSJ",
        "time": "04:26 AM EST"
    },
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE4BB20K20081212",
        "body": "(Reuters) - Andrew Grove, the former chairman of Intel Corp, is pushing the chipmaker to make advanced batteries for plug-in electric cars, the Wall Street Journal said.\n\nGrove, who retired in 2005 but still advises Intel, is urging Chief Executive Paul Otellini to steer the company to battery production as a way to diversify the business and fill a strategic niche as automakers shift to the production of plug-in electric vehicles, the paper said.\n\nOtellini declined to comment, but an Intel spokesman said the company already has investments in battery-related companies through its Intel Capital unit, the paper said.\n\nGrove told the paper that Intel’s deep pockets gives it the ability to figure out ways to improve batteries and drive down costs.\n\nIntel and Grove could immediately be reached for comment by Reuters.",
        "header": "Ex-chairman urges Intel to make car batteries: report",
        "time": "09:34 AM EST"
    }
]