[
    {
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE4AB96J20081112",
        "body": "NEW YORK (Reuters) - Shares of Intel Corp (INTC.O) fell more than 7 percent to $12.50 in extended trade on Wednesday after the technology bellwether warned that its fourth-quarter revenue would be about 14 percent below its previous forecasts.",
        "header": "Intel shares drop after warning of weak Q4",
        "time": "05:29 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/CMPSRV/idUSN1231288020081112",
        "body": "NEW YORK, Nov 12 (Reuters) - U.S. stock index futures fell on Wednesday after technology bellwether Intel Corp (INTC.O) said after the closing bell that it sees its fourth-quarter business below expectations.\n\nIntel said it sees its revenue at about $9 billion in the fourth quarter, down from the previous expectation of between $10.1 billion and $10.9 billion as it is affected by significantly weaker-than-expected demand in all regions and market segments.\n\nS&P 500 futures SPc1 was down 10.50 points, but were roughly in line with fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures DJc1 fell 96 points, and Nasdaq 18.50 NDc1 futures were down 91 points. (Reporting by Leah Schnurr; Editing by Jan Paschal)",
        "header": "US STOCKS-Index futures slip after Intel warning",
        "time": "05:18 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSN02ELLSNA20081112",
        "body": "NEW YORK (Reuters) - Stocks sank on Wednesday for the third day after the United States backed away from using its $700 billion bailout to mop up sour mortgages and added to uncertainty about how the government plans to revive bank lending.\n\nA dismal forecast from Best Buy added to anxiety about a worsening economy after the largest U.S. electronics chain said consumers were slashing spending, creating the worst climate in the company’s 42-year history.\n\nA sell-off in large-capitalization technology companies took the Nasdaq down to its lowest closing level in more than five years, beating the closing low hit at the end of October. The S&P 500 came close to retesting October’s closing low.\n\nAfter the closing bell, Intel Corp (INTC.O) added to the negative outlook for technology, sending stock index futures lower. The tech bellwether warned its revenue would be about 14 percent below its previous forecast due to weak demand around the globe.\n\nTreasury Secretary Henry Paulson said the Treasury’s focus now would be on shoring up financial institutions with direct investments and his comments served to underscore the extent of the problems in the U.S. economy.\n\nWhen Congress approved the $700 billion bailout plan last month, the stated purpose was to purchase toxic assets, especially mortgage-backed securities, from banks.\n\n“Investors are confused. We started going down the route that we were going to buy the bad assets. Now we’re going to make everything a bank holding company,” said Craig Hester, CEO of Hester Capital Management in Austin, Texas.\n\nInvestors sold off financial stocks amid questions about what the impact of the new plan will be on the sector. Among the casualties was Citigroup (C.N), which fell below $10 for the first time in its history. Citigroup dropped 10.7 percent to end at $9.64 on the New York Stock Exchange.\n\nThe Dow Jones industrial average .DJI slid 411.30 points, or 4.73 percent, to 8,282.66. The Standard & Poor's 500 Index .SPX plummeted 46.65 points, or 5.19 percent, to 852.30. The Nasdaq Composite Index .IXIC lost 81.69 points, or 5.17 percent, to 1,499.21, its lowest close since May 2003.\n\nApple Inc (AAPL.O), maker of the iPod and the iPhone, was the biggest drag on the Nasdaq, falling 4.9 percent to $90.12, while Intel gave up 7.2 percent at $12.55 after the bell.\n\nBest Buy lost 8 percent to $21.97. The reduced forecast came on the heels of Circuit City Stores Inc CCTYQ.PK filing for bankruptcy protection, providing further evidence of anemic consumer spending.\n\nIn an ironic twist, the deeply troubled auto sector provided one of the few bright spots in the day.\n\nGeneral Motors (GM.N) was the only advancer among the 30 Dow components amid hopes the automaker will get the financial assistance it desperately needs. GM, Ford (F.N) and Chrysler LLC are seeking $25 billion in urgent federal assistance as their cash burn rates rise.\n\nGM’s stock climbed 5.5 percent to $3.08, while Ford gained 2.2 percent to $1.84.\n\nThe energy sector dove as the price of oil continued declines as the U.S. government cut its global demand growth forecast. U.S. front-month crude oil fell $3.17 to settle at $56.16 a barrel, the lowest close since the end of January 2007.\n\nChevron (CVX.N) and Exxon Mobil (XOM.N) were the two top drags on the Dow. Chevron lost 8.5 percent to $67.28 and Exxon dropped 5.1 percent to $68.93, while an index of S&P 500 energy companies .GSPE slid 7.3 percent.\n\nOn the earnings front, department store operator Macy’s Inc (M.N) posted a narrower-than-expected quarterly loss as consumers curbed their shopping. Macy’s fell 11.1 percent to $8.37.\n\nTrading was moderate on the New York Stock Exchange, with about 1.46 billion shares changing hands, below last year’s estimated daily average of roughly 1.90 billion, while on Nasdaq, about 2.20 billion shares traded, above last year’s daily average of 2.17 billion.\n\nDeclining stocks far outnumbered advancing ones on the NYSE by a ratio of about 12 to 1, while on the Nasdaq, about seven stocks fell for every one that rose.",
        "header": "Wall Street skids on economic slump, Intel falls",
        "time": "06:15 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/newsOne/idUSTRE4AB98920081112",
        "body": "SAN FRANCISCO (Reuters) - Microchip maker Intel Corp on Wednesday warned that its revenue would be about 14 percent below its previous forecast due to weak demand around the globe and in all market segments, and its shares fell 7 percent.\n\nThe biggest maker of chips for personal computers said the PC industry supply chain was aggressively reducing component inventories. The company, seen as a technology bellwether, did not single out the weak global economy, but investors are concerned the world is on the verge of recession.\n\n“It means consumer’s have basically shut down for the holidays,” said Charter Equity Research analyst John Dryden. “It’s so far below what they had expected .... The company had outlined weakness in enterprise but not the consumer yet.”\n\nIntel forecast fourth-quarter revenue of $9 billion, plus or minus $300 million. That compares with its previous forecast of $10.1 billion to $10.9 billion, or 14 percent below the $10.5 billion midpoint.\n\nThe company also sharply dropped its gross profit margin outlook to 55 percent, plus or minus a couple of percentage points, from 59 percent, plus or minus a couple of percentage points and said it would cut spending.\n\nShares of Intel dropped to $12.61, and IBM dropped about 1 percent after the warning.",
        "header": "Intel warns on quarter, weak demand everywhere",
        "time": "06:19 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE4AB9AW20081113",
        "body": "NEW YORK (Reuters) - Technology bellwether Intel Corp on Wednesday warned that its revenue would be about 14 percent below its previous forecast due to weak demand around the globe and in all market segments.\n\n”While I don’t think this should come as a huge surprise, there are two things to be noted. First, the magnitude of the miss -- it is a lot larger than most people will have expected.\n\n”And secondly, they’re pretty much missing across the board, in every geographic region.\n\n”This is more evidence to the severity of the consumer slowdown. This looks like a big miss, and we’re not that far through the quarter.\n\n“You could make the point they are looking to take advantage of an oversold market to become more conservative with their guidance. But then, they’ve lowered the bar a lot. You’re seeing futures reacting to this already.”\n\n”It’s very significant. For revenue to be that far down sequentially it means consumers have basically shut down for the holidays.\n\n”It’s so far below what they had expected.\n\n“The company had outlined weakness in enterprise but not the consumer yet. The stock’s going to sell off and all semis will sell off on this.”\n\n”Given the current market and climate, it’s likely to be a negative (for the stock market) in the short run. We’re likely to see drops in stocks between 4 and 10 percent. In the long run, I don’t think it’s a problem at all for the company. In all likelihood, this is a bump in the road and a good buying opportunity.\n\n“It’s likely to have a negative impact on the sector as a whole, but again it’s very much short-term focused.”\n\n”It’s been largely expected. The real question is not the extent of the cut now but how far into the adjustment cycle we are.\n\n”Is the adjustment cycle taking place faster than in past cycles? How much of this cut gets the bad news out of the way?\n\n”The normal pattern is for Intel to be down 10 to 12 percent in the March quarter and now we are seeing that type of behavior in the December quarter.\n\n“So the real question that investors have ... is what is March is going to look like off of this new number.”",
        "header": "INSTANT VIEW: Intel warns of weak Q4; sees revenue of $9 billion",
        "time": "08:18 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/flashAlerts/idUSTRE4AB9HG20081112",
        "body": "Sky-high stock market has investors looking to commodities",
        "header": "Tech shares drop after bell after Intel rev warning; Microsoft",
        "time": "06:13 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/OILINT/idUSN1263717720081112",
        "body": "* Paulson backs away from buying mortgage assets * Best Buy slashes outlook, adds to economic woes * GM, Ford shares rise on bailout hopes * Intel falls after the bell after warns on fourth-quarter * Dow off 4.7 pct, S&P 500 off 5.2 pct, Nasdaq off 5.2 pct\n\n* For up-to-the-minute market news, please click on [STXNEWS/US] (Updates to with Intel\n\nNEW YORK, Nov 12 (Reuters) - U.S. stocks sank on Wednesday for the third day after the United States backed away from using its $700 billion bailout to mop up sour mortgages and added to uncertainty about how the government plans to revive bank lending.\n\nA dismal forecast from Best Buy added to anxiety about a worsening economy after the largest U.S. electronics chain said consumers were slashing spending, creating the worst climate in the company’s 42-year history.\n\nA sell-off in large-capitalization technology companies took the Nasdaq down to its lowest closing level in more than five years, beating the closing low hit at the end of October. The S&P 500 came close to retesting October’s closing low.\n\nAfter the closing bell, Intel Corp (INTC.O) added to the negative outlook for technology, sending stock index futures lower. The tech bellwether warned its revenue would be about 14 percent below its previous forecast due to weak demand around the globe. For details, see [ID:nN12312939].\n\nU.S. Treasury Secretary Henry Paulson said the Treasury’s focus now would be on shoring up financial institutions with direct investments and his comments served to underscore the extent of the problems in the U.S. economy. see [ID:nN12267400].\n\nWhen Congress approved the $700 billion bailout plan last month, the stated purpose was to purchase toxic assets, especially mortgage-backed securities, from banks.\n\n“Investors are confused. We started going down the route that we were going to buy the bad assets. Now we’re going to make everything a bank holding company,” said Craig Hester, CEO of Hester Capital Management in Austin, Texas.\n\nInvestors sold off financial stocks amid questions about what the impact of the new plan will be on the sector. Among the casualties was Citigroup (C.N), which fell below $10 for the first time in its history. Citigroup dropped 10.7 percent to end at $9.64 on the New York Stock Exchange.\n\nThe Dow Jones industrial average .DJI slid 411.30 points, or 4.73 percent, to 8,282.66. The Standard & Poor's 500 Index .SPX plummeted 46.65 points, or 5.19 percent, to 852.30. The Nasdaq Composite Index .IXIC lost 81.69 points, or 5.17 percent, to 1,499.21, its lowest close since May 2003.\n\nApple Inc (AAPL.O), maker of the iPod and the iPhone, was the biggest drag on the Nasdaq, falling 4.9 percent to $90.12, while Intel gave up 7.2 percent at $12.55 after the bell.\n\nBest Buy lost 8 percent to $21.97. The reduced forecast came on the heels of Circuit City Stores Inc CCTYQ.PK filing for bankruptcy protection, providing further evidence of anemic consumer spending.\n\nIn an ironic twist, the deeply troubled auto sector provided one of the few bright spots in the day.\n\nGeneral Motors (GM.N) was the only advancer among the 30 Dow components amid hopes the automaker will get the financial assistance it desperately needs. GM, Ford (F.N) and Chrysler LLC are seeking $25 billion in urgent federal assistance as their cash burn rates rise.\n\nGM’s stock climbed 5.5 percent to $3.08, while Ford gained 2.2 percent to $1.84.\n\nThe energy sector dove as the price of oil continued declines as the U.S. government cut its global demand growth forecast. U.S. front-month crude oil CLc1 fell $3.17 to settle at $56.16 a barrel, the lowest close since the end of January 2007.\n\nChevron (CVX.N) and Exxon Mobil (XOM.N) were the two top drags on the Dow. Chevron lost 8.5 percent to $67.28 and Exxon dropped 5.1 percent to $68.93, while an index of S&P 500 energy companies .GSPE slid 7.3 percent.\n\nOn the earnings front, department store operator Macy’s Inc (M.N) posted a narrower-than-expected quarterly loss as consumers curbed their shopping. Macy’s fell 11.1 percent to $8.37.\n\nTrading was moderate on the New York Stock Exchange, with about 1.46 billion shares changing hands, below last year’s estimated daily average of roughly 1.90 billion, while on Nasdaq, about 2.20 billion shares traded, above last year’s daily average of 2.17 billion.\n\nDeclining stocks far outnumbered advancing ones on the NYSE by a ratio of about 12 to 1, while on the Nasdaq, about seven stocks fell for every one that rose.",
        "header": "US STOCKS-Wall St skids on economic slump, Intel falls",
        "time": "05:42 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE4AB9K920081113",
        "body": "NEW YORK (Reuters) - Shares of large-cap technology companies fell after the bell on Wednesday following a warning from Intel Corp that its fourth-quarter revenue will be 14 percent below its previous forecast.\n\nShares of Microsoft Corp were trading down 2 percent at $19.89, the lowest price since March 1998.\n\nCisco Systems Inc slipped 2.8 percent to $16.08, while QualComm Inc fell 2.2 percent to $31.84. Intel stock dropped 7 percent to $12.55.",
        "header": "Technology shares slump after Intel warning",
        "time": "08:18 PM EST"
    }
]