[
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSTP13959420080715",
        "body": "TAIPEI (Reuters) - Intel (INTC.O), the world’s top PC chip maker, on Tuesday launched the next-generation of its Centrino wireless chip that it hopes will provide a new revenue stream amid a broader push into mobile technologies.\n\nThe launch of the Centrino 2 chip, previously code named Montevina, came after a delay of several months and was decidedly lower key than the launch of the first Centrino chips in 2003.\n\nThe next generation chipset combines wi-fi capability, which is only usable within about 100 meters of so-called “hot-spot” transmitters, with a newer wireless technology called WiMax, which allows for high-speed data transmission over much bigger distances and can be used to blanket entire cities.\n\nIDC analyst Bryan Ma said the new chips represent a more incremental development for the industry, compared with the first Centrino that marked Intel’s entry to the wireless space.\n\n“My big question is whether this is revolutionary or evolutionary; I suspect it may be more of the latter,” Ma said. “Even if it’s just evolutionary, however, it is still a good fuel to help the industry along.”\n\nThe chips are mainly intended to go into notebook computers, as the PC industry moves to more mobile devices with new lighter technologies and development of new wireless networks.\n\nTaiwan is in the process of constructing six WiMax wireless networks, and is also the world’s top contract PC producer, with sector leaders Quanta (2382.TW) and Compal Electronics (2324.TW) manufacturing for Hewlett-Packard (HPQ.N), Dell DELL.O and Sony (6758.T), among others.\n\n“Notebook computers will be the main industry driver in the future, and notebook sales already outnumber desktop sales in many countries,” said Stanley Huang, director of advanced technical sales and services for Intel Asia Pacific, at a launch event in Taipei.\n\n“Because this chip has new capabilities, we hope it will change the way people think of mobile computing,” he said.\n\nOthers at the launch included HP, the world’s top PC maker, and Acer (2353.TW) and Lenovo (0992.HK), numbers 3 and 4. All plan to use the chips in their models, with various players designing some 250 different notebook models with the chip.\n\nThe world’s largest chip maker is hoping to capitalize on the growing popularity of notebook PCs, which are rapidly taking over from older desktop models.\n\nUnlike desktop PCs that are suited to use landline technology such as cable modems, laptops are more suited to wireless connectivity because of their portability.\n\nData tracking firm IDC expects the notebook PC segment to grow 35 percent this year to 145 million units shipped, while desktops should grow much more slowly, by 2 percent, to 157 million. At current growth rates, IDC estimates annual notebook shipments will surpass desktops next year.\n\nThe Centrino 2 launch is part of a broader Intel strategy to develop a wider suite of wireless products to use in non-PC devices, most notably cellphones, as data transmission speeds improve with new mobile technologies.\n\nSuch technologies allow for a much wider range of applications, such as streaming video and video downloads, that would have been impossible using older technology.\n\nIntel Chief Executive Paul Otellini said in a speech last year that his company is seeking to spread its technology from the high-performance computing market to smaller products such as TV set-top boxes and handheld Internet-enabled devices.",
        "header": "Intel in low-key launch for next gen wireless chip",
        "time": "05:00 AM EDT"
    },
    {
        "link": "http://www.reuters.com/article/innovationNews/idUSN1537044020080715",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp is seeing healthy demand for its products going into the back half of 2008, the company’s chief financial officer said on Tuesday.\n\n“The demand signals we’re seeing are pretty strong,” said Chief Financial Officer Stacy Smith in a telephone interview when asked about demand in the latter part of this year.\n\nHe said the company’s second-quarter results were at the high end of its typical seasonal range.\n\n“We forecasted a seasonal third quarter and I think that kind of says it all,” Smith said, noting that inventory levels in the just-reported quarter were “pretty normal.”\n\nHe also said that shipments of mobile processors in the quarter for the first time topped 50 percent of all PC processors shipped in the quarter.",
        "header": "Intel CFO says demand signals 'pretty strong'",
        "time": "07:28 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/innovationNews/idUSN1534714120080715",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp on Tuesday posted a higher quarterly profit as the world’s biggest chipmaker was helped by higher sales of microprocessors used in notebook personal computers.\n\nIntel also said it expects revenue in the current quarter of $10.0 billion to $10.6 billion, compared with analyst expectations for revenue of $10.0 billion.\n\nShares were volatile after the report, rising back and forth around the closing price.\n\n”I like the revenue outlook and the gross margin outlook.\n\n“The only slight negative is the spending level on marketing and general administration is slightly higher.”",
        "header": "INSTANT VIEW-Intel profit up on notebook strength",
        "time": "07:28 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1535927020080715",
        "body": "NEW YORK (Reuters) - Shares of Intel Corp (INTC.O) rose 2.4 percent to $21.20 in trading after the bell, after the chipmaker reported earnings that beat Wall Street estimates.",
        "header": "Intel shares rise after results",
        "time": "04:24 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/innovationNews/idUSWNAB079620080715",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp reported a 25 percent rise in quarterly profit, helped by strong sales of microprocessors used in notebook computers, and gave a revenue forecast that topped expectations.\n\nBut its second-quarter gross margin disappointed some analysts as the world’s biggest chipmaker said higher demand for cheaper laptops led to a lower-than-expected average microprocessor selling price.\n\n“The concern on the Street was that demand may be falling off the cliff. We’ve seen that in the handset market. So at least as Intel’s results and outlook goes, we’re not seeing similar weakness in the PC market,” said CRT Capital Group analyst Ashok Kumar.\n\n“The only mild disappointment was in the gross margin line due to a higher mix of low-end notebooks, but overall I think the result was a surprise on the positive side, given the macro environment,” Kumar said.\n\nIntel’s results kick off the earnings season for U.S. tech companies. Advanced Micro Devices Inc, Intel’s only remaining rival in the microprocessor market, Google Inc, International Business Machines Corp and Microsoft Corp all report results this week.\n\n“I think right now investors are looking at technology as a glass that’s half-empty and not half-full, but relative to other sectors, the negative earnings revisions in technology have been more mild,” Kumar said. “And if we can navigate through seasonally weak summer months, we should get a seasonal tail-wind for the technology sector.”\n\nShares of the technology bellwether ticked higher to $20.85 in late extended trading, compared with their Nasdaq close of $20.71. So far this year, Intel shares have fallen 22 percent, compared with a 15 percent decline in the Philadelphia Semiconductor Index.\n\nIntel’s second-quarter net income rose to $1.60 billion, or 28 cents per share, from $1.28 billion, or 22 cents per share, a year ago. That beat the average Wall Street estimate for a profit of 26 cents per share, according to Reuters Estimates.\n\nRevenue rose to $9.47 billion from $8.68 billion, whereas analysts had expected $9.32 billion on average.\n\n“Demand for our leading-edge computing products around the world continues to be strong, with revenue and unit shipments towards the high end of the seasonal norm,” said Chief Executive Paul Otellini on a conference call with analysts.\n\nIntel’s gross margin -- percentage of revenue after subtracting product costs -- was 55.4 percent in the quarter.\n\nThat was up from 53.8 percent the previous quarter but slightly below the midpoint of Intel’s own forecast range.\n\n“I like the revenue outlook and the gross margin outlook,” said Doug Freedman, an analyst with American Technology Research. “The only slight negative is the spending level on marketing and general administration is slightly higher.”\n\nIntel has been benefiting from brisk sales of notebook PCs, which are on track to outpace sales of desktop PCs this year. On Monday, Intel rolled out the latest generation of its Centrino wireless chip after a delay of several months.\n\nComputer disk-drive maker Seagate Technology also reported results on Tuesday: its quarterly profit fell 70 percent amid an inventory overhang, and its shares fell 9 percent. Programmable chipmaker Altera Corp said its second-quarter profit rose on stronger sales, higher gross margin and lower costs. Its shares rose 7.5 percent.\n\nFor the third quarter, the Santa Clara, California-based Intel forecast a gross margin of 58 percent, plus or minus a couple of points. It saw revenue at $10.0 billion to $10.6 billion, compared with the average analyst forecast of $10.0 billion, according to Reuters Estimates.\n\n“The demand signals we’re seeing are pretty strong,” Chief Financial Officer Stacy Smith told Reuters in a phone interview, when asked about demand in the latter part of 2008.\n\nHe said inventory levels were “pretty normal” and shipments of mobile processors in the second quarter had topped 50 percent of all PC processors shipped for the first time. “It’s a pretty important milestone,” Smith said.",
        "header": "Intel profit rises, driven by notebook PC sales",
        "time": "07:28 PM EDT"
    }
]