[
    {
        "link": "http://www.reuters.com/article/ousivMolt/idUSBNG5346020080716",
        "body": "(Reuters) - European regulators are preparing to file new antitrust charges against Intel Corp (INTC.O), expanding a probe into the chipmaker’s marketing and sales practices, The Wall Street Journal said, citing people familiar with the matter.\n\nThe new charges, which could be brought as soon as Thursday, would allege that the world’s top chipmaker gave major European retailers inducements not to sell computers that use chips from smaller rival Advanced Micro Devices Inc AMD.N, the people told the paper.\n\nLast year, the European Commission in Brussels charged Intel with selling chips below cost and offering customers huge rebates in an illegal attempt to drive AMD out of the market.\n\nAMD has long accused Intel of abusing its dominance of the $280 billion chip market and filed its own lawsuit against Intel in 2005. Intel’s microprocessors -- the electronic brains of personal computers -- power over 80 percent of the world’s PCs.\n\nThe potential new charges from European regulators would be another blow to Intel, which last month said it faces a formal investigation by the U.S. Federal Trade Commission.\n\n“We are continuing to cooperate and really don’t know what the commission will do,” Intel spokesman Chuck Mulloy told the Journal, when asked about the possibility of new charges. “We believe we operate within the law.”\n\nA spokesman for EU Antitrust Commissioner Neelie Kroes told the paper the Intel probe is “ongoing”.\n\nIntel and European antitrust regulation officials could not be immediately reached for comment.\n\nThe company also faces similar investigations elsewhere.\n\nThe New York state attorney general opened a formal probe of Intel in January to determine if it broke state antitrust laws by trying to squeeze out AMD.\n\nIn June, the Korea Fair Trade Commission in Seoul ruled Intel had abused its dominant position in the local market and imposed a fine of $25.6 million. Intel said it would almost certainly appeal.\n\nJapan’s trade commission also concluded in 2005 that Intel had violated that country’s anti-monopoly act. Intel said it disagreed with the findings, but accepted the commission’s recommendation, a move that allowed it to avoid a trial.",
        "header": "Intel faces new antitrust charges in Europe: report",
        "time": "01:07 AM EDT"
    },
    {
        "link": "http://www.reuters.com/article/ousiv/idUSWNAB079620080716",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp reported a 25 percent rise in quarterly profit, helped by strong sales of microprocessors used in notebook computers, and gave a revenue forecast that topped expectations.\n\nBut its second-quarter gross margin disappointed some analysts as the world’s biggest chipmaker said higher demand for cheaper laptops led to a lower-than-expected average microprocessor selling price.\n\n“The concern on the Street was that demand may be falling off the cliff. We’ve seen that in the handset market. So at least as Intel’s results and outlook goes, we’re not seeing similar weakness in the PC market,” said CRT Capital Group analyst Ashok Kumar.\n\n“The only mild disappointment was in the gross margin line due to a higher mix of low-end notebooks, but overall I think the result was a surprise on the positive side, given the macro environment,” Kumar said.\n\nIntel’s results kick off the earnings season for U.S. tech companies. Advanced Micro Devices Inc, Intel’s only remaining rival in the microprocessor market, Google Inc, International Business Machines Corp and Microsoft Corp all report results this week.\n\n“I think right now investors are looking at technology as a glass that’s half-empty and not half-full, but relative to other sectors, the negative earnings revisions in technology have been more mild,” Kumar said. “And if we can navigate through seasonally weak summer months, we should get a seasonal tail-wind for the technology sector.”\n\nShares of the technology bellwether ticked higher to $20.85 in late extended trading, compared with their Nasdaq close of $20.71. So far this year, Intel shares have fallen 22 percent, compared with a 15 percent decline in the Philadelphia Semiconductor Index.\n\nIntel’s second-quarter net income rose to $1.60 billion, or 28 cents per share, from $1.28 billion, or 22 cents per share, a year ago. That beat the average Wall Street estimate for a profit of 26 cents per share, according to Reuters Estimates.\n\nRevenue rose to $9.47 billion from $8.68 billion, whereas analysts had expected $9.32 billion on average.\n\n“Demand for our leading-edge computing products around the world continues to be strong, with revenue and unit shipments towards the high end of the seasonal norm,” said Chief Executive Paul Otellini on a conference call with analysts.\n\nIntel’s gross margin -- percentage of revenue after subtracting product costs -- was 55.4 percent in the quarter.\n\nThat was up from 53.8 percent the previous quarter but slightly below the midpoint of Intel’s own forecast range.\n\n“I like the revenue outlook and the gross margin outlook,” said Doug Freedman, an analyst with American Technology Research. “The only slight negative is the spending level on marketing and general administration is slightly higher.”\n\nIntel has been benefiting from brisk sales of notebook PCs, which are on track to outpace sales of desktop PCs this year. On Monday, Intel rolled out the latest generation of its Centrino wireless chip after a delay of several months.\n\nComputer disk-drive maker Seagate Technology also reported results on Tuesday: its quarterly profit fell 70 percent amid an inventory overhang, and its shares fell 9 percent. Programmable chipmaker Altera Corp said its second-quarter profit rose on stronger sales, higher gross margin and lower costs. Its shares rose 7.5 percent.\n\nFor the third quarter, the Santa Clara, California-based Intel forecast a gross margin of 58 percent, plus or minus a couple of points. It saw revenue at $10.0 billion to $10.6 billion, compared with the average analyst forecast of $10.0 billion, according to Reuters Estimates.\n\n“The demand signals we’re seeing are pretty strong,” Chief Financial Officer Stacy Smith told Reuters in a phone interview, when asked about demand in the latter part of 2008.\n\nHe said inventory levels were “pretty normal” and shipments of mobile processors in the second quarter had topped 50 percent of all PC processors shipped for the first time. “It’s a pretty important milestone,” Smith said.",
        "header": "Intel profit rises, driven by notebook PC sales",
        "time": "03:39 AM EDT"
    }
]