[
    {
        "link": "http://www.reuters.com/article/rbssSemiconductors/idUSLE66027820081014",
        "body": "BRUSSELS, Oct 14 (Reuters) - Intel (INTC.O) has asked the European Union’s second highest court for more time to respond to EU charges that it paid a retailer to favour PCs using its computer chips.\n\nThe Commission issued charges against the world’s biggest chipmaker in July, alleging that the U.S. company had paid a retailer to refrain from selling computers with chips made by competitor Advanced Micro Devices AMD.N.\n\nIntel spokesman Chuck Mulloy said the company has filed an appeal with the Court of First Instance in Luxembourg related to the charges.\n\n“This is a procedural issue. The specifics of the filing are confidential but Intel has taken this step in order to insure that it has the ability to conduct a full and fair defence of the company. We believe this is a fundamental fairness issue,” Mulloy said.\n\n“The Commission considers it gave ample time to Intel to respond to the objections compared with equivalent cases with other companies,” her spokesman, Jonathan Todd, said.\n\nThe “statement of objections” the Commission filed in July was on top of charges in 2007 that Intel gave computer makers rebates to limit their use of AMD chips or avoid them altogether. (Reporting by Huw Jones and David Lawsky in San Francisco; Editing by Greg Mahlich)",
        "header": "CORRECTED - Intel asks court for more time with EU charges",
        "time": "12:44 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE49D6U320081014",
        "body": "BRUSSELS (Reuters) - Intel has asked the European Union’s second highest court for more time to respond to EU charges that it paid a retailer to favor PCs using its computer chips.\n\nThe Commission issued charges against the world’s biggest chipmaker in July, alleging that the U.S. company had paid a retailer to refrain from selling computers with chips made by competitor Advanced Micro Devices.\n\nIntel spokesman Chuck Mulloy said the company has filed an appeal with the Court of First Instance in Luxembourg related to the charges.\n\n“This is a procedural issue. The specifics of the filing are confidential but Intel has taken this step in order to insure that it has the ability to conduct a full and fair defense of the company. We believe this is a fundamental fairness issue,” Mulloy said.\n\n“The Commission considers it gave ample time to Intel to respond to the objections compared with equivalent cases with other companies,” her spokesman, Jonathan Todd, said.\n\nThe “statement of objections” the Commission filed in July was on top of charges in 2007 that Intel gave computer makers rebates to limit their use of AMD chips or avoid them altogether.",
        "header": "Intel asks court for more time with EU charges",
        "time": "12:45 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49D8V720081014",
        "body": "NEW YORK (Reuters) - Intel Corp (INTC.O) posted a 12 percent increase in third-quarter profit as gross margins beat expectations, sending its shares up 8 percent on Tuesday.\n\nWhile the world’s largest chip maker guided lower Wall Street’s expectations for revenue in the current quarter, analysts said the move was not as bad as some had feared.\n\n“The bottom line is that they did better than expected. Gross margins came in better than people were expecting, for both this quarter and in its outlook for the fourth quarter. For me, this is a relief rally more than anything else.”\n\n“Couple of things I‘m looking for on the call: they lowered capital expenditure for 2008, the key is what the capex will be for 2009, since it’ll affect gross margins. I‘m looking for a 2009 outlook.”\n\n“As for how Intel shares will perform going forward, tell me how the market will do and I’ll tell you how Intel will do. All things being equal, it should outperform the market, but who can tell with this crazy market these days.”\n\n“While there will be estimate revisions in this earnings season, it seems they won’t be disastrous. Intel’s number cut (on fourth quarter revenue) was not that bad. It’s definitely a shortfall. The consensus had been for $10.8 billion and now they are guiding more to like $10.5 billion.”\n\n“They look pretty healthy to me and a little bit of a positive surprise.”\n\n“More important to me to some extent is gross margin, which I think people were looking for to come in at 57 percent, came in at 59 percent.”\n\n“In this environment, the stock was trading down today basically reflecting the fact that the world is going to be slower in the future. These are numbers that if you have to be somewhere with a slower future, this may not be a bad place to be.”\n\n“The revenue guidance was in line, which is better than feared and in this day and age that is considered good. The only thing we wanted to know was the revenue guidance and it was line with expectations and a little better than the worst case assumption. Net net it was a good guidance considering what people expected.”\n\n“It’s not quite as bad as we expected. It’s a bit of a guide down on the revenue, but the stock is up because it isn’t quite as bad as people thought.”\n\n“Everybody is going to guide down as Intel has done, but everybody’s stock is already down. Now we need to see whether they are going to rally here. Intel is important because it is the first and it is big. How it trades tomorrow will give us some idea of what is going to happen with the rest of the earnings period.”\n\n“The semiconductor companies are the back-end-of-the-food-chain kind of companies. We know that computer sales have gotten hit hard. It’s a question of which companies are going to guide down earlier before they puke.”\n\n“It turns out the guidance, while it is below consensus, it’s not substantially below consensus, which might explain why the stock was trading up in after-hours trading.”\n\n“It’s better than feared and that’s really all that Intel needed, given how far the stock had pulled back.”\n\n“The demand is a matter of the economic climate, so we’re not seeing any issues with Intel’s products because of Intel issues, we’re seeing that the economy as a whole is putting pressure on consumers’ spending.”\n\n“They’re executing and you’ve got to hand it to them.”\n\n“The company’s executing very well, and the signal regarding the rest of the industry is there does seem to be slowdown but it’s not catastrophic.”",
        "header": "INSTANT VIEW: Intel results beat expectations, shares up",
        "time": "05:15 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/rbssSemiconductors/idUSN1425852620081015",
        "body": "SAN FRANCISCO, Oct 14 (Reuters) - Intel Corp (INTC.O) Chief Executive Paul Otellini’s said on Tuesday that it was too soon to know the extent of the global economic crisis, with some customers worried and others seeing little to no impact.\n\n“The financial crisis is creating some signs of stress that may impact our business, but the extent of that is difficult to quantify,” Otellini told investors on a conference call as he discussed Intel’s better-than-expected quarterly earnings report.\n\nIntel, which supplies the chips that run roughly four out of every five of the world’s personal computers, said it had yet to see any order cancellations -- known in the industry as “pull-ins” -- from PC makers worried by weak demand.\n\nWall Street analysts repeatedly probed but Otellini and Chief Financial Officer Stacy Smith stood firm and refused to speculate in a world that has seen record gyrations in the stock market in the last two weeks.\n\nExecutives said sales of chips that run powerful business computers known as servers was weak relative to what the company had expected, but that it was too early to say how this pattern would play out in the fourth quarter. But downplaying the risk of the Wall Street crisis to its business, Intel said financial firms buy only one in six of its server chips.\n\nSmith alluded that in less uncertain times the strength of the company’s third-quarter results would have encouraged the company to provide a bullish outlook for the fourth quarter -- traditionally its seasonally strongest sales period.\n\n“The issues we have been talking about -- if you just look at Q3 (third quarter) you would expect a strong Q4 (fourth quarter) -- seasonal or maybe a little better,” he said.\n\nIntel gave itself more running room in its predictions for the last quarter of this year and stayed away from venturing into predictions for next year.\n\nThe world’s biggest computer chipmaker said on Tuesday it expects revenue in the fourth quarter of $10.1 billion to $10.9 billion. The midpoint of that range, $10.5 billion, was around 2 percentage points lower than Wall Street had hoped.\n\n“Right now as we look at the fourth quarter, we need to see the impact of what is roiling through the credit markets and that’s what is giving us the higher range of potential outcomes for revenue in the fourth quarter,” Smith said. “We have got to watch that and then we will have a better sense for 2009.”\n\nThe best Intel would promise is that it will hold an update on Dec. 4 of its business midway through the fourth quarter -- six weeks before reporting its full, year-end results in January.\n\nOtellini did say sales could take a continuing hit from big business as corporate budget cutters scale back computer purchases. “We expect the corporate segment to continue to show some softness as IT (information technology) spending gets rationalized in this macro environment,” he said. (Reporting by David Lawsky and Eric Auchard; Editing by Bernard Orr)",
        "header": "Intel CEO says too early to see economic crisis impact",
        "time": "09:36 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/ousiv/idUSTRE49D71E20081014",
        "body": "SAN FRANCISCO (Reuters) - Technology investors watching as Intel Corp (INTC.O) and other semiconductor makers report earnings this week have one question: How bad can it get?\n\n“People expect the worst,” said Doug Freedman of American Technology Research in San Francisco, speaking of Intel earnings, which are due on Tuesday and come against a backdrop of dismal economic news that has sent stocks down.\n\nChristopher Danely of J.P. Morgan in San Francisco said demand was going “straight down the tubes.”\n\nEconomists worry that the United States is heading for recession affecting demand for everything from cars and houses to television and computers.\n\nTexas Instruments TXN.N, Advanced Micro Devices Inc AMD.N, Xilinx (XLNX.O) Inc and Altera Corp (ALTR.O) also report this week or next.\n\nBut analysts are not sure that all the bad news has trickled back to the microchip makers from companies that make, sell and distribute products that use chips.\n\n“When Intel gives guidance it may or may not have received guidance from distributors that terrible things are happening,” said Brian Piccioni of BMO Capital Markets in Canada.\n\nAnd that leaves things uncertain for now.\n\n“We all want to know about 2009. They (the companies) have no idea,” said Danely. “They’re not that scared and wonder why people on Wall Street are.”\n\nHe said stocks reflect the market’s understanding that business conditions will be bad for the first half of next year, even if the companies have been slow to acknowledge it.\n\nPatrick Wang, an analyst at Wedbush Morgan, said what companies say about the end of this year will also matter. “We do need to make sure inventories remain under control,” he said.\n\nProblems extend beyond the rich markets in Europe and the United States. Edwin Mok of Needham & Company in San Francisco said distributors told him there are now demand problems in the smaller Asia market and emerging markets such as Brazil.\n\nAnalysts also question whether Intel’s low-end Atom processor, introduced in March, might be selling quickly -- but at the expense of more profitable chips.\n\n“I expect that the unit demand will expand more than people expect, but the value of those units is probably lower,” said Freedman.\n\nMok said he is awaiting confirmation from Intel of its view that growth in demand for netbooks -- a new, small class of computers that are cheaper than laptops -- “is incremental, not cannibalization of the higher-end machines.”\n\nFreedman said the bad economic situation will be directly reflected in Intel’s non-operating income, based on investments that take a hit from lower market prices.\n\n“If we look at the last time we had problems, their non-operating income line lost several million dollars,” he said, recalling the last major downturn.\n\nOn the positive side, Freedman said Intel and some other chip firms will get a boost from a research and development tax credit in the $700 billion bailout for financial institutions enacted this month.",
        "header": "Intel watchers ask how ugly the future will be",
        "time": "01:08 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49D8QT20081015",
        "body": "SAN FRANCISCO (Reuters) - Technology bellwether Intel Corp (INTC.O) posted a 12-percent rise in quarterly profit as the world’s biggest computer chipmaker said demand, while uncertain, was holding up despite the global economic crisis.\n\nIntel said on Tuesday it expects revenue in the fourth quarter of $10.1 billion to $10.9 billion. The midpoint of that range, $10.5 billion, is around 2 percentage points lower than Wall Street had hoped but better than many had feared.\n\nMeanwhile, profit in the quarter topped Wall Street targets and Intel shares rose 5 percent in after-market trade.\n\nInvestors said Intel is benefiting from one of its strongest product line-ups in years, is executing well and keeping a lid on costs. But the company’s uncertainty over the financial crisis’s influence on the computer sector limited the positive effect on other tech stocks.\n\n“For me, this is a relief rally more than anything else,” said Sean Conner, senior equity analyst, First American Funds in Minneapolis.\n\n“If you have to be somewhere with a slower future, this may not be a bad place to be,” said Mike Holland, fund manager at Holland & Co, which oversees assets in excess of $4 billion, including Intel, IBM and Apple.\n\nIntel’s shares rose 4.5 percent to $16.65 in extended trade as analysts and investors said the lowered outlook was better than many had hoped against the backdrop of a global financial crisis. The stock had closed down 6.2 percent ahead of the report in regular session trading on Nasdaq on fears it would do worse.\n\nIn other tech earnings news, Altera Corp (ALTR.O), which makes programmable chips, said third-quarter profit climbed 37 percent, topping Wall Street targets and pushing its shares up 6 percent to $18.10 in late trade.\n\nBut Linear Technology Corp LLTC.O said its second-quarter revenue ending in December would fall 10 to 20 percent from the prior quarter due to a decline in orders and softness in the industry, sending its shares down 14 percent to $22.31.\n\nSanta Clara, California-based Intel said the average selling price for its microprocessors dipped as sales increased of its smaller, lower-priced Atom processor for use in new mobile computers that are smaller than conventional notebooks. It said it generated $200 million in revenue from Atom chip sales.\n\n“As we look to Q4, it is hard to know what impact the financial crisis will have on end customer demand,” Chief Executive Paul Otellini said in a statement. He added that he was confident in his company’s ability to outpace competitors “at a time when business levels are difficult to predict.”\n\nThird-quarter net income rose to $2.01 billion, or 35 cents per share, from $1.86 billion, or 31 cents per share, in the year-ago quarter. Revenue rose 1 percent to $10.2 billion.\n\nWall Street had been looking for a third-quarter profit, on average, of 34 cents, according to Reuters Estimates.\n\n“In light of what’s going on in the economy, in the market, it’s nice to see a company come through and actually beat numbers,” said Jason Pride, director of research at Haverford Trust Co., which owns Intel shares.\n\nBut Pride cautioned that the current fourth quarter and next year is when business will probably see “a little bit more of the tech demand seepage as the economy softens.”\n\nThe company, which is the industry’s biggest investor in the next generation of chip production equipment, trimmed its capital spending plans modestly for 2008 to $5 billion, plus or minus $100 million, from $5.2 billion previously.\n\nThe company also said it benefited from a lower tax rate around 29 percent, below the 33 percent it had expected to pay during the third quarter.\n\nIntel had “some really strong results,” Chief Financial Officer Stacy Smith said in a telephone interview.\n\n“But based on the credit market issues that are roiling the market it’s a little harder to get a handle on what end demand is in the fourth quarter,” he told Reuters.\n\nSmith said that business in the third quarter in the Asia-Pacific region was above seasonal patterns, including Japan. He said Japan did well because of a shift to laptops from desktops.\n\nBut Smith said Europe and the United States were below seasonal patterns. “We did see a little bit of weakness in the corporate sector of the business,” he said of Europe and the United States.\n\nGross margin jumped to 58.9 percent from 55.4 percent in the second quarter ended in June. Intel said its ability to cut microprocessor production costs as microprocessor revenue rose helped margins, even as demand shifted toward lower margin chips used in a new class of small computers called netbooks.\n\nIntel said it expected gross margin to remain at recent high levels around 59 percent during the fourth quarter, plus or minus a couple of percentage points.\n\nMarket research firm Gartner Inc also released data on Tuesday showing that personal computer unit shipments surged 15 percent in the third-quarter, but that much of this growth was for mini-notebooks that sell at prices under $500.",
        "header": "Intel profit beats expectations, future less clear",
        "time": "09:39 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/afterTheBell/idUSN1430356520081014",
        "body": "NEW YORK, Oct 14 (Reuters) - Shares of Advanced Micro Devices AMD.N rose 5.4 percent to $4.50 in extended trade on Tuesday after rival chipmaker Intel reported quarterly earnings per share that surpassed Wall Street estimates. For details see [ID:nN14461291]",
        "header": "AFTER THE BELL-AMD rises after Intel earnings beat estimates",
        "time": "04:30 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE49D8QT20081014",
        "body": "SAN FRANCISCO (Reuters) - Technology bellwether Intel Corp (INTC.O) reported a 12 percent rise in quarterly profit and said year-end revenue could be lighter than expected amid uncertain demand, but the outlook was better than feared, sending shares higher.\n\nThe world’s biggest computer chipmaker said on Tuesday it expects revenue in the fourth quarter of $10.1 billion to $10.9 billion. The midpoint of that range, $10.5 billion, was a little over 2 percentage points lower than Wall Street hopes.\n\n“These are numbers that if you have to be somewhere with a slower future, this may not be a bad place to be,” said Mike Holland, fund manager at Holland & Co., which oversees assets in excess of $4 billion, including Intel, IBM and Apple.\n\n“For me, this is a relief rally more than anything else,” said Sean Conner, senior equity analyst, First American Funds in Minneapolis.\n\nIntel’s shares were up 4.5 percent at $16.65 in extended trade as analysts and investors said the lowered outlook was better than many had hoped against the backdrop of a global financial crisis. Shares closed down 6.2 percent ahead of the report in regular session trading on Nasdaq on fears it would do worse.\n\n“The company’s executing very well, and the signal regarding the rest of the industry is there does seem to be slowdown but it’s not catastrophic,” said Hans Mosesmann, an analyst with Raymond James in New York.\n\nAltera Corp (ALTR.O), which makes programmable chips, also said third-quarter profit climbed 37 percent, topping Wall Street targets and pushed its shares up nearly 6 percent.\n\nBut Linear Technology Corp LLTC.O said its second-quarter revenue would fall 10 to 20 percent from the prior quarter due to a decline in orders and softness in the industry, sending its shares down 11 percent.\n\nSanta Clara, California-based Intel said the average selling price for its microprocessors dipped as sales increased of its lower margin Atom processor for use in new mobile computers that are smaller than conventional notebooks. It said it generated $200 million in revenue from Atom chip sales.\n\n“As we look to Q4, it is hard to know what impact the financial crisis will have on end customer demand,” Chief Executive Paul Otellini said in a statement. He added that he was confident in his company’s ability to outpace competitors “at a time when business levels are difficult to predict.”\n\nThird-quarter net income rose to $2.01 billion, or 35 cents per share, from $1.86 billion, or 31 cents per share, in the year-ago quarter. Revenue rose 1 percent to $10.2 billion.\n\nWall Street had been looking for a third-quarter profit, on average, of 34 cents per share, according to Reuters Estimates.\n\nThe company, which is the industry’s biggest investor in the next generation of chip production equipment, trimmed its capital spending plans modestly for 2008 to $5 billion, plus or minus $100 million, from $5.2 billion previously.\n\nThe Santa Clara, California-based company said it benefited from a lower tax rate around 29 percent, below the 33 percent it had expected to pay during the third quarter.\n\nIntel had “some really strong results,” Chief Financial Officer Stacy Smith said in a telephone interview.\n\n“But based on the credit market issues that are roiling the market it’s a little harder to get a handle on what end demand is in the fourth quarter,” he told Reuters.\n\nSmith said that business in the third quarter in the Asia-Pacific region was above seasonal patterns, including Japan. He said Japan did well because of a shift to laptops from desktops.\n\nBut Smith said Europe and the United States were below seasonal patterns. “We did see a little bit of weakness in the corporate sector of the business,” he said of Europe and the United States.\n\nAnalysts had expected revenue, on average, to rise 1.6 percent to $10.25 bln, according to Reuters Estimates. The range of forecasts had varied from flat growth to 4 percent.\n\n“I think that (Intel’s tempered outlook) reflects where we are. I think a lot of people should be happy if that’s the magnitude of the declines in people’s businesses,” Holland said.\n\nGross margin jumped to 58.9 percent from 55.4 percent in the second quarter ended in June. Intel said its ability to cut microprocessor production costs as microprocessor revenue rose helped margins, even as demand shifted toward lower margin chips used in a new class of small computers called netbooks.\n\nIntel said it expected gross margin to remain at recent high levels around 59 percent during the fourth quarter, plus or minus a couple of percentage points.",
        "header": "Intel net rises, margins hold up; shares climb",
        "time": "06:29 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/afterTheBell/idUSN1418151920081014",
        "body": "NEW YORK, Oct 14 (Reuters) - Intel Corp. (INTC.O) shares shot up more than 4 percent after the bell on Tuesday after the microprocessor maker reported earnings that exceeded analysts’ expectations. For more see [ID:nWNAB6996].\n\nThe stock rose to $16.72 in electronic trading after closing the regular session down 6 percent at $15.93.",
        "header": "AFTER THE BELL-Intel rises after earnings",
        "time": "04:27 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49D95A20081014",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp (INTC.O) Chief Financial Officer Stacy Smith said that even though his company had better-than-anticipated results he is being cautious in light of the turbulent financial environment.\n\nThe world’s bigger computer chipmaker posted a 12-percent rise in third-quarter profit on Tuesday and the outlook was better than investors feared, sending its shares higher.\n\nIntel had “some really strong results and those would normally be pretty bullish signs that would have us guide for a seasonal Q4,” Smith said in a telephone interview.\n\n“But based on the credit market issues that are roiling the market it’s a little harder to get a handle on what end demand is in the fourth quarter.”\n\nSmith pointed to gross margins that were up 3.5 percentage points to 59 percent, higher than anticipated, and to operating profit growth of 37 percent, saying operating profit as a percent of revenue hit 30 percent.\n\nHe said Intel has decided to give a wider-than-normal range for its guidance.\n\nIntel said it expects revenue in the fourth quarter of $10.1 billion to $10.9 billion. Analysts were looking for revenue between $10.4 billion and $11.18 billion, according to Reuters Estimates.\n\nSmith said that in the third quarter the Asia-Pacific region was above seasonal patterns, including Japan. He said Japan did well because of a shift to laptops.\n\nBut Smith said Europe and the United States were below seasonal patterns.\n\n“We did see a little bit of weakness in the corporate sector of the business,” he said of Europe and the United States.\n\nSmith said he was pleased with sales of the low-priced Atom processor, which was rolled out in March.\n\n“It’s doing exactly what we hoped it to do,” he said, adding that it had incremental growth, “and that growth is profitable for us.”",
        "header": "Intel CFO cautious due credit market troubles",
        "time": "05:44 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/topNews/idUSTRE49B3PW20081014",
        "body": "NEW YORK (Reuters) - Stocks fell on Tuesday as fears that the global economy may not avert recession slammed shares of technology and consumer companies, eclipsing a government rescue plan for banks.\n\nA day after the Dow leaped 936.42 points in its biggest one-day point gain ever, investors looked past the U.S. pledge to pour $250 billion into major banks and instead focused on the dismal outlook for earnings and the economy.\n\nA disappointing outlook from PepsiCo further fueled those worries, especially given that soft drink- and snack-makers are usually seen as holding up in economic hard times. PepsiCo’s shares had their worst day since the 1987 stock market crash.\n\nThe Nasdaq underperformed throughout the day. Intel was among the top drags on the Nasdaq as investors worried about the chipmaker’s quarterly results. Intel lost 6.2 percent to $15.93 on Nasdaq, while an index of semiconductor stocks slid 5 percent.\n\nBut after the closing bell, Intel’s shares shot up more than 4 percent after its earnings beat analyst expectations.\n\nDuring the regular session, financial shares rose after the U.S. Treasury’s latest step to stabilize the financial system in hopes of averting further damage to the economy. Citigroup jumped 18.2 percent and Bank of America climbed 16.4 percent.\n\n“While a lot of news has been focused on financials, there is a slow motion tsunami coming our way as far as the economy is concerned,” said Steve Goldman, market strategist at Weeden & Co in Greenwich, Connecticut.\n\n“Techs are cyclicals and have heavy exposure overseas, and the global economy is feeling a greater brunt of the slowdown,” Goldman said.\n\nThe Dow Jones industrial average was down 76.62 points, or 0.82 percent, at 9,310.99. The Standard & Poor’s 500 Index was down 5.34 points, or 0.53 percent, at 998.01. The Nasdaq Composite Index was down 65.24 points, or 3.54 percent, at 1,779.01.\n\nEnergy and materials companies also fell as the price of oil slid on growing worries that a recession would curb the demand for oil and other commodities. Chevron shares fell 1.9 percent to $68.54.\n\nU.S. crude oil futures for November delivery fell $2.56, or 3.15 percent, to settle at $78.63 a barrel on the New York Mercantile Exchange.\n\nPepsiCo’s weaker-than-expected earnings also deepened concerns about how consumer spending will hold up in the face of declines in home values and stocks, as well as tighter credit. PepsiCo’s shares tumbled 11.9 percent to $54.40.\n\nCoca-Cola was the biggest drag on the Dow, on investor concerns that rival soft-drink maker Pepsi’s weak results may signal weakness in the rest of the beverage sector. Coca-Cola shares fell 7.5 percent to $43.73.\n\nAn index of retail stocks fell 4 percent on worries about consumer spending.\n\nApple Inc shares fell 5.6 percent to $104.08 after it cut the price on its entry-level notebook computer to $999 in a move expected to attract budget-minded buyers at a time when recession fears loom over the global economy.\n\nCitigroup and Bank of America ranked among the Dow’s biggest percentage gainers. Citigroup climbed 18.2 percent to $18.62, while Bank of America surged 16.4 percent to $26.53. They are among the institutions widely reported to be included in the Treasury Department’s plan to take equity stakes in banks to shore up the battered financial system.\n\nThe Treasury did not name the nine banks that will initially be participating in the program.\n\nTrading was moderate on the New York Stock Exchange, with about 1.88 billion shares changing hands, below last year’s estimated daily average of roughly 1.90 billion, while on Nasdaq, about 2.89 billion shares traded, above last year’s daily average of 2.17 billion.\n\nAdvancing stocks outnumbered declining ones on the NYSE by 17 to 15, while on the Nasdaq, decliners beat advancers by about 2 to 1.",
        "header": "Wall Street slips on recession worry, but Intel up late",
        "time": "05:17 PM EDT"
    }
]