[
    {
        "link": "http://www.reuters.com/article/rbssSemiconductors/idUSL0931932520080709",
        "body": "ZURICH, July 9 (Reuters) - Intel Corp (INTC.O), the world’s biggest maker of semiconductors, has strengthened its renewable energy activities by investing in a German solar module maker, the company said on Wednesday.\n\nIntel Capital, Intel’s venture capital arm, said it would invest 24 million euros ($37.7 million) in Sulfurcell, which makes thin-film solar modules using copper indium gallium sulfide/selenide, or CIS/CIGS, technology to turn sunlight into electricity.\n\nThin film is generally less expensive than versions relying on polysilicon.\n\nIntel’s move is part of a larger Sulfurcell financing package of up to 85 million euros, which includes 12 million from Climate Change Capital Private Equity and contributions from AIG Investments, Demeter Partners, Zouk Ventures, BankInvest Group and Conetwork, Sulfurcell said in a statement.\n\nExisting investors such as Masdar Clean Tech Investments and Vattenfall Europe Venture were also on board, Sulfurcell said.\n\n“Intel Capital invested in Sulfurcell because CIS/CIGSe thin-film photovoltaics have demonstrated potential for high conversion efficiencies, provide opportunities for further reduction of cost per watt, and enable emerging applications,” said Heiko von Dewitz, Investment Director of Intel Capital’s clean tech investments in Europe and Israel.\n\nSulfurcell will use the proceeds to set up a new production plant with annual capacity of 75 megawatt (MW) in Germany.\n\nIn June, Intel led a $50 million investment round in a new solar cell start-up, SpectraWatt, spinning off solar technology that it had developed. (Reporting by Eva Kuehnen; Editing by Quentin Bryar)",
        "header": "UPDATE 1-Intel Capital invests in German solar module maker",
        "time": "06:54 AM EDT"
    },
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSWNAS042620080709",
        "body": "NEW YORK (Reuters) - DreamWorks Animation SKG Inc plans to use chips from Intel Corp for the creation of 3-D movies, the companies said on Tuesday.\n\nDreamWorks will use Intel’s visual computing products for 3-D animated feature films starting with its “Monsters vs. Aliens” movie, set for domestic release on March 27, 2009, it said.\n\nIntel, whose biggest rival is Advanced Micro Devices Inc, said it also plans to develop next-generation 3-D viewing technology for home theaters, personal computers, video games, online environments and mobile devices.",
        "header": "Dreamworks to use Intel technology for 3-D movies",
        "time": "04:26 AM EDT"
    }
]