[
    {
        "link": "http://www.reuters.com/article/privateEquityTechMediaTelco/idUSSHA1900920080917",
        "body": "SHANGHAI, Sept 17 (Reuters) - Highland Capital Partners said on Wednesday that it has hired two senior executives from Intel Capital in China to join its Shanghai office as managing directors to help the U.S. firm boost its China deals.\n\nKuantai Yeh, a former managing director of Intel Capital, the investment arm of Intel Corp (INTC.O), and John Hsin, who was a director at Intel Capital in China, joined Highland Capital this week, the Lexington, Massachusetts-based venture capital fund said in a statement.\n\n“John and I were colleagues at Intel Capital and both of us have recently begun to work for Highland Capital in Shanghai,” Yeh told Reuters.\n\nYeh was also chief representative of Intel Capital China.\n\nBefore joining Intel Capital, Yeh was a Hong Kong-based investment banker at Credit Suisse CSGN.VX First Boston, where he led work on the initial public offerings of Semiconductor Manufacturing International Corp (0981.HK) (SMIC) and Linktone Ltd LTON.O.\n\nHsin has previously been Asia-based partner for Crystal Ventures, where he was involved in several of the firm’s major investments in Asia, including SMIC.\n\nIntel Capital declined to comment on the departures or on Yeh’s replacement.\n\nHighland Capital, which invests in seed, early stage and growth stage companies in the communications, consumer, digital media, healthcare and information technology sectors, currently manages eight funds with combined capital of $2.96 billion, according to its website (www.hcp.com).\n\nIts first fund was established in 1988.\n\nHighland Capital’s China portfolio currently includes UUSee, a popular online video-sharing site, and Qihoo, an Internet search engine founded by former executives of Yahoo China.\n\nPrivate equity and venture capital have only a brief history so far in China, although domestic mergers and acquisitions have been growing rapidly in recent years in tandem with the country’s strong economic growth.\n\nTurnover among partners and portfolio managers is high in China as foreign funds compete for talent with both global firms expanding in China and with local funds that are popular among entrepreneurial Chinese.\n\nOn Tuesday, Providence Equity Partners, one of the biggest U.S. buyout firms, said it will hire General Atlantic Managing Director Sean Tong as a managing director in Hong Kong as it moves to bolster dealmaking opportunities in China. (For details click [ID:nSHA23105]) (Editing by Edmund Klamann)",
        "header": "UPDATE 1-Highland hires two from Intel Capital in China",
        "time": "01:18 AM EDT"
    }
]