[
    {
        "link": "http://www.reuters.com/article/industryNews/idUSBNG24573820080709",
        "body": "(Reuters) - Animated-movie studio DreamWorks Animation SKG has chosen chipmaker Intel Corp over previous supplier Advanced Micro Devices to supply chips and other technology for its big computer-animation operations, The Wall Street Journal said.\n\nThe deal is expected to replace the studio’s computing hardware, including 1,500 Hewlett-Packard Co server systems and 1,000 workstations that use AMD microprocessors, with new HP systems that use Intel chips, the paper said.\n\nFinancial terms of the deal were not disclosed.\n\nAMD, which has heavily courted tech-savvy animation houses as customers, had announced a three-year pact with the studio in April 2005, the paper said.\n\nThe shift comes as DreamWorks plans the release of 3-D films in the hope of pushing up flat U.S. movie attendance.\n\nThe move to Intel was based on the capabilities of two forthcoming Intel chips, which would speed up many computing operations and help the studio’s planned shift next year to 3-D animation, DreamWorks Animation said.\n\nDreamWorks’ 3-D initiative, using proprietary technology and processes, will make its debut on March 27, 2009, with “Monsters vs. Aliens.”\n\nDreamWorks, Intel and AMD could not be immediately reached for comment.",
        "header": "DreamWorks picks Intel over AMD for chip supply: report",
        "time": "10:47 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSWNAS042620080708",
        "body": "NEW YORK (Reuters) - DreamWorks Animation SKG Inc plans to use chips from Intel Corp for the creation of 3-D movies, the companies said on Tuesday.\n\nDreamWorks will use Intel’s visual computing products for 3-D animated feature films starting with its “Monsters vs. Aliens” movie, set for domestic release on March 27, 2009, it said.\n\nIntel, whose biggest rival is Advanced Micro Devices Inc, said it also plans to develop next-generation 3-D viewing technology for home theaters, personal computers, video games, online environments and mobile devices.",
        "header": "Dreamworks to use Intel technology for 3-D movies",
        "time": "11:31 AM EDT"
    }
]