[
    {
        "link": "http://www.reuters.com/article/companyNews/idUSL2122490120080221",
        "body": "BRUSSELS, Feb 21 (Reuters) - European Union antitrust regulators expanded their investigation of Intel (INTC.O) before the world’s largest chipmaker had a chance to answer pending charges, the chairman of Intel’s board said on Thursday.\n\nAsked whether he was surprised that the European Commission had raided Intel in a new probe while still pursuing it on other charges, Craig Barrett said: “You have to ask the EU why they are expanding it at this stage.”\n\n“We have not had a chance to respond to the first allegations yet,” he said on the sidelines of the European Business Summit. The Commission this month raided Intel offices in Munich and retailers in Germany, France and Britain, seeking evidence they acted illegally to exclude rival chipmaker Advanced Micro Devices AMD.N.\n\nBarrett was alluding to a pending case against Intel in which it faces closed hearings on March 10 and 11. Intel will respond to charges it offered huge rebates to computer makers in an attempt to drive smaller competitor AMD out of the market.\n\nIntel holds a dominant share of the market for the central processing units at the heart of every personal computer. AMD makes the rest.\n\nAlso on Thursday, BEUC, an organisation of virtually all major consumer groups in Europe, applied to the European Commission to become an interested outside party in the case.\n\n“BEUC and its member organisations consider this as a very serious matter. We have therefore applied to the Commission hearing officer to be heard as interested third party in this case,” the group said.\n\nBEUC could attend the closed hearing if it joined the case.\n\nA spokesman for the European Commission said he had no comment on the statement by Barrett or the petition by BEUC. (Reporting by Huw Jones and David Lawsky; Writing by David Lawsky; Editing by Dale Hudson)",
        "header": "Intel chair says no chance to reply before EU raid",
        "time": "01:02 PM EST"
    }
]