[
    {
        "link": "http://www.reuters.com/article/beforeTheBell/idUSN0263339720080102",
        "body": "NEW YORK, Jan 2 (Reuters) - Shares of Intel Corp (INTC.O) fell 1.3 percent before the opening bell on Wednesday after Banc of America cut its recommendation on the chip maker to “neutral” from “buy,” according to theflyonthewall.com. (For more research news, see [RCH/US])\n\nShares fell to $26.30 from a close of $26.66 on the Nasdaq.",
        "header": "Before the Bell-Intel shares fall on broker downgrade",
        "time": "07:31 AM EST"
    },
    {
        "link": "http://www.reuters.com/article/beforeTheBell/idUSN0263388920080102",
        "body": "",
        "header": "STOCKS NEWS US-Intel shares fall before the bell",
        "time": "07:42 AM EST"
    },
    {
        "link": "http://www.reuters.com/article/companyNews/idUSN0264295320080102",
        "body": "NEW YORK, Jan 2 (Reuters) - U.S. stocks were flat on the first session of 2008 on Wednesday as a number of downgrades in the chip sector were offset by gains in energy shares after oil rose more than $2 a barrel.\n\nChip maker Intel Corp (INTC.O) was down 1.7 percent at $26.22 and was leading losses on the S&P and Nasdaq after Banc of America cut its rating on the stock.\n\nTraders also will be returning to work after the New Year’s Day holiday on Tuesday to a $2.06 gain in oil to $98.04 a barrel amid renewed violence in oil exporter Nigeria.\n\nWhile higher oil prices are a negative for the overall market, they help shares of energy companies, which were the best-performing sector in the S&P 500 last year. Shares of Exxon Mobil Corp. (XOM.N) rose 0.8 percent to $94.42.\n\nThe Dow Jones industrial average .DJI was down 2.11 points, or 0.02 percent, at 13,262.71. The Standard & Poor's 500 Index .SPX was up 1.03 points, or 0.07 percent, at 1,469.39. The Nasdaq Composite Index .IXIC was up 6.07 points, or 0.23 percent, at 2,658.35.\n\nData on construction spending in November was due from the Commerce Department at 10 a.m. (1500 GMT). The Institute for Supply Management is expected to release its December manufacturing index at the same time.\n\nMinutes from the December Federal Open Market Committee meeting are expected at 2 p.m. (1900 GMT) (Editing by Kenneth Barry)",
        "header": "US STOCKS-Market little changed; Intel weighs",
        "time": "09:49 AM EST"
    }
]