[
    {
        "link": "http://www.reuters.com/article/ousiv/idUSN1930204420080223",
        "body": "SAN FRANCISCO (Reuters) - For all the hubbub about emerging markets and developing economies in China and India, chip maker Intel has found a new market in its own back yard for its first new microprocessor design in years.\n\nThe world’s largest computer chip maker is readying the processor, code-named Diamondville, for introduction toward the middle of this year. It is initially targeted at super-compact, mobile PCs costing around $250. And it will cost far less than the processors that Intel typically sells to PC makers.\n\n“At the beginning, we said let’s see what is the opportunity in the emerging markets,” said Mooly Eden, who heads up Intel Corp’s (INTC.O) Mobile Platforms Group, in an interview. “Now, I wouldn’t be surprised if at least 50 percent of the Netbooks would be sold in mature markets.”\n\nNetbook is the internal name Intel gave to the diminutive design, but PC makers such as Hewlett-Packard Co (HPQ.N) and Dell Inc DELL.O will give the portable PC their own names. Eden expects big PC makers to design and sell the portable PCs using the new Intel processor.\n\nAnd Intel also expects to sell lots of these new chips, which for now have the internal place-holder name of Fred. Intel will soon announce a new brand name for the processor.\n\n“I believe the number in 2011 will be well above 50 million,” Eden said, referring to market research estimates on the number of Netbook-type PCs such as the Eee PC that will be sold.\n\nThe Netbook is around the same size as the Asus Eee PC, which has been a runaway success. Dean McCarron, an analyst at Mercury Research, said the Eee PC, which uses the Linux operating system instead of Windows, sold 350,000 units in the fourth quarter.\n\n“Immediately, that attracted the attention of a whole raft of competitors,” McCarron said. “There’s a design frenzy going on right now in that space.”\n\nIntel’s Eden said that, typically, the Netbook would have a screen of 7 inches to 10 inches diagonally and a clam-shell design, like a regular notebook. He is careful to distinguish between what Intel calls the Mobile Internet Device, or MID, which you carry on you, and the Netbook, which can easily fit in a purse or shoulder bag.\n\n“Time and again in our industry, when someone comes out with a very low-cost device, it immediately gets taken up across the industry,” said Roger Kay, an analyst with Endpoint Technologies Associates.\n\nBut just because it is low cost, does not mean Diamondville is low money for Intel, which is accustomed to company-wide gross margins of 50 percent to 60 percent -- a very high figure for a manufacturer.\n\n“They get 2,500 of those suckers out of each wafer,” said Insight 64 analyst Nathan Brookwood. “Literally, they could sell them for $10 a pop and still make money.”\n\nUday Marty, an Intel marketing director, said that Intel’s own research turned up a number of segments for the Netbook, including education and a notebook for kids. What sets the Netbook apart from more expensive, full-featured laptops is content consumption.\n\nIt is best for playing music, streaming videos over the WiFi connection, text-messaging, video-chat, surfing the Web, updating personal blogs and the like, Marty said, who declined comment on Intel’s planned pricing for Diamondville.\n\n“It’s really the perfect intersection of process technology, manufacturing, design and market opportunity,” Marty said of Diamondville and the notebook PC, and ultimately, slim desktops, the chip will power. “I‘m not worried from a margin dollar perspective.”\n\nDiamondville’s die size is less than 25 square millimeters, or about a 10th of Intel’s higher-performing microprocessors such as the low-cost Celeron chip.\n\n“By moving to a smaller die size, you can actually have your margins increase, even as the average selling price of a PC is declining,” McCarron added.",
        "header": "Intel sees big dollars in tiny package",
        "time": "07:41 PM EST"
    }
]