[
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE49R4H520081028",
        "body": "BEIJING (Reuters) - Chip giant Intel Corp’s chief executive said on Tuesday that its investments around the world are proceeding as originally planned, but that some disruption from the global financial crisis was unavoidable.\n\n“I would expect to continue all of our investments we have committed to in China and around the world,” Chief Executive Paul Otellini told reporters in Beijing.\n\nOtellini said the recent restructuring at Intel had reduced its cost structure and was helping it weather the financial turmoil better than most companies.\n\nWhile Otellini said financial institutions could survive the crisis better by investing more in information technology, he conceded that his company would also be affected.\n\n“It is reasonable to assume that with the number of financial institutions around the world in trouble that there will be some disruption in their purchases,” he said.\n\nThe company trimmed its 2008 capital spending plans slightly to around $5 billion from $5.2 billion.\n\nIntel’s $2.5 billion microchip plant in China’s northeast is still on track to begin production in the first half of 2010, Otellini said.\n\nIn addition, the California-based Intel said demand for its Atom processor -- a smaller, lower-priced processor for use in new mobile computers that are smaller than conventional notebooks -- was surprisingly strong and it was ramping up production.\n\n“I would expect our supply would catch up to demand by the end of the year,” said the executive.\n\nThe company posted a 12-percent rise in quarterly profit earlier this month, edging Wall Street estimates, as investors said Intel was benefiting from one of its strongest product line-ups in years, is executing well and keeping a lid on costs.",
        "header": "Intel says global investment plans on track",
        "time": "10:24 AM EDT"
    },
    {
        "link": "http://www.reuters.com/article/GCA-BusinessofGreen/idUSTRE49R16S20081028",
        "body": "BEIJING (Reuters) - Intel Capital, the investment arm of Intel Corp, announced on Tuesday three investments in Chinese companies, including its first moves into the nation’s clean technology sector.\n\nIntel Capital invested $20 million in Trony Solar Holdings Co, a thin-film solar energy provider, and also took undisclosed stakes in electricity storage specialist NP Holdings Ltd, and Viewhigh, a healthcare software firm.\n\nCadol Cheung, the firm’s Asia Pacific head, told reporters the new $500 million China technology fund that was established in April had invested in six mainland companies, adding he had not yet seen a slowdown in investment due to the global financial crisis.\n\n“We think innovation is the way to help companies out of this financial crisis,” said Cheung. “We have no plan of slowing down our investment pace.”\n\nIntel Capital, which had a portfolio of $2.3 billion as of June 2008, had less than 5 percent of its portfolio invested outside the United States 10 years ago. That figure had grown to 37 percent by 2007.\n\nHowever, the investment company has seen more companies in its portfolio requesting additional funding to carry them through a rough patch as external financing channels dry up.\n\n“In this environment, companies will revert back to existing investors more, because it is more difficult to get external financing,” said Cheung. He did not provide any details.\n\nIntel Corp provides all the capital for Intel Capital, allowing it to take a long-term view on investments, which can last as long as 10 years.\n\nAbout a third of Intel Capital’s total investment is located in Asia, with China, Taiwan and Korea taking up a big chunk.",
        "header": "Intel Capital invests in 3 China firms, clean tech",
        "time": "01:53 AM EDT"
    },
    {
        "link": "http://www.reuters.com/article/GCA-BusinessofGreen/idUSTRE49R8QT20081028",
        "body": "LOS ANGELES (Reuters) - The investment arm of U.S. chip giant Intel Corp announced a $20 million investment in a Chinese solar cell manufacturing company on Tuesday to spur local green energy production even as oil prices decline.\n\nWhen oil prices peaked at $147 a barrel in the third quarter, venture capitalists flocked to sustainable energy companies. But now that the price has dropped back to the mid-$60s a barrel, that enthusiasm has waned.\n\nIntel expects its investment in Trony Solar Holdings Co., Ltd. to invigorate the Chinese renewable energy market.\n\n“We believe these investments will be a catalyst to drive local cleantech innovation and help China toward the transition to a more sustainable energy system as well as economic growth,” said Cadol Cheung, managing director of Intel Capital Asian Pacific.\n\nChina, which is the world’s largest producer and consumer of coal, is heavily dependent on the fuel for more than two- thirds of its energy requirements.\n\nVenture capitalists invested a record $2.6 billion in alternative energy companies in North America, Europe, China and India during the third quarter, according to industry research firm The Cleantech Group.\n\nTrony is expected to put the $20 million from Intel’s global investment group, Intel Capital, into increasing production capacity to 105 megawatts, and bolstering its research and development.\n\nIntel Capital has invested in more than 80 companies in China and Hong Kong. In April, Intel established a $500 million Intel Capital China Technology Fund to promote research in Chinese companies.",
        "header": "Intel puts $20 million in Chinese green power",
        "time": "07:40 PM EDT"
    }
]