[
    {
        "link": "http://www.reuters.com/article/ousiv/idUSTP13514420080514",
        "body": "TAIPEI (Reuters) - Intel Corp (INTC.O) says it hopes to soon reopen a chip plant it closed after a massive earthquake hit China’s Sichuan province, as the world’s top two contract laptop PC makers awaited word on any impact to their operations.\n\nIntel, whose central processing chips serve as the “brains” for about 80 percent of the world’s personal computers, shut a chip packaging factory in the Chinese city of Chengdu after Monday’s quake, which was centered about 100 km (60 miles) away.\n\nThe company was conducting a seismic analysis of the earthquake’s impact, and employees were expected to return on Friday, a spokeswoman said in a statement.\n\n“While the current situation is dynamic, we hope to resume operations as soon as possible pending the completion of a seismic assessment of our facilities and restoration of infrastructure in the region,” the statement said.\n\nQuanta Computer (2382.TW) and Compal Electronics (2324.TW), the world’s top two contract notebook makers, said they were awaiting an official response from Intel on whether supplies would be affected.\n\nThe pair collectively make about 60 percent of the world’s laptop computers, and count big names like Dell DELL.O, Apple (AAPL.O) and Hewlett-Packard (HPQ.N) among their customers.\n\nLocal media reported that Intel had contacted Advanced Semiconductor Engineering (ASE) (2311.TW), Amkor (AMKR.O) and Siliconware (2325.TW) for assistance following the earthquake.\n\nQuanta shares were unchanged in Wednesday trading in Taiwan, while Compal shares were down 1.1 percent, both trailing a 0.22 percent rise for the broader market. ASE and Siliconware shares were down 0.45 percent and 0.56 percent, respectively.\n\nAnalysts said disruptions to the big laptop PC makers stemming from the plant’s closure should be minimal.\n\n“It’s a small plant, (so it should have) no impact,” said Merrill Lynch analyst Dan Heyler, adding that the plant did not process any notebook-related chips.\n\nThe earthquake’s epicenter, north of the provincial capital, Chengdu in Sichuan province, has little manufacturing, and while the region accounts for more than 9 percent of China’s rice output, the quake largely devastated a steep and rainy area that is known for growing oranges, peppercorn and vegetables.\n\nAnalysts said they did not expect serious economic effects from the disaster but supply shortages could fuel inflation, already at a near 12-year high.",
        "header": "Intel assesses China chip plant after Sichuan quake",
        "time": "12:55 AM EDT"
    }
]