[
    {
        "link": "http://www.reuters.com/article/latestCrisis/idUSN20411557",
        "body": "(Adds details)\n\n\n\n WASHINGTON, Nov 20 (Reuters) - U.S. economic and political clout will decline over the next two decades and the world will grow more dangerous, with food and water scarce and weapons in abundance, U.S. intelligence agencies projected on Thursday.\n\n\n\n The National Intelligence Council analysis \"Global Trends 2025\" said the current financial crisis on Wall Street is the beginning of a global economic rebalancing, and the U.S. dollar’s role as the major world currency will weaken to the point where it becomes a \"first among equals.\"\n\n\n\n The report, based on a global survey of experts and trends by U.S. intelligence analysts, was more pessimistic about U.S. status than previous outlooks done every five years. But it said outcomes will depend in part on leadership actions.\n\n\n\n \"The next 20 years of transition to a new system are fraught with risks,\" it said.\n\n\n\n It said China and India were likely to join the United States atop a multipolar world and compete for influence. Russia’s potential was less certain, but Iran, Turkey and Indonesia were also seen gaining power.\n\n\n\n A shift away from an oil-based energy system will be underway or complete by 2025, and better renewable technologies such as solar and wind power give the best opportunity for a quick and low-cost transition, the report said.\n\n\n\n Global warming will be felt, and water, food and energy scarcity constraints may fuel conflict over resources.\n\n\n\n \"The international system, as constructed following the Second World War, will be almost unrecognizable by 2025, owing to the rise of emerging powers, a globalizing economy, an historic transfer of wealth from West to East, and the growing influence of nonstate actors,\" the report said.\n\n\n\n \"Although the United States is likely to remain the single most powerful actor, the United States’ relative strength -- even in the military realm, will decline and U.S. leverage will become more strained,\" it said.\n\n\n\n \"Strategic rivalries are most likely to revolve around trade, investments and technological innovation and acquisition, but we cannot rule out a 19th century-like scenario of arms races, territorial expansion and military rivalries.\"\n\n\n\n Officials said the report’s release was timed to be ready for the incoming administration of U.S. President-elect Barack Obama, who takes office on Jan 20. (Reporting by Randall Mikkelsen; Editing by Kristin Roberts)\n\n\n\n\n\n\n\n\n\n",
        "header": "US global clout to ebb by 2025 -US intel study",
        "time": "03:27 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/usDollarRpt/idUSN2041155720081120",
        "body": "WASHINGTON, Nov 20 (Reuters) - U.S. economic and political clout will decline over the next two decades and the world will be more dangerous, with food and water scarce and advanced weapons plentiful, U.S. spy agencies projected on Thursday.\n\nThe National Intelligence Council analysis “Global Trends 2025” also said the current financial crisis on Wall Street is just the first phase of a global economic reordering.\n\nThe U.S. dollar’s role as the world’s major currency would weaken to become a “first among equals,” the report said.\n\nThe outlook is intended to inform U.S. President-elect Barack Obama of factors that will influence global events. It is based on a year-long global survey of experts and trends by U.S. intelligence analysts.\n\n“The next 20 years of transition to a new system are fraught with risks,” said the report, which was more pessimistic about U.S. influence and the potential for conflict than the last outlook for 2020.\n\nThomas Fingar, chairman of the intelligence council and deputy national director of intelligence for analysis, said harmful outcomes were not inevitable.\n\n“It is not beyond the mind of human beings, or political systems, (or) in some cases (the) working of market mechanisms to address and alleviate if not solve these problems,” Fingar told reporters. “We could have a better world in 2025.”\n\nChina and India, following a “state capitalism” economic model, were likely to join the United States atop a multipolar world and compete for influence, the report said.\n\nRussia’s potential was less certain, depending on its energy wealth and internal investment. But Iran, Turkey and Indonesia were also seen gaining power.\n\nA world with multiple power centers has been less stable than one with a single or two rival superpowers, and there was a growing potential for conflict, the report said.\n\nGlobal warming will be felt, and water, food and energy constraints may fuel conflict over resources.\n\n“Strategic rivalries are most likely to revolve around trade, investments and technological innovation and acquisition, but we cannot rule out a 19th century-like scenario of arms races, territorial expansion and military rivalries,” the report said.\n\n“Types of conflict we have not seen for a while -- such as over resources -- could reemerge,” it said.\n\nGlobal wealth was seen shifting from the developed West to the energy-rich Gulf States and Russia, and to Asia, the rising center of manufacturing and some service industries.\n\nA reordering of the world financial system was happening faster than the report’s authors envisioned, Fingar said. Last weekend’s Group of 20 summit of advanced and major developing countries in Washington showed work had begun, he said.\n\nA shift away from an oil-based energy system will be underway or complete by 2025. Better renewable technologies such as solar and wind power offer the best opportunity for a quick and low-cost transition, the report said.\n\nThere was a greater, but still small, risk of nuclear attack, based on spreading technologies and the weakening of international nonproliferation systems.\n\nIf Iran were to acquire nuclear weapons, Fingar said, that could set off an arms race in the Middle East, which is considered in the report as an “arc of instability.”\n\nThe risk that militant groups would use biological weapons was greater than the risk of nuclear terrorism, the report said.\n\nThe appeal of terrorism could decline over the next two decades, particularly if Middle Eastern countries provide productive education and opportunities for their young people, the report said. But with a growing population, the pool of potential terrorism recruits is likely to be larger, and access to dangerous weapons will rise. (Editing by Vicki Allen)",
        "header": "UPDATE 2-US clout down, risks up by 2025 -intel outlook",
        "time": "06:17 PM EST"
    }
]