[
    {
        "link": "http://www.reuters.com/article/politicsNews/idUSTRE4917UT20081002",
        "body": "WASHINGTON (Reuters) - Pakistan’s decision to replace its intelligence chief moves toward addressing a long-held U.S. concern about the country’s ability to fight border-area militants attacking in Afghanistan, but may not succeed on its own.\n\nThe Bush administration, wary of inflaming anti-U.S. sentiment in Pakistan, has been quiet in responding to the appointment this week of Lt.-Gen. Ahmed Shujaa Pasha as director-general of the Inter-Services Intelligence (ISI) Directorate.\n\nBut one U.S. official said Pasha, a former head of military operations, is strongly qualified for the job.\n\nIn making the move, Pakistan’s army chief Gen. Ashfaq Kayani put in place an ally with experience in border areas that Taliban and al Qaeda militants have made their hideout, the U.S. official and terrorism analysts said.\n\nThat could strengthen the Pakistan military’s hand in fighting the militants, whose attacks against U.S.-led forces in Afghanistan are on the increase.\n\n“He (Pasha) comes to the job with serious qualifications. He knows military operations and knows tribal areas. He is also close to Gen. Kayani and has spoken publicly about the danger that extremism poses to Pakistan. But that said, ultimately what counts most are actions on the ground,” the U.S. official said.\n\nBut even with this move Pakistan’s government still has not shown the will the United States is looking for to eliminate the militant threat.\n\nA major test will be whether Pakistan can capture or kill a senior fighter, said Bryan Glyn Williams, a University of Massachusetts at Dartmouth professor who has testified as an expert witness at a Guantanamo terrorism trial.\n\n“They have been catastrophically incapable of getting high-level Taliban targets. This is how Pasha can prove that he’s serious,” Williams said.\n\nThe United States has grown increasingly alarmed over the strength of the border-area militants. It has drawn sharp criticism from Pakistan for strikes against the militants inside Pakistani territory using unmanned aircraft, or, in at least one case, Special Forces commandos.\n\nOften referred to by critics as a “state within a state”, the ISI helped the United States eliminate hundreds of al Qaeda fighters after the September 11 attacks.\n\nBut U.S. officials fear the ISI may be playing a double-game, backing the Taliban and other militants as allies to gain leverage in Afghanistan and Indian Kashmir. Washington has privately urged Pakistan’s six-month-old civilian government to exert more control over the agency.\n\nWhite House spokesman Gordon Johndroe declined to comment on Pasha’s appointment. “That’s an internal matter to Pakistan,” Johndroe said.\n\nPentagon spokesman Geoff Morrell also declined to discuss the appointment, but said, “We are encouraging of the Pakistani government’s reorganizing itself as necessary to take on the threat emanating from the tribal areas.”\n\nHassan Abbas, a Harvard University research fellow and former border-area Pakistani police chief, called Pasha’s appointment a “very important move.” He cited Pasha’s service with U.N. peacekeeping, experience as director of army operations in a border region, and his ties to Kayani.\n\n“This choice shows that (Pakistan President Asif Ali) Zardari is providing Kayani every chance to strengthen his hold in (the) army and confront the terrorists strongly,” he said.\n\nAbbas said the next six months would tell whether Zardari’s strategy is working.\n\nThe United States may have to boost quiet pressure on Zardari to succeed in shutting down support for the militant fighters that extends to high levels of the government, said terrorism analyst Seth Jones of the Rand Corp.\n\nAn effort may be needed like the U.S. pressure on former President Pervez Musharraf after the September 11 attacks, when Washington said he must either support the U.S. battle to oust Afghanistan’s Taliban government or be considered an enemy, Jones said.\n\nHe said Pakistan still holds a view of its national interest that sees the Taliban as a counter to rival influences in Afghanistan. “The issue is less who is running them (the ISI) than the strategic interests of the state,” he added.",
        "header": "U.S. watches for payoff from Pakistan intel move",
        "time": "06:10 PM EDT"
    }
]