[
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSN0326574120080104",
        "body": "NEW YORK (Reuters) - Intel (INTC.O) said on Thursday it will drop out of the One Laptop Per Child project and resign from the board after the project’s board demanded the chipmaker stop supporting other efforts in emerging markets.\n\nOne Laptop Per Child (OLPC), a nonprofit project run by MIT professor Nicholas Negroponte, aimed to sell $100 laptops to the world’s poor children.\n\nBut it began selling in October for $200 through a donor program to finance the program’s launch.\n\nThe OLPC board “had asked Intel to end its support for non-OLPC platforms including the Classmate PC and other systems,” Intel spokesman Chuck Mulloy said. “They wanted us to focus our support exclusively on the OLPC system.”\n\nA representative for the OLPC project was not immediately reachable.\n\nMulloy said Intel decided to drop out after six months of discussion.\n\nIntel last year introduced the Classmate, a laptop for developing markets. It is likely to have other projects this year.\n\n“We’ve always said there will be many solutions. The most important priority is to serve the need,” he said",
        "header": "Intel drops out of One Laptop Per Child program",
        "time": "08:54 AM EST"
    },
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSL042231120080104",
        "body": "BRUSSELS (Reuters) - Chipmaker Intel (INTC.O) has been granted a further short extension to respond to antitrust charges leveled by the European Commission, an Intel spokesman said on Friday.\n\nThe response had been due on Friday but Intel will file instead on Monday, January 7, the spokesman told Reuters.\n\nThe Commission in July, 2007, charged Intel with slashing prices below cost and offering huge rebates in an illegal attempt to drive smaller competitor Advanced Micro Devices Inc AMD.N out of the market.\n\nIntel says it has followed the law.\n\nThe Commission originally gave Intel until October 8 to respond but extended that to January 4. That was then followed by the further extension on Friday.\n\nThe Commission is the EU’s antitrust watchdog and has powers to fine companies up to 10 percent of their global annual revenues for competition abuses.",
        "header": "Intel to respond to EU antitrust charges Monday",
        "time": "12:25 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/companyNews/idUSBNG10698520080104",
        "body": "",
        "header": "UPDATE 1-RESEARCH ALERT-JPMorgan cuts Intel to neutral",
        "time": "08:20 AM EST"
    },
    {
        "link": "http://www.reuters.com/article/businessNews/idUSN0430254620080105",
        "body": "SAN FRANCISCO (Reuters) - Shares of semiconductor companies fell sharply on Friday, led by Intel Corp (INTC.O) after JPMorgan downgraded the stock on concern over slowing demand from personal-computer makers.\n\nIntel was down $1.73, or 7 percent, at $22.94 in midday trading on Nasdaq after shedding as much as much as 7.5 percent. Concerns over slowing economic growth weighed broadly on U.S. stocks as new data showed weak U.S. job growth in December.\n\nJPMorgan analyst Christopher Danely downgraded Intel to “neutral” from “overweight,” saying Intel experienced a late-quarter slowdown in order rates from PC makers, “which we believe negated the upside we believed Intel experienced earlier” in the fourth quarter.\n\nDanely, in a note to clients, cited weakness in PC orders in Europe after Acer Inc (2353.TW), the world’s fourth-largest PC maker, and British electronic-goods retailer DSG International Plc DSGI.L cut sales estimates due to lower-than-expected demand in Europe.\n\nThe 18-member Philadelphia Semiconductor Index slumped more than 4 percent, with Intel competitor Advanced Micro Devices Inc AMD.N falling 7.4 percent to $6.27 on the New York Stock Exchange.\n\nDell Inc DELL.O, the world’s second-largest PC maker and one of Intel’s biggest customers, fell 5.6 percent, and No. 1 Hewlett-Packard Co (HPQ.N) shed 2.7 percent.",
        "header": "Intel downgrade hits chip stocks",
        "time": "09:03 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/beforeTheBell/idUSN0429620420080104",
        "body": "NEW YORK, Jan 4 (Reuters) - Shares of Intel Corp (INTC.O), a Dow component, dropped 4 percent to $23.75 before the bell on Friday after JPMorgan downgraded the chip maker to “neutral” from “overweight.” For details, see [ID:nBNG106985] (Reporting by Ellis Mnyandu; Editing by Tom Hals)",
        "header": "Before the Bell-Intel drops 4 pct on downgrade",
        "time": "09:02 AM EST"
    }
]