[
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSN1027792720080710",
        "body": "CHICAGO (Reuters) - Intel Corp, the world’s biggest computer chip maker, on Thursday won clearance from the U.S. Food and Drug Administration to sell an in-home health monitoring system for patients with chronic conditions.\n\nThe system, called Health Guide, combines an in-home patient device as well as online access that enables health care professionals to monitor patients and remotely manage care.\n\nIt incorporates interactive tools for personalized care management and integrates vital sign collection, patient reminders, multimedia educational content and feedback, and communications tools such as video conferencing and e-mail.\n\nThe Health Guide system can connect to specific models of wired and wireless medical devices, including blood pressure monitors, glucose meters, pulse oximeters, peak flow meters and weight scales. It also stores and displays collected information on a touch screen and sends to a secure host server, where health care professionals can review the information.\n\n“We’re focusing on chronic conditions and that’s approaching a billion patients. The system will enable those people to connect with their caregivers from home,” Louis Burns, vice president and general manager of Intel’s Digital Health Group, said in a telephone interview.\n\nHe declined to estimate the size of the market or growth rates but said the system will initially be marketed to insurance companies, health care providers and governments.\n\nThe company is still doing pilot studies and initial results suggest using the system will save money, Burns said.\n\n“The feedback has been good. The clinicians like it and the elders like it,” he said.\n\n“The elders like it because it’s intuitive ... and they’re an active participant in what’s going on with their health,” he said, adding that older patients are used to being put into a passive role with regard to their own health care.\n\nMedical device makers Medtronic Inc and St. Jude Medical Inc already have remote monitoring systems for heart patients. Burns said he viewed those systems as complements, rather than competitors, to Health Guide.\n\nIntel said it expects Health Guide to be commercially available from health care providers in the United States and the UK late this year or early next year.\n\nAndrew Rocklin, principal of Chicago-based Diamond Management and Technology Consultants, said the Intel system could be expanded to include patients just discharged from the hospital, as well as the generally healthy population looking to stay well.\n\nThe key to success, he said, is Intel’s ability to sell it broadly so that it can be established as an industry standard.\n\n“Even one big insurance company, or even better a consortia of insurance companies, could start driving scale,” Rocklin said.\n\nShares of Intel, among the most actively traded on the Nasdaq Thursday morning, were up 15 cents to $19.96.",
        "header": "Intel gets FDA OK for personal health system",
        "time": "12:34 PM EDT"
    }
]