[
    {
        "link": "http://www.reuters.com/article/companyNews/idUSL2659809820080226",
        "body": "TEL AVIV, Feb 26 (Reuters) - U.S. chip maker Intel Corp (INTC.O) said on Tuesday its Israeli subsidiary posted an 18.4 percent growth in exports in 2007 to $1.54 billion.\n\n“Intel Israel continues to grow, which will translate into a big drive to recruit workers in a variety of technological fields,” Maxine Fassberg, general manager of Intel Israel, said at a news conference.\n\nFassberg, also a vice president at Intel Corp., said the world’s largest chipmaker did not expect the slowdown in the U.S. economy to hurt its business worldwide. She did not elaborate further.\n\n“Intel is a global company that does not only sell to the U.S. market, and therefore ... we don’t expect this (slowdown) to impact our worldwide operations in general,” she said.\n\nIntel has been operating in Israel for more than 30 years and is the largest foreign company in Israel, with a number of chip plants and research and development centres.\n\nIt is currently building its $5 billion Fab 28 chip plant in the southern Israeli town of Kiryat Gat, which will begin production in the second half of 2008, Fassberg said.\n\nFab 28, being built alongside its existing Fab 18, will be Intel’s second factory capable of making processors with circuitry just 45 nanometers wide, the next step in shrinking chips from the 65 nanometer processor that is state of the art for the industry today.\n\nFab 28, will replace Fab 8, Intel’s long-standing plant in Jerusalem and the first ever built outside the U.S., which will stop production in March 2008. Fab 8 will be transformed into a die preparation plant where wafers are protected from handling-induced defects before packaging, Intel said.\n\nFab 8 will be renamed International Die Prep Jerusalem (IDPJ). Intel’s R&D facility in Jerusalem will remain open.\n\nIntel Israel also said that its Fab 18 plant in Kiryat Gat will become part of Numonyx, a flash memory joint venture that Intel owns along with STMicroelectronics (STM.PA) (STM.N) and Francisco Partners.\n\nNumonyx will make flash memory for devices such as mobile phones, MP3 players, digital cameras and computers.\n\nAsked whether Intel’s plans to expand operations in Israel included investments in the Palestinian territories, Fassberg said: “There is a will in Intel, as well as in Israel, to invest beyond the green line. But we need political and business partners on the Palestinian side in order to do so.”\n\nIn November 2005, Intel announced plans to invest $1 million to build an IT center at the Islamic University in the Gaza Strip. Construction on the new center was halted in June when Hamas Islamists seized control of Gaza after routing Fatah forces loyal to President Mahmoud Abbas. (Editing by Steven Scheer; Editing by David Cowell)",
        "header": "Intel Israel exports jump in '07; Fab 28 to open in H2",
        "time": "11:37 AM EST"
    },
    {
        "link": "http://www.reuters.com/article/gc06/idUSL2689678520080226",
        "body": "TEL AVIV (Reuters) - Chipmaker Intel Corp. (INTC.O) does not expect the economic slowdown in the United States to hurt its business worldwide, a senior Intel official said on Tuesday.\n\n“Intel is a global company that does not only sell to the U.S. market, and therefore ... we don’t expect this (slowdown) to impact our worldwide operations in general,” Maxine Fassberg, general manager of Intel’s Israeli unit, told a news conference.\n\nFassberg, also a vice president at Intel Corp, did not elaborate further.",
        "header": "Intel says U.S. slowdown won't affect business",
        "time": "05:26 AM EST"
    }
]