[
    {
        "link": "http://www.reuters.com/article/CMPSRV/idUSL0172265220080701",
        "body": "KIRYAT GAT, Israel, July 1 (Reuters) - Intel Corp. (INTC.O) inaugurated a new chip manufacturing plant in Israel on Tuesday, which is expected to boost the Jewish state’s gross domestic product by 2 percent, a senior company official said.\n\nIntel’s second facility in the southern town of Kiryat Gat cost the company $3.5 billion, and when fully operational in September it will have a daily output of $10 million, the general manager of Intel Israel, Maxine Fassberg, said.\n\nFassberg would not comment on how the company’s increased production capacity would affect the world chip market, but said the plant would have a significant impact on the local economy.\n\n“We will have around 1,900 Intel employees and ... when we are in full production, we will change Israel’s GDP by 2 percent,” said Fassberg, who is also a vice president at Intel.\n\nIntel has been operating in Israel for more than 30 years and is the largest foreign company in the country, with a number of plants and research and development centres.\n\nPrime Minister Ehud Olmert, who was instrumental in arranging state funding when he was trade and industry minister and then finance minister, said at the ceremony that the government’s investment in the project was worthwhile.\n\nOlmert said Israel would continue to seek foreign investors to boost the economy.\n\n“We will help them. They will help us. We will build a stable economy, provide jobs, develop towns, create security, peace and bring hope to the people of Israel,” Olmert added.\n\nFab 28 is Intel’s third plant worldwide capable of making processors with circuitry just 45 nanometres wide, the next step in shrinking chips from the 65 nanometre processor that is the current industry standard.\n\nThe new technology allows the production of computer chips that are far more energy efficient and is aimed mainly at building ultra-low-powered processors for mobile Internet, consumer electronic devices and low-cost personal computers.\n\nFab 28 replaces Fab 8, Intel’s long-standing plant in Jerusalem and the first ever built outside the U.S.\n\nThe Fab 18 plant, which is adjacent to Fab 28, has been taken over by Numonyx, a flash memory joint venture that Intel owns with STMicroelectronics (STM.PA)(STM.N) and Francisco Partners.\n\nNumonyx will make flash memory for devices such as mobile phones, MP3 players, digital cameras and computers. (1 nanometre = 1 millionth of a millimetre)",
        "header": "Intel inaugurates Israeli chip-making plant",
        "time": "11:04 AM EDT"
    }
]