[
    {
        "link": "http://www.reuters.com/article/BEVNON/idUSLD37754520081113",
        "body": "* U.S. shares were set to fall at the open on Thursday, heading for a fourth day of declines, with tech stocks likely to slide after a warning on revenue from chip giant Intel (INTC.O).\n\n* At 1109 GMT, futures for the Dow Jones DJc1 and S&P 500 SPc1 were down 0.5 percent and 0.6 percent respectively, with futures for the tech-packed Nasdaq NDc1 down 1.2 percent. * The Dow Jones industrial average .DJI slid 4.7 percent on Wednesday, while the Standard & Poor's 500 Index .SPX and Nasdaq Composite Index .IXIC both shed 5.2 percent, after the United States backed away from using its $700 billion bailout to mop up sour mortgages and added to uncertainty about how the government plans to revive bank lending.\n\n* Intel fell 7.2 percent after the bell after the tech bellwether warned its revenue would be about 14 percent below its previous forecast due to weak demand around the globe. [ID:nN12312939].\n\n* Shares of Applied Materials Inc (AMAT.O) jumped 5.5 percent to $10.50 in extended trading on Wednesday after the company’s earnings beat Wall Street estimates. [ID:nWNAB2541]\n\n* Shares of NetApp Inc (NTAP.O) leapt 3.5 percent to $10.75 in after-hours after the company posted second-quarter earnings that beat Wall Street estimates by a penny.\n\n* Five of the world’s richest and most powerful hedge fund managers will face a U.S. Congressional panel that wants to know if the secretive industry poses risks to the financial system.\n\n* On the economic front, weekly jobless numbers, and mortgage data, are due. (Reporting by Brian Gorman; Editing by Sharon Lindores)",
        "header": "U.S. stock futures drop; Intel eyed after warning",
        "time": "06:24 AM EST"
    },
    {
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE4AC5CE20081113",
        "body": "NEW YORK (Reuters) - U.S. technology shares slumped on Thursday morning after Intel Corp (INTC.O) slashed its revenue forecast, in the latest sign of falling global demand for computers and other electronic products.\n\nSeveral analysts lowered their price targets on Intel and other tech companies, after the biggest maker of chips for personal computers said it expects fourth-quarter revenue of $9 billion, plus or minus $300 million.\n\nThat was much worse than Intel’s October forecast of $10.1 billion to $10.9 billion, and far short of the average analyst estimate of $10.3 billion according to Reuters Estimates.\n\nThe warning weighed on the entire tech sector, with shares of PC maker Dell Inc DELL.O falling 4.0 percent to $10.08, and software giant Microsoft Corp (MSFT.O) down 3.0 percent to $19.69. The Nasdaq composite .IXIC fell around 1 percent.\n\nShares of Intel itself fell 1.11 percent to $13.37 as analysts said that while the chipmaker’s short-term outlook was weak, its long-term prospects are still good.\n\nCitigroup analyst Glen Yeung lowered his price target on the shares to $17 from $20.\n\n“We note that the combination of 1) weak demand, 2) inventory reduction by customers, and 3) impaired credit of distributors is conspiring to create this particularly negative environment,” he said in a research note. But he also stood by his recommendation that investors buy into the semiconductor sector’s declines.\n\nGlobal Equities Research analyst Trip Chowdhry, on the other hand, said factors were not yet in place for the technology sector to recover.\n\n“The bottoming will only occur when the spend in the IT space can recover. Oil prices at $25 a barrel would open up tech spending in the enterprise space,” he said.",
        "header": "Tech shares fall after Intel warning",
        "time": "10:41 AM EST"
    },
    {
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE4AD0E320081114",
        "body": "SUNNYVALE, Calif (Reuters) - Chipmaker Advanced Micro Devices AMD.N stood firm on its financial forecast on Thursday, one day after Intel cut its fourth quarter revenue forecast by 14 percent, sparking fears about the PC industry.\n\nShares of both companies, which make virtually all the microchip processors for computers, rose along with the broader market and AMD acting Chief Financial Officer Robert Rivet called the economic downturn “a storm that will pass”.\n\n“We will come out of it in a better economic position,” he told an analysts’ day gathering at the company’s headquarters.\n\n“We’re not going to change our guidance,” Rivet added, although he said AMD would update progress in December.\n\nNearly a month ago, AMD reported better-than-expected results and projected that fourth quarter revenue would be flat.\n\nRivet said that once AMD hives off its manufacturing arm early next year, it expected to cut its capital expenditures to $300 million from $800 million, and that in 2009 they would aim for gross revenues of 45 percent.\n\nHe said the company hopes for 2009 sales growth of 4 percent to 5 percent in units, assuming global Gross Domestic Product of 1.8 percent.\n\nA Wall Street analyst who asked not to be identified said AMD was overly optimistic and that many of his colleagues believe PC growth will range from one to two percent growth to a small shrinkage of sales.\n\nIntel had said demand was bad around the world and in all market segments.\n\nBut analysts did believe that talk of an AMD bankruptcy could now be put behind, given the spinoff of manufacturing.\n\n“They have done just about everything to rebalance and redirect the company,” said Jon Peddie, who has his own research firm.\n\nHe said AMD had reduced debt through the deal to split off manufacturing, lowered costs and brought out its new Shanghai processor for servers earlier and with higher performance than expected, especially in graphics.\n\nHe noted that Shanghai was being used by Hewlett-Packard (HPQ.N), Dell DELL.O, Sun Microsystems JAVA.O and others.\n\nIntel (INTC.O) is bringing out a new server processor next year known as Nehalem that will match many of Shanghai’s selling points, including quicker input and output and quicker memory access,\n\nPatrick Wang of Wedbush Morgan Securities said Nehalem’s mass market version will not get to market until two to three months after Shanghai, and will be as much as three quarters behind in the smaller, high-end market that requires sets of four or more chips in one server.\n\n“Intel’s job is to de-throne them,” he said.\n\nWhat AMD has not done is to meet Intel head-to-head in the “netbook” category for low-powered machines which are smaller than miniature laptops. Intel has been selling its low-powered Atom processor for months and has declared it a success.\n\n“We’re ignoring it,” said AMD Chief Executive Dirk Meyer. He and other AMD executives were dubious about Intel’s claims that the Atom is creating new markets rather than stealing from higher-end markets.\n\nAMD will offer its own low-end platform next year, but it will be higher-powered and cost more than the Intel offering.",
        "header": "AMD backs forecast after Intel warns",
        "time": "08:30 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/usMktRpt/idUSN1345186420081113",
        "body": "* For up-to-the-minute market news, please click on [STXNEWS/US]\n\nNEW YORK, Nov 13 (Reuters) - U.S. stock index futures pointed to flat to slightly higher Wall Street open on Thursday after Wal-Mart Stores Inc (WMT.N) offered some reassuring news about consumer spending.\n\nIn addition, investors were poised to follow up a three-day losing streak with a search for downtrodden shares.\n\nNews of a stronger-than-expected third-quarter profit from Wal-Mart provided some comfort, but sentiment remained shaky as investors fretted about Intel Corp’s (INTC.O) lowered revenue outlook.\n\nEven though Wal-Mart trimmed its full-year profit forecast, the world’s largest retailer said it was optimistic about the current quarter, which spans the all-important holiday shopping season. For details, see [ID:nN13306963]\n\n“The Wal-Mart news, what it does is instill some confidence that there are still some companies that are still doing well,” said Matt McCall, president of Penn Financial Group in Ridgewood, New Jersey. “Also look at what the market has done over the last three days. It’s gotten crushed. So we’re in the very short-term basis oversold.”\n\nS&P 500 futures SPc1 slipped 1.40 points and were above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures DJc1 fell 14 points, and Nasdaq 100 NDc1 futures fell 9.50 points.\n\nShares of Wal-Mart, a Dow component, were little changed before the bell, while those of Intel, a chip maker, slipped 4.4 percent to $12.92.\n\nAt Wednesday’s close the broader market stood a whisker away from retesting its October 10 low, a development which traditionally sees bulls trying to initially make a stand against the bears, in turn helping provide the market some short-term support.\n\nIn corporate news, Citigroup Inc (C.N) is in talks to buy U.S. regional lender Chevy Chase Bank FSB CCX_pc.N , which operates in the mid-Atlantic region, the Wall Street Journal reported. [ID:nBNG364257]\n\nCitigroup shares were up 1.7 percent at $9.80 before the bell. Thursday’s economic calendar includes a report on weekly jobless claims, due for release at 8:30 a.m. (1330 GMT).\n\nU.S. stocks sank for the third day on Wednesday after the United States backed away from using its $700 billion bailout to mop up sour mortgages and added to uncertainty about how the government plans to revive lending and the economy. (Editing by Kenneth Barry)",
        "header": "US STOCKS-Wal-Mart underpins futures, but Intel weighs",
        "time": "08:11 AM EST"
    }
]