[
    {
        "link": "http://www.reuters.com/article/businessNews/idUSTRE49C7Z920081013",
        "body": "SAN FRANCISCO (Reuters) - Technology investors watching as Intel Corp (INTC.O) and other semiconductor makers report earnings this week have one question: How bad can it get?\n\n“People expect the worst,” said Doug Freedman of American Technology Research in San Francisco, speaking of Intel earnings, which are due on Tuesday and come against a backdrop of dismal economic news that has sent stocks down.\n\nChristopher Danely of J.P. Morgan in San Francisco said demand was going “straight down the tubes.”\n\nEconomists worry that the United States is heading for recession affecting demand for everything from cars and houses to television and computers.\n\nTexas Instruments TXN.N, Advanced Micro Devices Inc AMD.N, Xilinx (XLNX.O) Inc and Altera Corp (ALTR.O) also report this week or next.\n\nBut analysts are not sure that all the bad news has trickled back to the microchip makers from companies that make, sell and distribute products that use chips.\n\n“When Intel gives guidance it may or may not have received guidance from distributors that terrible things are happening,” said Brian Piccioni of BMO Capital Markets in Canada.\n\nAnd that leaves things uncertain for now.\n\n“We all want to know about 2009. They (the companies) have no idea,” said Danely. “They’re not that scared and wonder why people on Wall Street are.”\n\nHe said stocks reflect the market’s understanding that business conditions will be bad for the first half of next year, even if the companies have been slow to acknowledge it.\n\nPatrick Wang, an analyst at Wedbush Morgan, said what companies say about the end of this year will also matter. “We do need to make sure inventories remain under control,” he said.\n\nProblems extend beyond the rich markets in Europe and the United States. Edwin Mok of Needham & Company in San Francisco said distributors told him there are now demand problems in the smaller Asia market and emerging markets such as Brazil.\n\nAnalysts also question whether Intel’s low-end Atom processor, introduced in March, might be selling quickly -- but at the expense of more profitable chips.\n\n“I expect that the unit demand will expand more than people expect, but the value of those units is probably lower,” said Freedman.\n\nMok said he is awaiting confirmation from Intel of its view that growth in demand for netbooks -- a new, small class of computers that are cheaper than laptops -- “is incremental, not cannibalization of the higher-end machines.”\n\nFreedman said the bad economic situation will be directly reflected in Intel’s non-operating income, based on investments that take a hit from lower market prices.\n\n“If we look at the last time we had problems, their non-operating income line lost several million dollars,” he said, recalling the last major downturn.\n\nOn the positive side, Freedman said Intel and some other chip firms will get a boost from a research and development tax credit in the $700 billion bailout for financial institutions enacted this month.",
        "header": "Intel watchers ask how ugly the future will be",
        "time": "05:56 PM EDT"
    }
]