[
    {
        "link": "http://www.reuters.com/article/politicsNews/idUSTRE4BH66U20081218",
        "body": "WASHINGTON (Reuters) - President-elect Barack Obama has chosen retired Navy Adm. Dennis Blair as the top U.S. intelligence official and could make an announcement as early as Friday, a source familiar with the nomination said on Thursday.\n\nAs director of national intelligence, Blair would oversee the entire U.S. intelligence apparatus and be responsible for delivering Obama’s daily intelligence briefing.\n\n“We expect the announcement tomorrow,” said the source, who spoke on condition of anonymity.\n\nBlair, a four-star admiral and former top U.S. military commander in the Pacific region, has for some time been considered the front runner for the intelligence job. Blair’s nomination would keep an experienced military leader in the post, and he has a reputation as a smart thinker.\n\nThe current director, Michael McConnell, has indicated he would be willing to stay on. But influential Democrats, including Sen. Dianne Feinstein, incoming head of the Senate Intelligence Committee and a California Democrat, called for new leadership at the post and the CIA.\n\nMcConnell and CIA Director Michael Hayden have been criticized by some Democrats and human rights groups for their defense of Bush administration counterterrorism tactics, including harsh questioning of suspects and wiretapping Americans’ international phone conversations.\n\nObama has vowed to “put a clear end to torture” and “restore” a balance between security and constitutional protections.\n\nAn advocacy group for East Timor this month urged Obama not to name Blair. It accused him of deepening ties with Indonesia’s military during his years as Pacific commander, when the country was accused of violating human rights in the former Portuguese colony it occupied.\n\nThe Obama transition team declined to comment on the Blair choice, as did Feinstein’s office. The position requires confirmation by the Senate.\n\nThe director of national intelligence position assumes some duties previously held by the CIA chief and oversees the 16 U.S. intelligence agencies. The job was created by Congress in an overhaul aimed at correcting intelligence failures blamed in part for the September 11 attacks.\n\nBlair and retired Marine Gen. James Jones, Obama’s pick for national security adviser, served together on the Project for National Security Reform.\n\nThe group earlier this month released a congressionally mandated study calling for a national security manager to carry out the presidential strategies and minimize demands for the president’s attention.\n\nDuring a 34-year Navy career, Blair also served as an associate CIA director for military support and for a period at the White House National Security Council. Until last year he was president of the Institute for Defense Analyses, a nonprofit group that researches defense issues for the federal government.\n\nBlair was reported to have resigned from the group over conflict-of-interest concerns.",
        "header": "Obama chooses Adm. Blair as intel chief: source",
        "time": "04:47 PM EST"
    }
]