[
    {
        "link": "http://www.reuters.com/article/mnaNewsTechMediaTelco/idUSLU36157420080930",
        "body": "LONDON, Sept 30 (Reuters) - Intel (INTC.O) will continue to invest in products and technologies even though it sees some likely impact on the emerging markets that are crucial for its growth during a U.S. financial meltdown, its chairman said.\n\n“I think you’d have to be prudent and assume that if the financial marketplace melts down there’s going to be some impact but nobody’s predicting that, nobody knows how big it’s going to be,” Craig Barrett told Reuters journalists on Tuesday.\n\n“The only thing we can do is look at that part of our future destiny that we can control, and that’s our investment in the future, in the products we create and the technologies we create,” he said on a visit to Reuters.\n\n“We’ve always had the attitude that you have to make that investment in good times and bad.”\n\nOf its $38.3 billion 2007 revenue, the world’s biggest chipmaker spent $5.8 billion on research and development and $5 billion on capital items such as property, plants and equipment.\n\n“You can’t save your way out of a recession, you have to invest your way out, and so we’ve always kept a rainy day plan to accommodate that,” Barrett said, adding that Intel had a financial cash cushion of about $10 billion for that purpose. (Reporting by Georgina Prodhan, Alex Smith and Ben Hirschler)",
        "header": "CORRECTION -  - RPT-CORRECTED-Intel chairman will invest through recession",
        "time": "10:27 AM EDT"
    },
    {
        "link": "http://www.reuters.com/article/reutersEdge/idUSTRE48T4O020080930",
        "body": "LONDON (Reuters) - Intel (INTC.O) will continue to invest in products and technologies even though it sees that a U.S. financial meltdown is likely to affect the emerging markets that are crucial for its growth, its chairman said on Tuesday.\n\n“I think you’d have to be prudent and assume that if the financial marketplace melts down there’s going to be some impact but nobody’s predicting that, nobody knows how big it’s going to be,” Chairman Craig Barrett told Reuters journalists.\n\n“The only thing we can do is look at that part of our future destiny that we can control, and that’s our investment in the future, in the products we create and the technologies we create,” he said on a visit to Reuters.\n\n“We’ve always had the attitude that you have to make that investment in good times and bad,” he said. “It’s R&D, capital, marketing-intensive, and we’re just like a blind greyhound, we just continue to race down the track.”\n\nOf its $38.3 billion 2007 revenue, the world’s biggest chipmaker spent $5.8 billion on research and development and $5 billion on capital items such as property, plants and equipment.\n\n“You can’t save your way out of a recession, you have to invest your way out, and so we’ve always kept a rainy day plan to accommodate that,” Barrett said, adding that Intel had a financial cash cushion of about $10 billion for that purpose.\n\nBarrett said Intel’s creditworthiness meant it should be able to make acquisitions if the chance arose, even given the current turmoil in financial markets.\n\nIntel has an A+ credit rating from Standard and Poor‘s.\n\n“If there were an opportunity to make a strategic investment we’d probably have that capability. We are probably as far from a highly leveraged investment bank as you can find,” he said.\n\n“Most of the U.S. high-tech industry is in that same category -- Microsoft (MSFT.O), Cisco (CSCO.O), HP (HPQ.N), Intel -- they’re in that same category.”\n\nBarrett said Intel’s market share in microprocessors -- its chips power about eight of every 10 PCs sold -- would rule out certain types of acquisition: for example, it would be unlikely to be allowed to buy graphics chip maker Nvidia (NVDA.O).\n\nBut in non-core areas such as mobile broadband, low-power chips for handhelds, high-performance chips and digital medical electronics, Intel could use acquisitions to boost its share of the market.\n\n“I think there’s opportunity for growth in the company and you could certainly consider acquisitions in some of those areas,” he said.\n\nBarrett added that he saw demand for medical technology continuing to rise in all parts of the world, despite the economic downturn.\n\n“In the U.S., healthcare costs on an annual basis go up about $200 billion a year, which is more than an Iraq war,” he said, “and Europe, I think, is not far behind us.”\n\n“In emerging economies, it’s healthcare delivery itself which is the issue,” added Barrett, who promotes health and education projects in the United States and developing countries through positions in organizations including the United Nations.\n\n“The whole world has to turn in that direction. I don’t see it stopping because Merrill Lynch, Lehman Brothers etc. are going into demise,” he said.\n\nBarrett added that a $700 billion rescue plan for the U.S. financial industry -- which was rejected by U.S. lawmakers on Monday -- was symptomatic of a lack of long-term perspective on the part of the government.\n\n“We can send out $160 billion of $500 cheques to stimulate the economy, we have a $300 billion agricultural bill which is subsidizing the industries of the 19th century, and now we’re going to have a $700 billion bail-out of the finance industry,” said Barrett.\n\n“But we can’t find $1 billion to invest for the future. That’s kind of misplaced priorities from my perspective.”",
        "header": "Intel says will invest through recession",
        "time": "11:43 AM EDT"
    }
]