[
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSN2634642520080626",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp (INTC.O), the world’s biggest chipmaker and decades-long business partner of Microsoft Corp, has no immediate plans to roll out the software giant’s Windows Vista operating system to all its employees.\n\n“We’re in a refresh cycle now and there are a number of factors considered before we select software,” an Intel spokesman explained without elaborating.\n\nIntel and Microsoft (MSFT.O) have for years been known as “Wintel,” because the two have worked together since the early days of the personal computer industry to tie Intel’s microprocessors with Microsoft’s operating system.\n\n“We are testing and deploying Windows Vista in certain departments,” the Intel spokesman said.\n\nThe decision by Intel is the latest setback to Vista, which has faced slow adoption by large corporate customers, many of which are choosing to wait for the release of Microsoft’s next operating system code-named Windows 7.\n\n“There’s been very little enterprise-wide uptake of Vista,” said Endpoint Technologies Associates analyst Roger Kay, of big-business use of Vista across entire companies. “They look at Vista and say, ‘We’re not going to throw out a bunch of hardware and software.'”\n\nUsing Windows Vista can often require expensive upgrades of computer hardware, because Vista requires larger amounts of computer memory to run smoothly, among other requirements.\n\nIntel, based in Santa Clara, California, has about 80,000 employees across the globe and maintains a network of about a dozen multibillion dollar plants that churn out its processors that are the electronic brains of PCs.\n\nTogether, Intel and Microsoft control some 80 percent or more of the global personal computing industry.\n\nThe Inquirer, a London-based technology website, and the New York Times earlier reported Intel’s decision not to roll out Vista across the entire company.\n\nAmong consumers, however, many millions of copies of Vista are in use, with Microsoft saying that more than 140 million copies are installed on PCs around the globe.\n\n“The consumer market is moving along apace,” Kay said. “And in the small- and medium-business market you’re seeing decent adoption of Vista.”",
        "header": "Intel pursues narrow Windows Vista rollout",
        "time": "02:32 PM EDT"
    }
]