[
    {
        "link": "http://www.reuters.com/article/regulatoryNewsTechMediaTelco/idUSL7103236720090507",
        "body": "* Will order changes to how it provides rebates\n\nBRUSSELS, May 7 (Reuters) - The European Commission is set to rule next week that the world’s largest chipmaker, Intel Corp (INTC.O), breached antitrust rules and will fine it and order changes to how it provides rebates, sources said on Thursday.\n\nSources familiar with the case told Reuters the Commission was expected to make its decision on May 13 during the EU executive’s weekly meeting, based on a recommendation by Competition Commissioner Neelie Kroes.\n\n“The Commission has an ongoing antitrust case against Intel. I cannot comment on the timing of the decision,” spokesman Jonathan Todd said.\n\nIntel shares were down 3.9 percent to $15.51 by 1742 GMT, underperforming a 1.4 percent lower Dow Jones industrial average .DJI.\n\n“We are not part of that (European Commission) decision making process. Those reports are speculative and therefore we will not comment,” Intel spokesman Chuck Mulloy said.\n\nThe EU executive charged Intel in 2007 of giving illegal rebates to computer makers to limit their use of chips made by smaller rival AMD AMD.N or avoid them completely.\n\nIn July last year, it filed additional charges against Intel, saying it paid retailers not to sell PCs using AMD chips. Intel has said repeatedly it has not done anything wrong. (Reporting by Foo Yun Chee and David Lawsky; Editing by Bate Felix; editing by Simon Jessop)",
        "header": "UPDATE 2-EU exec set to fine Intel on May 13 -sources",
        "time": "01:54 PM EDT"
    },
    {
        "link": "http://www.reuters.com/article/regulatoryNewsTechMediaTelco/idUSBRU00937920090507",
        "body": "BRUSSELS, May 7 (Reuters) - The European Commission is set to rule next week that the world’s largest chipmaker, Intel Corp (INTC.O), breached antitrust rules and will fine it and order changes to how it provides rebates, sources said on Thursday.\n\nSources familiar with the case told Reuters the Commission was expected to make its decision on May 13 during the EU executive’s weekly meeting, based on a recommendation by Competition Commissioner Neelie Kroes.",
        "header": "EU exec set to fine Intel on May 13",
        "time": "12:56 PM EDT"
    }
]