[
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE50J3SQ20090120",
        "body": "(Reuters) - Intel, the world’s largest chip maker, has cut the price of some processors by as much as 48 percent as it confronts slumping demand and new lower-cost chips from Advanced Micro Devices Inc, Bloomberg reported.\n\nThe price of Celeron 570 processors, designed for laptops, dropped 48 percent to $70 whereas one of the company’s quad-core desktop-computer models, which have four processors on one piece of silicon, dropped 40 percent to $316, the news agency said.\n\nIntel kept the price of its three most expensive desktop chips unchanged, the report said on Tuesday.\n\nIntel was not immediately available for comment.\n\nThe U.S. company had said it expects margins to bounce back to “healthy” levels by the second half of 2009, but held back on giving detailed quarterly forecasts when it issued earnings on January 15, citing economic uncertainty.",
        "header": "Intel cuts prices of some processors: report",
        "time": "08:57 AM EST"
    },
    {
        "link": "http://www.reuters.com/article/businessNews/idUSTRE50K0B720090121",
        "body": "LOS ANGELES (Reuters) - Intel Corp’s (INTC.O) top executive told employees in an internal communication that the company could potentially report its first loss in more than two decades in the current quarter, Bloomberg reported on Tuesday.\n\nLast week, Intel, the world’s largest chipmaker, posted a 90 percent drop in fourth-quarter profit and a 23 percent decline in revenue, as it struggles with waning demand. The last time the company reported a loss was in 1986.\n\n“We are not going to wake up in six months with everything rosy again,” Chief Executive Paul Otellini told employees last week in a memo, Bloomberg reported. After 87 quarters of profit, the first quarter is “too close to call,” the communication said, according to Bloomberg.\n\nIntel spokesman Chuck Mulloy said the company doesn’t comment on internal employee communications, adding that “we never forecast profitability either internally or externally.”\n\nIntel confirmed that Otellini conducted a Webcast for its employees to give an overview of its recent quarterly results, but declined to provide details of an internal company account that summarized Otellini’s remarks.\n\nThere will be no budget for merit pay or promotions, and Intel will only refill vacant jobs on a selective basis, Otellini said in the memo.\n\n“We will be focusing on every nickel,” he was quoted as saying. “Every dollar counts.”\n\nLast week, the Santa Clara, California-based company said it expects margins to bounce back to “healthy” levels by the second half of 2009, but did not give a detailed quarterly forecast when it issued earnings, citing economic uncertainty.",
        "header": "Intel says loss possible in first quarter: report",
        "time": "08:43 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE50J6B220090120",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp is slashing prices on a number of its processors, including cuts of up to 40 percent on some of its higher-powered, faster quad-core chips, as the world’s largest chip maker copes with weakening demand.\n\nThe company, which called the changes part of regularly scheduled price moves, is confronting slumping demand brought on by the global economic slowdown, along with new, cheaper chips from Advanced Micro Devices Inc.\n\nIntel reduced the price of its Core 2 Quad Q9650 chip, which is used in desktop computers, to $316 from a $530 list-price in December. It lowered prices on other Core 2 Quad chips by 16 to 20 percent. Quad-core chips have four processors on one piece of silicon.\n\nAMD recently launched its Phenom II quad-core chips, which have a top list price of $275.\n\nAmerican Technology Research analyst Doug Freedman acknowledged that AMD has a “much more viable product portfolio than they did last year,” but said Intel’s move was also an acknowledgment of the tough economic times.\n\n“I would put it as a standard move with the caveat ... that the marketplace is far from in a standard condition and there’s a more viable product out of their competitors,” Freedman said. “To think that there is some impact there, yes, but I wouldn’t be ready to call it the start of round two of a price war.”\n\nIntel also cut prices on a number of other chips used in desktops, notebooks and servers. Prices on Pentium dual-core chips used in desktops were lowered by as much as 24 percent, while prices on its Celeron mobile processor were cut by as much as 48 percent. Prices on Intel’s Xeon server chips were slashed by as much as 40 percent.\n\nIntel also introduced three new, more energy-efficient Core 2 Quad processors for use in desktops.\n\nLast week, the Santa Clara, California-based company reported a 23 percent drop in fourth-quarter revenue. Intel said it expects margins to bounce back to “healthy” levels by the second half of 2009, but held back on giving detailed quarterly forecasts when it issued earnings, citing economic uncertainty.",
        "header": "Intel slashes processor prices as AMD looms",
        "time": "02:18 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/rbssSemiconductors/idUSBNG35812620090120",
        "body": "Jan 20 (Reuters) - Intel (INTC.O), the world’s largest chip maker, has cut the price of some processors by as much as 48 percent as it confronts slumping demand and new lower-cost chips from Advanced Micro Devices Inc AMD.N, Bloomberg reported.\n\nThe price of Celeron 570 processors, designed for laptops, dropped 48 percent to $70 whereas one of the company’s quad-core desktop-computer models, which have four processors on one piece of silicon, dropped 40 percent to $316, the news agency said.\n\nIntel kept the price of its three most expensive desktop chips unchanged, the report said on Tuesday.\n\nIntel was not immediately available for comment.\n\nThe U.S. company had said it expects margins to bounce back to “healthy” levels by the second half of 2009, but held back on giving detailed quarterly forecasts when it issued earnings on Jan. 15, citing economic uncertainty. [ID:nN15543836] (Reporting by Bijoy Koyitty in Bangalore, editing by Dan Lalor)",
        "header": "Intel cuts processor prices up to 48 pct-Bloomberg",
        "time": "03:45 AM EST"
    },
    {
        "link": "http://www.reuters.com/article/rbssSemiconductors/idUSN2043643220090121",
        "body": "LOS ANGELES, Jan 20 (Reuters) - Intel Corp’s (INTC.O) top executive told employees in an internal communication that the company could potentially report its first loss in more than two decades in the current quarter, Bloomberg reported on Tuesday.\n\nLast week, Intel, the world’s largest chipmaker, posted a 90 percent drop in fourth-quarter profit and a 23 percent decline in revenue, as it struggles with waning demand. The last time the company reported a loss was in 1986.\n\n“We are not going to wake up in six months with everything rosy again,” Chief Executive Paul Otellini told employees last week in a memo, Bloomberg reported. After 87 quarters of profit, the first quarter is “too close to call,” the communication said, according to Bloomberg.\n\nIntel spokesman Chuck Mulloy said the company doesn’t comment on internal employee communications, adding that “we never forecast profitability either internally or externally.”\n\nIntel confirmed that Otellini conducted a Webcast for its employees to give an overview of its recent quarterly results, but declined to provide details of an internal company account that summarized Otellini’s remarks.\n\nThere will be no budget for merit pay or promotions, and Intel will only refill vacant jobs on a selective basis, Otellini said in the memo.\n\n“We will be focusing on every nickel,” he was quoted as saying. “Every dollar counts.”\n\nLast week, the Santa Clara, California-based company said it expects margins to bounce back to “healthy” levels by the second half of 2009, but did not give a detailed quarterly forecast when it issued earnings, citing economic uncertainty. [ID:nN15543836] (Reporting by Edwin Chan, Gabriel Madway; editing by Carol Bishopric)",
        "header": "Intel says loss possible in first quarter - Bloomberg",
        "time": "08:40 PM EST"
    }
]