[
    {
        "link": "http://www.reuters.com/article/internetNews/idUSTRE5284HA20090309",
        "body": "BRUSSELS (Reuters) - Intel Corp could face a hefty fine from EU regulators over charges it fiddled with retail channels to suppress competitors, but of more concern could be any fresh rules imposed by the EU.\n\nEven if the world’s largest chipmaker is slapped with the maximum possible fine of 10 percent of its annual revenue, the greatest risk for the company would be if the EU imposes remedies which would change its pricing model.\n\nThe European Commission has already said Intel’s pricing practices -- in particular rebates to computer makers and retailers -- were a bid to drive rival Advanced Micro Devices out of the market and is set to rule soon on the issue.\n\n“Will the Commission impose something that would destroy their pricing model, open up the market to competition and new entrants or to AMD? That is what they would be worried about, more than their reputation or anything else,” said Michael Tscherny, a former Commission official, now partner at European affairs consultancy Gplus Europe.\n\nIn two formal charge sheets laid out in July 2007 and July 2008, the Commission said Intel gave rebates to computer makers so long as they agreed to obtain most or all of their CPU chips from Intel and made payments to induce computer makers either to delay or cancel the launch of products using AMD chips.\n\nThe U.S. tech group has denied the charges that it was abusing its market dominance, arguing its conduct had been lawful and beneficial to clients and consumers.\n\nAn Intel spokesman said the firm was focused on conducting its defense and would not speculate on any Commission decision.\n\nThe Santa Clara-based group, however, said in a filing to U.S. regulators in February that a letter from the Commission had warned: “It cannot be excluded at this stage of the procedure that the EC may adopt a decision adverse to Intel.”\n\nSpokesman Robert Manetta said: “We hope that any ruling wouldn’t harm the many benefits that continue to be produced from the natural functioning of this market.”\n\nAnalysts say the Commission will likely rule Intel breached EU antitrust rules, hitting it with a record fine which could dwarf that slapped on Microsoft for a similar offence.\n\nThe penalty will have little impact on Intel’s balance sheet or market share, they said. However, lawyers expect Brussels to bare its teeth and try to deter others by exacting a fine proportionate to, or more than, the nearly $500 million slapped on Microsoft in 2004.\n\n“They fined Microsoft. Yes, it hurt their image, but it didn’t hurt their cash balance and their market share is still almost at the same level,” said John Dryden, analyst at Charter Equity Research in San Francisco.\n\nTech bellwether Intel reported fourth-quarter revenue of $8.2 billion in January, with a net profit of $234 million which would help it cushion a fine.\n\nDryden said because Intel has a sizeable cash balance, it could likely afford any fine similar to that on Microsoft.\n\n“They are sitting on $14 billion in cash and generated close to $10 billion in cash last year ... any fine would be more a hit to the mind than a hit to the balance sheet,” he said.\n\nDryden also said Intel would likely retain its more than 80 percent share of the computer chip market, even if the EU places restrictions on its rebates which could make products more expensive for consumers.\n\n“It is really a savings programme that they provide to their customers -- PC vendors or OEMs who build computers. The benefit to them is not necessarily a benefit to Intel,” he added.\n\nEU antitrust law frowns on dominant companies that try to muscle out competitors. EU courts have always held that rebates by dominant companies could be abusive, said David Anderson, an antitrust attorney at Berwin Leighton Paisner in Brussels.\n\nAny decision by the European Commission would be keenly watched by U.S. regulatory authorities, which have launched a similar investigation into Intel.\n\nThe U.S. Federal Trade Commission launched a probe into Intel after South Korean authorities fined it $26 million for offering rebates in return for not buying AMD products.\n\nThe group faces more legal woes as a U.S. lawsuit brought by AMD is set to go to court in 2010. Intel also faces at least 82 separate class actions, filed in various U.S. courts, modeled on the AMD complaint.\n\n“With the Korean fine, the Americans once again digging in, ... the Commission’s case has a lot of momentum behind it,” Anderson added.",
        "header": "Intel pricing model seen facing EU scrutiny",
        "time": "11:41 AM EDT"
    }
]