[
    {
        "link": "http://www.reuters.com/article/rbssSemiconductors/idUSLO39366920090224",
        "body": "TEL AVIV, Feb 24 (Reuters) - Intel Corp (INTC.O), the world’s biggest chip maker, said on Tuesday it expects to boost exports from Israel in 2009 as it begins mass production at its new plant in the south of the country.\n\nIntel’s $3.5 billion Fab 28 plant started mass production this month, after limited output began in September. It is the third plant in the world to make processors with 45 nanometre-wide circuitry, smaller than the industry standard of 65 nanometres.\n\n“We have great expectations,” Maxine Fassberg, general manager of Intel Israel, told a news conference. “There will definitely be a rise in exports due to the new plant.”\n\nFassberg would not give details on the size of the plant, but said it would reach full production capacity by the end of the year.\n\nIntel Israel, one of the country’s top exporters, saw its exports drop to $1.39 billion in 2008 from from $1.54 billion in 2007.\n\nFassberg attributed the decline to the closing of Intel’s Fab 8 plant in Jerusalem late last year and the transfer of Fab 18, which is adjacent to the new Fab 28 plant, to Numonyx, a flash-memory joint venture that Intel owns with STMicroelectronics (STM.PA) and Francisco Partners.\n\nGeneral Manager Fassberg said she did not expect layoffs at Intel Israel in the foreseeable future.\n\n“I think you’ve all heard of announcements Intel has made concerning operations it intends to shut down. They don’t include operations in Intel Israel,” she said.\n\nIntel employs 6,470 workers at two plants and four research and development centres.\n\nFassberg said that most workers at Fab 8, which is being converted into a die preparation plant, have moved to the new factory.\n\nWhen asked if the company was considering other measures like cutting salaries or reducing the work week, she said the company had made contingency plans in case the economic situation worsened.\n\n“We are looking at all possibilities,” the general manager said. (Editing by Karen Foster)",
        "header": "Intel Israel says '09 exports to rise on new plant",
        "time": "07:04 AM EST"
    }
]