[
    {
        "link": "http://www.reuters.com/article/rbssSemiconductors/idUSN2226019520090423",
        "body": "* Formal decision could come within weeks (Adds comment from European Commission)\n\nSAN FRANCISCO, April 22 (Reuters) - The European Commission, taking a major step toward fining and imposing sanctions on Intel Corp (INTC.O) for violating antitrust law, has sent a draft decision ruling against the chip maker to EU member states, a source familiar with the situation said on Wednesday.\n\nThat sets the stage for the Commission to deliver a formal decision within weeks, based on past practice. In the draft decision, the Commission said Intel abused its market power in violation of EU antitrust law.\n\n“As far as we are concerned this is speculative at this stage and we have no comment,” spokesman Chuck Mulloy said.\n\nCommission spokesman Jonathan Todd said, “I can confirm that the Commission does have an ongoing antitrust case concerning Intel but I can make no further comment.”\n\nIntel and its smaller rival, Advanced Micro Devices Inc AMD.N, make virtually all of the central processing chips at the heart of the world’s one billion personal computers.\n\nThe Commission’s draft decision was sent to the 27 European Union member states, the source told Reuters on condition of anonymity.\n\nSending a draft decision is typically followed by a meeting within a week or two in which the individual members give their recommendations. Every draft decision of the Commission has been approved in the past.\n\nOnce a draft is approved, the members reconvene within days to approve a fine. In order to prevent leaks, the Commission does not put the size of the fine in a draft decision.\n\nEqually important to an Intel fine would be other sanctions, which could limit the activities of Intel in giving rebates.\n\nIn July 2007, the Commission said Intel designed its rebates to persuade computer makers to shut out AMD. One year later, the Commission said Intel had also given money to retailers who agreed to sell only computers with Intel chips. (Reporting by David Lawsky; Editing by Andre Grenon, Gary Hill)",
        "header": "UPDATE 1-EU sent draft Intel ruling to member states -source",
        "time": "08:05 PM EDT"
    }
]