[
    {
        "link": "http://www.reuters.com/article/politicsNews/idUSTRE51O6XZ20090225",
        "body": "LANGLEY, Virginia (Reuters) - CIA Director Leon Panetta said on Wednesday President Barack Obama wants to aggressively pursue Islamic militants, stressing there has been no let-up in the war despite change in the White House.\n\nIn a wide-ranging interview with a group of reporters, Panetta also said that as a result of the global recession, the intelligence community is now preparing a daily report on how the foreign policy of countries suffering economic instability might change.\n\nHe mentioned specifically China and Russia as well as countries in Europe and Latin America, for example Argentina, Ecuador and Venezuela.\n\nThe change in administrations from Republican President George W. Bush, who aggressively went after Islamic militants, to that of Democrat Obama has raised questions in Washington as to how persistent the new president would be in the struggle to prevent a repeat of the September 11 attacks.\n\nPanetta gave his clearest sign yet that nothing has changed in that effort.\n\n“We are going to continue to pursue, we are going to continue to bring pressure, we are going to continue a very aggressive effort to go after terrorists, to go after (Osama) bin Laden, until we bring them to justice,” Panetta said.\n\n“That is a fundamental mission that we are committed to here,” he said.\n\nPanetta did not specifically mention the use of unmanned Predator drones to fire missiles at al Qaeda targets in Afghanistan and Pakistan, which has drawn the ire of Pakistanis.\n\nBut he stressed that operations against militants would continue unabated, saying top officials from Obama on down believe they are probably “the most effective weapon we have to try to disrupt al Qaeda.”\n\n“I think the operational efforts that have been put in place have been successful at disrupting them, and in going after members of al Qaeda,” he said.\n\nThe United States, frustrated by an intensifying Afghan insurgency and what it sees as Pakistan’s reluctance to tackle the spillover, stepped up the missile attacks last year.\n\nAmid a debate in Washington over whether Obama will scrap the Bush slogan “war on terror” to describe the U.S.-led effort to crush al Qaeda, Panetta did not use the phrase, but said:\n\n“There’s no question that this is a war ... There’s no question in my mind that we are facing terrorists and we are facing a threat to this country that requires we do everything possible to protect our safety.”\n\nHe expressed particular concern about Somalia and Yemen becoming safe havens for al Qaeda, saying Somalia was essentially a failed state.\n\nPanetta said the daily economic intelligence report is being produced at the request of the Obama administration and is being distributed to key decision-makers. The first one was distributed on Wednesday, he said.\n\n“Obviously, the purpose of that of that is to make sure we are not surprised by the implications of (the) worldwide economic crisis and what happens with countries throughout the world as a result of that,” he said.\n\nThe world economic crisis has become the biggest near-term U.S. security concern, displacing terrorism, U.S. intelligence agencies told Congress this month.\n\nThe annual threat assessment produced by the Office of the Director of National intelligence said a quarter of countries around the globe had already experienced at least “low-level” political instability, such as government changes, linked to the economy.\n\nPanetta, who was White House chief of staff to President Bill Clinton, left a fairly tranquil lifestyle in California to return to Washington for the arduous task of managing the CIA.\n\n“I guess I‘m a sucker for challenges,” he said.\n\nAsked how his has changed now, he chuckled and said: “I can’t go anywhere without a security detail.”",
        "header": "Obama receiving daily economic intel document: CIA",
        "time": "06:16 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/ousiv/idUSTRE51P07A20090226",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp (INTC.O) is seeing some predictability return to the chip business this quarter but it is still unclear when the downturn will hit bottom, Chief Executive Paul Otellini said on Wednesday.\n\nOtellini’s comments at a conference followed a forecast by research firm Gartner that global semiconductor revenue would drop 24 percent to $194.5 billion this year as consumer demand dries up for gadgets like digital cameras and computers.\n\nDespite the recession, Otellini said he remained bullish about sales of netbooks -- the small, low-cost laptop computers used mainly for e-mail, word processing and websurfing. Most netbooks use Intel’s Atom chip.\n\n“You’re starting to see a pattern of purchases emerge again that’s more predictable,” Otellini said at the Goldman Sachs Technology and Internet Conference in San Francisco.\n\n“I‘m not saying we know where the bottom is or that we’ve hit bottom (but) the predictability is starting to come back into the system,” he said.\n\n“I think you have seen the global shock and now people are starting to figure out how to work out of it,” he added.\n\nEarlier on Wednesday, Cisco Systems Inc (CSCO.O) Chief Executive John Chambers told the conference he expected business conditions to begin recovering around the end of 2009.\n\nCalling netbooks the “only bright spot of growth in the PC industry,” Otellini said he expected growing sales, especially during the recession.\n\nChipsets used in netbooks, which generally cost between $300 and $400, provide a better margin than chipsets Intel sells for low-end notebooks, he said.\n\n“Not only will it appeal to people in emerging markets as first-time machines, it will also offer an alternative to somebody that wouldn’t have bought a higher-end laptop even in mature markets,” he said of netbooks.\n\nOtellini was also enthusiastic about mobile Internet devices or MIDs, new gadgets that also use Atom chips.\n\nAnnouncements would likely be made “in the next month or so” from handset manufacturers building new devices using Intel’s chips, he said.\n\nLast week, Intel alleged in court that a four-year-old chipset license agreement between Nvidia and Intel did not extend to its next-generation microprocessors.\n\nNvidia, which makes chipsets that work with Intel’s microprocessors under the license, had disputed that, saying its license was valid.\n\nOtellini called the graphics chipmaker’s argument an attempt to “defend the status quo.”\n\n“If defending the status quo is honoring our four-year-old contract, then yes, that’s correct.” responded Nvidia spokesman Bob Sherbin.\n\nShares of Intel rose 2.4 percent to $13.03 on Nasdaq.",
        "header": "Intel CEO says business more predictable",
        "time": "07:49 PM EST"
    },
    {
        "link": "http://www.reuters.com/article/rbssSemiconductors/idUSN2551179020090226",
        "body": "* Not sure when downturn will bottom\n\n* Bullish on sales of netbooks using Atom chip (Adds Nvidia comment)\n\nSAN FRANCISCO, Feb 25 (Reuters) - Intel Corp (INTC.O) is seeing some predictability return to the chip business this quarter but it is still unclear when the downturn will hit bottom, Chief Executive Paul Otellini said on Wednesday.\n\nOtellini’s comments at a conference followed a forecast by research firm Gartner that global semiconductor revenue would drop 24 percent to $194.5 billion this year as consumer demand dries up for gadgets like digital cameras and computers.\n\nDespite the recession, Otellini said he remained bullish about sales of netbooks -- the small, low-cost laptop computers used mainly for e-mail, word processing and websurfing. Most netbooks use Intel’s Atom chip.\n\n“You’re starting to see a pattern of purchases emerge again that’s more predictable,” Otellini said at the Goldman Sachs Technology and Internet Conference in San Francisco.\n\n“I‘m not saying we know where the bottom is or that we’ve hit bottom (but) the predictability is starting to come back into the system,” he said.\n\n“I think you have seen the global shock and now people are starting to figure out how to work out of it,” he added.\n\nEarlier on Wednesday, Cisco Systems Inc (CSCO.O) Chief Executive John Chambers told the conference he expected business conditions to begin recovering around the end of 2009.[ID:nN25496665]\n\nCalling netbooks the “only bright spot of growth in the PC industry,” Otellini said he expected growing sales, especially during the recession.\n\nChipsets used in netbooks, which generally cost between $300 and $400, provide a better margin than chipsets Intel sells for low-end notebooks, he said.\n\n“Not only will it appeal to people in emerging markets as first-time machines, it will also offer an alternative to somebody that wouldn’t have bought a higher-end laptop even in mature markets,” he said of netbooks.\n\nOtellini was also enthusiastic about mobile Internet devices or MIDs, new gadgets that also use Atom chips.\n\nAnnouncements would likely be made “in the next month or so” from handset manufacturers building new devices using Intel’s chips, he said.\n\nLast week, Intel alleged in court that a four-year-old chipset license agreement between Nvidia and Intel did not extend to its next-generation microprocessors.\n\nNvidia, which makes chipsets that work with Intel’s microprocessors under the license, had disputed that, saying its license was valid. [ID:nN18427253]\n\nOtellini called the graphics chipmaker’s argument an attempt to “defend the status quo.”\n\n“If defending the status quo is honoring our four-year-old contract, then yes, that’s correct.” responded Nvidia spokesman Bob Sherbin.\n\nShares of Intel rose 2.4 percent to $13.03 on Nasdaq. (Additional reporting by Anupreeta Das; Editing by Bernard Orr, Ted Kerr and Marguerita Choy)",
        "header": "UPDATE 3-Intel CEO says business more predictable",
        "time": "07:48 PM EST"
    }
]