[
    {
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE6440SB20100505",
        "body": "HELSINKI (Reuters) - Intel, the world’s largest semiconductor company, unveiled a new version of its Atom platform, promising lower power consumption, cheaper cost and smaller size to better target smartphones.\n\n“Intel has delivered its first product that is opening the door ... in the smartphone market segment,” Anand Chandrasekher, general manager of Intel’s Ultra Mobility Group, said in a statement on Wednesday.\n\nIntel aims to stake out a corner in the wireless market, replicating what it did for the netbook category it now almost completely dominates.\n\nIt said the new platform targets a range of computing devices, including high-end smartphones, tablets and other mobile handheld products.\n\nBut analysts point to an uphill battle against Nvidia Corp, Marvell and Qualcomm Inc, already making headway with cheaper, low-power processors based on designs by ARM Holdings.\n\nIntel agreed to merge its Moblin Linux operating system with Nokia’s Maemo earlier this year in a deal which is expected to pave the way for Intel chips into phones of the world’s largest cellphone maker.\n\nAnalysts have previously said Intel’s chip-and-chipset platforms will be too power-hungry for portable consumer electronics and cellphones, when compared with rival platforms based on ARM architecture.\n\nIntel said it has been able to cut the amount of power the chip uses on standby, between tasks, by more than 50 times and Chandrasekher told Reuters last year the power consumption is “very close” and almost matching that of rivals.\n\nBattery life -- hurt most by large screens and powerful processors -- is one of the most crucial metrics in the phone industry. Last year, a senior Nokia executive said ARM was “miles and miles” ahead of Intel on energy management.",
        "header": "Intel revamps Atom platform for smartphone push",
        "time": "3:56AM UTC"
    }
]