[
    {
        "link": "http://www.reuters.com/article/hotStocksNews/idUSTPV00174220100713",
        "body": "",
        "header": "Taiwan stocks fall ahead of Intel results, TSMC down",
        "time": "1:39AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/technologySector/idUSN1325392620100713",
        "body": "* Intel options pricing in about 4.7 pct swing on earns\n\nCHICAGO, July 13 (Reuters) - Many option traders appear to be taking a neutral to cautious stance on Intel Corp (INTC.O) heading into the technology bellwether’s second-quarter results after the closing bell on Tuesday.\n\nAlthough calls are outpacing puts into the chip maker’s earnings, a number of traders have picked up protective put options, possibly betting that optimism heading into earnings is likely to fade in the aftermath of the report.\n\n“The option market is indicating a neutral to bearish bias in Intel with put buying very active right after the opening bell and continuing this afternoon,” said Joshua Belanger, a founder of Web information site OptionSIZZLE.com.\n\nShares in Intel have slid 8 percent since the start of April. The chip sector has been battered by fears that economic woes in Europe will hit end-demand for PCs and concerns that semiconductor margins might have peaked amid fast-growing inventories worldwide.\n\nBut analysts now expect a rebound in technology hardware upgrades or replacements by corporations -- after a two-year spending drought -- to underpin second-half sales of higher-margin server and notebook processors.\n\nDuring the last hour of trade, options volume was 3.7 times greater than normal with about 121,000 puts and 194,000 calls traded, data from options analytics firm Trade Alert show.\n\nBelanger noted the biggest orders have been bought in the July $20 and August $21 puts. On the other side of the board, the top orders have been in the August $19 and July $20 calls which traded on the bid, a strong indication that these options have been sold.\n\n“It appears that traders are either protecting their stock positions in Intel after the current run-up in the broad market or positioning themselves for a cautious outlook from the company,” Belanger said.\n\nInvestors often turn to put options, which grant them the right to sell shares at a fixed price any time until expiration, to protect a stock position or speculate on potential stock weakness.\n\nAn equity call option conveys the right to buy the shares at a preset price up to a certain date.\n\nOption traders are pricing in about a 4.7 percent move up or down in the stock after Intel’s report, according to Jud Pyle, chief investment strategist at Options News Network, a division of option market making firm PEAK6 Investments in Chicago.\n\nPyle said the unofficial “whisper” number, or current expectations of investors and analysts, is 45 cents, slightly higher than the average expectations on Thomson Reuters I/B/E/S.\n\nAccording to that data, Wall Street expects Intel to report second-quarter revenue of roughly $10.25 billion, with a gross margin of 64.04 percent, and earnings of 43 cents per share, excluding items.\n\n“The sentiment is neutral with some people taking speculative bets on the inexpensive July $22 calls while many who are currently long stock are selling many of the July $21 calls as a hedge or to collect premium,” said TD Ameritrade chief derivatives strategist Joe Kinahan.\n\nJuly options expire on Friday after the close.\n\n“The expectation is that the earnings move will not be drastic and some would even classify it as muted,” Kinahan said.\n\nThe stock was up 42 cents at $20.99 late Tuesday afternoon on Nasdaq. (Reporting by Doris Frankel, Editing by Chizu Nomiyama)",
        "header": "Intel options traders cautious, eyeing earnings",
        "time": "3:22PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE66C5WT20100713",
        "body": "NEW YORK (Reuters) - Intel Corp (INTC.O), the world’s biggest microchip maker, handily beat second-quarter sales and profit estimates and forecast third-quarter sales well ahead of Wall Street’s consensus.\n\nThe upbeat numbers from the first major U.S. technology company to report this quarter suggest that global demand for PCs and servers is continuing to recover after last year’s belt-tightening.\n\nShares of the company rose 6.5 percent in after-hours trading.\n\nFollowing are initial reactions of analysts and investors:\n\n“The numbers just blew me away, I cannot see any mention of any problems whatsoever.”\n\n“It’s as if Europe just never happened as far as Intel is concerned. No mention of Europe, their numbers are at the high end of demand, their margins, it’s like they’re printing dollar bills there.”\n\n“The one thing about Intel shares is in spite of their numbers driving it up, it tends to sort of work itself up to $24-ish or so and then just fall right back as the economy affects it.”\n\n“I expect the same to happen. I would be surprised if it reached significantly north of $25. Because they still have to overcome a huge share count.”\n\n“It’s pretty much a blow out. I think it’s reminding the market that basically stocks are too cheap; the market was trading Intel at a pretty compressed multiple.”\n\n“The fact that they are raising capital spending is confirming this idea that capacity is tight and there’s some pretty good momentum and I think it’s squeezing more buyers into the market. It’s going to be a data point that causes people to flip from probably extreme pessimism to extreme optimism.”\n\n“Demand was stronger than many people anticipated, the Street was concerned corporate spending would be restrained with what’s happened in Europe and that wasn’t the case.”\n\n“The real thing that got the Street going was the gross margin guidance, which they raised. It shows a lot of confidence that the company has for the back half of the year. If the company was at all concerned about demand, you wouldn’t have expected them to raise that number.”\n\n“Tech spending was a little more healthy than expected, on the server side and consumer side. We’ve seen companies start to loosen up refresh cycle budgets and expand, and that’s a sign things are continuing to expand despite concerns in Europe.”\n\n“In a quarter where people expected relatively strong performance, they beat that pretty handily and set a good forecast. They seem unaffected by the negativity that’s impacting equities.”\n\n“This going to be really good for a lot of other tech companies, particularly enterprise.”\n\n“It might be the case that this earnings period is so strong that it allays some of the fears about the broader economy.”\n\n“Once again gross margins were incredibly strong, showing the benefit of the operational improvements that the company has made over the last few years, plus a good product mix and a strong manufacturing performance.”\n\n“It’s another indication that some of the very positive server data points that you’ve been hearing year to date, and some of the constructive enterprise spending data points, are seeing good validation from Intel.”\n\n“They beat on the top line, they beat on the bottom line, the gross margin is through the roof. It couldn’t be better. I think Intel is very under priced. And the key reason everybody missed on it is -- as they’ve been talking about for eight months -- cloud infrastructure is just started.”\n\n“When we speak to our contacts who are IT purchasers and IT suppliers, we are not seeing any slowdown. Because Europe and Asia are investing in technology.”\n\n“Either the investor community has massively under-calculated what worldwide demand is or Intel is too optimistic here.”\n\n“I think it’s too early to call second-half demand so far because obviously Intel is the first one to report, but obviously earnings are off to a very bullish start.”\n\n“There’s still consumer demand in growing markets. There could be potential upsides coming from corporate IT renewals.”\n\n“Very strong mix in product revenues and very strong revenues. People were very focused on the PC client group while the data center group -- driven by new product introduction -- was what helped lift revenues.”\n\n“Corporate spending for large server farms was much stronger than people had expected.”",
        "header": "Instant view: Intel profit and sales beat estimates",
        "time": "5:13PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/technologySector/idUSTPV00174320100714",
        "body": "TAIPEI, July 14 (Reuters) - Taiwan stocks rose 1.2 percent on Wednesday, with chip makers including TSMC (2330.TW) and computer firms leading gains after Intel’s (INTC.O) better-than-expected forecasts fanned optimism over their business outlook.\n\nThe main TAIEX share index .TWII gained 91.40 points to 7,688.82 at the opening bell, after shedding 0.55 percent in previous session.\n\nTaiwan Semiconductor Manufacturing Co (TSMC) (TSM.N), the world’s top contract chip maker, was up 1.34 percent, boosting semiconductor shares .TSII by 1.6 percent. Computer maker Acer (2353.TW) was up 2.9 percent.\n\nResilient demand for PCs and servers helped Intel’s margin and revenue forecasts blast past Wall Street expectations, allaying fears of a technology spending slowdown and sending its shares surging nearly 8 percent. [ID:nN12197658]",
        "header": "Taiwan stocks rise on Intel results, TSMC up",
        "time": "9:06PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/rbssInvestmentServices/idUSTOE66C09220100714",
        "body": "SEOUL, July 14 (Reuters) - Seoul shares opened 1 percent higher on Wednesday after rises on Wall Street, with technology issues such as Samsung Electronics (005930.KS) leading gains boosted by Intel’s (INTC.O) better than expected results.\n\nShares in Samsung Electronics were up 2.4 percent. POSCO (005490.KS) shares shed 1 percent after the company warned about its second half profit outlook on Tuesday.\n\nThe Korea Composite Stock Price Index .KS11 (KOSPI) was up 1.32 percent at 1,757.99 points as of 0004 GMT.",
        "header": "Seoul shares rise 1 pct as Intel boosts techs",
        "time": "8:07PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/hotStocksNews/idUSTOE66D02020100714",
        "body": "* Benchmark index seen challenging 8,000 points in near term (Adds comments, hot stocks)\n\nTAIPEI, July 14 (Reuters) - Taiwan stocks rose 1.4 percent to a two-month intraday high on Wednesday, with chipmakers including TSMC (2330.TW) and computer companies leading gains after Intel’s (INTC.O) better-than-expected outlook fanned optimism over their business outlook.\n\nTaiwan Semiconductor Manufacturing Co (TSMC), the world’s top contract chipmaker, added 1.5 percent, with the semiconductor sub-index .TSII up 2 percent.\n\nThe computer and peripheral equipment sub-index .TCPI was up 2.4 percent, with Acer Inc (2353.TW), the world’s No.2 PC brand, advancing 4.35 percent and Hon Hai Precision Industry Co (2317.TW), which makes products for U.S. clients like Dell DELL.O, rose 2.5 percent.\n\n“We believe Intel’s result is just the beginning of the many forecast-beating earnings to be reported by major U.S. companies,” said Yu Rayming, chief investment officer of Prudential Financial Securities Investment Trust.\n\n”Investor worries about a double-dip in the global economy have apparently eased, but bear in mind there is stil uncertainty hanging over the euro zone debt problems,“ Yu said, adding that Taiwan’s broader market could test 8,000 points in near term.”\n\nResilient demand for PCs and servers helped Intel’s margin and revenue forecasts blast past Wall Street expectations, allaying fears of a technology spending slowdown and sending its shares surging nearly 8 percent. [ID:nN12197658]\n\nBy about 0200 GMT, the main TAIEX share index .TWII had gained 108.19 points to 7,705.61, its highest intraday level since May 14.\n\nThe financials sub-index .TFNI advanced 1.6 percent after China further promoted the reach of its currency beyond its borders by authorising the Hong Kong arm of Bank of China to provide yuan cash settlement services for Taiwan banks operating in Hong Kong. [ID:nTOE66C06R]\n\nChina Steel Corp (2002.TW), Taiwan’s biggest steelmaker, was up 1 percent. The company said on Tuesday that it would cut domestic prices for September by an average 4 percent from July-August, hurt by falling demand in China and financial troubles of Europe. [ID:nTOE66C02X].\n\nForeign investors switched to net sellers of Taiwan shares for the first time in three days on Tuesday, unloading a total of T$1.4 billion. They had a net buy of T$194 million so far this month. [ID:nTOE65305E] (US$1=T$32.1) (Reporting by Faith Hung; Editing by Chris Lewis)",
        "header": "Taiwan stocks at 2-mth high; Intel boosts TSMC, Acer",
        "time": "10:33PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE66C5VN20100713",
        "body": "SAN FRANCISCO (Reuters) - Resilient demand for PCs and servers helped Intel Corp’s (INTC.O) margin and revenue forecasts blast past Wall Street expectations, allaying fears of a technology spending slowdown and sending its shares surging nearly 8 percent.\n\nIntel set an upbeat tone for the industry’s earnings season, boosting sector stocks from Microsoft (MSFT.O) to Cisco (CSCO.O) and Standard & Poor’s 500 stock index futures, suggesting a strong open for Wall Street on Wednesday.\n\nThe world's top chip maker expects a record gross margin of 67 percent for the third quarter, give or take a couple percentage points. It foresees revenue of $11.2 billion to $12 billion, surpassing analysts' target of $10.9 billion. <Intel earnings graphic: link.reuters.com/gyz37m>\n\n“Demand was stronger than many people anticipated. The Street was concerned corporate spending would be restrained with what’s happened in Europe, and that wasn’t the case,” said John Massey, portfolio manager at SunAmerica Asset Management.\n\n“The real thing that got the Street going was the gross margin guidance, which they raised. It shows a lot of confidence that the company has for the back half of the year. If the company was at all concerned about demand, you wouldn’t have expected them to raise that number.”\n\nSome investors worry that Europe’s woes, coupled with the likelihood of decelerating growth in Asian markets such as China, will crimp IT spending just as companies begin to spend again after a two-year drought.\n\nBut Chief Financial Officer Stacy Smith held out hope for sustained gains in spending to upgrade and replace aging hardware. Chief Executive Officer Paul Otellini added on a conference call with analysts that inventory remained “lean”.\n\nGleacher & Co analyst Doug Freedman said that new products in Intel’s data center group, which makes chips for servers used by corporations, provided a big lift to Intel’s top line.\n\n“I’d expect that the enterprise market continues to be strong into the third quarter,” Smith told Reuters.\n\nShares in Intel rose 8 percent to $22.62 in extended trading. Fellow bellwethers Microsoft and Cisco rose more than 2 percent after-hours. Intel’s arch-foe, Advanced Micro Devices Inc AMD.N, climbed 5 percent. And Texas Instruments TXN.N climbed 2.3 percent.\n\n“This is really the first quarter we’ve seen the corporate buyer come in and participate,” said money manager Patrick Becker Jr, principal with Becker Capital Management Inc.\n\n“It lends some credence to the theory that maybe companies aren’t hiring, but they are spending money on product enhancement through systems and software,” said Becker, whose company manages $2.2 billion in assets and holds 1.5 million shares of Intel.\n\nSome analysts said the tech rebound was driven in part by over-selling, as investors reacted to second-half uncertainty.\n\nShares of Intel, whose chips are used in the majority of the world’s personal computers, have slid alongside those of other chipmakers in recent months, as investors fret about a potential build-up in inventories industrywide as well as concerns about the effect of the European debt crisis.\n\nAhead of the earnings release, analysts had estimated Intel was trading at around 10-11 times 2010 earnings, below the historical average of the past few years.\n\n“It’s reminding the market that basically stocks are too cheap. The market was trading Intel at a pretty compressed multiple,” said Nick Kalivas, vice president of financial research at MF Global.\n\n“The fact that they are raising capital spending is confirming this idea that capacity is tight and there’s some pretty good momentum,” he added. “It’s going to be a data point that causes people to flip from probably extreme pessimism to extreme optimism.”\n\nIntel posted net income of $2.9 billion, or 51 cents a share, versus a net loss of $398 million, or 7 cents a share, in the second quarter of 2009, when Intel’s results included a $1.4 billion fine by the European Commission.\n\nAnalysts had expected earnings of 43 cents per share in the second quarter.\n\nRevenue in the three months ended June 26 totaled $10.8 billion, up from $8 billion in the year-earlier period and above the $10.25 billion expected by analysts polled by Thomson Reuters I/B/E/S.\n\nAnd its gross profit margin in the second quarter was 67 percent, exceeding the 64 percent expected by analysts.\n\n”In a quarter where people expected relatively strong performance, they beat that pretty handily and set a good forecast,“ said Charter Equity Research analyst Edward Snyder. ”They seem unaffected by the negativity that’s impacting equities,",
        "header": "Intel sets bright tone for earnings",
        "time": "7:05PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/rbssFinancialServicesAndRealEstateNews/idUSTOE66C08I20100713",
        "body": "",
        "header": "Seoul shares seen up; Intel to boost techs",
        "time": "7:28PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/hongkongMktRpt/idUSTOE66D01D20100714",
        "body": "",
        "header": "HK stocks seen higher after Intel spurs Asian rally",
        "time": "9:41PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/businessNews/idUSTRE66C5NE20100713",
        "body": "CHICAGO (Reuters) - Many option traders appear to be taking a neutral to cautious stance on Intel Corp (INTC.O) heading into the technology bellwether’s second-quarter results after the closing bell on Tuesday.\n\nAlthough calls are outpacing puts into the chip maker’s earnings, a number of traders have picked up protective put options, possibly betting that optimism heading into earnings is likely to fade in the aftermath of the report.\n\n“The option market is indicating a neutral to bearish bias in Intel with put buying very active right after the opening bell and continuing this afternoon,” said Joshua Belanger, a founder of Web information site OptionSIZZLE.com.\n\nShares in Intel have slid 8 percent since the start of April. The chip sector has been battered by fears that economic woes in Europe will hit end-demand for PCs and concerns that semiconductor margins might have peaked amid fast-growing inventories worldwide.\n\nBut analysts now expect a rebound in technology hardware upgrades or replacements by corporations -- after a two-year spending drought -- to underpin second-half sales of higher-margin server and notebook processors.\n\nDuring the last hour of trade, options volume was 3.7 times greater than normal with about 121,000 puts and 194,000 calls traded, data from options analytics firm Trade Alert show.\n\nBelanger noted the biggest orders have been bought in the July $20 and August $21 puts. On the other side of the board, the top orders have been in the August $19 and July $20 calls which traded on the bid, a strong indication that these options have been sold.\n\n“It appears that traders are either protecting their stock positions in Intel after the current run-up in the broad market or positioning themselves for a cautious outlook from the company,” Belanger said.\n\nInvestors often turn to put options, which grant them the right to sell shares at a fixed price any time until expiration, to protect a stock position or speculate on potential stock weakness.\n\nAn equity call option conveys the right to buy the shares at a preset price up to a certain date.\n\nOption traders are pricing in about a 4.7 percent move up or down in the stock after Intel’s report, according to Jud Pyle, chief investment strategist at Options News Network, a division of option market making firm PEAK6 Investments in Chicago.\n\nPyle said the unofficial “whisper” number, or current expectations of investors and analysts, is 45 cents, slightly higher than the average expectations on Thomson Reuters\n\nAccording to that data, Wall Street expects Intel to report second-quarter revenue of roughly $10.25 billion, with a gross margin of 64.04 percent, and earnings of 43 cents per share, excluding items.\n\n“The sentiment is neutral with some people taking speculative bets on the inexpensive July $22 calls while many who are currently long stock are selling many of the July $21 calls as a hedge or to collect premium,” said TD Ameritrade chief derivatives strategist Joe Kinahan.\n\nJuly options expire on Friday after the close.\n\n“The expectation is that the earnings move will not be drastic and some would even classify it as muted,” Kinahan said.\n\nThe stock was up 42 cents at $20.99 late Tuesday afternoon on Nasdaq.",
        "header": "Intel options traders cautious",
        "time": "3:25PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS159214631520100714",
        "body": "Intel on Tuesday reported strong earnings for the second quarter of fiscal 2010, buoyed by strong microprocessor sales in the server segment.\n\nThe company reported net income of US$2.9 billion for the quarter ended June 26. That is a turnaround from the $398 million loss that the company reported in the second fiscal quarter of 2009, which was dragged down by charges related to $1.45 billion in fines paid to the European Commission.\n\nEarnings per share were $0.51, beating estimates of $0.43 from analysts polled by Thomson Reuters.\n\nThe company reported quarterly revenue of $10.8 billion, up 34 percent compared to the year-ago quarter. Analysts estimated revenue to be around $10.3 billion.\n\n“Strong demand from corporate customers for our most advanced microprocessors helped Intel achieve the best quarter in the company’s 42-year history,” said Paul Otellini, Intel president and CEO, in a statement.\n\nRevenue for the Data Center Group, which offers products for servers, storage and workstations, was $2.1 billion, growing from the $1.48 billion reported by the company in the year-ago quarter. The group’s microprocessor revenue for the quarter was $1.8 billion.\n\nRevenue for the PC Client Group was $7.84 billion, up from the $6 billion reported in the year-ago quarter. Microprocessor revenue from the group was $6.2 billion.\n\nIntel introduced new server and laptop chips during the quarter. In late May, the chip maker announced a new server chip code-named Knights Ferry that mixes general x86 cores with specialized cores for faster processing of highly parallel scientific and commercial applications.\n\nThe company also took a step forward to enter the smartphone and tablet markets. In early May, the company launched Moorestown chips, which are based on the Atom core and are designed to go into smartphones and tablets. The company also launched new Core chips for ultrathin laptops during the quarter.\n\nIntel estimated revenue for the third quarter to be $11.6 billion, plus or minus $400 million.",
        "header": "Intel reports strong second-quarter earnings",
        "time": "9:17PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/usMktRpt/idUSN1327130520100713",
        "body": "* Dow up 1.4 pct, S&P up 1.5 pct, Nasdaq up 2 pct\n\n* For up-to-the-minute market news see [STXNEWS/US] (Updates with Intel rising after the closing bell, adds gains in stock futures, volume in final two paragraphs)\n\nNEW YORK, July 13 (Reuters) - U.S. stocks rallied for a sixth straight day on Tuesday after Alcoa’s quarterly results heartened investors that had fled to the sidelines on jitters about the sustainability of the economic recovery.\n\nMarkets looked set to get another earnings-driven boost Wednesday after Intel Corp (INTC.O) reported results that beat expectations after the market closed. The chipmaker also gave a stronger-than-expected sales forecast.\n\nU.S. stock index futures rose, while Intel jumped more than 5 percent to $22.16 in extended trade. For details, see [ID:nN12197658]\n\nAlcoa Inc (AA.N), the largest U.S. aluminum producer and seen as a bellwether for the economy, rose 1.2 percent to $11.00 after it reported stronger-than-expected results and raised its estimate for global aluminum consumption. [ID:nN13242453]\n\n“Many investors still are fearing deterioration in the economy, and that’s why this earnings season is so important. It will illuminate what comes next from the view of management,” said Lawrence Creatura, portfolio manager at Federated Clover Investment Advisors in Rochester, New York.\n\nThe earnings optimism on Tuesday also boosted shares of other companies that will report earnings later this week, including major banks. JPMorgan Chase & Co (JPM.N) gained 3.3 percent to $40.48, while Bank of America Corp (BAC.N) rose 3 percent to $15.67.\n\nU.S. Senate Democrats appeared to nail down the votes needed to pass a rewrite of financial regulation. If the bill is passed, it could be a short term negative for the banking sector, but for now the group shrugged it off, said Marc Pado, U.S. market strategist at Cantor Fitzgerald & Co. in San Francisco. [ID:nFINREG]\n\nThe Dow Jones industrial average .DJI gained 146.75 points, or 1.44 percent, to 10,363.02. The Standard & Poor's 500 Index .SPX rose 16.59 points, or 1.54 percent, to 1,095.34. The Nasdaq Composite Index .IXIC jumped 43.67 points, or 1.99 percent, to 2,242.03.\n\nEven so, recent low volume suggests the market’s longest winning streak since mid-April could be running out of steam, while the cost of protection in the options market against a market drop keeps growing.\n\nThe S&P 500 Index .SPX is up about 8 percent from a recent intraday low on July 1, though trading volume has been lackluster. Volume in the past two sessions was the lightest of the year and although Tuesday's volume fared better, it was still below last year's average.\n\n“It’s raising new cautionary flags,” said Scott Fullman, director of derivative investment strategy at WJB Capital Group.\n\nWeak volume is generally viewed as an indication investors lack conviction, but analysts noted volume has been lower since the market started to rally in March 2009. Summer holidays can also cause lighter trading.\n\nIn the options market, a heavy put buying was detected in an exchange-traded fund that tracks the S&P, indicating that a trader is combining the leverage of options and ETF to obtain a short-term insurance policy.\n\nOne investor snatched up July $35 puts on the ProShares Ultra S&P 500 (SSO.P), an exchange traded fund that delivers double the performance of the S&P 500. The heavy purchase drove premiums to jump from 32 cents to as high as 46 cents, said David Russell, options strategist at optionMonster.com.\n\nVolume surged to 19,624 contracts, more than nine times open interest in the strike. The ETF rose 3.1 percent to $36.42, up more than 13 percent from a week ago.\n\nOn the downside, Apple Inc (AAPL.O) slipped 2 percent after a poor consumer guide review for its iPhone 4 amid complaints about the device’s reception. Apple was down at $252.11.[ID:nN13254388]\n\n“Some of the blogs out there were speculating there was going to have to be a full iPhone 4 recall and since then they’ve been defended by five houses on Wall Street,” said Dave Lutz, managing director at Stifel Nicolaus in Baltimore.\n\n“I think the Street is anticipating Steve Jobs doing what it takes to make it right and not have the image tarnished,” said Lutz, who is long Apple.\n\nAbout 8.55 billion shares traded on the New York Stock Exchange, the American Stock Exchange and Nasdaq, below last year’s estimated daily average of 9.65 billion.\n\nAdvancers beat decliners 2,644 to 387 on the NYSE, while on the Nasdaq, advancers beat decliners 2,244 to 442. (Additional reporting by Angela Moon; Editing by Kenneth Barry)",
        "header": "US STOCKS-Wall St rallies on profits; Intel gains late",
        "time": "5:05PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/BANKSL/idUSN1326652320100713",
        "body": "NEW YORK, July 13 (Reuters) - U.S stock index futures gained sharply late on Tuesday after Intel Corp’s (INTC.O) quarterly results and forecast beat market expectaions, suggesting a higher open for Wall Street on Wednesday.\n\n* S&P 500 futures SPc1 rose 6.3 points and were above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures DJc1 gained 50 points, and Nasdaq 100 futures NDc1 were up 13 points. (Reporting by Edward Krudy; Editing by Kenneth Barry)",
        "header": "US STOCKS SNAPSHOT-Futures gain after Intel reports",
        "time": "4:43PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/technologySector/idUSN1219765820100714",
        "body": "* Europe not a factor in IT spending growth\n\n* Acer, Lenovo, TSMC and Samsung shares jump in Asia (Adds share prices of major Asia tech firms, analyst comments)\n\nSAN FRANCISCO, July 13 (Reuters) - Resilient demand for PCs and servers helped Intel Corp’s (INTC.O) margin and revenue forecasts blast past Wall Street expectations, allaying fears of a technology spending slowdown and sending its shares up nearly 8 percent.\n\nIntel’s stellar results set an upbeat tone for the industry’s earnings season, boosting stocks from Microsoft (MSFT.O) to Cisco (CSCO.O) and Standard & Poor’s 500 stock index futures, suggesting a strong open for Wall Street on Wednesday.\n\nThe world’s top chipmaker expects a record gross margin of 67 percent for the third quarter, give or take a couple percentage points. It foresees revenue of $11.2 billion to $12 billion, surpassing analysts’ target of $10.9 billion.\n\n“Demand was stronger than many people anticipated. The Street was concerned corporate spending would be restrained with what’s happened in Europe, and that wasn’t the case,” said John Massey, portfolio manager at SunAmerica Asset Management.\n\n“The real thing that got the Street going was the gross margin guidance, which they raised. It shows a lot of confidence that the company has for the back half of the year. If the company was at all concerned about demand, you wouldn’t have expected them to raise that number.”\n\nIn Asia, investors chased shares of major technology companies following Intel’s upbeat forecasts. Taiwan’s Acer Inc (2353.TW), the world’s No.2 PC vendor, shot up 6 percent while its Chinese rival Lenovo Group Ltd (0992.HK) gained 4.8 percent. Both stocks hit three-week highs.\n\nSome investors worry that Europe’s woes, coupled with the likelihood of decelerating growth in Asian markets such as China, will crimp IT spending just as companies begin to spend again after a two-year drought. But Intel executives said there are clear signs of renewed spending by corporations.\n\n“Now that corporations have some breathing room in the economy and their budgets, you’re starting to see those machines that were four or five years-old get refreshed,” Intel CEO Paul Otellini said in a conference call with analysts.\n\nOtellini added channel inventory remained “lean”, and the company is comfortable with rising internal inventories.\n\nGleacher & Co analyst Doug Freedman said new products in Intel’s data center group, which makes chips for servers used by corporations, provided a big lift to Intel’s top line.\n\n“I’d expect that the enterprise market continues to be strong into the third quarter,” CFO Stacy Smith told Reuters.\n\nShares in Intel rose 7.1 percent to $22.50 in extended trade. Microsoft and Cisco rose about 2 percent after-hours. Intel’s arch-foe, Advanced Micro Devices Inc AMD.N, climbed 5 percent. And Texas Instruments TXN.N climbed 1.8 percent.\n\n“This is really the first quarter we’ve seen the corporate buyer come in and participate,” said money manager Patrick Becker Jr, principal with Becker Capital Management Inc.\n\n“It lends some credence to the theory that maybe companies aren’t hiring, but they are spending money on product enhancement through systems and software,” said Becker, whose company manages $2.2 billion in assets and holds 1.5 million shares of Intel.\n\nSome analysts focused on the company’s rising inventories, typically a warning sign of slowing demand in the chip sector.\n\nPacific Crest Securities’ Michael McConnell said Intel’s 86 days of internal inventory was close to the 89 days the company held at the peak of its last business cycle.\n\nGiven the strong second-quarter demand Intel experienced, McConnell was not worried about elevated inventory levels. But he warned business conditions could shift rapidly.\n\n“This really isn’t a month-to-month market, it’s a week-to-week market right now with all that’s going on in the world,” McConnell said.\n\nIn Asia, Intel’s results led to more upbeat views for the months ahead.\n\n“We have more confidence in the tech sector’s recovery now,” said Tom Tang, analyst at Masterlink Investment Advisory in Taipei.\n\n“It looks like inventory is healthy and won’t be a problem in the third quarter.”\n\nApart from Acer and Lenovo, top contract chipmaker Taiwan Semiconductor Manufacturing Co Ltd (TSMC) (2330.TW)(TSM.N) also rose 1.7 percent, and South Korea’s Samsung Electronics Co Ltd (005930.KS), the world’s largest maker of memory chips and displays, jumped 3.4 percent.\n\nSome analysts said the tech rebound was driven in part by over-selling, as investors reacted to second-half uncertainty.\n\nShares of Intel have slid alongside those of other chipmakers in recent months, as investors fret about a potential build-up in inventories industrywide as well as concerns about the effect of the European debt crisis.\n\nAnalysts had estimated Intel was trading at 10-11 times 2010 earnings, below the historical average of past years.\n\n“It’s reminding the market that basically stocks are too cheap,” said Nick Kalivas, analyst at MF Global. “The fact that they are raising capital spending is confirming this idea that capacity is tight and there’s some pretty good momentum,” he added. “It’s going to be a data point that causes people to flip from probably extreme pessimism to extreme optimism.”\n\nThe company has high hopes for the launch of its Sandy Bridge processor later this year. Smith said Intel expects to move up more of its capital expenditures into this year from 2011, to prepare for that ramp-up.\n\nIntel posted net income of $2.9 billion, or 51 cents a share, versus a net loss of $398 million, or 7 cents a share, in the second quarter of 2009, when Intel’s results included a $1.4 billion fine by the European Commission. Analysts had expected earnings of 43 cents per share in the second quarter.\n\nRevenue in the quarter ended June 26 was $10.8 billion, above the $10.25 billion expected, according to Thomson Reuters I/B/E/S. And its gross profit margin in the second quarter was 67 percent, exceeding the 64 percent expected by analysts.\n\n“In a quarter where people expected relatively strong performance, they beat that pretty handily and set a good forecast,” said Charter Equity Research analyst Edward Snyder. “They seem unaffected by the negativity that’s impacting equities.” (Editing by Edwin Chan and Valerie Lee)",
        "header": "RPT-UPDATE 6-Intel sets bright tone for earnings, tech rises",
        "time": "11:38PM UTC"
    }
]