[
    {
        "link": "http://www.reuters.com/article/newsOne/idUSTRE66C5VN20100714",
        "body": "NEW YORK/HONG KONG (Reuters) - The shares of chip and PC makers jumped on Wednesday on strong results from global technology bellwether Intel Corp (INTC.O), pointing to potential upside for the sectors in quarterly reports due in coming weeks.\n\nPersonal computer makers such as Hewlett-Packard Co (HPQ.N) and Dell Inc DELL.O, as well as networking giant Cisco Systems Inc (CSCO.O), rose in morning trading, one day after Intel said solid demand for PCs and servers helped lift its results.\n\nThe U.S. gains extend momentum from Asia, where Samsung Electronics Co Ltd (005930.KS), the world’s top maker of DRAM memory chips, rose 3.5 percent to a three-week high, while leading contract chipmaker Taiwan Semiconductor Manufacturing Co Ltd (TSMC) (2330.TW) closed up 1.3 percent.\n\nAcer Inc (2353.TW), the world’s No.2 PC brand, closed 6 percent higher at a two-month high.\n\n“Intel has given investors that boost of confidence they need,” said Angela Hsiang, an analyst at KGI Securities in Taipei. “While there are still broad fears about the wider economy, investors were looking for an excuse to buy and Intel provided that.”\n\nThe tech sector’s strength defied weakness in broader markets, which were weighed down by data showing a second straight month of declining U.S. retail sales.\n\n“Server strength and corporate PC refresh activities should keep the PC demand story robust into 2011 and we could look to get constructive on shares as earnings season settles out,” said analyst Craig Berger of FBR Capital Markets.\n\nOn Tuesday, after the U.S. market closed, Intel, the world’s largest chipmaker and a dominant supplier of PC chips, posted margin and revenue forecasts that blew past Wall Street expectations, helping lift its shares 7.1 percent in extended trading [ID:nN12197658]. Intel shares were up only about 3 percent on Wednesday on Nasdaq.\n\nDutch chip equipment maker ASML Holding NV (ASML.AS)(ASML.O) added to the optimism on Wednesday when it raised its full year sales outlook as it sees robust demand for its machines that produce chips for PCs and smartphones.\n\nIntel’s outlook helped raise expectations that technology spending could remain strong, even as broader fears about the Euro zone, a jobless U.S. recovery and a cooling of Chinese growth weigh on the sector.\n\n“People are beginning to think the second half may not be as bad as they’d feared and this is boosting Toshiba Corp (6502.T) and the technology sector as a whole,” said Takeo Miyamoto, an analyst at Deutsche Bank in Tokyo.\n\nAsia’s top technology companies such as TSMC and Samsung Electronics are likely to see revenue grow by about 35 percent in the second quarter from a year earlier, according to Thomson Reuters data, coming off a weak 2009 that was hard hit by the global financial crisis.\n\nTrading volume was strong on most counters. Some 31.9 million Acer shares changed hands in Taipei, the highest level in about six weeks. Some 663,692 Samsung Electronic shares were traded in Seoul, the highest since early May.\n\nWithin the DRAM sector, Japan’s Elpida Memory Inc 6665.T rose 3.6 percent, while South Korea’s Hynix Semiconductor Inc (000660.KS) rose 3.4 percent. Contract chipmakers United Microelectronics Corp (2303.TW) rose 3.1 percent.\n\nOther PC issues, including Lenovo Group Ltd (0992.HK) and Asustek Computer Inc (2357.TW) also rallied to firmer closes.\n\n“The key now is to look at Microsoft Corp (MSFT.O) and International Business Machines Corp’s (IBM.N) earnings in the next two weeks,” Hsiang said. “If those come out strong, we’re probably in line for a strong rally.”\n\nThe second half of the calendar year is usually the strongest season for most technology brands, as students prepare to return to school after the summer holidays and ahead of the peak year-end shopping season.\n\nDespite the buoyant mood, some analysts warned the party could be short-lived if oversupply and a faltering economy lead to a weaker pricing environment that could weigh heavily on the company margins and revenue.\n\n“I remain more cautious about the third-quarter outlook as chip prices are seen weakening in the second half,” said Han Seung-hoon, an analyst at Korea Investment & Securities.\n\nSamsung is set to report its quarterly earnings on July 30, while TSMC is due to report on July 29. Acer and Lenovo typically report their June quarter results in August.",
        "header": "Tech shares rally on Intel earnings",
        "time": "12:45PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/basicMaterialsSector/idUSN1412534020100714",
        "body": "NEW YORK, July 14 (Reuters) - The Nasdaq opened higher on Wednesday after results from Intel Corp (INTC.O) boosted optimism about earnings, while the Dow and S&P 500 indexes opened down slightly after data showed sales at U.S. retailers fell for a second straight month in June.\n\nThe Dow Jones industrial average .DJI was down 14.54 points, or 0.14 percent, at 10,348.48. The Standard & Poor's 500 Index .SPX was down 2.56 points, or 0.23 percent, at 1,092.78. The Nasdaq Composite Index .IXIC was up 7.59 points, or 0.34 percent, at 2,249.62. (Reporting by Caroline Valetkevitch)",
        "header": "US STOCKS SNAPSHOT-Nasdaq opens up on Intel as Dow, S&P dip",
        "time": "9:36AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/asianCurrencyNews/idUSN1413330120100714",
        "body": "* Oil rises above $77 a barrel on U.S. inventory report\n\n* Bonds gain as weak U.S. retail sales rekindle worries (Updates with European market close)\n\nNEW YORK, July 14 (Reuters) - The euro rebounded to a two-month high and global stocks edged higher on Wednesday as blow-out results from top chip maker Intel offset revived fears of a stalled recovery after weak U.S. retail sales for June.\n\nMarkets were choppy as the prospect of strong corporate results ran into fresh signs that economic growth looks sluggish at best. For details see: [ID:nLDE66D03M]\n\nEuropean shares snapped a six-day winning run, with banks sliding on worries that tough new capital and risk rules will be imposed on the sector. [ID:nLDE66D0NF]\n\nBut Wall Street nosed higher, led by technology stocks, after Intel Corp (INTC.O) late on Tuesday posted forecast-beating quarterly earnings and revenue that allayed fears of a technology spending slowdown.\n\n“It continues to be corporations ... that are driving the economic recovery,” said Tim Ghriskey, chief investment officer at Solaris Asset Management in Bedford Hills, New York.\n\nRegarding the poor retail sales data, Ghriskey said: “The consumer can be very fickle and very subject to short-term fears.”\n\nSales at U.S. retailers fell for a second straight month in June as weak receipts at automotive dealers and gasoline stations provided further evidence the U.S. recovery has slowed in recent months from an already-modest pace. [ID:nN14122226]\n\nAt 12:30 p.m. the Dow Jones industrial average .DJI was up 16.72 points, or 0.16 percent, at 10,379.74. The Standard & Poor's 500 Index .SPX was up 2.23 points, or 0.20 percent, at 1,097.57. The Nasdaq Composite Index .IXIC was up 15.86 points, or 0.71 percent, at 2,257.89.\n\nThe FTSEurofirst 300 .FTEU3 of top European shares fell less than 0.1 percent to close at 1,045.11 points.\n\nTech stocks helped limit losses, after Dutch chip equipment maker ASML (ASML.AS) hiked its sales outlook for 2010 and following Intel’s results.\n\nThe strong U.S. corporate earnings encouraged investors to seek higher-yielding, higher-risk currencies and assets, lifting the euro and triggering a bevy of automatic buy orders that pushed the euro above $1.2770, its highest level since early May.\n\nThe euro EUR= was up 0.32 percent at $1.2767.\n\nThe dollar was down against a basket of major currencies, with the U.S. Dollar Index .DXY down 0.47 percent at 83.252.\n\nAgainst the yen, the dollar JPY= was down 0.18 percent at 88.51.\n\nTalk of a possible debt downgrade for Spain, heightened by a surge in borrowing by Spanish banks from the European Central Bank in June to a new record high, also eroded risk appetite and drove up the price of safe-haven assets like debt.[ID:nN14124800] [ID:nLDE66C1RA]\n\nOn Tuesday, Moody’s cut Portugal’s debt rating by two notches, adding to unease about debt levels in several euro zone countries.\n\nBund futures and U.S. Treasuries rose. [ID:nN14124838] The benchmark 10-year U.S. Treasury note US10YT=RR was up 5/32 in price to yield 3.10 percent. September Bund futures FGBLU0 rose to a session high of 129.09 before paring gains.\n\nInvestors looked ahead to a Federal Reserve outlook on the U.S. economy later on Wednesday, and to the release of minutes from its most recent monetary policy meeting. The Fed’s statement is expected to reinforce the view economic recovery is faltering. [ID:nN14129757]\n\n“If the Fed declares that growth will be marked down and we won’t be roaring into recovery in the second half of the year, that’s going to dampen enthusiasm,” said Edward Riley, chief executive of Riley Asset Management in Boston.\n\nReuters polls of more than 600 economists showed on Wednesday that the world economy will cool a bit in the next few months as powerhouses China and the United States gear down and governments attempt to dam rivers of red ink. [ID:nLDE66C0VS]\n\nOil rebounded to above $77 a barrel as crude stocks fell a more than expected 5.06 million barrels. [EIA/S]\n\nU.S. crude CLc1 rose 55 cents to $77.70. Brent crude LCOc1 gained 69 cents to $77.34.\n\nEarlier in Asia, stocks rose to a three-week high. Japan's Nikkei average .N225 surged 2.7 percent to its highest close in three weeks, while the MSCI ex-Japan share index .MIAPJ0000PUS was up 1.4 percent. (Editing by Leslie Adler)",
        "header": "GLOBAL MARKETS-Euro rebounds, stocks edge higher as Intel shines",
        "time": "1:00PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/rbssSemiconductors/idUSTPV00174520100715",
        "body": "TAIPEI, July 15 (Reuters) - Taiwan stocks fell 0.2 percent on Thursday as the Intel-inspired tech rise of the previous session faded and attention turned to key Chinese economic growth data due later in the day.\n\nThe main TAIEX share index .TWII fell 15.02 points to 7,699.49 at the opening bell, after rising 1.5 percent to a two-month closing high in the previous session.",
        "header": "Taiwan stocks slip as Intel gives way to China data",
        "time": "9:05PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/CMPSRV/idUSSGE66D0G320100714",
        "body": "July 14 (Reuters) -Intel Corp’s (INTC.O) robust results sent positive signals across the technology industry and prompted at least two brokerages to raise their price targets on the world’s largest chipmaker. Tuesday’s report from Intel suggested that consumer demand for technology remained strong and eased concerns over chip pricing, analysts said. Intel’s chips are used in the vast majority of the world’s personal computers. Late Tuesday, Intel’s margin and revenue forecasts blew past Wall Street expectations, allaying fears of a technology spending slowdown and sending its shares up nearly 8 percent. [ID:nN12197658]\n\nIntel’s numbers have positive implications beyond the semiconductor market, Goldman Sachs analyst James Covello wrote in a note to clients.\n\n“Microsoft (MSFT.O), Adobe (ADBE.O) and VMware (VMW.N) should benefit from both data center and client PC spending; QLogic QLGC.O and Emulex ELX.N should benefit from strong server growth; and Ingram Micro IM.N, Synnex (SNX.N), and Tech Data (TECD.O) are well positioned with lean inventory and an ongoing PC refresh,” Covello said.\n\nMacquarie Research analyst Shawn Webster upped his price target on Intel to $21.20 from $20, but kept his “neutral” rating on the stock.\n\nWhile positive about Intel’s solid execution and share gain potential, the brokerage’s concern was with a potential component inventory correction in the second half of 2010, Webster said.\n\nFBR Capital Markets raised its price target on the stock to $32 from $30.\n\nThirty two analysts rate Intel shares a buy, 14 have a “hold” rating and three suggest that investors sell the stock, according to Starmine data.\n\nThe stock’s mean price target ahead of today’s changes was $26.97, implying analysts expect the shares to rise 28 percent in the next 12 months, Starmine figures show.\n\nInvestors from across Asia, Europe and North America cheered the news of Intel’s results.\n\nShares of Asian chip and PC makers jumped on Wednesday, pointing to potential upside for the sectors in quarterly reports due in coming weeks.\n\nSamsung Electronics Co (005930.KS), the world’s top maker of DRAM memory chips, rose 3.5 percent to a three-week high, while leading contract chipmaker Taiwan Semiconductor Manufacturing Co (2330.TW) closed up 1.3 percent. Acer Inc (2353.TW), the world’s No.2 PC brand, closed 6 percent higher at a two-month high. [ID:nTOE66D04I]\n\nMeanwhile in Europe, Dutch chip equipment maker ASML (ASML.AS) raised its 2010 sales outlook by at least 10 percent on Wednesday as a broadly improving outlook for the chip industry drove better-than-expected second quarter results. [ID:nLDE66D03M]\n\nShares of Intel, whose rivals include Advanced Micro Devices Inc AMD.N, were up 7 percent, or $1.38, at $22.39 Wednesday in trading before the bell. AMD shares were up 5 percent. (Reporting by S. John Tilak in Bangalore; Editing by Prem Udayabhanu)",
        "header": "UPDATE 1-Intel results bode well for tech industry - analysts",
        "time": "8:03AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/asianCurrencyNews/idUSLDE66D0G620100714",
        "body": "LONDON, July 14 (Reuters) - World stocks hit a three-week high on Wednesday while government bonds fell broadly after Intel’s forecast-beating quarterly results raised expectations of strong corporate earnings in the second quarter.\n\nResilient demand for PCs and servers helped Intel Corp’s (INTC.O) margin and revenue forecasts blast past Wall Street expectations, allaying fears of a technology spending slowdown and sending its shares up nearly 8 percent. [ID:nN12197658]\n\nTuesday’s upbeat news came after the closing bell on Wall Street, which rallied for a sixth straight day after Alcoa posted (AA.N) upbeat results late on Monday.\n\n\"Corporate figures are better than expected, and that's adding to strength and for now the corporate market has got its tail up,\" said Justin Urquhart-Stewart, investment director at Seven Investment Management. MSCI world equity index .MIWD00000PUS rose 0.5 percent to hit its highest level since late June. The Thomson Reuters global stock index .TRXFLDGLPU rose the same amount.\n\nEmerging stocks .MSCIEF rose 0.8 percent while emerging market spreads 11EMJ tightened further to 296 basis points, the tightest level since mid-May.\n\nU.S. crude oil CLc1 was steady at $77.11 a barrel.\n\nBund futures FGBLc1 lost 16 ticks as safe-haven flows diminished in the face of strong stocks, and investors braced for fresh debt supply worth more than 10 billion euros from Germany, Italy and Portugal.\n\nThe euro held near $1.27 EUR=, within half a cent of the previous day's two-month high as improving risk appetite boosted high-yielding currencies and investors welcomed a successful treasury bill tender by Greece on Tuesday.\n\n“What we are seeing is that cash is being put back to work with all the negative news surrounding the euro zone receding,” said Greg Gibbs, currency strategist at RBS in Sydney.\n\n“Some of the risk premium that was being attached to the euro zone is being taken off.”\n\nThe dollar .DXY fell 0.1 percent against a basket of major currencies.",
        "header": "GLOBAL MARKETS-Stocks at 3-wk peak as Intel fuels risk rally",
        "time": "3:59AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/CMPTRS/idUSTOE66D04I20100714",
        "body": "NEW YORK/HONG KONG, July 14 (Reuters) - The shares of chip and PC makers jumped on Wednesday on strong results from global technology bellwether Intel Corp (INTC.O), pointing to potential upside for the sectors in quarterly reports due in coming weeks.\n\nPersonal computer makers such as Hewlett-Packard Co (HPQ.N) and Dell Inc DELL.O, as well as networking giant Cisco Systems Inc (CSCO.O), rose in morning trading, one day after Intel said solid demand for PCs and servers helped lift its results.\n\nThe U.S. gains extend momentum from Asia, where Samsung Electronics Co Ltd (005930.KS), the world’s top maker of DRAM memory chips, rose 3.5 percent to a three-week high, while leading contract chipmaker Taiwan Semiconductor Manufacturing Co Ltd (TSMC) (2330.TW) closed up 1.3 percent.\n\nAcer Inc (2353.TW), the world’s No.2 PC brand, closed 6 percent higher at a two-month high.\n\n“Intel has given investors that boost of confidence they need,” said Angela Hsiang, an analyst at KGI Securities in Taipei. “While there are still broad fears about the wider economy, investors were looking for an excuse to buy and Intel provided that.”\n\nThe tech sector’s strength defied weakness in broader markets, which were weighed down by data showing a second straight month of declining U.S. retail sales. [ID:n14126903]\n\n“Server strength and corporate PC refresh activities should keep the PC demand story robust into 2011 and we could look to get constructive on shares as earnings season settles out,” said analyst Craig Berger of FBR Capital Markets.\n\nOn Tuesday, after the U.S. market closed, Intel, the world’s largest chipmaker and a dominant supplier of PC chips, posted margin and revenue forecasts that blew past Wall Street expectations, helping lift its shares 7.1 percent in extended trading [ID:nN12197658]. Intel shares were up only about 3 percent on Wednesday on Nasdaq.\n\nDutch chip equipment maker ASML Holding NV (ASML.AS)(ASML.O) added to the optimism on Wednesday when it raised its full year sales outlook as it sees robust demand for its machines that produce chips for PCs and smartphones. [ID:nLDE66D03M]\n\nIntel’s outlook helped raise expectations that technology spending could remain strong, even as broader fears about the Euro zone, a jobless U.S. recovery and a cooling of Chinese growth weigh on the sector.\n\n“People are beginning to think the second half may not be as bad as they’d feared and this is boosting Toshiba Corp (6502.T) and the technology sector as a whole,” said Takeo Miyamoto, an analyst at Deutsche Bank in Tokyo.\n\nAsia’s top technology companies such as TSMC and Samsung Electronics are likely to see revenue grow by about 35 percent in the second quarter from a year earlier, according to Thomson Reuters data, coming off a weak 2009 that was hard hit by the global financial crisis.\n\nTrading volume was strong on most counters. Some 31.9 million Acer shares changed hands in Taipei, the highest level in about six weeks. Some 663,692 Samsung Electronic shares were traded in Seoul, the highest since early May.\n\nWithin the DRAM sector, Japan’s Elpida Memory Inc 6665.T rose 3.6 percent, while South Korea’s Hynix Semiconductor Inc (000660.KS) rose 3.4 percent. Contract chipmakers United Microelectronics Corp (2303.TW) rose 3.1 percent.\n\nOther PC issues, including Lenovo Group Ltd (0992.HK) and Asustek Computer Inc (2357.TW) also rallied to firmer closes.\n\n“The key now is to look at Microsoft Corp (MSFT.O) and International Business Machines Corp’s (IBM.N) earnings in the next two weeks,” Hsiang said. “If those come out strong, we’re probably in line for a strong rally.”\n\nThe second half of the calendar year is usually the strongest season for most technology brands, as students prepare to return to school after the summer holidays and ahead of the peak year-end shopping season.\n\nDespite the buoyant mood, some analysts warned the party could be short-lived if oversupply and a faltering economy lead to a weaker pricing environment that could weigh heavily on the company margins and revenue.\n\n“I remain more cautious about the third-quarter outlook as chip prices are seen weakening in the second half,” said Han Seung-hoon, an analyst at Korea Investment & Securities.\n\nSamsung is set to report its quarterly earnings on July 30, while TSMC is due to report on July 29. Acer and Lenovo typically report their June quarter results in August. (Additional reporting by Baker Li in TAIPEI; Jungyoun Park in SEOUL, Isabel Reynolds in TOKYO; Franklin Paul in NEW YORK; editing by Chris Lewis, Valerie Lee and Andre Grenon)",
        "header": "UPDATE 3-Tech shares rally on Intel earnings",
        "time": "12:35PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE66C5WT20100714",
        "body": "NEW YORK (Reuters) - Intel Corp (INTC.O), the world’s biggest microchip maker, handily beat second-quarter sales and profit estimates and forecast third-quarter sales well ahead of Wall Street’s consensus.\n\nThe upbeat numbers from the first major U.S. technology company to report this quarter suggest that global demand for PCs and servers is continuing to recover after last year’s belt-tightening.\n\nShares of the company rose 6.5 percent in after-hours trading.\n\nFollowing are initial reactions of analysts and investors:\n\n“The numbers just blew me away, I cannot see any mention of any problems whatsoever.”\n\n“It’s as if Europe just never happened as far as Intel is concerned. No mention of Europe, their numbers are at the high end of demand, their margins, it’s like they’re printing dollar bills there.”\n\n“The one thing about Intel shares is in spite of their numbers driving it up, it tends to sort of work itself up to $24-ish or so and then just fall right back as the economy affects it.”\n\n“I expect the same to happen. I would be surprised if it reached significantly north of $25. Because they still have to overcome a huge share count.”\n\n“It’s pretty much a blow out. I think it’s reminding the market that basically stocks are too cheap; the market was trading Intel at a pretty compressed multiple.”\n\n“The fact that they are raising capital spending is confirming this idea that capacity is tight and there’s some pretty good momentum and I think it’s squeezing more buyers into the market. It’s going to be a data point that causes people to flip from probably extreme pessimism to extreme optimism.”\n\n“Demand was stronger than many people anticipated, the Street was concerned corporate spending would be restrained with what’s happened in Europe and that wasn’t the case.”\n\n“The real thing that got the Street going was the gross margin guidance, which they raised. It shows a lot of confidence that the company has for the back half of the year. If the company was at all concerned about demand, you wouldn’t have expected them to raise that number.”\n\n“Tech spending was a little more healthy than expected, on the server side and consumer side. We’ve seen companies start to loosen up refresh cycle budgets and expand, and that’s a sign things are continuing to expand despite concerns in Europe.”\n\n“In a quarter where people expected relatively strong performance, they beat that pretty handily and set a good forecast. They seem unaffected by the negativity that’s impacting equities.”\n\n“This going to be really good for a lot of other tech companies, particularly enterprise.”\n\n“It might be the case that this earnings period is so strong that it allays some of the fears about the broader economy.”\n\n“Once again gross margins were incredibly strong, showing the benefit of the operational improvements that the company has made over the last few years, plus a good product mix and a strong manufacturing performance.”\n\n“It’s another indication that some of the very positive server data points that you’ve been hearing year to date, and some of the constructive enterprise spending data points, are seeing good validation from Intel.”\n\n“They beat on the top line, they beat on the bottom line, the gross margin is through the roof. It couldn’t be better. I think Intel is very under priced. And the key reason everybody missed on it is -- as they’ve been talking about for eight months -- cloud infrastructure is just started.”\n\n“When we speak to our contacts who are IT purchasers and IT suppliers, we are not seeing any slowdown. Because Europe and Asia are investing in technology.”\n\n“Either the investor community has massively under-calculated what worldwide demand is or Intel is too optimistic here.”\n\n“I think it’s too early to call second-half demand so far because obviously Intel is the first one to report, but obviously earnings are off to a very bullish start.”\n\n“There’s still consumer demand in growing markets. There could be potential upsides coming from corporate IT renewals.”\n\n“Very strong mix in product revenues and very strong revenues. People were very focused on the PC client group while the data center group -- driven by new product introduction -- was what helped lift revenues.”\n\n“Corporate spending for large server farms was much stronger than people had expected.”",
        "header": "Instant view: Intel profit and sales beat estimates",
        "time": "2:13AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/hotStocksNews/idUSTPV00174420100714",
        "body": "TAIPEI, July 14 (Reuters) - Taiwan stocks rose 1.54 percent to a two-month closing high on Wednesday, with chipmakers including TSMC (2330.TW) and computer firms leading gains after Intel’s (INTC.O) better-than-expected outlook fanned optimism over their business outlook.\n\nThe main TAIEX share index .TWII ended up 117.09 points at 7,714.51, a level not seen since May 14.\n\nThe biggest winner was the peripheral equipment sub-index .TCPI, rising 2.59 percent, while the semiconductor sub-index .TSII climbed 1.86 percent.",
        "header": "Intel pushes Taiwan stocks to 2-month closing high",
        "time": "1:38AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/COMSRV/idUSN1412280720100714",
        "body": "* U.S. retail sales fall more than expected in June * Intel rises in premarket after results * Fed statement on economic forecasts awaited * Futures: Dow off 7 pts, S&P off 1.6 pts, Nasdaq up 2.5 pts * For up-to-the-minute market news see [STXNEWS/US]\n\nNEW YORK, July 14 (Reuters) - Dow and S&P 500 index futures pointed to a lower open on Wednesday after a report showed a second straight month of declining U.S. retail sales, though better-than-expected results from technology bellwether Intel Corp limited losses in the Nasdaq.\n\nInvestors also looked ahead to a statement from the Federal Reserve later Wednesday about the outlook for the economy, as stocks wavered following six sessions of gains.\n\nThe Fed’s economic forecasts will be released alongside the minutes from its most recent monetary policy meeting. Some are expecting Fed officials to cut their outlook for U.S. economic growth, tracking recent moves by Wall Street economists.\n\n“If the Fed declares that growth will be marked down and we won’t be roaring into recovery in the second half of the year, that’s going to dampen enthusiasm,” said Edward Riley, chief executive of Riley Asset Management in Boston.\n\nIntel (INTC.O), a Dow component, climbed 6 percent to $22.27 in premarket trading a day after it posted better-than-expected results, allaying concerns about a slowdown in technology business spending. For details, see [ID:nN12197658]\n\n“Intel indicates that the health of the tech sector in general is still extremely strong,” Riley said. “I’d be disappointed if after the Fed statement investors didn’t refocus on that since its sufficient to support a much better stock market.”\n\nWith the S&P 500 index up 8 percent from a recent intraday low on July 1, investors are scrutinizing early second-quarter earnings reports for evidence that the rally can be sustained.\n\nS&P 500 futures SPc1 fell 3 points and were below fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures DJc1 fell 7 points, while Nasdaq 100 futures NDc1 gained 2.8 points.\n\nSales at U.S. retailers fell for a second month in June, pulled down by weak receipts at automotive dealers and gasoline stations. The report could reduce positive sentiment along with the Fed statement. [ID:nN1350097]\n\nGoldman Sachs downgraded the homebuilder and chemical sectors to “neutral” from “attractive” and downgraded stocks in both groups. The firm wrote that the housing recovery was occurring more slowly and said there were less inspiring trends in key chemical end markets. [ID:nSGE66D0GV] and [ID:nSGE66D0GO]\n\nThe Wall Street Journal reported that Nokia Siemens Networks is in talks to buy the telecom-equipment arm of Motorola Inc MOT.N in a deal that could be worth $1.1 billion to $1.3 billion. [ID:nN1391664] Motorola shares gained 1.1 percent in premarket trade.\n\nU.S. Senate Democrats on Tuesday appeared to nail down the votes needed to approve a historic overhaul of U.S. financial regulations and set up a final vote by the end of the week. [ID:nN13247555]\n\nAlso late Tuesday, fast food chain operator Yum Brands Inc (YUM.N) gave a full-year profit outlook that was below expectations. The stock was down 3 percent to $40.48 before the bell. [ID:nN13265343] (Editing by Padraic Cassidy)",
        "header": "US STOCKS-Retail sales pressure futures, but Intel helps",
        "time": "9:23AM UTC"
    }
]