[
    {
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS100323771020100506",
        "body": "Clearwire and Intel have revised a technology deal that forbade the WiMax service provider from using any other technology, and Clearwire is already talking with equipment vendors about how it might adopt LTE (Long-Term Evolution) for its network.\n\nClearwire executives announced the change on Wednesday on a conference call about the company’s financial results for the first quarter. The company reported revenue of almost US$107 million, up from $62 million a year earlier, and a net loss of $439 million, or $0.48 per share. But it added 283,000 subscribers, more than in the entire previous year, ending with 917,000 total subscribers to both its WiMax and legacy wireless services. A majority of those were on the WiMax network.\n\nWhile Clearwire has been building out WiMax, the first available 4G (fourth-generation) mobile data technology, Verizon Wireless, AT&T and many large carriers outside the U.S. have laid out plans to use LTE. In March, both Clearwire and its majority owner, Sprint Nextel, hinted they might be open to adopting LTE themselves. If the many LTE deployments around the world take shape over the next few years as planned, this could create a much larger marketplace for equipment and devices than WiMax may enjoy.\n\nIntel has been the biggest backer of WiMax and was a major investor in Clearwire, and their partnership agreement specified the service provider had to use WiMax. The two companies have now modified that deal in several respects, most importantly to take out the WiMax requirement. The change gives both companies greater technology flexibility, Clearwire CEO Bill Morrow said on the conference call.\n\nClearwire has not made any decisions about using LTE but is talking with vendors about how it might make such a change least expensively, executives said. They pointed out that makers of chips for devices are beginning to combine WiMax and LTE. The two technologies are closely related.\n\nAlso on Wednesday, the company said it is working with HTC and Samsung on WiMax handsets to sell under its own brand by the end of this year. The Samsung device would run Google’s Android OS. Sprint has already announced a WiMax Android handset, the HTC EVO, which is expected to hit the market soon.\n\nSubscribers to WiMax services provided by Clearwire’s partners, including Sprint, Comcast and Time Warner Cable, tripled during the first quarter to 111,000. About one-third of the WiMax subscribers don’t even live in the 32 markets that currently have WiMax. They buy dual-mode devices, such as Sprint client equipment that can use both 3G and 4G networks, and use them for 4G when they are visiting areas where it is available, the company said.\n\nThe company’s oldest networks -- in Portland, Oregon; Atlanta and Las Vegas -- have attracted about 2.7 percent of the population in these markets, the level of penetration Clearwire had hoped to achieve by this time, said Erik Prusch, chief financial officer. Those deployments have been in place an average of 10 months and are on track to become profitable after 18 months as the company had planned, he said.\n\nMorrow reiterated an earlier estimate that the average Clearwire user still is downloading 7G bytes per month, above the 5G-byte limit that some mobile operators impose on 3G modems for PCs.\n\nThe company still expects to spend between $2.8 billion and $3.2 billion to build out its network to reach 120 million U.S. residents by the end of this year. Clearwire says it can achieve a sustainable business with a network that large. On Wednesday, the carrier announced it will activate WiMax in more markets this summer.",
        "header": "Clearwire free to use LTE under changed Intel deal",
        "time": "12:57AM UTC"
    }
]