[
    {
        "link": "http://www.reuters.com/article/2010/10/13/markets-japan-stocks-idUSTOE69C05Z20101013",
        "body": "* Nikkei up on short-covering after 2.1 pct drop on Tuesday\n\n* But gains capped as yen remains near 15-year high\n\nTOKYO, Oct 13 (Reuters) - Japan’s Nikkei average inched up 0.2 percent on Wednesday as an advance in U.S. stocks and upbeat forecasts by Intel Corp (INTC.O) brightened sentiment and prompted short-covering.\n\nBut investors were reluctant to chase the Nikkei aggressively higher as the yen lurked near a 15-year high versus the dollar hit earlier this week.\n\nThe market mood improved after the Nikkei lost more than 2 percent on Tuesday, with chip-related stocks advancing after shares of Intel, the world’s largest chipmaker, rose on strong fourth-quarter sales and margins. [ID:N11136922]\n\nThe Nikkei also received support after Japanese core machinery orders unexpectedly jumped 10 percent in August. [JPMORD=ECI]\n\n“The market recovered some ground after Japanese stocks fared much worse than overseas markets yesterday due to the strong yen. It also received some positive impact from Intel’s earnings,” said Masaru Hamasaki, senior strategist at Toyota Asset Management.\n\n“But after dollar/yen fell below 82 yen, a growing consensus in the market is that the yen will probably continue to advance little by little and that has sparked worries about the outlook for corporate earnings.”\n\nThe benchmark Nikkei .N225 ended up 14.87 points at 9,403.51. On Tuesday, it fell 2.1 percent in its biggest daily loss in a month.\n\nIntel’s forecasts raised hopes that the technology sector could end 2010 on a strong note, pushing up chip-related shares, though Hamasaki noted that the impact on the overall market was limited because it was not as if the company revised up their earnings outlooks.\n\nChip-gear maker Tokyo Electron Ltd (8035.T) gained 1.3 percent to 4,550 yen, while Nikon Corp (7731.T) rose 0.9 percent to 1,599 yen and Yokogawa Electric Corp (6841.T) climbed 2.6 percent to 599 yen.\n\nStill, the Nikkei struggled to post strong gains due to the strength of the yen.\n\nThe dollar gained 0.2 percent to 81.86 yen JPY=, not far away from a 15-year low of 81.37 struck on Monday, though it was supported by nervousness that Japanese authorities could intervene the closer it gets to its record low of 79.75 yen.\n\nFinance Minister Yoshihiko Noda said in parliament that he could not answer whether or not Japan would conduct intervention. [FRX/]\n\nU.S. stocks hit fresh 5-month highs on Tuesday as details from the Federal Reserve’s latest meeting showed the U.S. central bank may once again flood markets with cheap cash “before long” to further boost growth. [.N]\n\nThe currency market has become very short dollars on QE expectations.\n\nOn the technical front, the Nikkei was expected to be supported by positive signals.\n\nThe Nikkei faces strong support at the 38.2 percent retracement of its September-October rally and its 55-day moving average, both of which come in around 9,365.\n\nElliott Wave analysis shows the Nikkei could rally to 10,000 as long as it holds above 9,311.\n\nWith Japan’s earnings season getting into full swing later this month, earnings stories have started to drive stock prices.\n\nShares of Best Denki Co 8175.T surged 11 percent to 222 yen after the operator of consumer electronics stores lifted its full-year operating profit forecast by 30 percent as Japan’s hottest summer in a century helped sales of air conditioners.\n\nBut Tokyo Steel Manufacturing Co (5423.T) shed 5.4 percent to 921 yen after Japan’s biggest construction steel maker revised its six-month parent operating forecast down to a 1.5 billion yen loss from a 1.7 billion yen profit.\n\nTokyo Steel had to raise prices on all products in September to pass on higher steel scrap costs.\n\nFast Retailing (9983.T) extended falls made since the operator of the Uniqlo discount clothing chain forecast its first profit fall in four years, shaking investor confidence in one of the few Japanese retailers thought to have strong growth prospects.\n\nThe stock fell 2.4 percent to 10,910 yen, after losing 9.8 percent on Tuesday. [ID:nTOE69B038]\n\nSome 1.89 billion shares changed hands on the Tokyo exchange’s first section, down from a five-month high of 2.88 billion booked last Wednesday.\n\nDeclining stocks outnumbered advancers, 892 to 604. (Additional reporting by Reuters FX analyst Krishna Kumar in Sydney; Editing by Joseph Radford)",
        "header": "Nikkei edges up but yen weighs; Intel helps techs",
        "time": "2:57AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2010/10/13/idUS83449+13-Oct-2010+BW20101013",
        "body": "Anlässlich der Intel Channel Conference 2010 wird das Vertriebsteam von Adaptec by PMC anhand der 32GB- und 64GB-Solid State Drives von Intel die Vorzüge unserer innovativen SSD-Cache-Lösungen präsentieren. Darüber hinaus wird das Vertriebsteam von Adaptec by PMC die Leistung und die einzigartige Umweltfreundlichkeit des Adaptec Intelligent Power Management (IPM) und der Zero Maintenance Cache Protection (ZMCP) der Adaptec by PMC-Controller demonstrieren.\n\nPMC-Sierra® ist ein führender Anbieter von Halbleiterlösungen für Internet-Infrastrukturen, der mit Niederlassungen in Nordamerika, Europa, Israel und Asien weltweit Vertriebsunterstützung und technischen Support bietet. PMC-Sierra bietet Halbleiterlösungen für die Marktsegmente Enterprise- und Channel-Storage, Wide-Area-Network-Infrastrukturen, Fiber to the Home (FTTH) und Laserdrucker für Unternehmen. PMC-Sierra ist ein an der NASDAQ unter der Bezeichnung PCMS gehandeltes, börsennotiertes Unternehmen. Weitere Informationen finden Sie unter www.pmc-sierra.com.\n\n© Copyright PMC-Sierra, Inc. 2010. Alle Rechte vorbehalten. PMC, PMC-SIERRA und Adaptec sind eingetragene Warenzeichen der PMC-Sierra, Inc. „Adaptec by PMC“ ist ein Warenzeichen der PMC-Sierra, Inc. Weitere hier verwendete Produkt- und Firmenbezeichnungen sind möglicherweise Warenzeichen der jeweiligen Eigentümer. Eine vollständige Aufzählung der Warenzeichen von PMC-Sierra finden Sie unter www.pmc-sierra-com.",
        "header": "Adaptec by PMC bei der Intel Channel Conference 2010",
        "time": "5:00AM UTC"
    }
]