[
    {
        "link": "http://www.reuters.com/article/2010/10/12/markets-stocks-idUSN1220843520101012",
        "body": "* Intel shares rise after the bell, following results\n\n* Dow up 0.1 pct, S&P up 0.4 pct, Nasdaq up 0.7 pct * For up-to-the-minute market news see [STXNEWS/US] (Updates close with more on Intel, latest prices and new final paragraphs on options trade)\n\nNEW YORK, Oct 12 (Reuters) - U.S. stocks hit fresh 5-month highs on Tuesday as details from the Fed’s latest meeting showed the U.S. central bank may once again flood markets with cheap cash “before long” to further boost growth.\n\nThe minutes from the Federal Reserve’s Sept. 21 meeting served as another strong signal for a stock market that has surged for weeks on rising hopes for more Fed action. The S&P 500 index is up 11.5 percent since the start of September.\n\n“The (stock) market should continue to be supported by these positive comments from policy-makers over the next few days,” said Zach Pandl, an economist at Nomura Securities International in New York.\n\nShares of drilling contractors rose after the Obama administration lifted its ban on deepwater drilling seven weeks ahead of schedule. For details see [ID:nN12173911].\n\nU.S.-traded shares of Transocean Ltd (RIG.N) climbed 4.7 percent to $64.81 and Diamond Offshore (DO.N) gained 4 percent to $69.37. The PHLX oil services sector index .OSX rose 1.7 percent.\n\nIntel Corp (INTC.O), up 1.1 percent at $19.77 during regular trading hours, added another 1 percent to $19.97 after hours following stronger-than-expected third-quarter results and a forecast for better sales in the fourth quarter. [ID:nN11136922].\n\nIn the regular session, Apple (AAPL.O) was up 1.1 percent at $298.54 and led the Nasdaq’s advance after Barclays raised its price target on the company’s stock.\n\nTechnology stocks are at their cheapest in 20 years and the weaker U.S. dollar will likely benefit the entire sector, said hedge fund industry pioneer Lee Ainslie. [ID:nN12184075].\n\nThe Dow Jones industrial average .DJI gained 10.06 points, or 0.09 percent, to 11,020.40. The Standard & Poor's 500 Index .SPX rose 4.45 points, or 0.38 percent, to 1,169.77. The Nasdaq Composite Index .IXIC added 15.59 points, or 0.65 percent, to 2,417.92.\n\nThe expectation of more cheap cash helped lift bank stocks. Bank of America (BAC.N) rose 2.8 percent to $13.52 and the KBW bank index .BKX gained 1.5 percent.\n\nShares of Pfizer Inc (PFE.N), the world’s largest drugmaker and a Dow component, gained 0.5 percent to $17.47 after it agreed to buy King Pharmaceuticals Inc KG.N for $3.6 billion. King Pharma shares jumped 39.4 percent to $14.15. [ID:nN12164348].\n\nThe dollar index .DXY, a gauge of the greenback against a basket of currencies, erased its earlier gain and was down 0.16 percent at the close. Investors have of late used fluctuations in the U.S. currency as a trigger to move into or out of stocks. The 30-day correlation between the index and the S&P 500 ticked down to -0.90.\n\nChina’s bid to cool down its economy partly offset the Fed’s resolve, as it sparked concerns it could crimp global growth. An official Chinese newspaper reported the government raised bank reserve requirements by 50 basis points, the fourth hike this year, due to excessive lending.\n\nThe report confirmed a Reuters story on Monday. [ID:nTOE69A05I] and [ID:nTOE69A03Y]\n\nNearly 7.5 billion shares traded on the New York Stock Exchange, the American Stock Exchange and Nasdaq, just above the 20-day moving average of about 7.48 billion.\n\nAdvancing stocks outnumbered declining ones on the NYSE by a ratio of slightly more than 4-to-3, while on the Nasdaq, seven stocks rose for every five that fell.\n\nIn the options market, a big bet hinted an investor is bracing for a decline in the S&P 500 of nearly 5 percent within the next month. [ID:nN12185484].\n\nThe investor’s trade, a massive bearish put spread on the popular SPDR S&P 500 exchange-traded fund (SPY.P) , is profitable if the fund’s shares fall more than 4.6 percent from their current price, to trade below the break-even point of $111.575 by November expiration.\n\nThe ETF was up 33 cents at $116.99.\n\n“The trade is a way to hedge in case the earnings season is a disappointment,” said TD Ameritrade chief derivatives strategist Joe Kinahan. (Reporting by Rodrigo Campos; Additional reporting by Doris Frankel; Editing by Jan Paschal)",
        "header": "US STOCKS-Wall St rises as Fed seen easing soon, Intel up late",
        "time": "5:57PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2010/10/13/markets-korea-stocks-idUSTOE69C02320101013",
        "body": "SEOUL, Oct 13 (Reuters) - Seoul shares rose on Wednesday with Intel Corp’s (INTC.O) upbeat fourth-quarter earnings outlook boosting technology stocks including Hynix Semiconductor Inc (000660.KS), but POSCO (005490.KS) declined after weak quarterly results.\n\nThe Korea Composite Stock Price Index .KS11 (KOSPI) was up 0.3 percent at 1,873.63 points as of 0159 GMT.\n\n“The share market is bouncing amid the view stocks were oversold in the previous session. Renewed foreign buying comes as a positive sign,” said Lee Jin-woo, a market analyst at Mirae Asset Securities.\n\nForeign investors were sellers of a net 600 million won ($530,900) worth of stocks, offloading shares for a second straight session.\n\nTechnology plays advanced, buoyed by positive quarterly results and outlook comments from the world’s largest chipmaker Intel.\n\n“It’s not that Intel’s results and outlook were great, but they were modestly better than the market’s already lowered expectations,” said Lee Min-hee, an analyst at Dongbu Securities. “It is such relief that is lifting technology stocks. The PC market has been showing signs of improvement since September, and key memory chip prices are expected to stabilise by the end of this year.”\n\nHynix Semiconductor, the world’s No.2 memory chip maker, gained 2.9 percent, while Samsung Electronics Co Ltd (005930.KS), the world’s No.1 memory chip maker, eased off earlier gains to fall 0.13 percent.\n\nPOSCO (005490.KS) retreated 4.1 percent after the world’s No.3 steelmaker issued disappointing third-quarter results and weak outlook comments late on Tuesday.\n\n“POSCO’s operating profit ... even after factoring in higher raw materials prices, was disappointing,” said Chung Ji-yun, an analyst at HI Investment & Securities in a note.\n\nChung added that POSCO’s profitability was expected worsen in the fourth quarter and lowered its target price to 600,000 won from 650,000 won.\n\nShipbuilders rose, buoyed by a firm 0.9 percent gain in the Baltic Dry Index .BADI, which tracks the cost of shipping key commodities.\n\nHyundai Heavy Industries Co Ltd (009540.KS), the world’s biggest shipbuilder, rose 0.92 percent and Daewoo Shipbuilding & Marine Engineering Co Ltd (042660.KS) advanced 1.29 percent.\n\nState-owned Korea Gas Corp (036460.KS) rose 0.51 percent after the company said it sold 1.7 million tonnes of liquefied natural gas (LNG) in September, up 9.2 percent from a year earlier. [ID:nTOE67J05F] (Reporting by Jungyoun Park; Editing by Chris Lewis)",
        "header": "Seoul shares rise as Intel boosts tech shares",
        "time": "10:06PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2010/10/13/markets-japan-stocks-hot-idUSTOE69C00E20101013",
        "body": "TOKYO, Oct 13 (Reuters) - The benchmark Nikkei average .N225 rose 0.5 percent and the broader Topix .TOPX gained 0.3 percent on Wednesday.\n\nThe following stocks were on the move: **ELPIDA, CHIP STOCKS RISE AFTER STRONG INTEL OUTLOOK**\n\nShares of Elpida Memory Inc 6665.T and other chip-related stocks gained after Intel Corp (INTC.O), the world’s largest chipmaker, forecast strong fourth-quarter sales and margins, raising hopes that the technology sector could end 2010 on a strong note. [ID:nN11136922]\n\nElpida jumped 2.4 percent to 907 yen, also after the Nikkei business daily reported the PC memory maker and Sharp Corp (6753.T) will co-develop a next-generation memory chip for commercialisation in 2013. [ID:nSGE69B0L2]\n\nChip-gear maker Tokyo Electron Ltd (8035.T) gained 1.7 percent to 4,565 yen and chip-tester maker Advantest Corp (6857.T) rose 0.7 percent to 1,686 yen.\n\nShares of Sharp were up 0.4 percent at 827 yen. 0022 GMT (Reporting by Aiko Hayashi)",
        "header": "Japan Hot Stocks-Elpida, chip stocks up on upbeat Intel f'cast",
        "time": "8:30PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2010/10/13/markets-japan-stocks-idUSTOE69C02Y20101013",
        "body": "* Nikkei’s gains capped as yen still near 15-year high\n\nTOKYO, Oct 13 (Reuters) - Japan’s Nikkei average rose nearly 1 percent on Wednesday as an advance in U.S. stocks and upbeat forecasts by Intel Corp (INTC.O) brightened sentiment and prompted short-covering.\n\nStill, investors were reluctant about chasing the Nikkei aggressively higher as the yen lurked near a 15-year high versus the dollar hit earlier this week.\n\nThe market mood improved after the Nikkei had lost more than 2 percent on Tuesday, with chip-related stocks advancing after shares of Intel, the world’s largest chipmaker, rose on strong fourth-quarter sales and margins. [ID:N11136922]\n\nThe Nikkei also received support after Japanese core machinery orders unexpectedly jumped 10 percent in August. [JPMORD=ECI]\n\n“Intel and surprisingly strong machinery orders were positive for stocks, but more than those factors, investors simply wanted to cover their overly sold positions from the previous day,” said Takashi Ohba, a senior strategist at Okasan Securities.\n\nThe benchmark Nikkei .N225 closed the morning session up 0.9 percent, or 80.83 points, at 9,469.47.\n\nThe broader Topix .TOPX rose 0.7 percent, or 5.60 points, to 830.20.\n\nOn Tuesday, the Nikkei fell 2.1 percent, its biggest daily loss in a month.\n\nIntel’s forecasts raised hopes that the technology sector could end 2010 on a strong note, pushing up chip-related shares.\n\nElpida Memory 6665.T 0.6 percent to 891 yen, also buoyed after the Nikkei business daily reported the PC memory maker and Sharp Corp (6753.T) will co-develop a next-generation memory chip for commercialisation in 2013. [ID:nSGE69B0L2]\n\nChip-gear maker Tokyo Electron Ltd (8035.T) gained 2 percent to 4,580 yen and chip-tester maker Advantest Corp (6857.T) rose 0.2 percent to 1,678 yen.\n\nStill, the Nikkei struggled to post strong gains due to the strength of the yen.\n\nThe dollar gained 0.2 percent to 81.89 yen JPY=, but was not far away from a 15-year low of 81.37 struck on Monday. [FRX/]\n\n“The Nikkei edged higher, but it struggled to catch up with the U.S. market as the strength of the yen is continuing to weigh on Japanese shares,” said Mitsushige Akino, chief fund manager at Ichiyoshi Investment Management.\n\nThe Nikkei’s topside was capped by the yen, but it was expected to be supported by positive technical signals.\n\nThe Nikkei faces strong support at the 38.2 percent retracement of its September-October rally and its 55-day moving average, both of which come in around 9,365.\n\nElliott Wave analysis shows the Nikkei could to 10,000 as long as it holds above 9,311. (Additional reporting by Reuters FX analyst Krishna Kumar in Sydney; Editing by Chris Gallagher)",
        "header": "Nikkei up, Intel lifts chip stocks but yen caps rise",
        "time": "11:04PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2010/10/12/us-intel-instantview-idUSTRE69B5R820101012",
        "body": "LOS ANGELES (Reuters) - Intel Corp forecast a slightly stronger than expected fourth-quarter revenue and gross margin as demand from corporations and emerging markets hold up, buoying its shares in after-hours trade.\n\n”The headline looks pretty good. There was concern about Q4... and the number is better than the Street expected.\n\n”The question really is, what’s the mix of business, and the margin’s good, which seems to hint at better mix, and maybe a little more business on the data center and server side.\n\n”When they talk about healthy inventory levels, other companies aren’t necessarily going to be able to say the same thing. Other companies might be talking about more weakness, others might have to offer guidance below what people are expecting for Q4.\n\n“Intel is seeing a benefit in their average selling price, so there’s something happening positively in terms of their product mix. They are also managing costs quite well.”\n\n”It’s kind of a little bit better than what people are expecting. There’s not anything dramatic with the numbers. Nothing wildly exciting to the upside or downside.\n\n“I‘m not sure (what) it indicates as a barometer of the economy or the holiday season. They don’t have a good sense of the holiday because it hasn’t started. Obviously their business isn’t getting worse but it’s hard to argue that the business is getting better here.”\n\n“The outlook is slightly less than seasonal, so expectations for lower consumer spending are being built in to the numbers. No surprise there. Lowered expectations are being met, and I would say concerns over pricing do not seem to be having the expected impact on margins or ASPs.”\n\n”It looks fairly well in line with consensus, a little upside. The revenue guidance for the December quarter is about in line with the street, or a little better.\n\n”The gross margin number, up sequentially and 67 percent for Q4, is a topic the market’s going to focus on. That’s better than expected.\n\n“I certainly think, at first glance, what we see is a little better than what we had modeled.”\n\n”It looks like management seems relatively constructive regarding year-end demand. They talked about healthy worldwide demand for PC products. The guided revenue is in line with expectations but took gross margins up a bit.\n\n“It seems like they’re seeing healthy tailwinds, whether it’s product mix or cost structure taking margins higher. It’s the first read on holiday and fourth-quarter demand and it’s a relatively positive view on the market. We’re going to see now how the holiday period plays out.”",
        "header": "Instant view: Intel forecasts solid Q4 sales, margin",
        "time": "4:44PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2010/10/13/us-asia-chips-idUSTRE69C06120101013",
        "body": "SEOUL (Reuters) - Asian chip shares led by Hynix Semiconductor (000660.KS) and Elpida Memory 6665.T rose more than 2 percent on Wednesday, after a strong earnings forecast from Intel INTC.0 raised hopes that the technology sector could end 2010 on a high note.\n\nThe upbeat fourth-quarter sales and margins forecast from Intel, the world’s largest chipmaker, set a positive tone after Samsung Electronics (005930.KS) last week gave disappointing earnings estimates for the third quarter.\n\n“It is not that Intel’s results and outlook were great, but they were modestly better than the market’s already lowered expectations,” said Dongbu Securities analyst Lee Min-hee.\n\n“It is such relief that it is lifting technology stocks. The PC market has been showing signs of improvement since September, and key memory chip prices are expected to stabilize by the end of this year.”\n\nShares in South Korea’s Hynix, the world’s No.2 memory chipmaker, rose 2.4 percent and Elpida in Japan gained 1.8 percent. Sector leader Samsung Electronics rose 0.7 percent.\n\nElpida was also buoyed by a newspaper report that it will jointly develop next-generation chips with Sharp Corp (6753.T) in 2013.\n\nOther tech shares also gained, with flat-screen maker LG Display (034220.KS) up 2.3 percent, parts maker TDK Corp (6762.T) up 1.6 percent and chip gear maker Tokyo Electron (8035.T) up 2 percent.\n\nBut sentiment remains fragile as a weak global economy is hitting consumer spending hard, cutting computer sales growth, although solid demand from emerging markets and corporations kept Intel upbeat for the December quarter.\n\nSamsung said on Tuesday that prices of dynamic random access memory (DRAM), mainly used in computers, will continue to fall before gradually recovering from the mid-second quarter in 2011.\n\nConcerns of a prolonged weakness in chip prices have pushed Hynix and Samsung down 10 percent and 16 percent respectively over the past six months, lagging a 10 percent gain in the wider South Korean market.",
        "header": "Hynix, Elpida up after upbeat Q4 Intel forecast",
        "time": "9:16PM UTC"
    }
]