[
    {
        "link": "http://www.reuters.com/article/politicsNews/idUSTRE64K5Q420100521",
        "body": "WASHINGTON (Reuters) - Senior Pentagon official James Clapper has emerged as a leading candidate to replace Dennis Blair as director of national intelligence, but other candidates have not been ruled out, two U.S. officials said on Friday.\n\nClapper, undersecretary of defense for intelligence, has the support of Defense Secretary Robert Gates, who has considerable sway with President Barack Obama, the officials said on condition of anonymity.\n\nThe White House declined to comment on Clapper or other potential candidates to replace Blair, who was pushed out after a tumultuous 16 months in the job.\n\nBlair’s deputy, David Gompert, will fill in temporarily after Blair formally leaves next Friday. Blair’s departure, announced Thursday, was the first major shake-up of Obama’s national security team.\n\nWhite House spokesman Robert Gibbs said Obama had determined it was time for a change.\n\n“The president decided to make a change. I’ll let that speak for itself,” he said, when asked whether Obama had lost confidence in Blair.\n\nObama began interviewing candidates to replace Blair before his resignation was announced.\n\n“The president has talked to a number of well-qualified candidates, and we’ll make an announcement on who the next permanent DNI will be soon,” Gibbs told his daily news briefing.\n\nObama is unlikely to leave the DNI job vacant for long at a time of heightened domestic security concerns following a failed Christmas Day attempt to blow up a U.S. airliner and a botched May 1 car-bombing in New York’s Time Square.\n\nBlair’s tenure has been marked by infighting within the CIA and sharp criticism over the intelligence community’s failure to prevent the Christmas Day plot.\n\n“My guess is there is probably no harder job in Washington besides being president than being director of national intelligence,” Gibbs said. He said the job was newly created and that Blair had to address a range of issues, notably coordination among the many U.S. intelligence agencies.\n\n“There’s no doubt that we continue to have, as a result -- and we saw this -- that the president identified on the attempted Christmas Day bombing -- that there are still coordination issues that we have to work through,” Gibbs said.\n\nGates, a former director of the CIA, and Clapper have worked closely together on intelligence matters for decades.\n\nClapper was one of Gates’s first major hires when he became defense secretary under then-President George W. Bush, and one of the few appointees invited to stay on with Gates at the Pentagon after Obama took office.\n\nAssociates describe Clapper as a low-key career intelligence officer who is comfortable working behind the scenes.\n\nAlthough Gates would make a formidable ally, some congressional aides questioned how Clapper, as a relative outsider, would fare in any bureaucratic skirmishes within Obama’s tight-knit White House.\n\nOther possible candidates include John Hamre, who served as undersecretary of defense from 1993 to 1997, and National Counterterrorism Center Director Michael Leiter, officials said.",
        "header": "Pentagon insider a leading candidate for intel spot",
        "time": "6:00PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/GlobalExchangesandTrading10/idUSTRE64I6Y120100521",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp (INTC.O) sees big opportunities to expand its business in the nascent tablet PC market and has not given up hope on winning a spot inside Apple Inc’s (AAPL.O) iPad.\n\nWhile Apple has designed its own processor to power the recently-launched iPad tablet PC, Tom Kilroy, Intel senior vice president and general manager of sales and marketing, said there could be opportunities for Intel in future versions of the iPad.\n\n“They’ve got their product to market right now, and it doesn’t include an Intel chip,” Kilroy said at the Reuters Global Technology Summit in San Francisco on Wednesday.\n\nBut, he said, “it would never be like Intel to not want to go discuss and engage Apple to win their business in another intercept point at some point down the road.”\n\nKilroy also said that demand for PCs in emerging economies was changing the business landscape, with Brazil on track to become the third largest market for PCs behind the United States and China by the end of the year, according to Intel’s estimates.\n\n“It could be as early as this year, but even if it’s the end of 2011 or the middle of 2011, that’s a significant step forward in terms of both consumer users as well as business,” said Kilroy about the growth in PC demand in Brazil.\n\nIntel is the world’s largest chipmaker and makes the microprocessors that are used in more than three quarters of the world’s PCs.\n\nKilroy would not break out the difference in the average selling prices of the PC processors that it sells in Brazil compared to prices in more established markets like Europe. But he said that consumers in Brazil were very active in Internet activities like social networking that require PCs with enough processing horsepower to upload and view videos and photos.\n\n“I would say at this point in time -- Brazil, when I look at my ramp of my new Core (microprocessor) products, is very healthy as well,” said Kilroy.\n\nHe added that Intel expects China to potentially overtake the United States as the world’s largest market for PCs by 2014.\n\nIntel was among the first tech companies to call a bottom to the economic downturn, and last month reported sales and profit that beat Wall Street expectations for the first quarter.\n\nThe chipmaker said at its annual analyst-day briefing last week that while the company is keeping an eye on the financial crisis in parts of Europe, nothing has transpired that would cause the company to change its guidance for the second quarter.\n\nKilroy said there was no update to the statement about the impact of Europe on Intel’s business, but noted that the diversification of the PC industry makes Intel less affected by developments in any one region.\n\n“It’s not so much like maybe it was like five or ten years ago when so goes U.S. retail or European retail so goes the business,” he said.\n\nIn recent years Intel has developed a new line of Atom processors designed for mobile gadgets like smartphones and the emerging breed of tablet PCs.\n\nUnlike in the PC market, where Intel’s microprocessors are dominant, the mobile device market is crowded with strong competitors like Texas Instruments Inc TXN.N and Qualcomm Inc (QCOM.O), which make chips based on ARM Holdings Plc ARM.L designs and architecture.\n\nIn the near term, Kilroy said that Intel’s new generation of Atom processor, dubbed Moorestown, is well-suited to establish a foothold for Intel in forthcoming tablets from other computer makers.\n\n“It’s a broader market than just Apple,” he said.\n\n“Wait until Computex and I think you’re going to see that there’s an industry out there that’s got an appetite to go play and there will be certainly a good opportunity for us with our partners to participate as well,” said Kilroy, referring to the Computex trade show in Taipei in June.",
        "header": "Intel sees potential in Apple iPad",
        "time": "12:46PM UTC"
    }
]