[
    {
        "link": "http://www.reuters.com/article/2011/08/09/intel-cfo-idUSN1E77721S20110809",
        "body": "* Outlook uncertain for much of chip market (Rewrites first paragraph, adds detail on Intel, background)\n\nSAN FRANCISCO, Aug 8 (Reuters) - Intel’s business is on course despite the meltdown in global stock markets and U.S. sovereign debt downgrade, thanks to demand in developing markets, its chief financial officer said.\n\nIn sharp contrast to panicked investors who sent the Dow Jones down more than 5 percent on Monday, an unruffled Stacy Smith said consumers in booming economies like China and Brazil that now make up half of Intel’s sales were not scared by U.S. issues.\n\n“When your country is doing well, you know, you’re probably somewhat inoculated from some of the shocks going on elsewhere in the world,” he said in an interview with Reuters on Monday.\n\nIntel’s share price has bumped along at a low valuation for some time as investors have clamored for the Santa Clara, California company to move faster and more aggressively into mobile devices, like smartphones and tablets. Intel chips won’t be in smartphones before next year, for instance.\n\nSmith, who himself carries three smartphones and also owns a tablet, insisted there were no signs of problems to make him change his business forecast. “Nothing that’s happened in the last week or so changes my view of Q3,” he added.\n\nHe spoke shortly after the Dow Jones Industrial Average closed down more than 5.5 percent in reaction to S&P’s cut of the U.S. sovereign debt rating.\n\nWhile analysts say the direct impact on the economy from the credit rating downgrade itself is limited, a sustained drop in share prices would have a negative impact on wealth, and likely force both consumers and businesses to hunker down.\n\nA few weeks ago, Intel trimmed its forecast for 2011 personal computer unit sales, warning of softness in mature markets but pointing to healthy expansion in China.\n\nIntel could see more signs of trouble later this month as its manufacturing customers gauge demand for the normally-busy back-to-school season.\n\n“Things could materially change, not just for Intel but for many companies later in August depending on feedback the supply chain gets about back to school,” said Robert W Baird & Co analyst Tristan Gerra.\n\nFor years technology analysts predicted developing economies would leapfrog past desktop computers to buy thin, fast, Web-connected portables. Instead, Europeans and Americans have turned to the lighter devices while emerging market buyers have started off with robust PCs the whole family can use and that bring Intel big profits, Smith said.\n\nIntel remains notably more optimistic about the PC industry’s prospects than many investors and executives in other parts of the electronics industry.\n\nMajor chip companies like ARM Holdings ARM.L and Texas Instruments TXN.N have warned that spending during the crucial holiday season could fall well short of expectations. [ID:nN1E76P0SU]\n\nEven blockbuster expectations for smartphones beyond Apple Inc’s (AAPL.O) iPhones have cooled slightly.\n\n“I don’t think that the specifics of the debt downgrade of the U.S. changes the overall business trajectory that we’ve been seeing,” Smith said of Intel. He declined to discuss the outlook for the fourth quarter.\n\nLast month, Intel forecast current-quarter revenue of about $14 billion, give or take $500 million, better than the $13.5 billion analysts had expected on average. [ID:nN1E76I25R]\n\nIts shares are down almost 16 percent since hitting a year’s high in May, but that vastly outperformed the plunge of roughly 24 percent by the Philadelphia semiconductor index .SOX.\n\nIntel, whose stock fell 3.27 percent on Monday, is not planning to start a new venture making chips for chip design companies, Smith said, knocking down speculation by some analysts.\n\n“We have a couple of very small foundry deals ... but we have no plans to enter the foundry business,” he said. (Reporting by Noel Randewich and Peter Henderson; Editing by Gary Hill, Bernard Orr)",
        "header": "UPDATE 3-Emerging markets comfort Intel CFO as stocks fall",
        "time": "8:44PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2011/08/08/intel-cfo-idUSWEN704720110808",
        "body": "SAN FRANCISCO, Aug 8 (Reuters) - Intel’s chief financial officer said he does not expect S&P’s downgrade of U.S. sovereign debt to hurt business at the top personal computer chipmaker this quarter, after a sharp sell-off on Wall Street on Monday.\n\n“I don’t think that the specifics of the debt downgrade of the U.S. changes the overall business trajectory that we’ve been seeing,” Intel Corp (INTC.O) CFO Stacy Smith said in an interview with Reuters.\n\n“The only forecast we put out there for the business level was Q3, and, yeah, nothing that’s happened in the last week or so changes my view of Q3,” he added, shortly after the Dow Jones Industrial Average closed down more than 5.5 percent. (Reporting by Noel Randewich and Peter Henderson; Editing by Bernard Orr)",
        "header": "Intel CFO says U.S. downgrade doesn't hurt business",
        "time": "6:08PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2011/08/08/intel-cfo-idUSN1E77721S20110808",
        "body": "* Outlook uncertain for much of chipmarket (Adds detail on Intel, background on industry)\n\nSAN FRANCISCO, Aug 8 (Reuters) - Intel’s chief financial officer said he does not expect S&P’s downgrade of U.S. sovereign debt to hurt business at the top personal computer chipmaker this quarter, despite a sharp sell-off on Wall Street on Monday.\n\nWeeks before global Standard & Poor’s took the unprecedented step of downgrading U.S. debt, Intel trimmed its forecast for 2011 personal computer unit sales, warning of softness in mature markets but pointing to healthy expansion in China.\n\nFamilies buying their first PCs in emerging markets, the source of half of Intel’s sales, are unlikely to put off their purchases because of troubles in the United States, CFO Stacy Smith said in an interview with Reuters on Monday.\n\n“When your country is doing well, you know, you’re probably somewhat inoculated from some of the shocks going on elsewhere in the world,” he said.\n\nAcross the broader chip industry, uncertainty has grown in recent weeks. Unusually high U.S. unemployment and a deepening financial crisis in Europe have soured electronics manufacturers’ moods, a growing chorus of chip executives say.\n\nMajor chip companies like ARM Holdings ARM.L and Texas Instruments TXN.N have warned that spending during the crucial holiday season could fall well short of expectations. [ID:nN1E76P0SU]\n\nEven blockbuster expectations for smartphones beyond Apple Inc’s (AAPL.O) iPhones have cooled slightly.\n\nIntel remains notably more optimistic about the PC industry’s prospects than many investors and executives in other parts of the electronics industry.\n\n“I don’t think that the specifics of the debt downgrade of the U.S. changes the overall business trajectory that we’ve been seeing,” Smith said of Intel.\n\n“The only forecast we put out there for the business level was Q3, and, yeah, nothing that’s happened in the last week or so changes my view of Q3,” he added, shortly after the Dow Jones Industrial Average closed down more than 5.5 percent.\n\nLast month, Intel forecast current-quarter revenue of about $14 billion, give or take $500 million, better than the $13.5 billion analysts had expected on average. [ID:nN1E76I25R]\n\nIts shares are down almost 16 percent since hitting a year’s high in May, but that vastly outperformed the plunge of roughly 24 percent by the Philadelphia semiconductor index .SOX.\n\nIntel, whose stock fell 3.27 percent on Monday, is not planning to start a new venture making chips for chip design companies, Smith said, knocking down speculation by some analysts.\n\n“We have a couple of very small foundry deals ... but we have no plans to enter the foundry business,” he said. (Reporting by Noel Randewich and Peter Henderson; Editing by Bernard Orr, Gary Hill)",
        "header": "UPDATE 2-Intel CFO says view unshaken by US debt downgrade",
        "time": "7:19PM UTC"
    }
]