[
    {
        "link": "http://www.reuters.com/article/2011/10/02/us-intel-telmap-idUSTRE7910ED20111002",
        "body": "TEL AVIV (Reuters) - Chipmaker Intel Corp has agreed to acquire mobile navigation software maker Telmap, the chief executive of the Israel-based company said on Sunday.\n\nDetails of the deal were not disclosed but Israeli media said Intel is paying about $300 million to $350 million.\n\nTelmap CEO Oren Nissim declined to comment on the price and said the deal was expected to close before the end of the year.\n\nTelmap will become a wholly-owned subsidiary of Intel, which has two plants and four development centers in Israel, and will retain its brand, management and 210 employees.\n\n“The unique thing about this transaction is that here comes a giant and says ‘We really like what you’re doing, we believe in your strategy, we want to enhance and go forward. We’re not here to swallow you up,'” Nissim told Reuters.\n\nTeaming up with Intel will enable Telmap to provide a “true alternative” to offerings from giants such as Nokia and Google, Nissim said.\n\n“I think to a large extent that from a strategic perspective came the only company that could have come,” he said of Intel.\n\nIntel expects Telmap to become much bigger and reach places it hasn’t before, whether it be in Europe, Asia-Pacific or the United States, Nissim said, adding Telmap will stay in Israel but expects to recruit workers abroad.\n\nPeter Riddle, general manager of Intel’s AppUp developer program, in a blog posted at AppUp’s annual gathering of developers in Seattle, said the deal was a step toward expanding Intel’s mobile software services capabilities.\n\n“Telmap delivers great multi-platform consumer experiences every day, and we’re looking forward to combining that focus and excellence with Intel’s to significantly grow their business,” he wrote.\n\n“But Telmap isn’t just a great consumer service provider -- with Telmap we can directly provide developers with location-based services spanning devices, operating systems and CPU architectures.”\n\nTelmap, which offers location-based services to provide details on traffic data, speed cameras and local offerings, expects to post revenue of $33 million in 2011 and be profitable for the second consecutive year.\n\nIntel, the world’s No. 1 chipmaker, has become a larger provider of software and services following its acquisitions of McAfee and Wind River.\n\n“In mobility Intel fully understands that consumers are after where value is being created for them, which is at software, services, content,” Nissim said.\n\n“Many things in mobility are happening around a person’s whereabouts. A lot of application developments are being done and Intel wants to be close to that pillar,” he said.\n\nIn addition to its core business, Telmap will open up its platform to third-party developers who will be able to enhance their applications with location-based services, Nissim said.",
        "header": "Intel acquires Israeli mobile navigation firm Telmap",
        "time": "9:54AM UTC"
    }
]