[
    {
        "link": "http://www.reuters.com/article/2011/11/16/us-syria-attack-idUSTRE7AF06V20111116",
        "body": "AMMAN (Reuters) - Syrian army defectors attacked an intelligence complex on the edge of Damascus early on Wednesday, in the first reported assault on a major security facility in the eight-month uprising against President Bashar al-Assad, activists said.\n\nMembers of the Free Syrian Army fired shoulder-mounted rockets and machineguns at a large Air Force Intelligence complex situated on the northern edge of the capital on the Damascus-Aleppo highway at about 2:30 a.m. (7:30 p.m. EST).\n\nA gunfight ensued and helicopters circled the area, the sources said.\n\n“I heard several explosions, the sound of machinegun fire being exchanged,” said a resident of the suburb of Harasta, who declined to be named.\n\nThere was no immediate report of casualties and the area where the fighting occurred remained inaccessible, the sources said.\n\nSyria’s ban on most foreign media makes it hard to verify events on the ground.\n\nTogether with Military Intelligence, Air Force Intelligence is in charge of preventing dissent within the army. The two divisions have been instrumental in a crackdown on the uprising against Assad, which the United Nations says has killed 3,500 people.\n\nSyria’s military is controlled by Assad’s brother Maher and members of their minority Alawite sect, while the army is comprised mostly of Sunni Muslims, who also form the majority of Syria’s population and have been defecting from the army in mounting numbers.\n\nThe pervasive security apparatus, dominated by Alawites, underpins the power structure. Security chiefs of an estimated eight major secret police organizations answer directly to President Assad.\n\nAn Arab official, who did not want to be named, said insurgent attacks on loyalist forces rose sharply in the last 10 days, although the army remains largely cohesive.\n\nSyrian authorities blame “armed terrorist groups” for the unrest, and say they have killed 1,100 army and police.",
        "header": "Syrian army defectors hit intel complex: activists",
        "time": "10:31PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2011/11/15/us-intel-idUSTRE7AE2SF20111115",
        "body": "(Reuters) - Intel (INTC.O) is launching a $100 million fund to invest in companies creating applications and content that complement its mobile chips, which have struggled to find a foothold in tablets and smartphones.\n\nThe Intel Capital AppUp Fund, named after the chipmaker’s online software store, has so far invested in Urban Airship, a mobile marketing company, and 4tiitoo, a German software firm, Intel said in a statement.\n\nIntel is racing to establish itself in the mobile computing market, where manufacturers mostly use processors made with energy efficient technology licensed from Britain’s ARM Holdings ARM.L.\n\nIntel’s AppUp online store promotes the development and sale of applications built for the MeeGo operating system that runs on many netbooks using Intel’s Atom mobile chips.\n\nThe new fund follows the creation of a $300 million fund earlier this year to promote technology for a new category of sleek laptops the Santa Clara, California company has dubbed Ultrabooks.\n\nIntel is racing to refocus its lead in manufacturing technology to create processors better suited for tablets and smartphones requiring low-power consumption.",
        "header": "Intel fund focuses on mobile applications",
        "time": "6:13PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2011/11/15/idUS297909649020111115",
        "body": "Intel Capital, the veteran investment arm of Intel, has announced the AppUp fund to invest $100 million in companies creating applications and digital content for multiple devices. The organization revealed the new fund today at the Intel Capital Global Summit in Huntington Beach, Calif.\n\nMobile platform-as-a-service startup Urban Airship and 4tiitoo, a German tablet operating system developer, are the first two companies to secure financing through the AppUp fund.\n\nThe AppUp fund is named after Intel’s AppUp app store and is intended to enhance the selection of availalbe applications and content. The AppUp store is currently for Windows users only and includes more than 5,000 applicaions, but the company plans, by way of the fund, to expand the marketplace, make it globally accessible and offer applications for all mobile and desktop platforms.\n\nIntel Capital has invested more than $10.4 billion in around 1,100 companies across 51 countries. The organization has a made a strong commitment to mobile, and finances startups across the ecosystem, from application and consumer-centric companies to cloud computing technologies and businesses tackling infrastructure needs. It also recently created a $300 million fund as an investment vehicle for the Ultrabook.\n\nSo far in 2011, Intel Capital has invested $472 million in more than 70 startups. The organization has seen six IPOs and 25 M&A exits this year, Intel Capital president Arvind Sodhani said.",
        "header": "Intel Capital’s new $100M AppUp fund will finance application and content development",
        "time": "4:14PM UTC"
    }
]