[
    {
        "link": "http://www.reuters.com/article/2011/11/14/us-worldbank-telecoms-idUSTRE7AD2CL20111114",
        "body": "WASHINGTON (Reuters) - The World Bank’s private-sector lender plans to work more closely with Intel, the world’s top chipmaker, to invest in technology firms in developing countries, a senior World Bank official said on Monday.\n\nThe World Bank’s International Finance Corp and Intel Capital, the chip company’s investment fund, will work more closely to identify opportunities in the still underdeveloped IT sector in Africa and elsewhere, Kent Lupberger, global head of technology, media and telecoms at IFC, told Reuters.\n\n“What we’re looking at is venture and growth capital investment, primarily with equity, so companies grow without being concerned about having immediate pay-back,” Lupberger said.\n\n“One of the key reasons for the Intel partnership is we’re looking for those markets that don’t have that much venture and growth capital yet,” he added.\n\nMost of the investments would take place in the broadband infrastructure, data center and IT services sector, said Lupberger.\n\nHe pointed at the huge success of mobile phone technology in Africa where the market has grown to about 5 billion users, including the very poor, over the past decade.\n\nThe booming cell phone industry has created jobs and infrastructure, and Lupberger said IFC is hoping for a similar result from investments in IT.\n\n“We are looking for companies that have gone fairly far in creating some sort of IT product or service and has actually started commercializing it,” he said. “Then it’s a question of really helping them grow the business.”\n\nIFC, which invested about $19 billion in developing countries in fiscal year 2011, is planning to spend up to $700 million over the next two years increasing its stake in new African telecoms projects.\n\nWith many developing economies growing at more than 5 percent a year and new markets opening up, there is increasing interest in more affordable high-tech goods and services.\n\nWhile China and India are still considered lucrative technology markets, Lupberger said secondary and tertiary countries in Africa and elsewhere are of increasing interest and potentially could prove more profitable than Asia.\n\nThe tie-up with Intel is not new. Intel and the IFC have completed joint financings in a Ukraine data center company, an Internet firm in Russia, a technology company in Chile, and a television technology and service company in China.",
        "header": "World Bank, Intel to boost joint IT investments",
        "time": "6:04PM UTC"
    }
]