[
    {
        "link": "http://www.reuters.com/article/2011/08/11/us-intel-idUSTRE77A0KF20110811",
        "body": "TAIPEI/BANGALORE (Reuters) - Top chipmaker Intel Corp said computer makers Lenovo, Asustek and Acer will launch its new category of notebook computer in the third to fourth quarter, and expects to see their prices below $999 in the fourth quarter.\n\nIntel Capital, Intel’s global investment arm, will create a $300 million fund to invest in companies building hardware and software technologies for the new category of PCs known as Ultrabook.\n\n“We are working very hard to bring the Ultrabook into the main stream...the prices will come down over time,” Erik Reid, Intel’s PC Client Group General Manager of Mobile Platforms Division, told a press conference in Taipei on Thursday.\n\nUltrabooks, launched by Intel in late May, will be lightweight but still pack high-performance processors. Intel sees them accounting for 40 percent of laptop sales to consumers by the end of next year.\n\nReid said Ultrabooks will also focus on the enterprise market and Intel is working with partners such as Dell and HP to launch the notebooks. However, the transition usually first happens in the consumer market, Reid said.\n\nSanta Clara, California-based Intel is eager to make laptops more attractive to consumers who are increasingly captivated by Apple’s iPad and other mobile gadgets.\n\nSpeaking on the new PE fund, Intel Capital Managing Director David Flanagan told reporters that the investment will be made over the next 3-4 years in companies that help deliver slim components and platform technologies, longer battery life and new user experience.\n\nHe did not specify how much the fund plans to invest in Asia, but said Asia has a big potential for investment, given the large number of manufacturers in the region.\n\nBesides the latest Ultrabook fund, Intel Capital has a number of dedicated funds in specific technology areas. Past technology-specific funds have included the Intel Digital Home Fund and Intel Communications Fund.\n\nLast month, Intel Corp, which dominates the PC microchip industry but is struggling in a fast-expanding mobile market, warned that PC sales will not be as strong as it had expected this year and it expected PC unit growth at around 8 to 10 percent this year.",
        "header": "Intel expects Ultrabook PCs priced below $999 in Q4",
        "time": "1:32AM UTC"
    }
]