[
    {
        "link": "http://www.reuters.com/article/2012/01/19/us-intel-idUSTRE80I27620120119",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp’s quarterly results modestly beat Wall Street’s expectations as it faces a tough PC market, and the chipmaker said it was sharply increasing its capital expenditures in an apparent bid to speed up its entry into tablets and smartphones.\n\nIntel warned last month that the damage wrought by flooding in Thailand - the world’s largest producer of computer drives - would curtail December-quarter earnings in a PC market already hit by a weak economy.\n\nAdding to its troubles, Intel has failed to find a foothold in smartphones and tablets, where processors based on ARM Holdings’ power efficient chip designs are widely used.\n\nRushing to speed up its development of competitive chips for smartphones and tablets, Intel said it would boost capital expenditures in 2012 to $12.5 billion, plus or minus $400 million. Last year its capital expenditures were $10.7 billion.\n\n“The biggest surprise is the capex for the new year,” said Evercore Partners analyst Patrick Wang. “They’re investing to catch up and not only be at parity but exceed where the handset incumbents are.”\n\nLenovo and Motorola Mobility have agreed to use Intel’s new Medfield chip in upcoming smartphones, and investors are keen to see how the new devices do with consumers.\n\nIntel’s main PC client group raised its revenue 17 percent in the December quarter to $9 billion. Its revenues from selling server chips for data centers rose 8 percent.\n\nAfter flooding in Thailand ruined factories and sensitive machinery, shortages of the components are expected to persist through the first half of 2012 and disrupt PC production.\n\n“Last quarter they underestimated the flood impact. I am wondering if they are still underestimating the Thailand flood impact, and the market’s ability to ramp back up to get to these numbers,” said RBC analyst Doug Freedman.\n\nUpbeat earnings forecasts by Linear Technology, Xilinx and TSMC this week have made investors cautiously optimistic that a drawdown of inventories in the broader chip industry, including semiconductores used in automobiles, communications and factories, may be ending, clearing the way for higher sales.\n\nHoping to safeguard its position in PCs, Intel this year will kick off its largest marketing campaign since 2003, with “Ultrabooks” - instant-on super-thin laptops it hopes can stand up to the likes of Apple’s Macbook Air, while giving off some of the technological chic the iPad and other tablets exude.\n\nFears of falling PC sales hurt the shares of Microsoft, Dell Inc and Intel for much of 2011. Intel’s stock has recovered over the past three months, partly due to the chipmaker’s relatively high 3.3 percent dividend yield.\n\nStill trading at a modest 10.8 times expected earnings, the shares recently hit a 52-week high.\n\nIntel said revenue in the current quarter would be $12.8 billion, plus or minus $500 million. Analysts on average had expected current-quarter revenue of $12.770 billion, according to Thomson Reuters I/B/E/S.\n\nThe world’s leading chipmaker said revenue in the fourth quarter was $13.9 billion, up 21 percent and slightly higher than the $13.718 billion expected.\n\nGAAP net income in the fourth quarter was $3.4 billion, up 6 percent. GAAP earnings per share were 64 cents. Analysts had expected 61 cents.\n\nIntel had a gross margin of 64 percent in the fourth quarter, with a non-GAAP gross margin of 65 percent. Analysts on average expected 64.6 percent.\n\nShares of Intel were unchanged after its earnings report from a close of $25.63, up 0.95 percent on Nasdaq.",
        "header": "Intel results exceed Street, capex jumps",
        "time": "5:37PM UTC"
    }
]