[
    {
        "link": "http://www.reuters.com/article/2012/07/18/markets-usa-stocks-idUSL2E8II59Y20120718",
        "body": "NEW YORK, July 18 (Reuters) - U.S. stocks rose on Wednesday, lifted by a rebound in tech shares following Intel’s results, though financials limited gains as Bank of America sold off.\n\nIn a reversal of the morning’s premarket action, BofA fell while Intel Corp rallied. It had been pressured a day after it cut its outlook, though it also reported a better-than-expected profit.\n\nFinancial shares were the weakest of the day, dropping 0.5 percent. Bank of America Corp lost 1.4 percent to $7.81 after swinging to a second-quarter profit that followed a massive mortgage-related charge a year earlier. It also posted a decline in revenue.\n\nWith the share decline, BofA breaks a streak of post-result rallies by such financials as JPMorgan Chase, Citigroup Inc and Goldman Sachs.\n\nIntel late Tuesday cut its full-year revenue outlook, the latest tech name to warn on demand, but the shares rebounded 2.5 percent to $26 in early trading and lifted technology shares 1 percent.\n\n“We’re relatively stable today with a relief rally in Intel since people were worried the results would be much worse than what was delivered, though there are still some questions about financials, especially ones with a lot of derivative exposure like Bank of America,” said Clark Yingst, chief market analyst at Joseph Gunnar & Co in New York.\n\nWith 7 percent of S&P 500 companies having reported thus far in the earnings season, 65 percent have beaten profit expectations, according to the latest Thomson Reuters data. Only 15 percent have missed.\n\nIndustrial shares also climbed, advancing 0.8 percent on the back of strong results at Honeywell Inc, which rose 6 percent to $57.79 as profits topped consensus views.\n\nThe Dow Jones industrial average was up 16.88 points, or 0.13 percent, at 12,822.42. The Standard & Poor’s 500 Index was up 3.42 points, or 0.25 percent, at 1,367.09. The Nasdaq Composite Index was up 19.80 points, or 0.68 percent, at 2,929.84.\n\nInvestors also looked to Ben Bernanke, the U.S. Federal Reserve chairman, who will deliver the semi-annual “Monetary Policy Report to the Congress” before the House Financial Services Committee.\n\nBernanke testified before a Senate committee on Tuesday, and while he didn’t give any specifics over what the central bank might do to accelerate growth amid signs of weakness, he left the door open to more stimulus if it became clear unemployment was not falling or if deflation risks mounted.\n\n“There’s a lot of speculation about policy shifts, possible quantitative easing, and that will drive markets both ways going forward,” Yingst said.\n\nIn other company news, Vivus Inc surged 13 percent to $29.92 in premarket trading after the Food and Drug Administration approved the company’s obesity drug.\n\nGroundbreaking on new U.S. homes rose in June to its fastest pace in over three years, lending a helping hand to an economy that has shown worrisome signs of cooling.\n\nHomebuilders rose on the data. Lennar Corp added 1.2 percent to $31.51 and D.R. Horton Inc was up 1.4 percent at $18.91.",
        "header": "US STOCKS-Wall St edges higher as Intel rebounds",
        "time": "10:18AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2012/07/18/markets-usa-stocks-open-idUSEAP10RI0520120718",
        "body": "NEW YORK, July 18 (Reuters) - U.S. stocks fell at the open on Wednesday as Intel joined the ranks of tech companies to cut their outlooks in a sign of how tepid economic conditions worldwide are hurting corporate profits.\n\nThe Dow Jones industrial average fell 41.70 points, or 0.33 percent, to 12,763.84. The S&P 500 Index dropped 4.05 points, or 0.30 percent, to 1,359.62. The Nasdaq Composite lost 4.71 points, or 0.16 percent, to 2,905.33.",
        "header": "US STOCKS SNAPSHOT-Wall St opens lower on Intel outlook",
        "time": "9:36AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2012/07/18/markets-usa-stocks-idUSL2E8II1H720120718",
        "body": "NEW YORK, July 18 (Reuters) - U.S. stock index futures fell on Wednesday as Intel joined the ranks of tech companies to cut their outlooks in a sign of how tepid economic conditions worldwide are hurting revenue.\n\nFinancials will also be in focus following results from Bank of America Corp, which swung to a second-quarter profit following a massive mortgage-related charge a year earlier. The Dow component rose 1.6 percent to $8.05 in premarket trading, following similar rallies by JPMorgan Chase, Citigroup Inc and Goldman Sachs.\n\nIntel Corp late Tuesday cut its full-year revenue outlook and said consumer spending in Europe and the United States was softer than previously thought.\n\n“We’re clearly seeing softness in company revenue because of Europe and the global slowdown, and that’s a concern,” said Oliver Pursche, president at Gary Goldberg Financial Services in Suffern, New York.\n\n“We’re seeing those fears spread across industries, but Bank of America is another example of financials being surprisingly strong. That could be a sector that shines because expectations are so low.”\n\nAmong tech stocks, Advanced Micro Devices and Applied Materials also cut their guidance in recent weeks, contributing to month-to-date losses of more than 2 percent in the S&P information technology index. The group is considered a proxy for business spending, and the weak views in the sector could have broader implications.\n\nS&P 500 futures fell 4.3 points and were above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures fell 37 points and Nasdaq 100 futures lost 6.75 points.\n\nStill, earnings reports at large continue to be solid. With 7 percent of S&P 500 companies having reported, 65 percent have beaten profit expectations, according to the latest Thomson Reuters data. Only 15 percent have missed.\n\nA number of key reports will be released on Wednesday, including those of American Express Co and International Business Machines Corp. Bank of New York Mellon and PNC Financial reported earlier on Wednesday.\n\nInvestors will also be looking to Ben Bernanke, the U.S. Federal Reserve chairman, who will deliver the semi-annual “Monetary Policy Report to the Congress” before the House Financial Services Committee.\n\nBernanke testified before a Senate committee on Tuesday, and while he didn’t give any specifics over what the central bank might do to accelerate growth amid signs of weakness, he left the door open to more stimulus if it became clear unemployment was not falling or if deflation risks mounted.\n\nIn company news, Vivus Inc surged 18 percent to $31.25 in premarket trading after the Food and Drug Administration approved the company’s obesity drug.\n\nJune housing starts will be released at 8:30 a.m. (1230 GMT) and are seen edging higher from the previous month.\n\nWall Street rose on Tuesday, lifted by strong results from Goldman Sachs and Coca-Cola Co. Still, the S&P has posted losses in seven of the last nine sessions, falling about 1 percent.",
        "header": "US STOCKS-Futures drop on Intel outlook, BofA rises",
        "time": "8:01AM UTC"
    }
]