[
    {
        "link": "http://www.reuters.com/article/2012/07/10/idUSWNA076420120710",
        "body": "July 10 - Standard & Poor’s Ratings Services said today that its ratings and outlook on Santa Clara, Calif.-based Intel Corp. remain unchanged following the announcement that Intel has entered into a series of R&D and equity investments with ASML Holding N.V. (unrated) over the next five years to accelerate the development of advanced manufacturing tool technologies totaling $4.1 billion (EUR3.3 billion). Intel’s funding commitment is structured through two phases: the first, related to R&D investments of $680 million (EUR553 million) over five years to assist ASML develop 450mm wafer manufacturing tools, as well as an equity investment of $2.1 billion (EUR1.7 billion) for about 10% of ASML’s shares; the second, subject to ASML shareholder approval, is related to additional R&D investments of $340 million (EUR276 million) to accelerate extreme ultraviolet (UAV) lithography and an equity investment of $1 billion (EUR 838 million) for an additional 5% of ASML. The transaction is subject to customary regulatory approvals and approval of ASML’s stockholders for the second following on investment. Intel intends to finance the R&D and equity investments in ASML from its overseas cash balances. Intel has robust cash and short-term investments of nearly $14 billion as of March 2012 and strong free operating cash flow. We believe Intel’s investments in ASML will accelerate the deployment of next-generation wafer technology and advanced lithography, allowing Intel to maintain its lead in wafer manufacturing technologies. The ratings on Intel reflect the company’s strong leadership position in the microprocessor industry, its consistently high profit margins, and its deep financial cushion. As of March 2012, debt to EBITDA was about 0.4x and includes our adjustments for operating leases and pension-related obligations. The company retains capacity for incremental debt within its rating.",
        "header": "TEXT-S&P says Intel rtgs unaffected by announced ASML Holding deal",
        "time": "5:51PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2012/07/10/idUS211735816220120710",
        "body": "By Robert Cyran The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nIntel has found a way to close the circuit on faster growth. Next-generation chips are cheaper, quicker and require less electricity. But toolmakers haven’t spent the sums necessary to make the switch. Intel’s $4.1 billion investment in ASML should remove such bottlenecks.\n\nThe clever deal has multiple components. First, Intel will give the Dutch company $1 billion over five years for research and development into the production of 450-millimeter wafers and extreme ultra-violet lithography. These should cut costs and make chips more powerful. Intel also will buy a 15 percent stake in ASML in two increments, for a total of $3.1 billion.\n\nThe risk is shared and both sides have plenty to gain. ASML locks in an important customer. It also can now develop new tools without diluting shareholders. The company will return to existing investors the cash raised from the new equity. Intel, meanwhile, gets stock with potential upside and recoups some R&D costs with equipment discounts. There are tax savings from deploying cash trapped overseas. And because any new ASML machines are available to all chipmakers, the deal sidesteps antitrust worries.\n\nMore importantly, Intel reckons the arrangement will accelerate the deployment of new-wave microprocessors by up to two years. Making more chips per silicon wafer and cramming more circuits on them reduces Intel’s manufacturing costs and shrinks capital expenditure. Intel estimates the present value of converting to larger wafers at around $10 billion.\n\nSuch changes are complicated so Intel may be too optimistic about the savings. But its manufacturing expertise is well-established. It’s safe to assume Intel will be the first to take advantage of any new ASML tools, giving it an edge. If it can produce more powerful chips than, say, AMD and sell them for less, it will help sustain its monopoly-style profits and margins.\n\nMoreover, smaller chips need less juice, a growing selling point for both servers and cellphones. Intel has yet to make any serious inroads into mobile. Nearly all manufacturers use designs from ARM Holdings. By forcing the industry to play to its strengths, however, Intel could just muscle its way into this lucrative market.",
        "header": "Intel deal closes circuit to faster chips, growth",
        "time": "2:51PM UTC"
    }
]