[
    {
        "link": "http://www.reuters.com/article/2012/01/20/us-intel-idUSTRE80I27620120120",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp unveiled a string of management changes on Friday, elevating 20-year company veteran and manufacturing expert Brian Krzanich to the post of chief operating officer and raising his stature as a possible future CEO.\n\nThe reshuffle comes the day after the company, led by Chief Executive Officer Paul Otellini, reported fourth-quarter results that beat Wall Street’s modest expectations.\n\nOn Thursday, Intel also said it would sharply increase capital spending in 2012, quickening efforts to catch up in the tablet and smartphone markets.\n\n“Promotions for Brian (Krzanich) and these other rotations reinforce Paul and the board’s commitment to senior management’s development and to support the board for when it will eventually make a decision on Paul’s successor,” Intel spokeswoman Laura Anderson told Reuters.\n\nKrzanich, 51, will continue to oversee worldwide manufacturing for the world’s top chipmaker, while handling internal operations as well.\n\nOtellini, who must retire in four years when he reaches 65, due to a company rule, was the last Intel exec to officially hold the COO position. Vice Chairman Andy Bryant, who Intel previously announced would become full-time chairman, had been handling many of the responsibilities of a COO.\n\nThe company is also promoting or redeploying several other executives across its chip architecture, manufacturing, and data-center businesses.\n\nDadi Perlmutter assumes the mantle of chief product officer, while continuing to helm the Architecture Group. Bill Holt, the company’s tech-development chief, now reports directly to Otellini.\n\nKirk Skaugen becomes Intel’s new PC Client Group chief, reporting to Perlmutter.\n\nSkaugen headed Intel’s data center business, impressing his bosses and investors by growing the group’s revenue from $6.5 billion in 2009 to over $10 billion last year.\n\nIntel likely hopes that moving Skaugen over to the PC client group will inject more energy into that slower-growing business, which has been plagued by slow consumer demand and the growing popularity of Apple’s iPad.\n\n“He’s a hard charger, whip smart, very inspirational,” said JMP Securities analyst Alex Gauna. “The guy just doesn’t miss a beat when it comes to articulating the goals and the technology merits of his product categories.”\n\nDiane Bryant succeeds Skaugen as general manager of the data-center business.\n\nAnd Kim Stevenson, head of IT Global Operations and Services, succeeds Bryant as chief information officer.\n\nAll management changes will take effect over the next 30 days, Intel said in a statement.\n\nShares in the company gained 1.6 percent to $26.04 in midday trade as Wall Street welcomed its solid quarterly results. Several brokers, including Citigroup and Barclays, raised their target prices on the stock.",
        "header": "Intel shakes up management, appoints COO",
        "time": "2:58PM UTC"
    }
]