[
    {
        "link": "http://www.reuters.com/article/2012/06/21/us-chips-samsung-idUSBRE85K1OM20120621",
        "body": "SEOUL (Reuters) - Samsung Electronics, already a world leader in TVs and smartphones, is taking the fight to Intel Corp for the No.1 slot in semiconductors, betting on strong growth in so-called logic chips that are the brains inside today’s fast-selling smart mobile devices.\n\nIntel dominates the market for computer processors (CPUs) - its Intel Inside sticker is on around 80 percent of the world’s PCs - but future growth is in mobile application processors.\n\nDemand for these is seen rising around 40 percent annually through 2014, according to Nomura research, while growth in PC processors will be in single digits. By 2015, the global market for application processors (AP) will have jumped fourfold to $33 billion, while the CPU market will shrink by more than a tenth to $34 billion, according to NH Investment & Securities.\n\nThat’s good news for leading AP makers such as Samsung, Qualcomm, Texas Instruments and mobile chip designer ARM Holdings.\n\nIntel has yet to set a marker in the mobile chip market.\n\nSamsung, which leads the market in memory chips that are used in computers, is converting some memory chip production lines to logic chips and will invest close to $2 billion in a new logic chip plant in South Korea, in a clear bet that smartphones and tablets will be the real growth driver for a $311 billion global semiconductor industry that is being shaken up by the rapid advances in technology and consumer gadgetry.\n\n“The overall competition landscape will change as the boundary between CPU and AP blurs, with Intel trying mobile chips, and the performance of ARM-based APs improving to the level of CPU ... That indicates Samsung’s ultimate target could be Intel and Qualcomm,” said Greg Nho at HMC Investment & Securities.\n\nFrancis Sideco, analyst at research firm IHS iSuppli, predicted Samsung could overtake Intel in overall semiconductor output. “It’s possible,” he said. “But that would need Samsung to expand its (AP) customer base beyond themselves and Apple. Also, Intel would have to completely miss the boat on its mobile ambitions.”\n\nSamsung has a headstart as it builds application processors that power the world’s most popular smartphones and tablets - the iPhone, iPad and Samsung’s own Galaxy products.\n\nIntel has little presence in this dynamic market. In April, India’s little-known Lava International launched its Xolo X900 smartphone, the first to use Intel’s new Medfield processor. Intel chips will also be used in some smartphones from Lenovo, Google’s Motorola Mobility and others. This will give Intel an entrance to the mobile market, but it has yet to rival mainstream mobile chips such as Apple’s A5, Qualcomm’s Snapdragon and Samsung’s Exynos processors.\n\n“How big they get and how fast remains to be determined ... I don’t think anyone expects these to be mega hits, but rather proof of concept,” said JMP Securities analyst Alex Gauna.\n\nIntel is also seeing its long-time partner Microsoft tie-up with ARM to take on Apple, as ARM’s mobile-friendly chips may be better suited for tablets running Windows 8 - expected to be released by the fourth quarter. Microsoft’s alliance with ARM, an Intel rival and the dominant designer of chips for smartphones and tablets, signals a shift in the tech balance of power from the ‘Wintel’ alliance that set the standard in early computing.\n\n“Samsung is betting that mobile processor market growth will further accelerate when Windows 8 is released, which will use ARM-based application processors, and that’s partly behind its aggressive capacity expansion,” said NH Investment & Securities analyst Lee Sun-tae.\n\nLonger-term, it suggests application processors can be used in computers, encroaching on the market for central processing units (CPU), where Intel is leader.\n\n“Samsung is expected to gain a toehold in the CPU market to be in direct competition with Intel, as power-efficient ARM-based application processors, which Samsung makes, will square off with Intel chips, which boast high performance but need to improve power efficiency,” said Seo Won-seok, an analyst at Korea Investment & Securities.\n\nIntel had $48.7 billion of chip revenue last year - some $20 billion more than second-ranked Samsung - giving it 9.2 percent market share, according to iSuppli.\n\n“Catching Intel would require significant growth in memory market share along with an Intel stumble,” said Mike Howard, an analyst at iSuppli. “While there are challenges for Samsung to continue to grow market share in memory (chips)... I would anticipate a major alliance, long-term, between Intel and another major memory company to rival Samsung.”\n\nIn 2001, Intel’s market share was 14.9 percent, more than three times Samsung’s 3.9 percent. While Intel’s share has since stagnated, Samsung’s has increased to above 9 percent, prompting Intel to make acquisitions and expand into memory chips. Its market share was at a decade-high last year, boosted by rising sales of NAND flash memory chips and its acquisition of Infineon’s wireless chip business.\n\nNow Samsung is chipping away at that gap again, and is expected to switch more of its memory chip lines to produce the chips used in tablets and smartphones.\n\nFor its part, Intel is betting its 2-year lead in manufacturing technology will help it keep ahead, and the Santa Clara, California-based firm is speeding up the rate at which it uses its most advanced factories to make mobile chips.\n\nIt is increasing capital spending by about 17 percent this year, and is building a $5 billion plant in Chandler, Arizona, which will manufacture chips at just 15 nanometers - that’s the gap between the transistors, and is several thousand times thinner than a human hair. Samsung plans to use 20 nm and 14 nm technology when its new logic chip plant is completed late next year.\n\n“Although ARM-camp players are also likely to enter 20-22 nm geometry in 2013, Intel should still be a step ahead of the competition as it already produced the 22 nm-based Ivy Bridge CPU for the computer market in 2012,” Nomura analysts wrote in a recent note.\n\n“It’s premature to forecast who will be the winner or if Intel’s entrance will pose any substantial threat to the ARM camp, given that ARM architecture is unarguably ahead of (Intel‘s) x86 APs in power consumption, while production costs are also lower.”\n\nSamsung’s biggest challenge will be to get its mobile application chips into more devices than just its own and Apple‘s, particularly as the low-end smartphone market is growing at a much faster pace.\n\n“What Samsung needs to address first is to diversify its customer base and make standard chips for a variety of customers - as Qualcomm, Texas Instruments and Nvidia do,” said HMC’s Nho. Those firms’ chips are found in products of LG Electronics, HTC and Motorola Mobility.\n\nAs new production lines come on stream in 2013 and Samsung finds new mobile chip customers, competition will heat up against Intel and Taiwan’s TSMC, which makes chips under contract for fab-less players such as Qualcomm and TI.\n\nBut Samsung’s Achilles heel is that it competes in some product areas such as mobile phones with its potential chip foundry clients, which could make some firms uncomfortable in handing over their technology to a rival.\n\nA recent dispute with Apple over mobile patents, while at the same time supplying chips to its U.S. competitor, shows the sensitivity and complexity of such arrangements, sparking speculation that Apple may switch to TSMC, or even Intel, for some of its chips.\n\nIndeed, Apple increased purchase of mobile DRAM chips from Japan’s Elpida late last year seeking to lessen its reliance on Samsung, which makes mobile processors, DRAM, NAND-flash chips and display screens for iPhones and iPads.\n\nA shuffle among Samsung’s managers, with components chief Kwon Oh-hyun moving to CEO, is seen as addressing some of those concerns. “Samsung is trying to alleviate component customers’ concerns by putting the component side of the company back in the seat of power,” said Mark Newman, a Bernstein analyst.",
        "header": "Analysis: Smart logic: Samsung chips away at Intel lead",
        "time": "5:43PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2012/06/21/idUS29772234920120621",
        "body": "KupiVIP, the Gilt of Russia, has secured a $38 million investment led by Intel Capital. The company now has now received over $100 million in total investment, positioning it well to take advantage of a Russian e-commerce market that’s expected to grow to $40-60 billion by 2020.\n\nKupiVIP is the largest luxury shopping club in Russia, offering designer labels and brand-name merchandise for significant discounts. The site now has more than eight million registered users, who participate in regular flash sales. (“Kupi” means “sale” in Russian.)\n\nIn a statement, general director Oskar Hartmann said that the company was the first in Russia “to launch an online shopping club and were thrilled with our early success.”\n\nHartmann thinks that this is just the beginning: “We have only just started to exploit the enormous opportunity the Russian consumer market offers to international brands. With this new investment, we are delighted to get the support we need to build a world class e-commerce company.”\n\nThe company also runs ShopTime.ru, which offers an e-commerce platform for brands to market their goods in Russia. This is increasingly attractive for international brands, as Russia has become the largest internet market in Europe, and companies such as QuickSilver and Mexx have signed on.\n\nThe company plans to use the funds to expand, invest in distribution, and launch new websites.\n\nOther players in this round included Acton Capital Partners, the European Bank of Reconstruction and Development, and existing investors Accel Partners and Balderton Capital.",
        "header": "$38M for shopping in Russia buys Intel Capital a stake in KupiVIP",
        "time": "2:38PM UTC"
    }
]