[
    {
        "link": "http://www.reuters.com/article/2012/07/09/intel-asml-idUSL2E8I9C8Q20120709",
        "body": "SAN FRANCISCO, July 9 (Reuters) - Intel Corp and ASML have struck an agreement under which the world’s top chipmaker will spend $4.1 billion to fund the European company’s research programs and buy an initial 10 percent stake in ASML.\n\nUnder the agreement announced on Monday, Intel will pay 1.7 billion euros for an initial 10 percent slice ASML, and commits to spend another 829 million euros on its research into next-generation chipmaking technology.\n\nTheir pact also involves pre-orders of ASML chipmaking gear. Intel said that its total spending as a result of their agreement will come to about $4.1 billion.",
        "header": "Intel to buy slice of ASML, bankroll next-gen R&D",
        "time": "4:50PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2012/07/09/us-intel-asml-idUSBRE86819B20120709",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp will spend more than $4 billion to buy a stake in ASML and bankroll its research into costly next-generation chipmaking technology, a major vote of confidence in the Dutch company that sent its U.S. shares soaring 6 percent on Monday.\n\nIntel hopes to speed the adoption of the next generation of chip manufacturing processes from ASML by as much as two years. That will require intensive capital investment, but delivers billions of savings in future, analysts said.\n\nASML, the world’s largest maker of machines that etch circuits onto silicon wafers and a barometer for the chip sector, may want to spread the risk of developing cutting-edge chipmaking equipment, based on 450-millimeter wafer sizes and “extreme-ultraviolet” or EUV lithography.\n\nIntel will acquire an initial 10 percent stake in its European supplier and add another 5 percent pending shareholders’ approval, for a total of about $3.1 billion. It also benefits by being able to move on to larger wafer sizes.\n\n“The transition from one wafer size to the next has historically delivered a 30 to 40 percent reduction in die cost,” Chief Operating Officer Brian Krzanich said in a statement. “The faster we do this, the sooner we can gain the benefit of productivity improvements.”\n\nRBC Capital analyst Doug Freedman estimates Intel can save about $2 billion a year on 450mm processes, versus the current standard of 300mm. Larger silicon wafers lower production costs because more chips can be sliced off them.\n\nUnder the agreement, Intel gains no exclusive rights to future ASML products. But Freedman said Intel, as the sector leader, stands to gain if the overall industry benefits.\n\n“I was a little surprised that ASML did not offer exclusivity or preferential access,” Freedman said. But “if in fact they’re lowering the cost of technology in emerging markets, you’re opening markets as well.”\n\nIntel and other chipmakers are grappling with slowing demand as consumers shift to mobile devices, and economic growth in Europe and even emerging markets is weakening. On Monday, Advanced Micro Devices warned its second-quarter revenue may slide 11 percent, blaming disappointing demand from China and Europe.\n\nA shift to cutting-edge EUV helps also push the natural progression of semiconductor technology advancement known as “Moore’s Law”, which posits that the average number of transistors packed on a chip doubles every 18 months.\n\nThe world’s top chipmaker will also help finance $1 billion of research into 450mm and extreme-ultraviolet chipmaking, both cutting-edge technologies that had been expected to emerge in the decade’s second half.\n\nWhile many semiconductor companies outsource the fabrication of actual chips to third-party “foundries,” Intel is among the last remaining chipmakers that build and operate their own network of multibillion dollar production facilities, or “fabs”.\n\n“If Intel is able to ramp 450mm production ahead of the world’s fabs such as TSMC or Global Foundries et al, it may yet prove that real men have fabs,” said John Jackson from CCS Insight. “There are signs that the global semiconductor fabrication sector is poised to realign.”\n\nIntel is the first major chipmaker to sign up for ASML’s “customer investment” program, under which it hopes to enlist partners to fund expensive research into 450mm wafer technology, a more economical chipmaking process.\n\nUnder their agreement, Intel will pay 1.7 billion euros ($2.1 billion) for the initial 10 percent slice of ASML, and a preliminary 553 million euros for research.\n\nThe pact also involves advance orders of next-generation ASML chipmaking gear, strengthening the Dutch firm’s assurance to move ahead in developing the technology.\n\nIntel shares slid about 1 percent to $25.87 after hours, from a close of $26.17 on Nasdaq. ASML shot up 6.3 percent to $51.53 from a close of $48.46.\n\nASML competes with Japanese groups Canon and Nikon. Its clients include Intel and Samsung Electronics. ($1 = 0.8130 euros)",
        "header": "Intel funds next-gen chipmaking, buys into ASML for $4.1 billion",
        "time": "7:54PM UTC"
    }
]