[
    {
        "link": "http://www.reuters.com/article/2012/07/17/idUSWLA038720120717",
        "body": "July 17 - ASML’s customer co-investment programme, which includes a proposed 15% equity participation by Intel, is positive for the Dutch-based lithography company on many fronts, and will have wider benefits for the semiconductor industry, Fitch Ratings says.\n\nThe programme will see Intel take an initial 10% stake, rising to 15% subject to ASML shareholder approval for total cash proceeds of EUR2.5bn. Negotiations with Samsung (‘A+'/Stable) and TSMC (not rated) could lead to them taking strategic stakes of up to a further 10%. Importantly, strategic owners will make material commitments to fund ASML’s R&D for extreme ultraviolet (EUV) and 450mm lithography, as well as advance purchase commitments for these technologies, over the next five years.\n\nThe announcement last week is a key development for ASML (‘BBB’/Stable). It opens the way for significant minority ownership by some of the industry’s largest manufacturers. Intel, Samsung and TSMC are ASML’s largest customers and bellwether companies for capital spending and for dictating the pace at which lithography techniques can advance.\n\nIntel’s commitment highlights how embedded ASML has become in the industry’s supply chain, specifically in “feature shrink.” This is the physics of making chips smaller and improving the capabilities of devices like smartphones.\n\nIn addition to its equity investment, Intel will commit R&D funding of approximately EUR830m over five years. Roughly two-thirds of this will be aimed at accelerating the ability to process 450mm wafers verses the current 300mm standard, and one-third to EUV. This investment is expected to bring forward the delivery of production tools for 450mm and second generation EUV by two years to 2018.\n\nEUV and 450mm are potentially the most important technological changes for the industry for the next 10 to 15 years. Equity and R&D participation by key customers shares the risks and mitigates the margin pressures caused by developing this level of new technology.\n\nThis acceleration and other co-investment agreements are likely to further consolidate advanced semiconductor manufacturing capabilities, as perhaps one other lithographer and fewer semiconductor makers will have the resources to keep up. As a result, these companies are likely to consolidate market share.\n\nASML is being chosen by its customers to be one of the few members of the semiconductor supply chain with advanced technology capabilities. Leading edge lithography is now effectively a two-player market. Intel is also supporting Nikon’s development of 450mm tools, but the structure and scale of the ASML investment stands out, while its R&D support for ASML’s EUV development underlines ASML’s leadership in advanced techniques. Partnerships of this nature and scale are likely, in our view, to make it difficult for ASML’s competitor to win significant market share in this technology.\n\nFor Intel and the wider industry the programme accelerates the timing in which these technologies become available as mainstream production techniques. The move to 450mm will have significant cost advantages for the industry. Moving to 450mm from 300mm doubles the wafer area and the number of chips that can be produced on a wafer.\n\nIntel estimates 30% - 40% cost savings and an NPV benefit to its cost structure of USD10bn. These savings will multiply across the industry and the move to 450mm will now be possible that much sooner. The non-voting and non-exclusive nature of Intel’s participation ensures that these benefits will be spread across the industry.\n\nFor Intel, the investment is a key element of its defence of the PC market against ARM-based processor solutions, as well as Intel’s strategy to break into smartphone and tablet markets in the longer-term.",
        "header": "TEXT-Fitch:Intel deal positive for ASML and semiconductor industry",
        "time": "7:29AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2012/07/17/us-intel-earnings-instantview-idUSBRE86G16120120717",
        "body": "SAN FRANCISCO (Reuters) - Top chipmaker Intel Corp (INTC.O) forecast weaker than expected current-quarter revenues, reinforcing fears that a wavering global economy and a lack of consumer interest are dampening personal computer sales.\n\nAlso on Tuesday, storage corporation EMC EMC.N and subsidiary VMWare Inc (VMW.N) announced preliminary quarterly results, and confirmed that EMC’s Pat Gelsinger will take the helm at VMWare.\n\n”They cut numbers, but inventories are up quite a bit. Things are slowing and high inventories may be a headwind. People were expecting them to guide revenues to be flat or lower in the third quarter.\n\n“Things seem to be slowing much more. We still think the guidance is a bit too optimistic.”\n\n”Intel did a very good job delivering results close to where estimates had drifted on the Street. Their Q3 estimate was very close to what I was expecting. If you look at the full-year guidance for 2012, they are basically saying 7.5 percent third quarter growth and mid single-digit growth in the fourth quarter. That’s very close to Street expectations.\n\n”As macro events have transpired in the second quarter, people looked at the original high single-digit guidance as being stretched. The Street would have been concerned had they stuck with that guidance, but they didn‘t.\n\n“It’s a solid print and outlook for the third quarter and full year, given the economic backdrop they’re dealing with. The PC client business -- their biggest -- was $60 million below our estimate. That’s infinitesimal. The data center business was a little bit better than expected.”\n\n”Execution in Q2 was a little bit better than expected, but it looks like they are balancing that with a little bit lower revenue growth and spending than I was expecting in Q3. Gross margins look pretty good.\n\n”This will largely be viewed as in line, with Q2 a little bit better than expected. But there’s a risk that these numbers could still sound challenging to achieve.\n\n“The seasonal growth that Intel is expecting is less than normal. That is clearly taking into account global macro conditions. Normal seasonal PC demand would show Q3 growth of at least 9 to 10 percent, and Intel’s guidance is comfortably below that.”\n\n”It’s an interesting move, Paul has done a tremendous job at VMWare. He’s primarily responsible for taking VMWare from a startup to a global organization.\n\n”This is good for EMC. It needs the type of leadership that someone like Paul can bring. You have to wonder how much longer Joe Tucci will be CEO, and that Paul may take over if he wants to.\n\nVMWare has really kept up with Gartner’s expectations in 2012 in server virtualization. Microsoft will not have a real competitive product out until the end of the year.\n\n“Pat Gelsinger is a very capable executive. For folks on the inside, it will be an easy transition because Pat is a lot like Paul with his tech background. He is not afraid to talk tech and he will have instant credibility in Palo Alto.”\n\n”There’s a sense of relief that the quarter is okay, but I don’t think investors are happy to see EMC slopping out Paul Maritz. If It’s not broken, why do you fix it?\n\n”I‘m glad they made the quarter okay, but I don’t like shifting management like this. I‘m just not convinced this is in the best interest of the shareholders.\n\n”Maritz is a known entity, we already have a new CFO, why do we have to have a new CEO at this time? I don’t think investors are happy.\n\n“I mean he was running one of the biggest software companies, and now he’s doing this strategy thing at EMC.”",
        "header": "Instant View: Intel presages weak PC market; Gelsinger CEO at VMWare",
        "time": "4:58PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2012/07/17/intel-earnings-idUSL2E8IHCTW20120717",
        "body": "SAN FRANCISCO, July 17 (Reuters) - Top chipmaker Intel Corp forecast weak current-quarter revenues, reinforcing fears that a wavering global economy and a lack of consumer interest are dampening personal computer sales.\n\nShaky economies in Europe and the United States and a growing consumer preference for Apple Inc’s iPad tablets have been taking a toll on the PC industry.\n\nThe world’s leading chipmaker cut its 2012 revenue growth forecast to between 3 and 5 percent, down from a prior forecast of “high single-digit growth”. That put Intel’s outlook in line with many investors’ recently reduced expectations and helped cushion an initial sell-off of its stock.\n\n“As macro events have transpired in the second quarter, people looked at the original high single-digit guidance as being stretched,” said Craig Ellis, an analyst at Caris & Company. “The Street would have been concerned had they stuck with that guidance - but they didn‘t.”\n\nFears that global PC sales may be worse than expected have helped push Intel’s shares down about 10 percent since the end of April. They have recently traded around 10 times expected earnings.\n\nHelping fuel fears of a PC slowdown, smaller Intel rival Advanced Micro Devices last week slashed its outlook for second-quarter revenue on disappointing sales in Europe and China, where economic growth has recently lost some steam.\n\nChina and other emerging markets have been a key source of growth in recent quarters, helping make up for weakness in the Europe and the United States.\n\nDoug Freedman, an analyst at RBC, said Intel’s forecast for the current quarter was less than typical for this time of year.\n\n“Normal seasonal PC demand would show Q3 growth of at least 9 to 10 percent and Intel’s guidance is comfortably below that,” he said.\n\nIntel supplies processors for 80 percent of the world’s PCs but it has yet to make significant progress in fast-growing tablets or smartphones, products that use chips based on technology from British-based ARM Holdings.\n\nIntel is heavily promoting a new category of “ultrabook” laptops with premium features like solid-state drives that it hopes will add some zest to a PC market that some see as lackluster compared to tablets and smartphones.\n\nMany analysts are concerned the touch screens and other high-end features on upcoming ultrabooks, made by Dell Inc , Asus, Hewlett-Packard Co and others will make them too expensive for some consumers.\n\nShort-term PC sales may suffer as some consumers consider putting off new purchases until Microsoft launches its new Windows 8 operating system, expected in October.\n\nIntel said revenue in the second quarter was $13.5 billion, up from $13.03 billion in the year-ago period and lower than the $13.56 billion expected.\n\nIntel said revenue in the current quarter would be $14.3 billion, plus or minus $500 million. Analysts on average had expected $14.60 billion, according to Thomson Reuters I/B/E/S.\n\nGAAP net income in the second quarter was $2.8 billion, down from $2.95 billion in the year-ago period. GAAP earnings per share were 54 cents. Analysts had expected 52 cents.\n\nIntel said non-GAAP gross margins in the second quarter were 64 percent. Intel maintained its full-year gross margin forecast of 64 percent.\n\nShares of Intel fell 1.5 percent in extended trading before paring losses. It had ended about 1 percent higher at $25.38 on Nasdaq.",
        "header": "UPDATE 3-Intel forecast portends weak PC sales",
        "time": "5:14PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2012/07/18/us-intel-earnings-idUSBRE86G15520120718",
        "body": "SAN FRANCISCO (Reuters) - Top chipmaker Intel Corp (INTC.O) reduced its growth forecast, reinforcing fears that a wavering global economy and a lack of consumer interest are dampening personal computer sales.\n\nShaky economies in Europe and the United States and a growing consumer preference for Apple Inc’s (AAPL.O) iPad tablets have been taking a toll on the PC industry.\n\nThe world’s leading chipmaker on Tuesday cut its 2012 revenue growth forecast to between 3 and 5 percent, down from a prior forecast of “high single-digit growth.” That put Intel’s outlook in line with many investors’ recently reduced expectations and helped cushion a sell-off of its stock.\n\n“As macro events have transpired in the second quarter, people looked at the original high single-digit guidance as being stretched,” said Craig Ellis, an analyst at Caris & Company. “The Street would have been concerned had they stuck with that guidance - but they didn‘t.”\n\nFears that global PC sales may be worse than expected have helped push Intel’s shares down about 10 percent since the end of April. Intel’s stock has recently traded around 10 times expected earnings.\n\nIntel Chief Financial Officer Stacy Smith said consumer spending in Europe and the United States is softer than previously thought.\n\n“At the beginning of the year we would have expected, along with most economists, that economic growth would start picking up and that would lead to an increase in consumer sales. Those expectations are now more muted,” Smith said in an interview after Intel posted its second-quarter earnings.\n\nRevenue rose to $13.5 billion from $13.03 billion in the year-ago period, but fell short of the $13.56 billion expected.\n\nIntel forecast current-quarter revenue of $14.3 billion, plus or minus $500 million. Analysts on average had expected $14.60 billion, according to Thomson Reuters I/B/E/S.\n\nGAAP net income fell to $2.8 billion from $2.95 billion in the year-ago period. GAAP earnings per share were 54 cents, below analysts’ average forecast of 52 cents.\n\nIntel’s report came after its smaller rival Advanced Micro Devices AMD.N last week slashed its outlook for second-quarter revenue on disappointing sales in Europe and China, where economic growth has recently lost some steam.\n\nChina and other emerging markets have been a key source of growth in recent quarters for chipmakers Intel and AMD, and PC manufacturers like Lenovo (0992.HK) and Acer (0992.HK), helping make up for weakness in the Europe and the United States.\n\n“Emerging markets, especially China and Brazil, are still growing nicely but are moderating due to GDP adjustments and currency fluctuations,” Intel Chief Executive Paul Otellini told analysts on a conference call.\n\nSmith said global enterprise IT spending was expanding as expected, more due to the buildout of data centers powering the Internet than tech infrastructure upgrades by banks or other corporations.\n\nDoug Freedman, an analyst at RBC, said Intel’s forecast for the current quarter was less than typical for this time of year.\n\n“Normal seasonal PC demand would show Q3 growth of at least 9 to 10 percent and Intel’s guidance is comfortably below that,” he said.\n\nIntel supplies processors for 80 percent of the world’s PCs but it has yet to make significant progress in fast-growing tablets or smartphones, products that use chips based on technology from British-based ARM Holdings ARM.L.\n\nWhile the tablet market is still small, demand for the devices is growing much more quickly than for PCs. Shipments of tablets including Apple’s iPad are expected to grow 90 percent this year, according to IHS iSuppli.\n\nSamsung Electronics Co Ltd (005930.KS), Texas Instruments Inc (TXN.O) and Nvidia Corp (NVDA.O) make many of the power-efficient processors used in tablets and smartphones.\n\nIntel is heavily promoting a new category of “Ultrabook” laptops with premium features like solid-state drives that it hopes will add some zest to a PC market that some see as lackluster compared to tablets and smartphones.\n\nMany analysts are concerned that touch screens and other high-end features on upcoming Ultrabooks, made by Dell Inc DELL.O, Asus (2357.TW), Hewlett-Packard Co (HPQ.N) and others, will make them too expensive for some consumers.\n\nExecutives on the conference call suggested Intel has no plan to reduce its chip prices to make Ultrabooks more affordable, a move that would hurt gross margins.\n\nIntel maintained a prediction that by year-end, 40 percent of all consumer laptops sold will be Ultrabooks.\n\nIn the short-term PC sales may slow as some consumers consider putting off new purchases until Microsoft launches its new Windows 8 operating system, expected in October.\n\nIntel said non-GAAP gross margins in the second quarter were 64 percent. Intel maintained its full-year gross margin forecast of 64 percent.\n\nShares of Intel fell 1.5 percent in extended trading before paring losses. It had ended about 1 percent higher at $25.38 on Nasdaq.",
        "header": "Intel forecast portends weak PC sales",
        "time": "8:31PM UTC"
    }
]