[
    {
        "link": "http://www.reuters.com/article/2013/11/21/us-intel-investorday-idUSBRE9AK0YA20131121",
        "body": "SAN FRANCISCO (Reuters) - Intel CEO Brian Krzanich said on Thursday he would expand his company’s small contract manufacturing business, paving the way for more chipmakers to tap into the world’s most advanced process technology.\n\nWith Intel far behind rivals in making chips for smartphones and tablets, many on Wall Street have urged the company to expand its contract manufacturing business, which currently contributes little to its overall revenue, and to open its factories to high-volume clients making mobile processors.\n\n“We’re going to go much further. If we can utilize our silicon to provide the best computing, we’ll do that,” Krzanich told analysts. “People who can use our leading edge and build computing capabilities that are better than anyone else‘s, those are good candidates for our foundry service.”\n\nIntel shares jumped more than 2.5 percent by the end of trading on Thursday.\n\nAt his first annual investor day since taking over as chief executive in May, Krzanich said the slumping personal computer industry, Intel’s core market, was showing signs of bottoming out.\n\n“Our view is that it’s declining but it’s beginning to show signs of stabilization,” he said.\n\nChief Financial Officer Stacy Smith said global PC shipments are likely to decline slightly next year as consumers in emerging markets favor tablets. Intel’s revenues next year will be flat, with lower PC sales offsetting more server sales, he said.\n\nKrzanich said that during his six-month tenure as CEO, Intel improved its chip offerings for tablet makers. He pledged to quadruple the number of tablets with Intel chips in 2014.\n\nTablets with Intel chips would range in price from less than $100 to more than $400, he said, adding he recently gave every Intel board member a $149 Android tablet made with an Intel chip to demonstrate the progress the company was making in mobile.\n\nIntel is the world’s top chipmaker but it has been slow to adapt its processors for smartphones and tablets, markets now dominated by rivals like Qualcomm and Samsung Electronics.\n\nIntel shareholders and its board are betting that Krzanich, a veteran from Intel’s cutting-edge manufacturing operation who replaced retiring CEO Paul Otellini, will be able to steer the company back on track.\n\n“When we began our search for the CEO a year ago ... I was embarrassed that we had lost our way,” Intel Chairman Andy Bryant said at the event.\n\nIntel also unveiled two upcoming mobile chips from its Atom line designed to easily interchange features to create different versions of the component. A high-end version of the new chip, code named Broxton, and is due out in mid-2015.\n\nKrzanich pointed to SoFIA, a low-end version, as an example of Intel’s new pragmatism and willingness to change how it does business. He said that in the interest of speed, SoFIA would initially be manufactured outside of Intel, with the goal of bringing it to market next year.\n\nIntel will later move production of SoFIA chips to its own cutting-edge 14 nanometer manufacturing lines, Krzanich said.\n\nManufacturing chips on behalf of other companies is a major departure for Intel, which for decades had based its business on using its factory prowess to offer its own PC chips that were superior to rival products.\n\nAs PC sales shrink, Krzanich sees an opportunity to fill idle production lines while earning new revenue. Thursday’s announcement shows he is much more willing than his predecessor, Otellini, to open Intel’s factories to a wide range of companies, including potential competitors.\n\n“Wow,” Raymond James analyst Hans Mosesmann wrote in a note to clients. “It’s very refreshing to see Intel make this move and could have important implications for the industry.”\n\nIntel could end up acting as manufacturing components on behalf of rivals like graphics chipmaker Nvidia or even dominant mobile chipmaker Qualcomm, Mosesmann wrote.\n\nThose companies currently rely on Taiwan Semiconductor Manufacturing Co, or TSMC, the leading contract chip manufacturer, known in the industry as a foundry.\n\n“In foundry, we’re extending our capabilities and we’re open for business.” said Intel President Renee James, even with competitors, she added.\n\nOtellini agreed early this year for Intel to manufacture programmable chips on behalf of Altera, a Silicon Valley neighbor it does not compete with.\n\nThat deal, seen as allowing Intel to eventually take on larger customers, spurred speculation that Intel could do a much bigger deal to make iPhone or iPad chips for Apple, which currently depends on Samsung to manufacture its chips.\n\nResponding to consumer preferences, Intel plans to drastically increase its investment in chips for the fast-growing tablet market while trimming investments in the company’s core PC processor business, Smith said.\n\nShares of Intel closed up 2.7 percent at $25.23.",
        "header": "Intel CEO says contract manufacturing business to expand",
        "time": "6:28PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2013/11/21/jaguarlandrover-brief-idUSWNBB035UE20131121",
        "body": "Nov 21 (Reuters) - Jaguar Land Rover Ltd: * Says forms collaboration with Intel for future vehicle infotainment; opens\n\nnew technology research and development centre in Oregon * Further company coverage [TAMOJL.UL TAMO.NS]",
        "header": "BRIEF-Jaguar Land Rover forms collaboration with Intel for vehicle infotainment",
        "time": "12:11AM UTC"
    }
]