[
    {
        "link": "http://www.reuters.com/article/2013/01/17/intel-brief-idUSWEN0079620130117",
        "body": "Sky-high stock market has investors looking to commodities",
        "header": "BRIEF-Intel shares up following results",
        "time": "4:00PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2013/01/17/us-markets-stocks-idUSBRE90D0CG20130117",
        "body": "NEW YORK (Reuters) - Stronger-than-expected data on housing starts and jobless claims lit a fire under stocks on Thursday, pushing the S&P 500 to a five-year high and its third day of gains.\n\nA pair of economic reports lifted investors’ sentiment. The number of Americans filing new claims for unemployment benefits fell to a five-year low last week and housing starts jumped last month to the highest since June 2008.\n\nStrength in the housing and labor markets is key to sustained growth and higher corporate profits, helping to bring out buyers even on a day when earnings reports were mixed.\n\nGains were tempered by weakness in the financial sector, with Bank of America (BAC.N) down 4.2 percent to $11.28 and Citigroup (C.N) off 2.9 percent to $41.24 after their results.\n\nIn other negative earnings news, shares of chipmaker Intel (INTC.O) fell 5.2 percent to $21.49 in extended-hours trading after the company forecast quarterly revenue that fell short of analysts’ expectations. Intel had ended the regular session up 2.6 percent at $22.68.\n\nThe S&P 500 ended at its highest since December 2007 and now sits just 5.6 percent from its all-time closing high of 1,565.15.\n\n“Having consolidated really for the last two weeks, the fact that we broke out, I think that that is sucking in quite a bit of money,” said James Dailey, portfolio manager of TEAM Asset Strategy Fund in Harrisburg, Pennsylvania.\n\nThe Dow Jones industrial average .DJI was up 84.79 points, or 0.63 percent, at 13,596.02. The Standard & Poor's 500 Index .SPX was up 8.31 points, or 0.56 percent, at 1,480.94. The Nasdaq Composite Index .IXIC was up 18.46 points, or 0.59 percent, at 3,136.00.\n\nBetter-than-expected earnings and revenue reported by online marketplace eBay (EBAY.O) late Wednesday helped the stock gain 2.7 percent to $54.33.\n\nIn the housing sector, PulteGroup Inc (PHM.N) shares gained 4.9 percent to $20.29 and Toll Brothers Inc (TOL.N) advanced 3.1 percent to $35.99. The PHLX housing sector index .HGX climbed 2.4 percent, reaching its highest close since August 2007.\n\nSemiconductor shares .SOX rose 2 percent to the highest close in eight months.\n\nFinancials were the only S&P 500 sector to register a slight decline for the day.\n\nBank of America’s fourth-quarter profit fell as it took more charges to clean up mortgage-related problems. Citigroup posted $2.32 billion of charges for layoffs and lawsuits.\n\nEnergy shares led gains on the Dow as U.S. crude oil prices jumped more than 1 percent. Shares of Exxon Mobil (XOM.N) were up 0.8 percent at $90.20 while shares of Chevron (CVX.N) were up 0.7 percent at $114.75.\n\nS&P 500 earnings are expected to have risen 2.3 percent in the fourth quarter, Thomson Reuters data showed. Expectations for the quarter have fallen considerably since October when a 9.9 percent gain was estimated.\n\nVolume was roughly 6.5 billion shares traded on the New York Stock Exchange, the Nasdaq and the NYSE MKT, compared with the 2012 average daily closing volume of about 6.45 billion.\n\nAdvancers outpaced decliners on the NYSE by about 22 to 7 and on the Nasdaq by about 2 to 1.",
        "header": "Housing, job data push S&P to five-year high; Intel down late",
        "time": "6:55PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2013/01/17/intel-brief-idUSWEN0079G20130117",
        "body": "NEW YORK, Jan 17 (Reuters) - Intel Corp : * Shares reverse course in extended trade following results; down 3.6 percent",
        "header": "BRIEF-Intel shares reverse course; down 3.6 pct",
        "time": "5:00PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2013/01/17/intel-brief-idUSWEN0079H20130117",
        "body": "SAN FRANCISCO, Jan 17 (Reuters) - Intel Corp : * CFO says capital spending on core business in 2013 to be roughly flat with\n\n2012 * CFO says company also spending on planned 450 mm wafer fab * CEO says could offer foundry business that would strengthen relationship with\n\nstrategic partners, but would not do deal that enables competitor * CFO says higher 2013 capex target is not driven by future foundry plan",
        "header": "BRIEF-Intel says capex on core business to be roughly flat with 2012",
        "time": "6:49PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2013/01/17/us-intel-results-instant-idUSBRE90G1BK20130117",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp forecast current-quarter revenue that was slightly below expectations, as the personal computer industry grapples with falling sales and a fundamental shift in consumer preferences toward tablets and smartphones.\n\n”Intel needs to keep investing in new plants this year, even though revenue could be flat to down over the course of 2013, he said.\n\n”They have to continue to invest in new technologies.\n\n“I don’t think weakness is a buying opportunity. There are not enough catalysts to push revenues up.”\n\n”At $13 billon, the capex number implies that the PC business is fine, that they need that capacity. Given that PC business isn’t growing as much as before, you would have expected around a $10 billion type of range. The fact that we’re $3 billion above that has got to get some investors concerned about the possibility of excess capacity.\n\n”Which is why to me that number gives us confirmation that they’re planning to really ramp their foundry business this year.\n\n”A lot of folks had expected Intel to really be in line or even below.\n\n”Revenue guidance of kind of low single digits and GM guidance of 60 percent is about 100 bps higher than the street.\n\n”It means that we’re not going to continue to slide lower. PCs really degraded over the course of 2012, and the guidance and the numbers they giving us here probably means that we’ve hit the bottom, we’re seeing stability, and we should start to see some growth shortly.\n\n“We’ll see what happens. Intel has really not been all that accurate in their long-term forecasts. But it signifies that they feel more comfortable with the PC landscape.”\n\n”There seem to be a lot of investors who thought that Intel’s utilization rates would drop and that gross margins would go down with it. Seems like they’re managing through this downturn pretty well.\n\n”It seems like PCs were slightly lower than we expected. It seems like they slightly under-shipped the market. They’re up 7 percent in the more profitable server market.\n\n”First quarter seems like it’s going to be slightly lower than what the Street was anticipating, but we think again that’s weakness in PCs, and some in servers, in the first quarter. Looks like their guidance for the year is very strong with 60 percent gross margins -- that would be up from 58 percent in Q1.\n\n”It seems like they’re positive and they think they’re going to grow in the low single digits. That’s because we think, in the second half of 2013, we expect to see growth in the PC market.\n\n”It’s the best tool in Intel’s toolbox: their manufacturing.\n\n”They’re going to push forward and that separates them from their competitors and allows them to come out with lower-power, higher-performance processors in the future.\n\n”Some of these new PCs that are coming out are innovative and can actually start taking back some high-end or $700 tablets. We think that if you get a full PC that is convertible to look like a tablet with touch, we think that’s a very compelling product.\n\nThe results show that the “PC industry is still around and maybe it was slightly exaggerated that the death of the PC was here.”\n\n”The numbers are not worse than feared.\n\n”The Q4 beat looks like the tax rate. Gross margins came in slightly better than expected.\n\nWith regard to the higher-than expected capital expenditure forecast, “this is a company that is continuing to spend money to participate in the market. That may concern some investors.”\n\n”The gross margin guidance is a little higher than people thought. That may be supporting the stock.\n\n”People are starting to freak out about the capex.\n\n”They are making the bet this year and hoping for a big revenue lift in 2014. If you think that PCs are not growing that much anymore, then what’s going to drive it?\n\n“The concern is that if I spend a lot of money and I build up my factories, I don’t have enough demand to fill them, they have very high fixed costs, and it pulls your margins down.”\n\n”The upside to EPS came from 4 points of better tax rate, so that’s not necessarily the best way to beat earnings.\n\n”The revenue outlook is light. The good thing is they are looking at pretty decent margins: a couple hundred basis points for the full year. The revenue isn’t going to be there, but the margin and expense control is going to stabilize the bottom line.\n\n”It’s probably a success if you can be flat in an industry that most people expect to be flat-to-down. But remember that is the expectation of flat. That is not the delivery of flat.\n\n“If they are able to be flat, that will be great, but it is probably going to be a challenge to be flat.”",
        "header": "Instant View: Intel revenue forecast falls short, capex swells",
        "time": "5:47PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2013/01/17/intel-results-idUSL2N0AJ79B20130117",
        "body": "SAN FRANCISCO, Jan 17 (Reuters) - Intel Corp posted fourth-quarter revenue of $13.5 billion and net earnings of $2.5 billion, or 48 cents a share, as the personal computer industry wrestles with falling sales and a shift toward tablets and smartphones.\n\nAnalysts had expected $13.533 billion in revenue for the fourth quarter, according to Thomson Reuters I/B/E/S.\n\nThe world’s largest chipmaker forecast first-quarter revenue of $12.7 billion, plus or minus $500 million. Analysts had expected $12.910 billion for the current quarter.",
        "header": "Intel fourth-quarter revenue meets expectations",
        "time": "4:03PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2013/01/17/markets-usa-stocks-idUSL1E9CHJLH20130117",
        "body": "* Dow up 0.6 pct, S&P 500 up 0.6 pct, Nasdaq up 0.6 pct\n\nNEW YORK, Jan 17 (Reuters) - Stronger-than-expected data on U.S. housing starts and jobless claims lit a fire under stocks on Thursday, pushing the S&P 500 to a five-year high and its third day of gains.\n\nA pair of economic reports lifted investors’ sentiment. The number of Americans filing new claims for unemployment benefits fell to a five-year low last week and housing starts jumped last month to the highest since June 2008.\n\nStrength in the housing and labor markets is key to sustained growth and higher corporate profits, helping to bring out buyers even on a day when earnings reports were mixed.\n\nGains were tempered by weakness in the financial sector, with Bank of America down 4.2 percent to $11.28 and Citigroup off 2.9 percent to $41.24 after their results.\n\nIn other negative earnings news, shares of chipmaker Intel fell 5.2 percent to $21.49 in extended-hours trading after the company forecast quarterly revenue that fell short of analysts’ expectations. Intel had ended the regular session up 2.6 percent at $22.68.\n\nThe S&P 500 ended at its highest since December 2007 and now sits just 5.6 percent from its all-time closing high of 1,565.15.\n\n“Having consolidated really for the last two weeks, the fact that we broke out, I think that that is sucking in quite a bit of money,” said James Dailey, portfolio manager of TEAM Asset Strategy Fund in Harrisburg, Pennsylvania.\n\nThe Dow Jones industrial average was up 84.79 points, or 0.63 percent, at 13,596.02. The Standard & Poor’s 500 Index was up 8.31 points, or 0.56 percent, at 1,480.94. The Nasdaq Composite Index was up 18.46 points, or 0.59 percent, at 3,136.00.\n\nBetter-than-expected earnings and revenue reported by online marketplace eBay late Wednesday helped the stock gain 2.7 percent to $54.33.\n\nIn the housing sector, PulteGroup Inc shares gained 4.9 percent to $20.29 and Toll Brothers Inc advanced 3.1 percent to $35.99. The PHLX housing sector index climbed 2.4 percent, reaching its highest close since August 2007.\n\nSemiconductor shares rose 2 percent to the highest close in eight months.\n\nFinancials were the only S&P 500 sector to register a slight decline for the day.\n\nBank of America’s fourth-quarter profit fell as it took more charges to clean up mortgage-related problems. Citigroup posted $2.32 billion of charges for layoffs and lawsuits.\n\nEnergy shares led gains on the Dow as U.S. crude oil prices jumped more than 1 percent. Shares of Exxon Mobil were up 0.8 percent at $90.20 while shares of Chevron were up 0.7 percent at $114.75.\n\nS&P 500 earnings are expected to have risen 2.3 percent in the fourth quarter, Thomson Reuters data showed. Expectations for the quarter have fallen considerably since October when a 9.9 percent gain was estimated.\n\nVolume was roughly 6.5 billion shares traded on the New York Stock Exchange, the Nasdaq and the NYSE MKT, compared with the 2012 average daily closing volume of about 6.45 billion.\n\nAdvancers outpaced decliners on the NYSE by about 22 to 7 and on the Nasdaq by about 2 to 1.",
        "header": "US STOCKS-Housing, job data push S&P to 5-yr high; Intel down late",
        "time": "5:46PM UTC"
    }
]