[
    {
        "link": "http://www.reuters.com/article/2014/12/09/us-intel-connectivity-idUSKBN0JN27920141209",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp on Tuesday unveiled a new platform to make it easier for companies to create Internet-connected smart products using its chips, security and software.\n\nIntel’s platform is like a set of building blocks based on the chipmaker’s components and software for companies to create smart, connected devices, Doug Davis, head of Intel’s Internet of Things business, said at a launch event in San Francisco.\n\nIt also aims to make it easier to connect to data centers in order analyze data collected from devices’ sensors.\n\n“We’re creating compute capability in end-point devices that scale from our highest performance Xeon processor to the Quark family of products,” Davis said, referring to Intel’s chips.\n\nAfter moving slowly in recent years to adapt its personal computer chips for smartphones and tablets, Intel is determined to make sure it is on the leading edge of future computing trends, industry experts and company executives have said.\n\nAdding processors, sensors and web connectivity to devices from soccer balls to industrial machinery, an emerging trend dubbed the Internet of Things, has become a new battleground for Intel, rival Qualcomm and other technology companies.\n\nThe install base of wireless gadgets will more than double by the end of the decade, with most of the growth coming from smart devices other than PCs and smartphones, according to market research firm ABI Research.\n\nIntel’s Internet of Things Group had $530 million in revenue in the September quarter. That accounted for just 4 percent of Intel’s total revenue in the quarter, but it grew 14 percent over the previous year, which was faster than the company’s PC business.\n\nDell, SAP, Tata Consultancy, Accenture and other companies are working with the new reference model, Davis said.",
        "header": "Intel unveils platform to simplify connectivity of products",
        "time": "2:03PM UTC"
    }
]