[
    {
        "link": "http://www.reuters.com/article/2014/10/14/intel-brief-idUSWEN00E1T20141014",
        "body": "Sky-high stock market has investors looking to commodities",
        "header": "BRIEF-Intel CEO expects \"not bad\" holiday season for consumer PC segment",
        "time": "6:06PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2014/10/14/us-intel-results-idUSKCN0I32I020141014",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp (INTC.O) gave a current-quarter revenue forecast above expectations and said the supply chain was in good shape ahead of holiday season as demand for personal computers recovered.\n\nA global slump in personal computer demand that began with Apple Inc’s (AAPL.O) launch of the iPad four years ago has stabilized in recent months, in part due to companies replacing employees’ older laptops.\n\nIntel said in a statement on Tuesday that demand for its chips was in good shape.\n\n“The worldwide PC supply chain appears to be healthy, with inventory levels appropriate in anticipation of the fourth quarter retail cycles,” Intel said.\n\nThe recovering PC industry has helped push Intel’s shares 24 percent higher in 2014, making it the top performer in the Dow Jones industrial average.\n\n“The telling thing will be next year. Do we continue to get a healthier, more stable PC market?,” said Ascendiant Capital analyst Cody Acree. “I think the enterprise refresh largely plays out by the end of 2014 and then next year the PC industry returns to modest annual declines.”\n\nTuesday’s results, the first from a major technology company this earnings season, came after Chandler, Arizona-based Microchip (MCHP.O) warned last Thursday of weak demand in China that would soon become visible across the chip industry, sparking a broad selloff in chip stocks.\n\nIntel said its gross margins would likely slip to 64 percent in the current quarter from 65 percent in the third quarter.\n\nIntel has made little progress expanding from the PC industry into chips for smartphones and has been spending heavily to catch up to Qualcomm (QCOM.O).\n\nFor the third quarter, Intel said its mobile and communications group had an operating loss of $1.04 billion on revenue of $1 million, reflecting subsidies Intel has been paying to persuade tablet makers to use its chips.\n\nIntel posted third-quarter net income of $3.32 billion, or 66 cents a share, compared with $2.95 billion, or 58 cents a share, in the year-ago quarter as demand for personal computers stabilized. Analysts on average expected EPS of 65 cents.\n\nThird-quarter revenue was $14.6 billion, up 8 percent from the year-ago quarter, Intel said in a statement on Tuesday. Intel said it expects fourth-quarter revenue of $14.7 billion, plus or minus $500 million.\n\nAnalysts on average expected third-quarter revenue of $14.44 billion and fourth-quarter revenue of $14.48 billion, according to Thomson Reuters I/B/E/S.\n\nShares of Intel were up 2.05 percent in extended trade after closing up 2.13 percent at $32.14 on Nasdaq.",
        "header": "Intel gives rosy fourth-quarter revenue forecast as PCs recover",
        "time": "4:53PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2014/10/14/intel-results-idUSL2N0S812W20141014",
        "body": "SAN FRANCISCO, Oct 14 (Reuters) - Intel Corp posted third-quarter net income of $3.32 billion, or 66 cents a share, compared with $2.95 billion, or 58 cents a share, in the year-ago quarter as demand for personal computers stabilized.\n\nThird-quarter revenue was $14.6 billion, up 8 percent from the year-ago quarter, Intel said in a statement on Tuesday. Intel said it expects fourth-quarter revenue of $14.7 billion, plus or minus $500 million.\n\nAnalysts on average expected third-quarter revenue of $14.44 billion and fourth-quarter revenue of $14.48 billion, according to Thomson Reuters I/B/E/S. (Reporting by Noel Randewich; Editing by Chris Reese)",
        "header": "Intel posts higher third quarter results as PC market stabilizes",
        "time": "4:06PM UTC"
    }
]