[
    {
        "link": "http://www.reuters.com/article/2014/11/04/tech-kidentrepreneur-idUSL1N0SU2YC20141104",
        "body": "HUNTINGTON BEACH, Calif., Nov 4 (Reuters) - If Shubham Banerjee cannot lay claim to being the world’s youngest venture capital-backed entrepreneur, he comes very close.\n\nBanerjee was 12 years old when he closed an early-stage funding round with Intel Capital, the company’s venture capital arm, last month for his prototype for a low-cost Braille printer. Since then, the San Jose, California middle-schooler has turned 13.\n\nThat’s young, even by the standards of Silicon Valley, where many venture capitalists unapologetically prefer to fund youth over experience.\n\nYoung entrepreneurs usually have reached at least their mid-teens when they hit it big. Nick D‘Aloisio, founder of online news aggregator Summly, was 17 when Yahoo bought his company last year for $30 million.\n\nBrothers John and Patrick Collison, behind payments service Stripe, were 16 and 19 when they sold an earlier business to a Canadian company for $5 million.\n\nAfter reading a fundraising flyer about the blind, Banerjee felt inspired to turn a high-tech version of Legos, the toy building blocks, into a device that could print in Braille. One day, he wants to mass-produce the printers and sell them for about $350, far less than Braille printers cost now.\n\nThis past summer, he worked on incorporating an Intel Edison chip, a processor aimed at hobbyists, into the printer. In September, Intel invited him to a conference in India to highlight uses for Edison. There, he got a big surprise.\n\nIntel executive Mike Bell announced from the conference stage that the giant chipmaker would invest in his company, Braigo Labs. Until then, his funding consisted of the $35,000 his parents gave him.\n\n“I turned back to my dad, and said, ‘What did he just say?'” Banerjee recalled. “I was all over the place.”\n\nBanerjee and a spokesman for Intel Capital declined to disclose the size of the investment. A person familiar with the matter said it was a few hundred thousand dollars. He plans to use it to build a better prototype of the printer and test it with more groups for the blind.\n\nAfter the announcement, Banerjee had to bone up on unfamiliar terms such as “venture capital.”\n\nHe also needed to convince adults to co-sign his funding and patent documents. Among the company officials he turned to: Braigo’s president, his mom, Malini.\n\nBanerjee says he gets mostly As and Bs as a student at the Champion School in San Jose, California. Teachers have given him time off to attend events like the conference in India and the Intel Global Capital summit this week in Huntington Beach, California. He catches up on school work on weekends, he says.\n\nThis is the second Intel investment connected to the Banerjee family. His dad, Neil, works for Kno, an education start-up that Intel bought last year.\n\nWhile many young entrepreneurs who win venture-capital cash end up ditching their education to focus on their businesses full time, Banerjee says he won’t take that path.\n\n“It’s an after-school thing,” he says. (Editing by Jeffrey Benkoe and David Gregorio)",
        "header": "UPDATE 1-Entrepreneur, 13, gets Intel funding for low-cost Braille printer",
        "time": "6:15PM UTC"
    }
]