[
    {
        "link": "http://www.reuters.com/article/2014/11/20/intel-chairman-idUSL2N0T825P20141120",
        "body": "SAN FRANCISCO, Nov 20 (Reuters) - Intel Chairman Andy Bryant said on Thursday he is no longer embarrassed about the top chipmaker’s lack of progress in mobile business but he’s still not proud.\n\nKicking off Intel’s annual investor day, Bryant said he saw progress in Intel’s strategy of staking out a big chunk of market share in tablets this year by offering manufacturers subsidies to use its chips.\n\n“I‘m not going to tell you I‘m proud of losing the kind of money we’re losing but I‘m also going to tell you I‘m not embarrassed by it like I was a year ago about where we were,” Bryant said. “This is the price you pay for sitting on the sidelines for a number of years and then fighting your way back into the market.”\n\nIntel was late to mobile and under CEO Brian Krzanich, who took over last year, it has rushed to make its technology more suitable for tablets and smartphones and compete better against Qualcomm, MediaTek and others.\n\nKrzanich said a plan disclosed this week to merge Intel’s mobile unit with its PC group was in line with manufacturing customers that see their own product lineups of smartphones, tablets and laptops merging.\n\nHe said Intel was on track to exceed its goal of seeing its chips used in 40 million tablets this year. That strategy made Intel the No 2 tablet chip supplier in the June quarter, according to market research firm Strategy Analytics, but it cost the company billions of dollars in subsidies.\n\nIntel has made much less progress in chips for smartphones. (Reporting by Noel Randewich; editing by Andrew Hay)",
        "header": "Intel chief not embarrassed by mobile business, still not proud",
        "time": "12:28PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2014/11/20/markets-stocks-usa-idUSL2N0TA2L520141120",
        "body": "* Indexes: Dow up 0.1 pct, S&P up 0.1 pct, Nasdaq up 0.4 pct (Updates to late afternoon)\n\nNEW YORK, Nov 20 (Reuters) - U.S. stocks up slightly in late afternoon trading on Thursday as data showed further strength in the U.S. economy and Intel gave an upbeat forecast.\n\nTech shares helped to lead the day’s gains after Intel’s revenue outlook for 2015 was above Wall Street’s expectations and the company also raised its dividend. Intel shares climbed 3.8 percent to $35.65, giving a boost to all three major indexes.\n\nNews that a traveler from Mali was undergoing a test for possible Ebola at New York City’s Bellevue Hospital briefly revived worries about the spread of the disease in the United States.\n\nEarlier in the day, data showed factory activity in the U.S. mid-Atlantic region grew at its fastest pace in two decades, U.S. home resales jumped to their highest in more than a year in October, and a gauge of future U.S. economic activity gained.\n\nThe Dow Jones industrial average rose 14.84 points, or 0.08 percent, to 17,700.57, the S&P 500 gained 2.03 points, or 0.1 percent, to 2,050.75 and the Nasdaq Composite added 20.12 points, or 0.43 percent, to 4,695.83.\n\nAdvancing issues outnumbered declining ones on the NYSE by 1,890 to 1,128, for a 1.68-to-1 ratio; on the Nasdaq, 1,740 issues rose and 983 fell for a 1.77-to-1 ratio.\n\nThe S&P 500 was posting 44 new 52-week highs and 2 new lows; the Nasdaq Composite was recording 54 new highs and 50 new low. (Editing by Bernadette Baum and Nick Zieminski)",
        "header": "US STOCKS-Wall St inches up after upbeat U.S. data, Intel forecast",
        "time": "3:41PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2014/11/20/us-markets-stocks-idUSKCN0J41AL20141120",
        "body": "NEW YORK (Reuters) - The Dow and S&P 500 finished at record highs on Thursday as data showed further strength in the U.S. economy and Intel gave an upbeat forecast.\n\nTech shares gave the market its biggest lift, along with energy. Boosting all three major indexes, Intel shares jumped 4.7 percent to $35.95, hitting their highest level since January 2002, after its 2015 revenue outlook was above Wall Street’s expectations and the company raised its dividend.\n\nThe S&P technology index rose 0.6 percent, while the energy index gained 1.1 percent.\n\nFurther supporting stocks, data showed factory activity in the U.S. mid-Atlantic region grew at its fastest pace in two decades, U.S. home resales jumped to their highest in more than a year in October, and a gauge of future U.S. economic activity gained.\n\nGrowth in the economy and earnings should bode well for stocks heading into next year, said Margaret Patel, senior portfolio manager at Wells Capital Management.\n\n“Next year will be a reasonable to maybe a surprisingly good year,” she said. “(There is) no reason in the world why we can’t see P/Es expand.” Patel said stocks could rise by a mid single-digit to high-teens percentage next year.\n\nThe Dow Jones industrial average rose 33.27 points, or 0.19 percent, to 17,719, a record close. The S&P 500 gained 4.03 points, or 0.2 percent, to 2,052.75, its 44th record high this year.\n\nThe Nasdaq Composite added 26.16 points, or 0.56 percent, to 4,701.87.\n\nThe Philadelphia Fed area “isn’t a hub of industrial activity anymore but it’s still important and it’s strong,” said Kim Forrest, senior equity research analyst at Fort Pitt Capital Group.\n\nThe upbeat U.S. data offset weakness overseas, including euro zone business growth that was slower than expected this month.\n\nBest Buy added 7 percent to $38.02, among the S&P’s largest percentage gainers, after better-than-expected profit.\n\nAmong the top Nasdaq decliners was Keurig Green Mountain, down 7.4 percent at $142.50, a day after it forecast fiscal first-quarter profit below analysts’ estimates.\n\nAfter the bell, Gap shares fell 4.9 percent to $38.19 following its results. Gap shares ended the regular session up 1.5 percent.\n\nAbout 5.7 billion shares traded on U.S. exchanges, compared below 6.4 billion average this month, according to BATS Global Markets.\n\nNYSE advancing issues outnumbered decliners 2,013 to 1,025, for a 1.96-to-1 ratio; on the Nasdaq, 1,824 issues rose and 893 fell for a 2.04-to-1 ratio.",
        "header": "Dow, S&P 500 end at records after U.S. data, Intel outlook  ",
        "time": "4:48PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2014/11/20/markets-stocks-usa-idUSL2N0TA28420141120",
        "body": "* Indexes: Dow up 0.1 pct, S&P up 0.2 pct, Nasdaq up 0.5 pct (Updates to afternoon)\n\nNEW YORK, Nov 20 (Reuters) - U.S. stocks edged higher on Thursday afternoon as data showed further strength in the U.S. economy and Intel INTC.O> gave an upbeat forecast.\n\nTech shares helped to lead the day’s gains after Intel’s revenue outlook for 2015 was above Wall Street’s expectations and the company also raised its dividend. Intel shares climbed 3.8 percent to $35.65, giving a boost to all three major indexes.\n\nFactory activity in the U.S. mid-Atlantic region grew at its fastest pace in two decades, U.S. home resales jumped to their highest in more than a year in October, and a gauge of future U.S. economic activity gained.\n\nGrowth in the economy and earnings should bode well for stocks heading into next year, said Margaret Patel, senior portfolio manager at Wells Capital Management.\n\n“Next year will be a reasonable to maybe a surprisingly good year,” she said. “(There is) no reason in the world why we can’t see P/Es expand.” Patel, who spoke at Reuters Global Investment Outlook Summit Thursday, said stocks could rise by a mid single-digit to high-teens percentage next year.\n\nAt 2:07 p.m., the Dow Jones industrial average rose 16.57 points, or 0.09 percent, to 17,702.3, the S&P 500 gained 3.07 points, or 0.15 percent, to 2,051.79 and the Nasdaq Composite added 23.72 points, or 0.51 percent, to 4,699.44.\n\nGoPro shares fell 6.8 percent to $73.70 after a follow-on offering priced at $75 per share, a discount to Wednesday’s close.\n\nAdvancing issues outnumbered declining ones on the NYSE by 1,993 to 1,022, for a 1.95-to-1 ratio on the upside; on the Nasdaq, 1,732 issues rose and 932 fell for a 1.86-to-1 ratio favoring advancers.\n\nThe benchmark S&P 500 index was posting 44 new 52-week highs and two new lows; the Nasdaq Composite was recording 52 new highs and 48 new lows. (Editing by Bernadette Baum and Nick Zieminski)",
        "header": "US STOCKS-Wall St edges up after upbeat U.S. data, Intel outlook",
        "time": "2:19PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2014/11/20/us-intel-chairman-idUSKCN0J421L20141120",
        "body": "SAN FRANCISCO (Reuters) - Intel, helped by a stabilizing personal computer market, gave a revenue outlook for 2015 that was above Wall Street’s expectations and also raised its dividend, sending its shares higher.\n\nIn a press release on Thursday, Intel said it expects revenue to grow by a mid-single digit percentage next year. Analysts on average have been forecasting 3.4 percent revenue growth for 2015.\n\nKicking off Intel’s annual investor day, Chairman Andy Bryant said he saw progress in Intel’s strategy of staking out a big chunk of market share in tablets this year by offering manufacturers subsidies to use its chips.\n\n“I’m not going to tell you I‘m proud of losing the kind of money we’re losing but I’m also going to tell you I’m not embarrassed by it like I was a year ago about where we were,” Bryant said. “This is the price you pay for sitting on the sidelines for a number of years and then fighting your way back into the market.”\n\nThe Santa Clara, California company said it expects gross margins in 2015 to be 62 percent, plus or minus 2 percentage points. Analysts on average expected 63 percent gross margins for 2015 and 2014.\n\nCapital spending next year will be about $10.5 billion, the company said, compared to about $11 billion expected in 2014.\n\nIntel also said it would increase its dividend by 6 cents to 96 cents on an annual basis.\n\nA global slump in personal computer demand that began with Apple Inc’s launch of the iPad four years ago has stabilized in recent months, in part due to companies replacing employees’ older laptops.\n\nIntel was late to mobile and under CEO Brian Krzanich, who took over last year, it has rushed to make its technology more suitable for tablets and smartphones and compete better against Qualcomm, MediaTek and others.\n\nKrzanich said a plan disclosed this week to merge Intel’s mobile unit with its PC group was in line with manufacturing customers that see their own product lineups of smartphones, tablets and laptops merging.\n\nHe said Intel was on track to exceed its goal of seeing its chips used in 40 million tablets this year. That strategy made Intel the No 2 tablet chip supplier in the June quarter, according to market research firm Strategy Analytics, but it cost the company billions of dollars in subsidies.\n\nIntel has made much less progress in chips for smartphones.\n\nIntel’s stock was up 2.9 percent at $35.34.",
        "header": "Intel gives upbeat outlook for 2015 revenue, stock gains",
        "time": "2:43PM UTC"
    }
]