[
    {
        "link": "http://www.reuters.com/article/2014/07/15/intel-results-idUSL2N0PP26R20140715",
        "body": "SAN FRANCISCO, July 15 (Reuters) - Intel Corp posted second-quarter net income of $2.8 billion, or 55 cents a share, compared with $2.0 billion, or 39 cents a share, in the year-ago quarter following tentative signs of improvement in demand for personal computers.\n\nSecond-quarter revenue was $13.8 billion, compared with $12.8 billion in the year-ago quarter, Intel said in a statement on Tuesday. In June, Intel revised increased its second-quarter revenue outlook to $13.7 billion, plus or minus $300 million, citing stronger-than-expected demand for PCs used by businesses. (Reporting by Noel Randewich; Editing by Steve Orlofsky)",
        "header": "Intel posts higher second-quarter net income",
        "time": "4:08PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2014/07/15/us-intel-results-idUSKBN0FK2CX20140715",
        "body": "SAN FRANCISCO (Reuters) - Intel Corp (INTC.O) believes the worst is over for a personal computer industry hammered by the mobile revolution.\n\nThe Santa Clara, California chipmaker forecast third-quarter revenue above Wall Street’s expectations on Tuesday, sending its stock 4 percent higher in extended trade.\n\nInvestors have pushed shares of PC mainstays Microsoft Corp (MSFT.O) and Intel to decade-highs, partly on bets that the global slump in PC demand that began with Apple Inc’s (AAPL.O) launch of the iPad four years ago is hitting bottom.\n\n“PCs have stabilized,” Chief Financial Officer Stacy Smith told Reuters after Intel’s report. He said he expects shrinking demand from consumers in China and other developing countries to rebound, just as it recently has in the United States.\n\nFrom the end of 2010, the year the iPad was launched, to the end of 2013, annual global PC shipments shrank a total of 12 percent, according to IDC.\n\nIntel now expects the market’s recovery to help it grow its full-year revenue about 5 percent, slightly higher than prior expectations.\n\nChief Executive Officer Brian Krzanich told analysts on a conference call that improved demand from companies replacing old PCs would last at least through the end of 2014.\n\nAlso on Tuesday, Intel increased its share buyback program by $20 billion. It plans to repurchase about $4 billion of stock in the current quarter, underscoring its confidence in a turnaround and a growing crop of “two in one” devices with detachable keyboards and screens.\n\n“My presumption would be that if they’re confident enough to boost it that they see this (PC market) upside maintaining,” Bernstein analyst Stacy Rasgon said. “God help them if they’re wrong.”\n\nIntel said in a statement it expects third-quarter revenue of $14.4 billion, plus or minus $500 million. Analysts had expected $14 billion on average, according to Thomson Reuters I/B/E/S.\n\nRevenue from Intel’s PC group rose 6 percent in the quarter while its data center group, a big contributor to gross margins, had revenue jump 19 percent.\n\nIntel has made little progress expanding from the PC industry into chips for smartphones and tablets. For the second quarter, Intel said its mobile and communications group’s revenue fell 83 percent to $51 million and had an operating loss of $1.12 billion.\n\nIntel’s second-quarter revenue was $13.8 billion, compared with $12.8 billion in the year-ago quarter. In June, Intel revised increased its second-quarter revenue outlook to $13.7 billion, plus or minus $300 million, citing stronger-than-expected demand for PCs used by businesses. Intel posted second-quarter net income of $2.8 billion, or 55 cents a share, compared with $2.0 billion, or 39 cents a share, in the year-ago quarter.\n\nIntel shares closed up 0.70 percent at $31.71 in regular trade on Nasdaq.",
        "header": "Intel says worst is over for battered PC industry",
        "time": "7:30PM UTC"
    }
]