[
    {
        "link": "http://www.reuters.com/article/2014/07/17/markets-japan-stocks-idUSL4N0PS0GL20140717",
        "body": "",
        "header": "Nikkei rises to 1-1/2-week high on U.S. gains, Intel forecast",
        "time": "9:55PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2014/07/16/us-intel-stocks-idUSKBN0FL1Y820140716",
        "body": "(Reuters) - Intel Corp’s shares rose as much as 7 percent to a decade-high, after the world’s largest chipmaker forecast quarterly revenue above analysts’ estimates on demand from companies looking to replace old PCs.\n\nAt least 19 brokerages raised their price targets on the stock to $29-$45, while two brokerages raised their ratings to an equivalent of “buy”.\n\nThe broker actions came after Intel forecast on Tuesday third-quarter revenue above the average analyst estimate.\n\nChief Financial Officer Stacy Smith told Reuters that PC sales had stabilized, easing fears about the four-year decline in computer sales as consumers turn increasingly to tablets and smartphones.\n\nIntel also raised its share buyback program by $20 billion.\n\n“The company is showing clear growth in its PC segment and acceleration in data center growth, suggesting, we think, better growth potential in Intel’s end markets than many investors expect,” Wells Fargo analysts wrote in a note.\n\nSusquehanna Financial Group analyst Chris Caso, however, said it would be tough to sustain the near-term strength in PC and data center demand. He maintained his “neutral” rating on the stock.\n\nOf the 46 analysts covering Intel, 18 have a “buy” or equivalent rating on the stock, while 23 have a “hold” or equivalent rating.\n\nIntel’s shares were up 6.5 percent at $33.78 in late morning trading on the Nasdaq on Wednesday. The stock has gained more than 32 percent in the 12 months to Tuesday’s close.",
        "header": "Intel shares hit decade high on strong revenue forecast",
        "time": "11:21AM UTC"
    }
]