[
    {
        "link": "http://www.reuters.com/article/us-cybersecurity-forescout-idUSKCN0R81GA20150908",
        "body": "TEL AVIV (Reuters) - Fast-growing Israeli-U.S. cybersecurity firm ForeScout Technologies is set on listing on Wall Street, but may not be ready to launch an IPO in the next year, especially if financial markets remain volatile, its chief executive said.\n\nTechnology research firm Gartner ranks ForeScout as a market leader in the field of access control, which scans an organization remotely to detect every device connecting to its networks, while blocking out anything lacking appropriate credentials.\n\nIts technology is in strong demand following recent high-profile data breaches at retailers, banks and media companies, and detection and response is the fastest-growing sector of the security business, according to Gartner.\n\nThat makes ForeScout confident it can maintain 50 percent annual revenue growth, seen over the past few years, for the next several years, Michael DeCesare, a security software veteran who took over as CEO in March, told Reuters.\n\nBut the Silicon Valley-based company, with research facilities in Israel, says it needs to raise more money and expand its business before its planned IPO on Wall Street. It has raised around $80 million from investors since its launch in 2000.\n\n“I still have things I have to fix in our business and there is a somewhat tumultuous (financial) market environment ... Some things are a little more difficult to pin down,” DeCesare said during a visit to Israel. “It’s when we’re ready. If the market falls sharply next year I don’t want to go public.”\n\nIn 2015, revenues are set to surpass $110 million, with billings from its 1,800 clients to top $140 million, he said.\n\n“We will be raising money to try and continue to fuel that growth. We have an IPO in the horizon but I‘m not ready yet.” He would not comment on the size of a future IPO.\n\nDeCesare, who until last year was president of Intel’s security division McAfee, said he plans to double the company’s engineering staff in Israel to over 200 workers in the next 12-18 months and invest in sales and support staff. It employs another 300 workers in the United States and elsewhere.\n\nForeScout’s rivals include Cisco (CSCO.O) and HP’s (HPQ.N) Aruba as well as Trustwave, which was acquired in May by Singtel (STEL.SI).\n\nGartner estimates that by 2020, 60 percent of information security budgets of companies worldwide will be allocated to breach detection and response — up from less than 10 percent in 2014.\n\nThat will mark a big change for companies, which currently rely on older firewall technology to secure their networks, spending $32 billion on security products in 2014, according to IDC.\n\nSeveral Israeli security firms such as Cyber-Ark Software (CYBR.O) have gone public in recent years with successful offerings, following in the footsteps of computer security pioneer Check Point Software (CHKP.O), Israel’s biggest tech firm.\n\nForeScout, which works with other security providers, acts as the glue that connects together all the separate security investments companies have and are now making, said DeCesare.\n\nAnother former McAfee president, Dave DeWalt, now the CEO of breach-detection firm FireEye (FEYE.O), joined ForeScout’s board in the past year, as did Enrique Salem, former CEO of Symantec (SYMC.O), another major cybersecurity player.\n\nAmadeus partner Richard Anton said the market for ForeScout’s technology began to accelerate as smartphones became popular and more and more people started bringing their personal devices into work. So-called advanced persistent threats – cyber attacks by state-backed hackers – have further fanned demand, he said.\n\n“Once we saw the market opportunity was large enough we decided to build it into a substantial public company,” he said of ForeScout.",
        "header": "Ex-Intel security chief says cyber firm ForeScout not ready for IPO just yet",
        "time": "12:22PM UTC"
    }
]