[
    {
        "link": "http://www.reuters.com/article/2015/06/09/us-intel-diversity-idUSKBN0OP1W820150609",
        "body": "SAN FRANCISCO (Reuters) - Following up on its earlier pledge to spend $300 million over the next five years to improve diversity, Intel Corp promised more on Tuesday, this time to back companies with women and minorities in leadership roles.\n\nIntel Capital, the chipmaker’s venture capital arm, said it would allocate $125 million over the next few years to bring more management diversity to its start-up portfolio. Some of that sum will overlap with the previously announced $300 million, Intel said.\n\nThe move comes as technology companies face heavy criticism for their overwhelmingly male and white workforces, which some argue creates a climate that discourages women and minorities from aspiring to work in technology or sticking around if they start there. Increased diversity would lead to stronger, more innovative companies, the thinking goes.\n\nThe fund, spearheaded by Lisa Lambert, an African-American and a managing director at Intel Capital, is leading by example.\n\nShe and her team have already spent $16.7 million on an initial four investments, including one company led by a woman. Brit Morin’s Brit & Co, an online San Francisco-based retailer sells do-it-yourself kits and tutorials.\n\nLike all the companies backed by the fund, Brit & Co fits into Intel’s broader strategy, in this case, advancing technologies such as Intel’s Galileo development board. Brit & Co is promoting the board, essentially a circuit board with an Intel chip, as a tool its “maker” community can use on projects.\n\n“We’re not doing this purely because they represent diverse teams,” Lambert said about the companies in an interview. “They’re integral to Intel’s core investments.”\n\nBy funneling some diversity money through venture capital, Intel reasons it can nurture a group of role models that in turn will encourage more minorities and women to aspire to work in technology startups. That will benefit both Intel and the broader economy.\n\nThe fund also led an investment in CareCloud, a Miami-based healthcare provider where the diversity quotient is less obvious given the sea of white male faces that appear on the management section of the company’s website.\n\nBut women and Hispanics comprise more than half CareCloud’s workforce, Lambert said, including founder and chief strategy officer Albert Santalo.\n\nRounding out the group are Mark One, a San Francisco-based company peddling cups that use Intel technology to automatically evaluate the calories and nutritional content of beverages poured into them, and Venafi, a Salt Lake City-based cybersecurity company.\n\nThree African-Americans sit on the executive staff of Mark One, Lambert said, while three senior women, including the chief information officer, serve at Venafi.\n\nIntel’s U.S. workforce comprises 51,118 employees, of which 24 percent are women, 31 percent are Asian, 8 percent are Hispanic or Latino, and 4 percent are African American.",
        "header": "Intel pledges $125 million for start-ups that back women, minorities",
        "time": "12:05PM UTC"
    }
]