[
    {
        "link": "http://www.reuters.com/article/2015/05/05/us-sudan-southsudan-un-idUSKBN0NQ06420150505",
        "body": "UNITED NATIONS (Reuters) - U.N. peacekeepers in the disputed region of Abyei along the border of Sudan and South Sudan apprehended someone claiming to be a Sudanese intelligence officer after a deadly attack last month, the U.N. chief said in a new report.\n\nThe ownership of Abyei, which has rich pastureland and small oil reserves, was left undecided when South Sudan declared independence from Sudan in 2011. It remains one of the biggest potential flashpoints between the two countries, who have also argued over oil rights and other disputed territories.\n\nOn March 2, U.N. peacekeepers in the Abyei region, known as UNISFA, responded to an attack on the village of Marial Achak by 100 armed individuals from the Misseriya community, Secretary-General Ban Ki-moon said in his latest report to the Security Council on Abyei.\n\nThree people were killed in the attack, four children abducted and 24 houses destroyed, Ban said.\n\n“UNISFA responded swiftly to the incident and was able to intercept the armed men fleeing north from Marial Achak,” his report said.\n\nAfter an exchange of fire, UNISFA troops captured eight of the armed assailants, who had five AK-47 rifles, over 400 rounds of ammunition, three motorcycles, and a Motorola radio set.\n\n“Among the eight detainees were one logistics officer from a local militia group, Tora Bora, and one individual who identified himself as a Sudan Armed Forces intelligence officer,” Ban’s report said.\n\nThe report noted that Khartoum denied that a Sudanese officer took part in the attack, which it blamed on a rebel group. Sudan’s Deputy U.N. Ambassador Hassan Hamid Hassan told Reuters the allegation was “totally not true.”\n\nIf confirmed, the presence of a Sudanese officer with local militia could suggest that Khartoum may be helping armed elements around Abyei coordinate attacks.\n\nBan said Khartoum also alleged that the Misseriya militia was retaliating after an attack by elements of the Dinka Ngok community, who occupy much of the Abyei region, on Al-Shagag village on Feb. 26. It said those militants were based in Marial Achak and supported by the South Sudanese army.\n\nUNISFA could not confirm the Al-Shagag attack, the report said.\n\nBan appealed to both Sudan and South Sudan to ensure that armed forces allied to them remain outside the Abyei area.\n\nHe added that the abduction of children was “particularly deplorable and unacceptable.”\n\nSouth Sudan has been embroiled in a civil war since December 2013.",
        "header": "U.N. says apprehended Sudan intel officer after attack near Abyei",
        "time": "11:20PM UTC"
    }
]