[
    {
        "link": "http://www.reuters.com/article/2015/01/07/ces-intel-idUSL1N0UL2BP20150107",
        "body": "SAN FRANCISCO, Jan 6 (Reuters) - Intel Corp Chief Executive Brian Krzanich showed off a computer built into a jacket button and a wristband that transforms into a selfie-snapping flying camera, as the chipmaker extends its push into smart wearable gadgets.\n\nSpeaking at the Consumer Electronics Show in Las Vegas on Tuesday, Krzanich also announced a five-year, $300 million investment in math-related education and other programs to help employ more women and minorities in the technology and the video game industries.\n\nKrzanich used most of his keynote to talk up Intel’s efforts in computerized apparel and other sensor-packed gadgets - nascent markets that the chipmaker and other technology companies hope will fuel future growth as demand for smartphones and tablets loses steam.\n\nCurie, a new button-sized computer for smart clothes, is due out later in 2015 and includes Bluetooth radio as well as the latest from Intel’s Quark line of low-power chips. Intel’s chips so far have not made significant inroads into wearable gadgets such as fitness bands or smart watches.\n\n“With this product they can deliver wearables in a range of form factors,” Krzanich said of Intel’s manufacturing customers. “Rings, bags, bracelets, pendants, and yes, even the buttons on our jackets.”\n\nIntel is working with Oakley to launch a smart gadget for athletes later this year, Krzanich said. The chipmaker in December announced it was developing smart glasses with Luxottica, which owns the Oakley brand.\n\nKrzanich demonstrated autonomous flying drones able to navigate around obstacles. He also showed a smaller drone worn on the wrist until it is launched into the air. Called Nixie, the camera-equipped gadget in November won a wearable computing contest sponsored by Intel.\n\nIntel was slow to launch chips for smartphones and tablets, and Krzanich, who took over as CEO in 2013, has made it a top priority to avoid repeating that mistake with future computing trends.\n\nKrzanich announced a goal to reach full representation of women and minorities in Intel’s workforce by 2020.\n\nLike most Silicon Valley companies, Intel has a poor track record employing women and some minorities. Just a quarter of Intel’s U.S. employees in 2013 were women and 12 percent of its workforce were Hispanic or African American, according to company data.\n\nLast year, the chipmaker found itself in the midst of a controversy over gender equality in the video game industry after it pulled advertising from a gaming website in response to an email campaign.\n\nIn a movement that has come to be known as “Gamergate,” self-described videogame fans lashed back aggressively online at criticism about sexism in gaming culture. A portion of the responses have come in the form of threats of violence on Twitter against the women in the video game industry.\n\nIntel later apologized and resumed advertising on the gaming website. (Reporting by Noel Randewich; Editing by Ken Wills)",
        "header": "Intel Corp chief shows wrist-worn drone; promises to employ more women",
        "time": "9:50PM UTC"
    }
]