[
    {
        "link": "http://www.reuters.com/article/us-intel-results-stocks-idUSKCN0PO2I520150714",
        "body": "SAN FRANCISCO (Reuters) - Wall Street expects bad news when Intel Corp (INTC.O) reports its second-quarter results on Wednesday although a few short sellers appear to believe the worst is over for the chipmaker’s recently sinking stock.\n\nSigns of weak demand for personal computers have taken a toll on the shares of Intel ahead of its quarterly report due after the market’s close, with Wall Street expecting a year-over-year dip in quarterly revenue for the first time since 2013.\n\nIntel’s stock is down 18 percent year to date and has fallen about 7 percent since June 25, when Micron Technology (MU.O) blamed weakness in PCs for a drop in quarterly revenues.\n\n“The narrative is that it doesn’t get much worse than it is right now,” said FBR analyst Chris Rolland, who rates Intel “outperform.”\n\n“As long as DCG (the data center group) hangs in there, I think the stock will probably go up from here,” he said.\n\nSuggesting that some short sellers believe Intel’s stock is unlikely to fall much further, the number of shares borrowed has fallen 21 percent since June 29, according to SunGard’s Astec Analytics.\n\nBut the number of Intel shares shorted at the end of June was the highest since mid-March according to exchange data.\n\n“Our number still suggests many short sellers are holding onto their positions,” wrote SunGard analyst Karl Loomes in an email.\n\nShares out on loan are typically used for short sales.\n\nOptions market traders appear to be slightly cautious ahead of Intel’s report. Open interest in Intel puts has been growing at a faster pace than calls since June. Currently 1.2 puts are open for each call, the highest this reading has been this year according to Trade Alert.\n\nIntel’s stock was flat on Tuesday and trades at 13 times expected earnings.\n\nAlso hurting Intel’s stock recently, rival processor maker Advanced Micro Devices (AMD.O) last week posted a steeper-than-expected dip in fiscal first-quarter due to weakness in PCs.\n\nSeagate Technology (STX.O), which makes hard-drives for PCs, on Monday warned of poor results for its June quarter.\n\nIntel’s data center group, which includes high-end server chips, has helped offset trouble in the PC industry in recent years, but it might also be at risk.\n\nLast Thursday, QLogic Corp’s QLGC.O stock slid 21 percent after the network infrastructure maker warned that its revenue in the June quarter would be less than expected due to general weakness in server and storage markets.",
        "header": "Short sellers curb Intel bets ahead of second quarter results; tone cautious",
        "time": "3:35PM UTC"
    }
]