[
    {
        "link": "http://www.reuters.com/article/2015/01/26/us-israel-palestinians-military-idUSKBN0KZ27F20150126",
        "body": "JERUSALEM (Reuters) - Israel’s top military electronic surveillance unit expelled dozens of veterans on Monday for refusing to spy on Palestinians living under occupation, Army Radio said.\n\nThe commander of Unit 8200, named as Brigadier-General “A”, barred the 43 reserve soldiers who wrote to Prime Minister Benjamin Netanyahu and top army chiefs in September, saying they could no longer serve in the unit, the radio said.\n\nComing a few weeks after Israel’s 50-day war against Islamist militants in the Gaza Strip, the letter was seen as an unprecedented rebuke of Netanyahu’s security policies but the military dismissed it as a publicity stunt by a small fringe.\n\nBy decrying the sweep of eavesdropping on Palestinians, and the role such espionage plays in setting up air strikes that have often inflicted civilian casualties, the move opened a window on clandestine practices.\n\n“We refuse to take part in actions against Palestinians and refuse to continue serving as a tool for deepening military rule in the occupied (Palestinian) territories,” the Yedioth Ahronoth daily quoted the letter as saying.\n\nNo signatories’ names were published, in apparent keeping with their non-disclosure commitments to Unit 8200, which monitors enemy Arab states and Iran as well as the Palestinians.\n\nSeveral were interviewed anonymously in the Israeli media, however, and complained about what they described as the gathering of Palestinians’ private information - for example, sexual preferences or health problems “that might be used to extort people into becoming informants”.\n\nChannel 1 TV quoted from Unit 8200 commander’s dismissal letter: “You have crossed a red line and acted inappropriately and in light of what you have written, we part company with you.”",
        "header": "Israeli intel unit drops soldiers who refused to spy on Palestinians",
        "time": "3:18PM UTC"
    }
]