[
    {
        "link": "http://www.reuters.com/article/us-isight-ipo-idUSKCN0QO2B220150819",
        "body": "BOSTON (Reuters) - Cybersecurity intelligence firm iSight Partners is looking to raise $100 million or more this year as it prepares for an initial public offering as early as the end of 2016, the company’s chief executive told Reuters.\n\nThe company, which has garnered attention for research on cyber threats including high-profile Russian and Iranian espionage campaigns, hopes to sell debt or equity in the fourth quarter of this year, CEO John Watters said in a phone interview on Wednesday. The money will be used to fund product development and international expansion, he said.\n\nWatters is preparing to raise the money at a time of unprecedented investor interest in cybersecurity firms. Financial analysts expect the industry’s growth rate to accelerate following a rash of high-profile cyber attacks in recent years on businesses and governments, from Target Corp (TGT.N) and Sony (6758.T) to the U.S. government’s Office of Personnel Management and Internal Revenue Service.\n\nShares of Rapid7 Inc (RPD.O) have risen more than 50 percent since its IPO a month ago, giving the unprofitable security software maker a market value of more than $900 million.\n\nISight, whose customers include the U.S. Department of Homeland Security and Blackstone, could select IPO bankers as early as the first quarter of next year, Watters said.\n\nHe said that he would not take the company public at a valuation of less than $1 billion. He added that he hopes to complete the IPO in the fourth quarter of 2016, though timing ultimately depends on market conditions.\n\nISight provides governments and businesses with intelligence on the activities and capabilities of cyber criminals, state-sponsored espionage groups, hacker activists and other actors.\n\nThe company’s bookings and revenue growth rates will exceed 50 percent this year, up from more than 40 percent in 2014, he said.\n\nWaters said he expects growth to accelerate again in 2016 as the company partners with other security and technology companies that will distribute the company’s cyber intelligence in a program dubbed “powered by the iSight platform.”\n\nHe declined to identify any partners, though he said some agreements have already signed and others are under discussion.\n\nISight, which has 310 employees, has raised $68 million to date. That includes a $30 million Series C Round in January 2015 from Bessemer Venture Partners.",
        "header": "Cyber intel firm iSight plans funding round ahead of 2016 IPO",
        "time": "6:07PM UTC"
    }
]