[
    {
        "link": "http://www.reuters.com/article/intel-debt-bonds-idUSL3N13C14F20151117",
        "body": "SYDNEY, Nov 17 (IFR) - Intel Corporation, rated A1/A+ (Moody‘s/S&P), has sparked plenty of excitement in Australia ahead of tomorrow’s fixed-income investor call for a potential debut offering of Kangaroo bonds.\n\nThe US technology giant has only issued bonds in US dollars previously, so to make Australia its first offshore port of call would represent another coup for the Kangaroo market following on from Apple’s A$2.25 billion ($1.58 billion) blowout three-tranche trade in August.\n\nGiven that all of Intel’s US dollar bond issues have been for $1 billion or more, expectations are centring on an inaugural Kangaroo trade of at least A$1 billion to make it worthwhile, according to a DCM banker not involved in the transaction.\n\nApple’s sale dwarfed all previous Australian dollar offerings from non-financial companies, raising hopes for a decisive broadening of Australia’s underutilised fixed-income market.\n\nThe previous largest corporate Australian dollar bond offerings were two A$1 billion trades from local mining giant BHP Billiton. Prior to Apple the biggest pure corporate Kangaroo issuance was for A$500 million, although SABMiller, the London-based global brewer, raised A$700 million from what was technically a domestic five-year trade on July 31 this year, issued through FBG Treasury (Aust).\n\nIntel, which is a major Apple supplier, returned to its domestic bond market for the first time since 2012 in the third quarter of this year when it raised $8 billion to help fund its $16.7 billion acquisition of Altera Corp agreed earlier in 2015.\n\nOn the buy side, the Australian dollar bond market is dominated by banks and mining companies in the corporate space, making investors very keen, as Apple confirmed, to get their hands on rare, blue-chip technology paper, although pricing is still all important.\n\nCrucially, Apple priced in line with its US dollar curve and just inside its euro curve while offering healthy pick-ups over Australian comparables which persuaded domestic fund managers to lap up 60% of its bonds.\n\nPricing is unlikely to be so compelling for Intel Kangaroo bonds, however, given that the company’s $1.75 billion 2.45 percent July 29 2020 bond swaps back below the current 108bp BBSW/asset swaps clearing rate for new five-year senior unsecured bonds issued by Australia’s four higher-rated (Aa2/AA-/AA-) major banks.\n\nA leading Australian fund manager stressed that major banks do not represent the lowest acceptable limit for new corporate issuers, especially if they provide additional value in terms of portfolio diversification.\n\n“An Intel bond may not be a screaming buy in purely pricing terms but it offers other portfolio advantages while we still have to find out from the company why it is interested in issuing Kangaroos as well as the level of any new issue premium it may provide,” he said.\n\nA syndication manager pointed out that the market has become more challenging since Apple visited Down Under. “Several investors have become risk-averse in recent months and are now only interested in the five-year segment and/or issues that offer decent new issue concession to help contain downside risk,” he said.\n\nDeutsche Bank, a joint lead manager with CBA and Goldman Sachs for the Apple Kangaroo, is arranging tomorrow’s investor call with Westpac. The group call will be held at 11:30 Sydney time (00:30 GMT) to be followed by one-on-one discussions.\n\nCalifornia-based Intel Corporation is one of the world’s largest and highest valued semiconductor chip makers, based on revenue. (Reporting by John Weavers; Editing by Vincent Baby and Daniel Stanton)",
        "header": "Intel to follow Apple in crucial test of Kangaroo market",
        "time": "9:09PM UTC"
    }
]