[
    {
        "link": "http://www.reuters.com/article/intel-investment-china-idUSL3N12L1UA20151021",
        "body": "Oct 21 (Reuters) - Intel Corp said it may invest up to $5.5 billion in the coming years to expand its manufacturing capacity for non-volatile memory at its Dalian facility in China.\n\nNon-volatile memory, which has the capability to retain data even if power is turned off, can be used for a wide range of purposes ranging from detecting fraud patterns in financial transactions to disease tracking.\n\nThe Dalian facility is also expected to start initial production of the 3D NAND technology, which has been jointly developed by Intel and Micron Technology Inc, in the second half of 2016, the company said. (intel.ly/1GR8tbV)\n\nIntel has been counting on its data center business to help offset declining demand for chips used in personal computers, its biggest revenue generator. (Reporting by Shivam Srivastava in Bengaluru; Editing by Anupama Dwivedi)",
        "header": "Intel may invest up to $5.5 bln in China facility",
        "time": "2:19AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/us-intel-investment-china-idUSKCN0SF0KE20151021",
        "body": "(Reuters) - Intel Corp said it may invest up to $5.5 billion in manufacturing semiconductors in China, stepping up efforts to improve ties with Beijing as it seeks new revenue streams while demand for its core computer processing chips falters.\n\nThe U.S. firm said it would convert a facility in Dalian, its first plant in China, for memory chip production. It didn’t disclose a time period for the investment, but said it will start making advanced memory chips that can store data without using up power, called 3D NAND chips, in second-half 2016.\n\nThe move follows a flurry of deals in the global semiconductor industry, highlighting growing importance of the memory chips used to store data in increasingly popular mobile devices. Researcher TrendForce predicts China will consume $6.67 billion worth of NAND chips this year, or 29 percent of global NAND industry revenue.\n\nBuilding a chip industry of its own has been deemed of strategic importance by China in its drive to modernize its economy. Intel’s new investment follows a deal last year to buy 20 percent stake of two mobile chipmakers owned by state-backed Tsinghua Holdings Co Ltd [TSHUAA.UL].\n\nFor its part Tsinghua recently announced a plan to buy a 15 percent stake in U.S. data storage company Western Digital Corp for $3.8 billion.\n\nIn separate deals, Western Digital is also in advanced talks to acquire U.S. memory chipmaker SanDisk Corp, while Tsinghua is also trying to acquire Micron, though this deal is facing regulatory scrutiny.\n\nIntel’s latest move raises concerns that new memory supply from the chipmaker could undercut margins for leading industry players like South Korea’s Samsung Electronics Co Ltd and SK Hynix Inx, and Japan’s Toshiba Corp.\n\nAnalysts have said that healthy profits for the industry in recent quarters come partly due to careful capacity management among the dominant players.\n\nShares of SK Hynix fell 5.7 percent on Wednesday on concerns about the firm’s outlook. The South Korean firm is due to report third-quarter earnings on Thursday.\n\n“SK Hynix needs to boost competitiveness for its NAND business but these issues are creating problems for the company,” said Hana Financial Investment analyst Rokho Kim.",
        "header": "Intel says may invest up to $5.5 billion in China memory chip plant",
        "time": "5:11AM UTC"
    }
]