[
    {
        "link": "http://www.reuters.com/article/2015/01/16/us-intel-results-idUSKBN0KO2LE20150116",
        "body": "(Reuters) - Chipmaker Intel Corp (INTC.O) forecast revenue and gross margins for this quarter that disappointed investors, sending its shares down 2.7 percent in extended trading.\n\nRevenue from its mainstay PC business fell about 3 percent to $8.9 billion in the fourth quarter from the prior quarter, raising doubts about a long-anticipated recovery of the personal computer business.\n\nGlobal PC shipments fell 2.4 percent in the fourth quarter of 2014, according to research firm IDC, capping three years of declines.\n\nThat was not as bad as expected, raising hopes among some investors that the PC market is starting to stabilize, but Intel did not deliver any spirited talk about a recovery on Thursday.\n\n“In 2015 we’re predicting kind of flat, nothing spectacular but stable, is how I would call it,” Intel Chief Financial Officer Stacy Smith told Reuters in an interview.\n\nDespite the tepid PC market, Intel is targeting revenue growth this year in the “mid-single digit percentage points”, which Smith said would be helped by faster growth in providing chips for data centers and Internet-connected gadgets.\n\nOptimism over a PC recovery has propelled Intel’s stock up 16 percent in the past three months, compared with a 7 percent gain for the S&P 500, to levels not seen since 2001.\n\nIn the light of that, Wall Street was hoping for more encouraging figures.\n\n“The top line looked a little bit light of the Street and gross margin looked a little bit light,” Christopher Rolland, an analyst at FBR Capital Markets, said.\n\n“PC was weaker in the fourth quarter than we were expecting,” Rolland added.\n\nThe chipmaker forecast first-quarter revenue of $13.76 billion, plus or minus $500 million, and gross margins of about 60 percent, far below the 65.4 percent it reported in the fourth quarter.\n\nAnalysts on average were expecting revenue of $13.77 billion, according to Thomson Reuters I/B/E/S.\n\nNet income for the fourth quarter rose to $3.66 billion, or 74 cents per share, for the quarter ended Dec. 27, from $2.6 billion, or 51 cents per share, a year earlier.\n\nAnalysts on average had expected a profit of 66 cents per share on revenue of $14.71 billion, according to Thomson Reuters I/B/E/S.\n\nIntel shares were down 2.7 percent in after-hours trading at $35.28, after closing on Nasdaq at $36.19.",
        "header": "Intel forecasts disappointing revenue; shares fall",
        "time": "7:27PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2015/01/15/markets-stocks-usa-idUSL1N0UU2ZK20150115",
        "body": "* U.S. crude falls more than 4 percent\n\n* Indexes off: Dow 0.6 percent, S&P 0.9 percent, Nasdaq 1.5 percent (Updates with futures falling further after close)\n\nNEW YORK, Jan 15 (Reuters) - U.S. stocks fell for a fifth straight session Thursday as bank results disappointed and investors fretted over the potential impact of global economic weakness on U.S. corporate earnings.\n\nEnergy shares extended recent losses as U.S. oil prices settled down more than 4 percent after weak U.S. economic data spurred worries over oil demand. The S&P energy index fell 1.2 percent.\n\n“We’re probably going to see slowing in the global economy, and it will be very difficult to sail through a global recession without getting touched,” said Scott Colyer, chief executive officer of Advisors Asset Management in Monument, Colorado.\n\nThe S&P 500 for the first time in a month ended below 2,000, considered a psychological support level, and closed below its 120-day moving average, suggesting more weakness ahead. The CBOE Volatility index notched a fifth day of gains, up 4.2 percent at 22.39.\n\nExpectations for U.S. fourth-quarter earnings have been scaled back sharply, with growth now estimated at 3.5 percent, compared with an Oct. 1 estimate of 11.2 percent, according to Thomson Reuters data.\n\nThe S&P financial sector dropped 1.3 percent. Bank of America lost 5.2 percent to $15.20, among the S&P 500’s biggest drags, after the second-largest U.S. bank by assets reported a 14 percent slump in quarterly profit. Citigroup shares fell 3.7 percent to $47.23 after its results.\n\nThe Dow Jones industrial average fell 106.38 points, or 0.61 percent, to 17,320.71, the S&P 500 lost 18.6 points, or 0.92 percent, to 1,992.67 and the Nasdaq Composite dropped 68.50 points, or 1.48 percent, to 4,570.82.\n\nAfter the close, S&P 500 e-minis fell further, hitting session lows.\n\nThe benchmark S&P 500 is now down 4.7 percent from its Dec. 29 record high.\n\nAdding to volatility, the Swiss National Bank scrapped its cap on the franc currency in a surprise move.\n\nU.S.-traded Swiss stocks climbed. Credit Suisse was up 1.8 percent at $23.22 and Novartis jumped 3.9 percent to $100.58 as a strengthening franc made U.S.-dollar denominated stocks cheaper.\n\nBest Buy shares tumbled 14.1 percent to $34.30 as the worst-performing S&P 500 component. The electronics retailer expects same-store sales growth to be flat to negative in the first two quarters of its fiscal year.\n\nAfter the bell, shares of Intel dipped 2.1 percent to $35.44 following its results.\n\nIn economic news, U.S. producer prices recorded their biggest fall in more than three years in December, while other reports showed mixed signals for manufacturing in New York state and the mid-Atlantic region in January.\n\nAbout 7.9 billion shares changed hands on U.S. exchanges, above the 7.3 billion average for the last five sessions, according to BATS Global Markets.\n\nNYSE declining issues outnumbered advancers 1,995 to 1,091, for a 1.83-to-1 ratio; on the Nasdaq, 2,152 issues fell and 603 advanced for a 3.57-to-1 ratio.\n\nThe S&P 500 posted 27 new 52-week highs and 17 new lows; the Nasdaq Composite recorded 30 new highs and 134 new lows. (Additional reporting by Ryan Vlastelica; Editing by Bernadette Baum, Nick Zieminski and James Dalgleish)",
        "header": "US STOCKS-Wall St drops for 5th day on global weakness worry; Intel down late",
        "time": "5:32PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2015/01/15/intel-results-idUSL3N0UU61W20150115",
        "body": "Jan 15 (Reuters) - Intel Corp reported a 6.4 percent rise in quarterly revenue as sales of personal computers stabilized.\n\nRevenue from the PC business, however, fell about 3 percent to $8.9 billion in the fourth quarter from the third.\n\nNet income rose to $3.66 billion, or 74 cents per share, for the quarter ended Dec. 27, from $2.6 billion, or 51 cents per share, a year earlier. (bit.ly/1C5t7Fo)\n\nRevenue rose to $14.7 billion from $13.8 billion. (Reporting by Anya George Tharakan in Bengaluru; Editing by Don Sebastian)",
        "header": "Intel revenue rises 6.4 pct",
        "time": "4:21PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/2015/01/15/us-markets-stocks-usa-idUSKBN0KO1C120150115",
        "body": "NEW YORK (Reuters) - U.S. stocks fell for a fifth straight session Thursday as bank results disappointed and investors fretted over the potential impact of global economic weakness on U.S. corporate earnings.\n\nEnergy shares extended recent losses as U.S. oil prices CLc1 settled down more than 4 percent after weak U.S. economic data spurred worries over oil demand. The S&P energy index .SPNY fell 1.2 percent.\n\n“We’re probably going to see slowing in the global economy, and it will be very difficult to sail through a global recession without getting touched,” said Scott Colyer, chief executive officer of Advisors Asset Management in Monument, Colorado.\n\nThe S&P 500 for the first time in a month ended below 2,000, considered a psychological support level, and closed below its 120-day moving average, suggesting more weakness ahead. The CBOE Volatility index .VIX notched a fifth day of gains, up 4.2 percent at 22.39.\n\nExpectations for U.S. fourth-quarter earnings have been scaled back sharply, with growth now estimated at 3.5 percent, compared with an Oct. 1 estimate of 11.2 percent, according to Thomson Reuters data.\n\nThe S&P financial sector .SPSY dropped 1.3 percent. Bank of America (BAC.N) lost 5.2 percent to $15.20, among the S&P 500’s biggest drags, after the second-largest U.S. bank by assets reported a 14 percent slump in quarterly profit. Citigroup (C.N) shares fell 3.7 percent to $47.23 after its results.\n\nThe Dow Jones industrial average .DJI fell 106.38 points, or 0.61 percent, to 17,320.71, the S&P 500 .SPX lost 18.6 points, or 0.92 percent, to 1,992.67 and the Nasdaq Composite .IXIC dropped 68.50 points, or 1.48 percent, to 4,570.82.\n\nAfter the close, S&P 500 e-minis ESc1 fell further, hitting session lows.\n\nThe benchmark S&P 500 is now down 4.7 percent from its Dec. 29 record high.\n\nAdding to volatility, the Swiss National Bank scrapped its cap on the franc currency in a surprise move.\n\nU.S.-traded Swiss stocks climbed. Credit Suisse (CS.N) was up 1.8 percent at $23.22 and Novartis (NVS.N) jumped 3.9 percent to $100.58 as a strengthening franc made U.S.-dollar denominated stocks cheaper.\n\nBest Buy (BBY.N) shares tumbled 14.1 percent to $34.30 as the worst-performing S&P 500 component. The electronics retailer expects same-store sales growth to be flat to negative in the first two quarters of its fiscal year.\n\nAfter the bell, shares of Intel (INTC.O) dipped 2.1 percent to $35.44 following its results.\n\nIn economic news, U.S. producer prices recorded their biggest fall in more than three years in December, while other reports showed mixed signals for manufacturing in New York state and the mid-Atlantic region in January.\n\nAbout 7.9 billion shares changed hands on U.S. exchanges, above the 7.3 billion average for the last five sessions, according to BATS Global Markets.\n\nNYSE declining issues outnumbered advancers 1,995 to 1,091, for a 1.83-to-1 ratio; on the Nasdaq, 2,152 issues fell and 603 advanced for a 3.57-to-1 ratio.\n\nThe S&P 500 posted 27 new 52-week highs and 17 new lows; the Nasdaq Composite recorded 30 new highs and 134 new lows.",
        "header": "Wall Street drops for fifth day on global weakness worry; Intel down late",
        "time": "5:33PM UTC"
    }
]