[
    {
        "link": "http://www.reuters.com/article/usa-stocks-idUSL1N13E26020151119",
        "body": "* Dow down 0.02 pct, S&P down 0.09 pct, Nasdaq up 0.08 pct (Updates to afternoon)\n\nNov 19 (Reuters) - Wall Street wobbled on Thursday as healthcare stocks ended a three-day rally after UnitedHealth cut its profit forecast, offsetting gains in Intel and other technology stocks.\n\nUnitedHealth fell 5.2 percent, making the health insurer the biggest drag on the Dow. The company’s profit warning sent shares of peers Anthem and Aetna down more than 6 percent.\n\nThe S&P healthcare sector was the worst performer among the 10 major S&P sectors with a 1.7 percent decline.\n\nPfizer dropped 3.4 percent after reports that the company’s talks to buy Allergan and redomicile in Ireland were in final stages. Allergan was down 2.6 percent.\n\nIntel Corp jumped 3.6 percent after boosting its annual dividend. The chipmaker and Apple, up 1.3 percent, added more upward pressure to the S&P 500 than any other stocks.\n\nMobile payments company Square soared 45 percent in its highly anticipated market debut, while Tinder-owner Match Group’s shares popped 20 percent on their first trading day.\n\nData on Thursday appeared to support the Federal Reserve’s view of a strengthening labor market ahead of its meeting next month. The number of Americans filing for unemployment benefits fell last week.\n\nMinutes from the Fed’s October meeting, released on Wednesday, hardened expectations of a December interest rate hike and hinted at a cautious approach after that.\n\nU.S. interest rates futures implied a 72-percent chance of a liftoff next month, up from 64 percent on Tuesday.\n\nInvestors are increasingly looking to what the Fed might do in 2016 and many are becoming more cautious, said David Carter, chief investment officer at Lenox Wealth Advisors in New York.\n\n“We would not be surprised if we limp through to mid-December,” Carter said. “It’s less than a month away from the Fed decision and I‘m not sure anyone wants to put big trades on before that.”\n\nAt 2:18 pm the Dow Jones industrial average was 0.02 percent lower at 17,733.89 points and the S&P 500 was 0.09 percent lower at 2,081.8. The Nasdaq Composite edged up 0.08 percent to 5,079.45.\n\nSalesforce jumped 5.6 percent after its quarterly adjusted profit beat estimates and the online sales software maker raised its full-year revenue forecast.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,547 to 1,474. On Nasdaq, 1,544 issues fell and 1,202 advanced.\n\nThe S&P 500 index showed 23 new 52-week highs and six new lows, while the Nasdaq recorded 58 new highs and 87 new lows. (Additional reporting by Abhiram Nandakumar in Bengaluru; Editing by Nick Zieminski)",
        "header": "US STOCKS-Wall St wavers as healthcare sinks and Intel climbs",
        "time": "2:39PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/us-markets-stocks-idUSKCN0T81L720151119",
        "body": "(Reuters) - Wall Street ended a little lower on Thursday as falling healthcare stocks offset gains in Intel and other technology names while investors eyed an expected rate hike in December.\n\nA profit warning by UnitedHealth (UNH.N) led to a 5.65 percent drop in its stock, making the health insurer the biggest drag on the Dow Jones industrial average and the S&P 500. It also sent the shares of competitors Anthem (ANTM.N) and Aetna (AET.N) down more than 6 percent each.\n\nThe S&P healthcare sector .SPXHC was the worst performer among the 10 major S&P sectors with a 1.63 percent decline.\n\nAdding to the pain in healthcare, drugmaker Pfizer (PFE.N) fell 3.06 percent after reports that its talks to buy Allergan (AGN.N) and redomicile in Ireland were in final stages. Allergan lost 2.81 percent.\n\nIntel Corp (INTC.O) jumped 3.44 percent after boosting its annual dividend. The chipmaker and Apple (AAPL.O), up 1.27 percent, added more upward pressure to the S&P 500 than any other stocks.\n\nMobile payments company Square (SQ.N) soared 45 percent in its highly anticipated market debut, while dating website operator Match Group (MTCH.O) popped 23 percent on its first trading day.\n\nData on Thursday appeared to support the Federal Reserve’s view of a strengthening labor market ahead of its meeting next month. The number of Americans filing for unemployment benefits fell last week.\n\nMinutes from the Fed’s October meeting, released on Wednesday, hardened expectations of a December interest rate hike and hinted at a cautious approach after that.\n\nInvestors are increasingly pondering the pace of more rate increases in 2016, said David Carter, chief investment officer at Lenox Wealth Advisors in New York.\n\n“We think the Fed will raise rates in December, but it will be more important how they set expectations about subsequent rate increases,” Carter said. “If the Fed sets an expectation that subsequent rate increases will be modest and measured, we think the equity markets can rally for some time.”\n\nThe Dow Jones industrial average .DJI closed 0.02 percent weaker at 17,732.75 points while the S&P 500 .SPX lost 0.11 percent to 2,081.24. The Nasdaq Composite .IXIC edged 0.03 percent lower to 5,073.64.\n\nSeven of the 10 S&P sectors ended higher, led by utilities .SPLRCU, up 0.99 percent.\n\nAfter the bell, Nike (NKE.N) jumped 3.5 percent after it increased its dividend and announced a two-for-one share split.\n\nGap Inc (GPS.N) posted quarterly results that sent its shares down 4 percent. Tax software company Intuit (INTU.O) posted fiscal first-quarter results that pleased investors, pushing its stock 10 percent higher.\n\nDuring Thursday’s trading session, Salesforce (CRM.N) jumped 4.25 percent after its quarterly adjusted profit beat estimates and the online sales software maker raised its full-year revenue forecast.\n\nNYSE advancing issues outnumbered decliners 1,585 to 1,478. On Nasdaq, 1,553 issues fell and 1,250 advanced.\n\nThe S&P 500 showed 24 new 52-week highs and six lows, while the Nasdaq recorded 66 new highs and 109 lows.\n\nAbout 6.5 billion shares changed hands on U.S. exchanges, below the 7.3 billion daily average for the past 20 trading days, according to Thomson Reuters data.",
        "header": "Wall St. edges down; healthcare sinks and Intel climbs",
        "time": "5:23PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/us-usa-drones-intel-idUSKCN0T827920151119",
        "body": "WASHINGTON (Reuters) - Intel Corp could relocate its drone research and development operations overseas if the federal government adopts an “overly prescriptive” approach to unmanned aerial systems technology, an Intel executive told U.S. lawmakers on Thursday.\n\n“A federal government approach that is overly prescriptive regarding the deployment of new hardware and software will deter the private sector’s ability to invent and compete in the marketplace,” Joshua Walden, Intel’s senior vice president and general manager for new technology, said in written testimony submitted to the House Energy and Commerce Subcommittee on Commerce, Manufacturing and Trade.\n\n“Worse, it will drive us to relocate our business planning and R&D overseas, where we are being welcomed by foreign countries eager for investment in this new technology area,” he said.",
        "header": "Intel warns that U.S. regulation could drive drone R&D overseas",
        "time": "10:43AM UTC"
    }
]