[
    {
        "link": "http://www.reuters.com/article/2015/01/29/us-intel-vpro-idUSKBN0L21DL20150129",
        "body": "SAN FRANCISCO (Reuters) - Companies replacing older PCs are increasingly choosing ones with high-end features aimed at improved security and employee efficiency, according to a senior Intel Corp executive.\n\nIntel’s “vPro” processors account for a fifth of the chipmaker’s corporate PC business and that proportion is growing, Tom Garrison, Intel’s vice president and general manager of business client platforms, recently told Reuters.\n\nWith a recovery in the PC industry driven in part by consumers buying cheap, low-end laptops, corporations buying top-tier devices for their workers are an important sweet spot for Intel and manufacturers like Hewlett-Packard and Dell.\n\nShipments of Intel’s vPro processors, which are more profitable for the Santa Clara, California, company than many of its other PC chips, are increasing compared with overall demand for desktop and laptop computers, he said.\n\n“We’re growing at double digits from 2014 over 2013,” Garrison said. “There are 100 million vPros installed in businesses today.”\n\nEarlier in January, Intel said it expects the overall PC market to be about flat this year and for average prices to decline slightly.\n\nIn its newest vPro offering, based on the company’s recently launched 5th generation Core chips and announced on Thursday, Intel is touting features aimed at eliminating time wasted at the start of conference-room meetings. vPro computers can use wifi to connect directly to overhead projectors and other large screens without having to fiddle with cables.\n\nThe new chips use the similar technology to eliminate the need for docking stations used at office workstations to connect laptops to monitors and keyboards. vPro chips are used for laptops, desktops and convertible devices.\n\nSimilar features are already available for consumer devices but the versions used on vPro chips offer better security and reliability, Garrison said.",
        "header": "Intel says corporations buying more high-end PCs",
        "time": "7:09AM UTC"
    }
]