[
    {
        "link": "http://www.reuters.com/article/2015/04/14/us-intel-results-idUSKBN0N52A420150414",
        "body": "(Reuters) - Chipmaker Intel Corp forecast revenue broadly in line with Wall Street’s expectations and signaled a hefty cut in capital expenditures this year, lifting its shares in after-hours trading.\n\nThe company, world’s largest semiconductor maker, hit the drastically lower revenue forecast it offered for itself last month, and investors breathed a sigh of relief that the company, which is struggling with shrinking demand for PCs, did not have any more bad news.\n\n“It’s slightly better than feared,” said Christopher Rolland, an analyst at FBR Capital markets. “It looks like bottom line impacts are mitigated by better expenses, interest income and taxes.”\n\nIntel forecast current-quarter revenue of $13.2 billion, plus or minus $500 million, based on expectations of stronger demand for its personal computer chips and continued strength in its data center business. Analysts were expecting $13.51 billion, according to Thomson Reuters I/B/E/S.\n\nFor the full year, Intel forecast flat revenue, also in line with Wall Street’s estimates.\n\n“I think the full-year guidance being flat year over year (is) supportive of a stable PC environment, despite the first-quarter weakness,” Topeka Capital Markets analyst Suji Desilva said.\n\nIntel said it would cut 2015 capital expenditures to $8.7 billion from $10 billion, a reduction that analysts said should improve free cash flow.\n\nIntel reported revenue of $12.8 billion for the first quarter, ended March 28, flat with a year ago and slightly below analysts’ average estimate of $12.9 billion.\n\nThe chipmaker had slashed its first-quarter revenue forecast by nearly $1 billion to $12.8 billion in March, citing weak demand for PCs that use the company’s chips.\n\nThe company posted net income of $1.99 billion, or 41 cents per share, up from $1.93 billion, or 38 cents per share, a year earlier. Analysts expected 41 cents.\n\nThe company, which reported consolidated results for its PC and money-losing mobile businesses for the first time, had posted better-than-expected profits in the last four quarters.\n\nAnalysts have criticized the consolidation, saying it limits transparency, especially into the mobile business.\n\nIntel has been lagging behind rivals such as Qualcomm Inc and ARM Holdings Plc — the British company behind the processor in Apple’s iPhone 6 — in the fast-growing smartphone market.",
        "header": "Intel sees revenue holding, cuts capital spending, shares up",
        "time": "5:10PM UTC"
    }
]