[
    {
        "link": "http://www.reuters.com/article/intel-results-idUSL3N12D5MD20151013",
        "body": "Oct 13 (Reuters) - Intel Corp reported a 6.3 percent fall in quarterly profit on Tuesday, weighed down by continued weak demand for chips used in personal computers.\n\nThe company's net income fell to $3.11 billion, or 64 cents per share, for the third quarter ended Sept. 26, from $3.32 billion, or 66 cents per share, a year earlier. (bit.ly/1k2L5TW)\n\nNet revenue fell to $14.47 billion from $14.55 billion, the world’s largest chipmaker said. (Reporting by Anya George Tharakan in Bengaluru; Editing by Sriraj Kalluvila)",
        "header": "Intel profit falls 6.3 pct",
        "time": "4:09PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/us-intel-results-idUSKCN0S72NK20151013",
        "body": "(Reuters) - Intel Corp (INTC.O) cut revenue growth forecast for its highly profitable business of making chips for data centers as businesses reduce spending due to weak macroeconomic growth.\n\nThe world’s biggest chipmaker’s shares reversed course to trade down as much as 3.8 percent after the bell on Tuesday following the forecast.\n\nIntel has been counting on the data center business to help offset declining demand for its chips used in personal computers, its biggest revenue generator.\n\nThe company agreed in June to acquire Altera Corp (ALTR.O) for $16.7 billion to expand its line-up of the higher-margin chips used in data centers.\n\nIntel said on Tuesday it expected the data center business to grow in “low double digits” in 2015, compared with its earlier forecast of about 15 percent growth.\n\nThe business, the company’s second biggest, had grown 19.2 percent in the first quarter, 9.7 percent in the second and 12 percent in the latest quarter.\n\nThe company was not “rethinking the long-term growth” of the business, Chief Executive Brian Krzanich said on a post-earnings conference call.\n\n“It’s a combination of two things — data center weakness and units — it looks like their units are still pretty weak, they are seeing upside from pricing,” analyst Stacy Rasgon of Bernstein said.\n\nThe weak data center forecast took the shine away from the company’s better-than-expected profit and revenue in the third quarter.\n\nThe company also trimmed its 2015 capital expenditure for the third time to $7.3 billion, plus or minus $500 million.\n\nIntel had previously forecast capital expenditure of $7.7 billion, plus or minus $500 million.\n\nThe company said it expected fourth-quarter revenue of $14.8 billion, plus or minus $500 million. The midpoint of the range is a marginal increase from a year earlier.\n\nAnalysts on average were expecting revenue of $14.83 billion, according to Thomson Reuters I/B/E/S.\n\nIntel said revenue from its PC business fell 7.5 percent to $8.51 billion in the third quarter ended Sept. 26.\n\nWorldwide shipments of personal computers fell 7.7 percent in the third quarter, according to research firm Gartner.\n\nIntel’s net income fell to $3.11 billion, or 64 cents per share, from $3.32 billion, or 66 cents per share, a year earlier.\n\nAnalysts on average had expected a profit of 59 cents per share.\n\nNet revenue declined to $14.47 billion from $14.55 billion, but beat analysts’ estimate of $14.22 billion.\n\nUp to Tuesday’s close of $32.04, Intel’s stock had fallen 11.7 percent this year, steeper than the 9.4 percent fall in the broader semiconductor index .SOX.",
        "header": "Intel says data center business to grow less than expected",
        "time": "6:49PM UTC"
    }
]