[
    {
        "link": "http://www.reuters.com/article/us-intel-results-idUSKCN0PP2L720150715",
        "body": "(Reuters) - Intel Corp (INTC.O) reported better-than-expected quarterly results on Wednesday as growth in its data centers and Internet-of-Things businesses helped offset weak demand for personal computers that use the company’s chips.\n\nShares of the world’s largest chipmaker, which also cut its full-year capital expenditure forecast for the second time, rose as much as 9.2 percent after market before paring some of their gains.\n\nThe company has been expanding its line-up of higher-margin chips used in data centers to counter slowing demand from the PC industry and agreed to buy Altera Corp (ALTR.O) for $16.7 billion in April as part of these efforts.\n\nRevenue from the data center business, Intel’s second-largest, grew 9.7 percent to $3.85 billion in the second quarter from a year earlier, helped by continued adoption of cloud services and demand for data analytics.\n\n“We continue to forecast robust growth rates of the data center group, Internet of Things group and NAND businesses, which we expect to mostly offset the PC decline,” Chief Financial Officer Stacy Smith said on a post-earnings call.\n\nRevenue from the PC business, Intel’s largest, fell 13.5 percent to $7.54 billion in the quarter ended June 27.\n\n“Our expectations are that the PC market is going to be weaker than previously expected,” Smith said.\n\nResearch firm Gartner forecast global PC shipments to fall 4.5 percent to 300 million units in 2015, with no respite until at least 2016.\n\nIntel forecast current-quarter revenue of $14.3 billion, plus or minus $500 million. Analysts on average were expecting revenue of $14.08 billion, according to Thomson Reuters I/B/E/S.\n\nThe company also cut its 2015 capex forecast to $7.7 billion, plus or minus $500 million. It had cut its full-year capex forecast to $8.7 billion from $10 billion in April.\n\nIntel’s continued focus on keeping spending down is probably the strongest positive in its quarterly report, Wedbush Securities analyst Betsy Van Hees said.\n\nThe company's net income fell to $2.71 billion from $2.80 billion a year earlier. Earnings per share, however, were flat at 55 cents as the number of outstanding shares fell. (bit.ly/1Hvmgay)\n\nAnalysts had expected a profit of 50 cents per share.\n\nNet revenue fell 4.6 percent to $13.19 billion, but edged past the average analyst estimate of $13.04 billion.\n\nUp to Wednesday’s close, Intel’s stock had plunged about 18 percent this year, compared with an 2.9 percent fall in the Philadelphia Semiconductor Index .SOX.",
        "header": "Intel serves up revenue, profit beat as data center business grows",
        "time": "6:11PM UTC"
    }
]