[
    {
        "link": "http://www.reuters.com/article/idUSFWN17M0NH",
        "body": "* Intel Corp says Intel Chief Financial Officer (CFO) Stacy Smith will transition to a new role leading sales\n\n* Q1 programmable solutions group revenue $359 million, which does not include $99 million of revenue as a result of acquisition-related adjustments\n\n* Sees FY non-gaap research and development plus MG&A spending approximately $20.6 billion, plus or minus $400 million, down from prior outlook of $21.3 billion\n\n* Intel Corp sees Q2 research and development plus MG&A spending approximately $5.1 billion Source text: bit.ly/1Stom3j Further company coverage:",
        "header": "BRIEF-Intel sees FY revenue up mid-single digits",
        "time": "4:19PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/idUSFWN17M0LJ",
        "body": "* Intel sees Q2 revenue $13.5 billion, plus or minus $500 million, returning to a typical 13 quarter\n\n* Intel sees 2016 revenue, up mid-single digits, down from prior outlook of mid- to high-single digits",
        "header": "BRIEF-Intel Q1 GAAP revenue of $13.7 bln, Non-GAAP revenue of $13.8 bln",
        "time": "4:34PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/idUSFWN17M0NI",
        "body": "* Restructuring changes to result in reduction of up to 12,000 positions globally -- approximately 11 percent of employees -- by mid-2017\n\n* Intel Corp says current CFO will transition to new role at company, leading sales, manufacturing and operations once his successor is in place\n\n* Majority of restructuring actions to be communicated to affected employees over next 60 days with some actions spanning in to 2017\n\n* Intel Corp says company is beginning a formal search process for a new CFO that will assess both internal and external candidates\n\n* Company to record a one-time charge of approximately $1.2 billion in the second quarter\n\n* Expects the program to deliver $750 million in savings this year and annual run rate savings of $1.4 billion by mid-2017\n\n* Qtrly client computing group revenue of $7.5 billion, down 14 percent sequentially and up 2 percent year-over-year\n\n* Qtrly data center group revenue of $4.0 billion, down 7 percent sequentially and up 9 percent year-over-year\n\n* Plans to increase investments in products and technologies that will fuel revenue growth, drive more profitable mobile and pc businesses\n\n* Sees Q2 revenue of $13.5 billion, plus or minus $500 million, returning to a typical 13-week quarter\n\n* Sees Q2 non-gaap gross margin percentage of 61 percent, plus or minus a couple percentage points\n\n* Sees Q2 research and development plus MG&A spending of approximately $5.1 billion\n\n* Plans to increase investments in data center, IoT, memory, connectivity businesses, growing client segments such as 2-in-1s, gaming, home gateways Source text: bit.ly/1U5IJTa ; bit.ly/1ThIqm7 Further company coverage:",
        "header": "BRIEF-Intel announces reduction of up to 12,000 positions globally",
        "time": "4:26PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/idUSL5N17M6FB",
        "body": "* Sees Q2 revenue $13.5 billion, plus or minus $500 million, returning to a typical 13-week quarter\n\n* Sees 2016 gaap revenue of up mid-single digits, down from prior outlook of mid- to high-single digits",
        "header": "BRIEF-Intel Corp reports Q1 gaap EPS of $0.42",
        "time": "5:07PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/us-intel-results-idUSKCN0XG2NM",
        "body": "(Reuters) - Intel Corp (INTC.O) said on Tuesday it would cut up to 12,000 jobs globally, or 11 percent of its workforce, as it refocuses its business towards making microchips that power data centers and Internet connected devices and away from the declining personal computer industry it helped found.\n\nTech companies including the former Hewlett Packard Co and Microsoft Corp (MSFT.O) have reorganized in the face of the PC industry decline. Many new tech users around the world turn to mobile phones for their computing needs, and corporations increasingly rely on big machines rather than desktop models to run their businesses. Global personal computer shipments fell 11.5 percent in the first quarter, tech research company IDC said on Monday.\n\nIntel, the world’s largest chipmaker, lowered its revenue forecast for the year. It now expects revenue to rise in mid-single digits, down from its previous forecast of mid- to high-single digits.\n\nIntel’s shares were down 2.2 percent at $30.90 in extended trading.\n\nMost of Intel's factories are in the United States, although it did not identify where cuts would be focused geographically. It said it would record a pretax restructuring charge of $1.2 billion in the second quarter and expected annual savings of $1.4 billion per year starting mid-2017. (bit.ly/1WDPfBm)\n\nThe company also said Chief Financial Officer Stacy Smith will move to a new role leading sales, manufacturing and operations. Intel said it would begin a formal search process for a new CFO.\n\nSmith said that Intel now expects the PC market to decline by a percentage in the high single digits in 2016 versus a prior forecast of a mid single-digit decline. Declines in China and other emerging markets are also leading to greater than anticipated reductions in worldwide PC supply chain inventory, Intel Chief Executive Brian Krzanich said on a conference call.\n\n“PC demand, at least in the eyes of Intel, is expected to be weaker than the industry originally anticipated,” said Angelo Zino, an equity analyst at S&P Capital Global Market Intelligence.\n\nHe added that although the industry has already seen some of the weakness experienced by Intel, the company’s comments dashed any hope of recovery.\n\nThe Santa Clara, California-based company has been focusing on its higher-margin data center business as it looks to reduce its dependence on the slowing PC market. Intel has also made inroads into the mobile devices market, although competitors Qualcomm Inc (QCOM.O) and Samsung Electronics Co(005930.KS) dominate there.\n\nIntel said in a statement the job cuts would be carried out by mid-2017 and the restructuring would “accelerate its evolution from a PC company to one that powers the cloud and billions of smart, connected computing devices.”\n\nSales of products for the data center and the Internet of things accounted for 40 percent of revenue and the majority of operating profit, it added.\n\nRaymond James analyst Hans Mosesmann, who rates Intel “under perform” said the problems leading to the job cuts were likely more about Intel than the broader tech industry.\n\n“The bigger issue is the restructuring and will it be enough for the company to properly adapt to a changing environment where cloud and IoT competitive dynamics are quite different,” Mosesmann added.\n\nOn a per share basis, the company earned 42 cents per share, in the first quarter, up from 41 cents a year earlier.\n\nNon-GAAP net revenue came in at $13.80 billion, compared with analysts’ average estimate of $13.83 billion, according to Thomson Reuters I/B/E/S. Adjusted earnings of 54 cents per share topped Wall Street forecasts of 48 cents.\n\nUp to Tuesday’s close, Intel’s shares had fallen 8.4 percent this year, compared with a slight gain in the broader semiconductor index .SOX.",
        "header": "Intel to cut up to 12,000 jobs as PC industry swoons",
        "time": "8:10PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/intel-results-idUSL3N17I4GU",
        "body": "April 19 (Reuters) - Intel Corp said it would cut 12,000 jobs globally, or 11 percent of its workforce.\n\nThe company said it would record a pretax restructuring charge of $1.2 billion in the second quarter. (bit.ly/1WDPfBm)",
        "header": "Intel says to cut 12,000 jobs globally",
        "time": "4:13PM UTC"
    }
]