[
    {
        "link": "http://www.reuters.com/article/idUSFWN1BR0HE",
        "body": "* On September 14, 2016, board appointed Tsu-Jae King Liu to audit committee of board, effective immediately Source text - bit.ly/2cMnybx Further company coverage:",
        "header": "BRIEF-Intel appoints Tsu-Jae King Liu to audit committee of board",
        "time": "4:14PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/teva-pharm-ind-intel-huntington-idUSL8N1BR3B2",
        "body": "JERUSALEM, Sept 15 (Reuters) - Teva Pharmaceutical Industries is collaborating with Intel Corp to develop a wearable device and machine learning platform for Huntington disease patients, Teva said on Thursday.\n\nThe platform will monitor and analyse key symptoms that impact daily living to better understand disease progression and improve treatment evaluation, Israel-based Teva, the world’s largest generic drugmaker, said.\n\nHuntington is a fatal neurodegenerative disease characterised by uncoordinated and uncontrollable movements, cognitive deterioration and behavioural and/or psychological problems.\n\nTeva, working with Intel, will deploy the technology in a sub-study within an ongoing study on Huntington, which will start later this year in the United States and Canada.\n\nPatients will use a smartphone and wear a smartwatch equipped with sensing technology that will continuously measure their functioning and movement. Data will be wirelessly streamed to a cloud-based platform developed by Intel to analyse data from wearable devices.\n\n“Current measurement of symptoms is largely based on observation when the patient sees the doctor,” said Michael Hayden, president of Teva Global R&D. “This technology now provides us with an opportunity to have continuous monitoring.” (Reporting by Steven Scheer; editing by Susan Thomas)",
        "header": "Teva Pharm, Intel to study Huntington disease progression",
        "time": "9:01AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/idUSFWN1BR059",
        "body": "Sept 15 (Reuters) - Teva Pharmaceutical Ltd Says It Will Deploy The Technology Platform In A Sub\n\n* Teva Pharmaceutical announces collaboration with Intel Corp to develop a unique wearable device and machine learning platform for use in huntington disease\n\n* Says study will start towards end of year and will take place in centers in U.S and Canada Source text for Eikon: Further company coverage:",
        "header": "BRIEF-Teva collaborates with Intel to develop a device for use in huntington disease",
        "time": "8:22AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/idUSFWN1BR0C5",
        "body": "* Intel Corp says board of directors has declared a quarterly dividend of 26 cents per share Source text for Eikon: Further company coverage:",
        "header": "BRIEF-Intel says  board has declared a quarterly dividend of 26 cents per share",
        "time": "9:24AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/us-teva-pharm-ind-intel-huntington-idUSKCN11L1O0",
        "body": "(Reuters) - Teva Pharmaceutical Industries Ltd (TEVA.TA) said on Thursday it was collaborating with Intel Corp (INTC.O) to develop a wearable technology platform to track the progression of disease in patients with Huntington‘s, a fatal degenerative disorder.\n\nThe inherited condition causes the progressive breakdown of nerve cells in the brain, resulting in a gradual decline in motor control, cognition and mental stability.\n\nThere are no approved drugs to alter the course of Huntington‘s, although there are medicines that help with symptoms. Patients typically succumb to the disease within 15‐25 years of diagnosis.\n\nTeva (TEVA.N), with Intel, will deploy the technology as part of an ongoing mid-stage Huntington’s study, the Israeli company said on Thursday.\n\nPatients will use a smartphone and wear a smartwatch equipped with sensing technology that will continuously measure functioning and movement.\n\nThe data from the devices will then be wirelessly streamed to a cloud-based platform, developed by Intel, that will translate it, in near real-time, into scores to assess motor symptom severity.\n\nThe line between pharmaceuticals and technology is blurring as companies join forces to tackle chronic diseases using high-tech devices that combine biology, software and hardware.\n\nAccurate monitoring using wearables is expected to dovetail with a drive to offer so-called value-based healthcare.\n\nThe aim is to prove that medicines can keep large groups of patients healthy, thereby improving their appeal to cost-conscious insurers. That gives drugmakers a major incentive to offer services that go beyond routine drug prescriptions.\n\nBusinesses such as Apple (AAPL.O), Samsung Electronics (005930.KS) and Alphabet, are all trying to find health-related applications for a new wave of wearable products.\n\nEarlier this month, Sanofi (SASY.PA) and Verily, the life sciences unit of Google parent Alphabet Inc (GOOGL.O), announced a joint venture combining devices with services to improve diabetes care.\n\nIn August, GlaxoSmithKline (GSK.L) and Verily created a new company focused on fighting diseases by targeting electrical signals in the body, a novel field of medicine called bioelectronics.\n\nVerily is also working on development of a smart contact lens in partnership with Swiss drugmaker Novartis (NOVN.S) that has an embedded glucose sensor to help monitor diabetes.\n\nSanofi (SASY.PA) also has a diabetes deal with Alphabet, while Biogen (BIIB.O) is working with the tech giant to study the progression of multiple sclerosis.\n\nTeva, last year, announced it would partner with IBM’s (IBM.N) Watson Health.",
        "header": "Teva, Intel to develop wearable technology for Huntington's disease",
        "time": "12:15PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/teva-pharm-ind-intel-huntington-idUSL8N1BR3GV",
        "body": "(Reuters) - Teva Pharmaceutical Industries Ltd (TEVA.TA) said on Thursday it was collaborating with Intel Corp (INTC.O) to develop a wearable technology platform to track the progression of disease in patients with Huntington‘s, a fatal degenerative disorder.\n\nThe inherited condition causes the progressive breakdown of nerve cells in the brain, resulting in a gradual decline in motor control, cognition and mental stability.\n\nThere are no approved drugs to alter the course of Huntington‘s, although there are medicines that help with symptoms. Patients typically succumb to the disease within 15‐25 years of diagnosis.\n\nTeva (TEVA.N), with Intel, will deploy the technology as part of an ongoing mid-stage Huntington’s study, the Israeli company said on Thursday.\n\nPatients will use a smartphone and wear a smartwatch equipped with sensing technology that will continuously measure functioning and movement.\n\nThe data from the devices will then be wirelessly streamed to a cloud-based platform, developed by Intel, that will translate it, in near real-time, into scores to assess motor symptom severity.\n\nThe line between pharmaceuticals and technology is blurring as companies join forces to tackle chronic diseases using high-tech devices that combine biology, software and hardware.\n\nAccurate monitoring using wearables is expected to dovetail with a drive to offer so-called value-based healthcare.\n\nThe aim is to prove that medicines can keep large groups of patients healthy, thereby improving their appeal to cost-conscious insurers. That gives drugmakers a major incentive to offer services that go beyond routine drug prescriptions.\n\nBusinesses such as Apple (AAPL.O), Samsung Electronics (005930.KS) and Alphabet, are all trying to find health-related applications for a new wave of wearable products.\n\nEarlier this month, Sanofi (SASY.PA) and Verily, the life sciences unit of Google parent Alphabet Inc (GOOGL.O), announced a joint venture combining devices with services to improve diabetes care.\n\nIn August, GlaxoSmithKline (GSK.L) and Verily created a new company focused on fighting diseases by targeting electrical signals in the body, a novel field of medicine called bioelectronics.\n\nVerily is also working on development of a smart contact lens in partnership with Swiss drugmaker Novartis (NOVN.S) that has an embedded glucose sensor to help monitor diabetes.\n\nSanofi (SASY.PA) also has a diabetes deal with Alphabet, while Biogen (BIIB.O) is working with the tech giant to study the progression of multiple sclerosis.\n\nTeva, last year, announced it would partner with IBM’s (IBM.N) Watson Health.",
        "header": "UPDATE 2-Teva, Intel to develop wearable tech for Huntington's disease",
        "time": "12:14PM UTC"
    }
]