[
    {
        "link": "http://www.reuters.com/article/idUSFWN1BJ0MZ",
        "body": "BRIEF-Intel nearing deal to sell McAfee security unit to TPG, which could value unit at $4.2 bln - CNBC",
        "header": "BRIEF-Intel nearing deal to sell McAfee security unit to TPG, which could value unit at $4.2 bln - CNBC",
        "time": "3:34PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/intel-mcafee-sale-idUSL1N1BJ1OO",
        "body": "(Reuters) - Intel Corp said it would spin out its cyber security division, formerly known as McAfee, and sell a majority stake in it to investment firm TPG for $3.1 billion in cash.\n\nTPG will own 51 percent of the new entity, valuing the entire company at $4.2 billion including debt.\n\nIntel, which bought McAfee for $7.7 billion in 2011, will retain a 49 percent stake in the business.\n\nThe deal ends a failed effort by Intel to stake out a major position in the computer security business. At the time of the acquisition, Intel spoke of integrating McAfee security technology into its chips, but little came of those plans.\n\nIntel executives at the time also said they hoped the acquisition would give it a piece of the emerging business of protecting corporations from sophisticated espionage, but newer players such as Mandiant, now a unit of FireEye, came to dominate that business.\n\nAt the same time, PC growth slowed, eroding the traditional McAfee customer base’s potential.\n\nThe unit, rebranded as Intel Security Group in 2014, will revert to the McAfee brand name following the closing of the deal, expected in the second quarter of 2017.\n\nMcAfee’s founder, John McAfee, was for a time on the run from a murder investigation in Belize and is a pariah in the industry. He recently sued Intel to get back the right to use his name.\n\nChris Young, Intel Security’s general manager, will be named chief executive of the new company.\n\nIntel Security’s revenue rose 11 percent to $1.1 billion through the first half of this year, the company said in a statement.\n\nTPG, which is making a $1.1 billion equity investment in the company, first approached Intel’s board about a potential transaction for McAfee around a year ago, sources familiar with the matter said.\n\nTPG also led a $120 million investment round for security startup Tanium last year and was the lead investor in a $100 million funding round in internet security firm Zscaler.",
        "header": "Intel to spin out security unit, sell stake in business to TPG",
        "time": "8:10PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/idUSFWN1BJ0NA",
        "body": "* Intel and TPG to collaborate to establish McAfee as leading independent cybersecurity company valued at $4.2 billion\n\n* Intel to receive $3.1 billion in cash and retain 49 percent stake after completion of transaction\n\n* Intel Corp says Chris Young will be appointed CEO of new company upon closing of transaction\n\n* TPG to own 51 percent of new company, which will be named McAfee\n\n* TPG is making a $1.1 billion equity investment to help drive growth and enhance focus as a standalone business\n\n* Debt initially will be financed by Intel until completion of audited financial statements for McAfee\n\n* Deal based on an equity value of about $2.2 billion plus McAfee net debt of about $2 billion Source text for Eikon: Further company coverage:",
        "header": "BRIEF-Intel and TPG to collaborate to establish McAfee as a cybersecurity company valued at $4.2 bln",
        "time": "4:20PM UTC"
    }
]