[
    {
        "link": "http://www.reuters.com/article/us-autos-selfdriving-idUSKBN13O0AN",
        "body": "(Reuters) - Auto parts maker Delphi Automotive Plc and Israeli technology firm Mobileye NV will put an Intel Corp chip at the heart of their joint effort to produce self-driving vehicles by 2019, the companies said on Tuesday.\n\nThe move is a boost for the world’s largest semiconductor maker, which is also working with German luxury car maker BMW AG and Mobileye on self-driving technology, but has not been able to extend its broader chip dominance into the fast-emerging autonomous vehicle market.\n\nCompanies from Alphabet Inc’s Google to Uber Technologies Inc [UBER.UL] and Tesla Motors Inc are vying to put autonomous vehicles on U.S. roads, which could radically reshape transportation across the country.\n\nIntel will provide a “system on chip” for autonomous vehicle systems that Delphi and Mobileye are developing together, Glen De Vos, Delphi’s vice president of engineering, told Reuters.\n\nUK-based Delphi is talking with established automakers and new or niche vehicle companies, such as manufacturers of commercial vehicles, interested in automating vehicles, De Vos said.\n\nThe system Delphi and Mobileye are developing would likely come to market first in a commercial vehicle operating in a limited area, such as an airport shuttle or a ride-hailing service, DeVos said.\n\nDelphi is testing autonomous driving technology in vehicles in Singapore. By the end of this year, Delphi hopes to choose a city in the United States to launch a test fleet of self-driving cars during 2017, De Vos said. The company is also looking for test site in a European city.\n\n“We are looking at Pittsburgh and Boston and a couple of others,” De Vos said. Pittsburgh is where ride services company Uber is testing its own self-driving vehicles.\n\nDelphi and Mobileye will stage a demonstration of their self-driving vehicle system at the Consumer Electronics Show in Las Vegas in January, De Vos said. That system will use current, electromechanical laser imaging technology, or LIDAR, that is too expensive for use in consumer vehicles, he said.\n\nDelphi is also working with Quanergy Systems, a maker of solid-state LIDAR systems, De Vos said.",
        "header": "Delphi, Mobileye to use Intel chip for self-driving car system",
        "time": "12:25AM UTC"
    }
]