[
    {
        "link": "http://www.reuters.com/article/us-usa-intel-whitehouse-idUSKBN15N29X",
        "body": "WASHINGTON (Reuters) - Intel Corp (INTC.O) chose the White House Oval Office as its backdrop to announce a $7 billion investment in a previously shelved Arizona factory, which it said would create 3,000 jobs when it is up and running.\n\nIntel Chief Executive Officer Brian Krzanich told reporters about the investment while standing behind President Donald Trump. Trump told reporters Krzanich called him a few weeks ago to say he wanted to meet to make a big announcement.\n\nKrzanich said he made the announcement at the White House as a sign of support for the “tax and regulatory policies that we see the administration pushing forward.”\n\nTrump, a Republican who took office on Jan. 20, promised during his campaign to push companies to keep or create jobs in the United States rather than sending them abroad.\n\nIntel was one of more than 100 companies that joined together to file a legal brief opposing Trump’s temporary travel ban on people from seven Muslim-majority nations.\n\nThe issue did not come up during the Oval Office meeting, said Reed Cordish, a White House official in charge of technology initiatives.\n\nThe company said in a statement that the plant would be completed in three or four years.\n\nThe chip factory was started in 2011 as a $5 billion project that was targeted to open in late 2013. Intel shelved its plans in 2014 when smartphones and tablets cut into demand for chips for personal computers.\n\nKrzanich said in an email to Intel employees that was posted on the company’s website that the factory would build chips for data centers and smart devices.\n\nIntel announced less than a year ago that it would cut up to 12,000 jobs globally, or 11 percent of its workforce, as it refocused its business towards microchips that power data centers and Internet connected devices and away from the declining personal computer industry it helped found.",
        "header": "Intel uses White House Oval Office for splash on Arizona factory",
        "time": "5:19PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/us-usa-trump-intel-idUSKBN15N21R",
        "body": "WASHINGTON (Reuters) - President Donald Trump will meet with Intel Corp (INTC.O) chief executive Brian Krzanich on Wednesday afternoon, the White House said, offering no further details.\n\nIntel was one of more than 100 companies that joined together to file a legal brief opposing Trump’s temporary travel ban on people from seven Muslim-majority nations.\n\nThe White House had said earlier that Vice President Mike Pence would speak on Wednesday with Tesla Inc (TSLA.O) and SpaceX CEO Elon Musk, a member of Trump’s business advisory council, whose companies had also signed onto the brief.",
        "header": "Trump to meet with Intel CEO on Wednesday: White House",
        "time": "1:32PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/white-house-official-says-there-will-be-idUSL1N1FT1BJ",
        "body": "WHITE HOUSE OFFICIAL SAYS THERE WILL BE NO INCENTIVES FROM THE FEDERAL GOVERNMENT FOR INTEL PROJECT",
        "header": "WHITE HOUSE OFFICIAL SAYS THERE WILL BE NO INCENTIVES FROM THE FEDERAL GOVERNMENT FOR INTEL PROJECT",
        "time": "1:11PM UTC"
    }
]