[
    {
        "link": "http://www.reuters.com/article/brief-intel-corp-reports-quarterly-gaap/brief-intel-corp-reports-quarterly-gaap-earnings-per-share-0-94-idUSFWN1N11HE",
        "body": "* Quarterly client computing group revenues $8.9 billion, flat‍ from last year\n\n* Says full-year revenue outlook raised by $700 million to $62 billion\n\n* Says full-year GAAP EPS outlook raised by $0.27 to $2.93 and non-GAAP EPS by $0.25 to $3.25\n\n* Quarterly data center group revenues $4.9 billion, up 7 percent from last year\n\n* Quarterly internet of things group revenues $849 million, up 23 percent from last year",
        "header": "BRIEF-Intel Corp reports quarterly GAAP earnings per share $0.94‍​",
        "time": "4:13PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/us-intel-results/intel-lifts-full-year-forecasts-on-data-center-strength-idUSKBN1CV3BA",
        "body": "(Reuters) - Intel Corp (INTC.O), the world’s largest computer chipmaker, raised its full-year revenue and profit forecasts, helped by strong growth in its data center business.\n\nThe company’s shares were up 2.2. percent at $42.25 in extended trading.\n\nFor the full year, the company said it expects to earn, on an adjusted basis, $3.25 per share on revenue of $62 billion, beating analysts’ estimate of $3.01 per share on revenue of $61.4 billion, according to Thomson Reuters I/B/E/S.\n\nIn July, the company had previously forecast full-year adjusted profit of $3 per share on revenue of $61.3 billion.\n\n“The combination of a solid quarter and healthy guidance will be something the bulls can hang their hat on tomorrow,” Daniel Ives, chief strategy officer at GBH Insights said.\n\nRevenue from Intel’s higher-margin data center business rose 7 percent to $4.9 billion in the third quarter, beating analysts’ expectation of $4.79 billion, according to financial data and analytics firm FactSet.\n\n“We’re going to see it continue to become a bigger and bigger portion of our business,” Chief Financial Officer Bob Swan said on a call.\n\nIntel, which has been switching its focus to the data center business, is also venturing into newer areas such as artificial intelligence and driverless cars to reduce its reliance on the PC market.\n\nThe chipmaker completed the acquisition of Israeli autonomous vehicle technology firm Mobileye MBLY.N in August to compete with peers such as Qualcomm Inc (QCOM.O) and Nvidia Corp (NVDA.O) and tap the fast-growing market of driverless cars.\n\n“With cloud, Internet of Things, and self-driving cars creating newer growth areas, now is the time for Intel to lay the seeds of growth in these key areas,” Ives said.\n\nRevenue from client computing, as Intel calls its PC chip business, remained flat at $8.9 billion. Analysts had expected revenue of $8.68 billion, according to FactSet.\n\nIntel recently launched its Coffee Lake line of processors, which analysts believe will pose challenges for rival Advanced Micro Devices Inc’s (AMD.O) Ryzen processors.\n\nThe company's net income rose to $4.52 billion, or 94 cents per share, in the third quarter ended Sept. 30, from $3.38 billion, or 69 cents per share, a year earlier. (bit.ly/2zRIW6x)\n\nExcluding items, the company earned $1.01 cents per share, beating analysts’ estimate of 80 cents per share.",
        "header": "Intel lifts full-year forecasts on data center strength",
        "time": "6:57PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/intel-results/intel-reports-34-pct-rise-in-quarterly-profit-idUSL4N1N163G",
        "body": "Oct 26 (Reuters) - Intel Corp, the world’s largest computer chipmaker, reported a 33.7 percent rise in quarterly profit on Thursday, helped by strong growth in its data center and cloud computing business.\n\nThe company's net income rose to $4.52 billion, or 94 cents per share, in the third quarter ended 30, from $3.38 billion, or 69 cents per share, a year earlier. (bit.ly/2zRIW6x)\n\nRevenue rose to $16.15 billion from $15.78 billion. (Reporting by Laharee Chatterjee in Bengaluru; Editing by Shounak Dasgupta)",
        "header": "Intel reports 34 pct rise in quarterly profit",
        "time": "4:08PM UTC"
    }
]