[
    {
        "link": "http://www.reuters.com/article/us-israel-economy-intel/israel-to-let-intel-pay-mobileye-tax-in-dollars-to-avoid-shekel-rise-idUSKCN18C15E",
        "body": "JERUSALEM (Reuters) - Israel sought to prevent the shekel rising further on Tuesday by agreeing to allow Intel Corp (INTC.O) to pay the tax due on its planned purchase of Israeli autonomous vehicle technology firm Mobileye MBLY.N in dollars.\n\nIntel agreed to buy Mobileye for $15.3 billion in March in a deal which, if completed, is expected to result in a capital gains tax payment of $1 billion to $1.5 billion.\n\nIsrael had initially believed the money would fund tax cuts, but the central bank was worried converting such a large sum from dollars would further strengthen the shekel, which Bank of Israel officials have said is “over-valued”.\n\nThe Israel Tax Authority, accountant general and Bank of Israel said in Tuesday’s joint statement that Intel will be able to pay the taxes derived from the Mobileye transaction in U.S. dollars “with the aim of preventing an impact on the exchange rate and over-appreciation of the shekel”.\n\nAny taxes paid from the deal could then either be deposited at the Bank of Israel as foreign exchange reserves or spent abroad by Israel on arms or other items.\n\nThe shekel ILS= has gained 7 percent against the dollar so far in 2017 to a 27-month high of 3.6. It is also close to a 15-year peak versus the euro EURILS= and at an all-time high against a basket of currencies.\n\nThe Bank of Israel has tried to halt the appreciation through market intervention and its foreign exchange reserves hit a record high of $105.1 billion in April.",
        "header": "Israel to let Intel pay Mobileye tax in dollars to avoid shekel rise",
        "time": "6:59AM UTC"
    },
    {
        "link": "http://www.reuters.com/article/brief-bmw-group-intel-and-mobileye-annou/brief-bmw-group-intel-and-mobileye-announce-delphi-as-development-partner-for-autonomous-driving-platform-idUSFWN1II0HD",
        "body": "* BMW Group, Intel and Mobileye announce Delphi as a development partner and system integrator for their autonomous driving platform\n\n* cooperation intend to integrate and industrialize level 3 to level 5 automated driving technology for multiple automotive oems Source text for Eikon: Further company coverage:",
        "header": "BRIEF-BMW Group, Intel and Mobileye announce Delphi as development partner for autonomous driving platform",
        "time": "7:43AM UTC"
    }
]