[
    {
        "link": "http://www.reuters.com/article/us-intel-corp-results/intel-lifts-forecasts-as-driverless-tech-ai-add-to-pc-gains-idUSKBN1AC33F",
        "body": "(Reuters) - Chipmaker Intel Corp raised its full-year revenue and profit forecasts on higher expectations for its mainstay personal computer business and growth in newer areas such as artificial intelligence and autonomous driving.\n\nShares of the world’s largest chipmaker, which also beat second-quarter estimates, were up 1.3 percent in after-hours trading on Thursday.\n\nIntel has been grappling with a declining PC industry it helped found and has been pushing into making chips that power data centers and also into autonomous vehicle technology.\n\nThe company agreed in March to buy autonomous vehicle technology firm Mobileye NV, thrusting Intel into the forefront of the market.\n\nIntel expects to close the Mobileye purchase in the current quarter, several months earlier than expected, Chief Executive Brian Krzanich said on a post-earnings call on Thursday.\n\nThe company is also benefiting from lower-than-expected declines in personal computer shipments.\n\nWorldwide shipments of traditional PCs were down 3.3 percent in the second quarter from a year earlier, slightly better than expectations of a 3.9 percent decline, research firm IDC said this month. (bit.ly/2vNe2u7)\n\nRevenue in Intel’s client computing, the biggest contributor to sales and which supplies chips to PC makers, rose 12 percent to $8.21 billion. Analysts had expected $7.88 billion, according to financial data and analytics firm FactSet.\n\n“My biggest takeaway was kind of surprise with how strong the PC side of business was in a market where PC units appear to be declining in the 3 percent to 4 percent range every year,” said Edward Jones analyst Dave Heger.\n\nRevenue from the data center business, a focus for the company, rose 9 percent to $4.37 billion, but missed expectation of $4.41 billion, according to FactSet.\n\nThe company’s Internet of Things business grew 26 percent to $720 million.\n\nIntel said it expected full-year adjusted earnings to be $3 per share, plus or minus 5 percent, or $2.85 to $3.15. The new forecast is 15 cents higher than the previous estimate.\n\nIntel also increased its full-year revenue forecast by $1.3 billion to $61.3 billion, plus or minus $500 million.\n\nAnalysts on average were expecting earnings of $2.86 per share and revenue of $60.22 billion, according to Thomson Reuters I/B/E/S.\n\nOn an adjusted basis, Intel earned 72 cents per share in the second quarter, ahead of analysts' estimate of 68 cents. (bit.ly/2h6LbO2)\n\nAdjusted for certain items, revenue was $14.76 billion, ahead of estimates of $14.41 billion.",
        "header": "Intel lifts forecasts as driverless tech, AI add to PC gains",
        "time": "6:56PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/intel-corp-results/intel-q2-revenue-rises-9-1-pct-idUSL3N1KI65U",
        "body": "July 27 (Reuters) - Intel Corp, the world’s largest chipmaker, reported a 9.1 percent rise in quarterly revenue, helped by strength in its data center and personal computer businesses.\n\nThe company's net income rose to $2.81 billion, or 58 cents per share, in the second quarter ended July 1 from $1.33 billion, or 27 cents per share, a year earlier. (bit.ly/2h6LbO2)\n\nProfit in the prior-year quarter was hurt by a charge of $1.41 billion related to Intel’s cost-cutting drive.\n\nRevenue rose to $14.76 billion from $12.53 billion. (Reporting by Ismail Shakil in Bengaluru; Editing by Maju Samuel)",
        "header": "Intel Q2 revenue rises 9.1 pct",
        "time": "4:12PM UTC"
    },
    {
        "link": "http://www.reuters.com/article/brief-intel-reports-quarterly-gaap-eps-o/brief-intel-reports-quarterly-gaap-eps-of-0-58-idUSFWN1KI0ZC",
        "body": "* Quarterly GAAP earnings per share (EPS) was $0.58 and non-GAAP EPS was $0.72‍​\n\n* Sees FY restructuring and other charges of about $200 million",
        "header": "BRIEF-Intel reports quarterly GAAP EPS of $0.58",
        "time": "4:24PM UTC"
    }
]