[
    {
        "link": "http://www.reuters.com/article/us-qualcomm-stocks/qualcomm-dips-on-risk-of-losing-apple-intel-gains-idUSKBN1D029Z",
        "body": "(Reuters) - Shares in Qualcomm Inc (QCOM.O) fell as much as 8 percent on Tuesday on reports that Apple Inc (AAPL.O) would not use its modem chips in iPhones and iPads from next year.\n\nQualcomm has been a supplier of components to Apple for years but the relationship took a bad turn earlier this year when Apple accused Qualcomm of overcharging for chips and refusing to pay some $1 billion in promised rebates.\n\nThe change would affect iPhones released in the fall of 2018, but Apple could still change course before then, two people familiar with the matter told Reuters on Monday.\n\nShares of Intel Corp (INTC.O) — which analysts have said would benefit the most if Apple switches vendors — rose 3.2 percent and hit a 17-year high on Tuesday.\n\nA number of analysts, however, raised questions about the wisdom of Apple switching from one of its long-time vendors at a time when it has already had to push back the release of its 10th anniversary iPhone X due to issues with new tech.\n\n“While Intel’s new modem does support CDMA, it will be their first generation CDMA device, which carries inherent risks,” Raymond James analyst Chris Caso told Reuters.\n\nAnother analyst, Baird Equity’s Tristan Gerra, said the share of Intel’s modem chips in the iPhone could approach 100 percent within the next two years from less than 50 percent currently.\n\n“The jury is still out if Apple decides to go in this direction and away from Qualcomm but it would be a potentially game-changing move,” Daniel Ives, analyst at GBH Insights told Reuters.\n\nOne analyst estimated the annual value of Qualcomm’s share of Apple chips at about $1.5-1.75 billion in revenue compared to the chipmaker’s 2016 revenue of $23.55 billion and Intel’s nearly $60 billion.",
        "header": "Qualcomm dips on risk of losing Apple, Intel gains",
        "time": "7:12PM UTC"
    }
]