[
    {
        "link": "http://www.reuters.com/article/us-eu-intel-antitrust/landmark-intel-judgment-critical-for-other-eu-antitrust-cases-idUSKCN1BF1ZS",
        "body": "BRUSSELS (Reuters) - Europe’s top court will rule on Wednesday whether U.S. chipmaker Intel offered illegal rebates to squeeze out rivals in a judgment that could affect EU antitrust regulators’ cases against Qualcomm and Alphabet’s Google.\n\nThe ruling by the Luxembourg-based Court of Justice of the European Union (ECJ) could also provide more clarity on whether rebates are anti-competitive by nature or whether enforcers need to prove the anti-competitive effect.\n\nThe European Commission in a 2009 decision said that Intel tried to thwart rival Advanced Micro Devices by giving rebates to PC makers Dell [DI.UL], Hewlett Packard, NEC and Lenovo for buying most of their computer chips from the company.\n\nIt handed down a 1.06 billion euro ($1.3 billion) fine, a record that was subsequently eclipsed by the 2.4 billion euro fine levied on Google in June this year.\n\nA lower court upheld the EU competition authority’s decision in 2014, but last year an ECJ court adviser backed Intel’s arguments.\n\nAn adverse ruling for the Commission on Wednesday could result in a radical review of ongoing cases, said Andrew Ward, a partner at Madrid-based law firm Cuatrecasas.\n\n“A loss in such a high-profile case would be embarrassing (for the regulator),” he said, adding that it might mean that long-established theories and processes would need to be reassessed.\n\n“Losing against Intel would clearly be a blow to the Commission and a confidence boost for Google, since on the face of it the theory of harm is much more established in the Intel case.”\n\nGoogle has come under fire from the EU over its Android smartphone operating system and online search advertising.\n\nU.S. chipmaker Qualcomm, meanwhile, faces EU charges of using anti-competitive methods to squeeze out British phone software maker Icera and of making illegal payments to a major customer for exclusively using its chipsets since 2011.\n\nIt would be a rare departure, however, for the ECJ to go against the Commission.\n\n“If the Commission wins, it will be business as usual. They will be even more confident in their agenda,” another lawyer said.",
        "header": "Landmark Intel judgment critical for other EU antitrust cases",
        "time": "12:14PM UTC"
    }
]