[
    {
        "time": "4:38PM UTC",
        "body": "NEW YORK (Reuters) - The Dow and the S&P 500 ended lower on Tuesday following two sessions of gains as investors weighed the implications of strong economic data for the path of monetary policy over the next several months.\n\nAfter the closing bell, Tesla Motors Inc (TSLA.O) reported a stronger-than-expected third-quarter profit, but offered a fourth-quarter outlook that fell short of Wall Street estimates. The company’s stock fell about 11 percent.\n\nAmong top declining sectors were energy and telecoms which had been market leaders in the previous day. The S&P energy sector index .SPNY fell 0.8 percent and the telecom service sector index .SPLRCL lost 1.9 percent.\n\n“Despite the bounce at the beginning of this week, equity markets likely need further consolidation, pullback before a more meaningful upside rally can develop given short-term indicators remain overbought,” said Robert Sluymer, analyst at RBC Capital Markets in New York.\n\nThe Institute for Supply Management said its services index rose a point to 55.4 in October despite a partial government shutdown during the first half of the month. The reading came in higher than September’s 54.4, handily beating expectations for a slight deceleration.\n\nInvestors are scrambling to measure the impact of strong data on the Federal Reserve’s decision to keep pumping $85 billion monthly into the economy through bond purchases. This stimulus has been instrumental in spurring a rally that has set the S&P 500 on course toward its best year in a decade.\n\nThe Fed has stressed its decision to change the level of stimulus is data-dependent. Once the economy is strong enough, it has said it may begin to withdraw its massive bond purchases.\n\nThe Dow Jones industrial average .DJI was down 20.90 points, or 0.13 percent, at 15,618.22. The Standard & Poor's 500 Index .SPX was down 4.96 points, or 0.28 percent, at 1,762.97. The Nasdaq Composite Index .IXIC was up 3.27 points, or 0.08 percent, at 3,939.86.\n\nOn the New York Stock Exchange, declining stocks beat advancing ones by 2,045 to 956 while on the Nasdaq, decliners beat advancers by 1,473 to 1,076.\n\nAccording to Thomson Reuters data, of 404 companies in the S&P 500 that have reported results through Tuesday morning, 69.6 percent have topped Wall Street’s expectations, above the long-term average of 63 percent. However, just 53.3 percent beat revenue forecasts, below the 61 percent average since 2002.\n\nMichael Kors Holdings (KORS.N) gained 5.8 percent to $79.13 after the luxury apparel retailer reported a better-than-expected 40 percent jump in quarterly revenue.\n\nGT Advanced Technologies GTAT.O jumped more than 20 percent to $10.10 after it said Apple (AAPL.O) will open a manufacturing facility in Arizona in partnership with the mineral crystal specialist to make sapphire materials for Apple’s electronic devices.\n\nCVS Caremark (CVS.N) advanced 2 percent to $63.22 after the drugstore operator and pharmacy benefits manager posted a higher-than-expected profit and raised its forecast.\n\nTenet Healthcare (THC.N) was the worst performer on the S&P 500, down 8.8 percent to $44 after its third-quarter net income slid from a year earlier.",
        "header": "Dow, S&P 500 down after two-day winning streak; Tesla plunges on outlook",
        "link": "http://www.reuters.com/article/2013/11/05/us-markets-stocks-idUSBRE99R0GU20131105"
    },
    {
        "time": "8:10PM UTC",
        "body": "DETROIT (Reuters) - Tesla Motors Inc (TSLA.O) forecast a weaker-than-expected fourth-quarter profit and posted third-quarter Model S deliveries that disappointed some analysts as the electric car maker struggled to meet demand because of limited capacity.\n\nTesla’s stock fell more than 11 percent in after-the-bell trade following the results. Tesla shares closed Nasdaq trade at $176.81 on Tuesday.\n\nDuring a conference call on Tuesday, Chief Executive Elon Musk said production has been curtailed by a lack of the lithium-ion battery cells required to power the Model S.\n\n“It doesn’t make sense to do things to amplify demand if we can’t meet that demand with production,” he told analysts. “We spend our time trying to figure out how do we ramp up our production faster.”\n\nTesla’s recent deal with Panasonic Corp (6752.T) should help ease the battery cell shortages. The company is also exploring the possibility of building a battery factory with partners, most likely in North America.\n\nTesla’s fourth-quarter adjusted profit would be “about consistent” the third quarter, implying results would fall short of the 20 cents per share expected by analysts, according to Thomson Reuters I/B/E/S.\n\nTesla delivered more than 5,500 Model S electric cars during the third quarter. This was a record for the company, but still less than the 5,800 expected by analysts at Barclays Capital and Wedbush Securities.\n\nThe outlook and Model S deliveries overshadowed Tesla’s forecast-beating profit for the third quarter. Tesla reported adjusted third-quarter profit of 12 cents per share, compared with the average analyst forecast of 11 cents. Adjusted revenue of $603 million also beat estimates.\n\n“Results with somewhat slower ramp of Tesla S deliveries reinforce our view that Tesla (stock) had overshot in the past few months and is more properly valued at $141,” Barclays Capital analyst Brian Johnson said in a research note.\n\nTesla forecast deliveries of slightly less than 6,000 cars in the fourth quarter. The Model S starts at $70,000 before a federal tax credit, although most are sold at $100,000 or more.\n\nTesla shares have surged nearly five-fold this year, boosting its value above that of Italian automaker Fiat FIA.MI, parent of Chrysler Group LLC.\n\nDuring the call, Musk emphasized that the 10-year-old company is “different in a fundamental way” from larger, more established players because Tesla is still developing its manufacturing footprint.\n\nTesla launched its Model S electric car last year. It is preparing to introduce the Model X crossover late in 2014, with high-volume production aimed for the second quarter of 2015.\n\nNext year, the automaker will begin design work on its third-generation electric car, which is intended for the mass market and will have a roughly $35,000 price tag.\n\nA key hurdle to launching that mass market electric car in late 2016 or 2017 is today’s inadequate lithium-ion battery supply, Musk said.\n\n“There will need to be incremental production capacity that doesn’t exist in the world today,” Musk said of batteries. “We’re in the process of figuring that out. There will need to be some kind of giga factory built.”\n\nMusk said he envisioned such a factory would build the battery packs from scratch, starting from raw materials.",
        "header": "Tesla outlook, deliveries fall short amid capacity constraints",
        "link": "http://www.reuters.com/article/2013/11/06/us-autos-tesla-idUSBRE9A415E20131106"
    },
    {
        "time": "5:52PM UTC",
        "body": "DETROIT (Reuters) - Electric car maker Tesla Motors Inc (TSLA.O) forecast profit and sales below Wall Street estimates, and reported third-quarter deliveries of its Model S that disappointed some analysts.\n\nTesla’s shares dropped 7.3 percent in after-the-bell trade following the results. There had been a nearly five-fold surge in Tesla’s shares this year that had boosted its value above that of Italian automaker and Chrysler Group LLC parent, Fiat.\n\nThe company, run by Chief Executive Elon Musk, posted an adjusted profit of 12 cents per share, beating the average analyst per-share forecast of 11 cents, according to Thomson Reuters I/B/E/S. Revenue of $603 million also beat estimates.\n\nBut Tesla said its fourth-quarter profit would be “about consistent” the third quarter, implying results would fall short of the 20 cents per share expected by analysts.\n\nTesla delivered more than 5,500 Model S vehicles during the third quarter and forecast deliveries of slightly less than 6,000 cars in the fourth quarter. Both figures were less than what some analysts had expected.\n\n“Results with somewhat slower ramp of Tesla S deliveries reinforce our view that Tesla (stock) had overshot in the past few months and is more properly valued at $141,” Barclays Capital analyst Brian Johnson said in a research note.\n\nThe Model S starts at $70,000 before a federal tax credit, although additional features and an option to buy a powerful battery can push the price to more than $100,000.\n\nTesla is preparing to introduce its Model X crossover in late 2014 and a lower-cost electric car within the next four years.",
        "header": "Tesla sales and profit forecasts disappoint",
        "link": "http://www.reuters.com/article/2013/11/05/us-autos-tesla-idUSBRE9A415E20131105"
    },
    {
        "time": "4:18PM UTC",
        "body": "DETROIT, Nov 5 (Reuters) - Tesla Motors Inc reported on Tuesday a stronger-than-expected, third-quarter profit, but offered a fourth-quarter outlook that fell short of Wall Street estimates and the company’s shares fell in after-market trading.\n\nThe electric car company reported an adjusted profit of 12 cents per share, better than the 11 cents per share expected by analysts, according to Thomson Reuters I/B/E/S.\n\nBut Tesla, run by billionaire Elon Musk, said it expected its fourth-quarter profits to be “about consistent” with the third quarter. Analysts had expected Tesla to report a fourth-quarter profit of 20 cents per share.",
        "header": "Tesla posts strong Q3, but outlook falls short",
        "link": "http://www.reuters.com/article/2013/11/05/autos-tesla-idUSL2N0IQ1O820131105"
    },
    {
        "time": "7:16PM UTC",
        "body": "Oh Tesla, how you toy with our emotions.\n\nTesla achieved record levels of Model S production, deliveries, and vehicle gross margins this quarter. Chairman and CEO Elon Musk said there is a huge untapped demand in the U.S., demand is growing in Europe, and Tesla will begin taking reservations in China’s massive market this quarter.\n\nBut demand isn’t Tesla’s challenge — it is scaling production to meet demand.\n\n“We are production constrained, not demand constrained,” Musk said during an earnings call. “We are working hard to address the production constraints and improve, but the thing people still don’t quite get is we are different in a fundamental way from other car companies. It doesn’t make sense to do things to amplify demand if can’t meet that demand with production. We are spending our time to figure out how to ramp up production faster and maintain good quality.”\n\nThere are over 19,000 Model S cars on the roads who have collectively driven their cars more than 100 million miles.\n\nTesla is currently producing 550 cars per week and aims to produce 20,000 cars a year. However it won’t be able to up this volume unless the company makes some serious investments in infrastructure and faculties. The critical constraint for the production of these vehicles is lithium-ion battery cells. Panasonic is Tesla’s current partner for producing electric-car batteries, but Reuters reported that Tesla is in discussions with Samsung SDI to be a second battery supplier.\n\n“I acknowledge the fact that one needs to be built,” he said. “It will be a very green factory, with a lot of solar power, and zero emissions. We have to think about what is the right way to do version one. It will be a really giant facility, comparable to all lithium ion production in the world in one factory.”\n\nIn addition to pushing expansion in Europe and Asia, Tesla is also working to build out its service operations and expanded the number of retail and service locations by 20% last quarter, surpassing 100. Musk said he plans to drive a Tesla on a cross-country road trip with his family during the Spring of next year, to show that charging via Supercharger networks is not an obstacle.\n\n“We plan to cover all across North America by the end of next year, and you can expect to travel anywhere in Europe and many parts of Eastern Europe towards the end of next year,” Musk said.\n\nExpanding the network of Superchargers is critical to supporting Tesla’s growth. Cars are about mobility and freedom, and drivers don’t want to be constrained. Price is another important factor, and Musk said the goal is to get the vehicles down to $35,000 and improve leasing options.\n\n“When you consider the savings from gasoline, that makes it pretty competitive,” he said.\n\nTesla recently achieved a perfect 5-star safety rating from the National Highway Safety Administration and earlier this year outscored every other car in Consumer Report’s annual ratings.\n\nAll of these accolades and achievements are impressive, and underscore that the car is a high-quality product that can offer a lot of value to consumers. But from the time of Henry Ford, a key attribute of the auto industry is scale — the ability to consistently build thousands of cars a day.\n\nTesla seems to be caught in something of a bottleneck, and despite its growth in revenue, margins, cash balance, demand, delivery, production, service stations, and geographical markets, shareholders and analysts are still concerned.\n\nThe stock when down by 11% to $157.50 in after-hours trading, which had people twittering like mad. But let’s also keep in mind that Tesla’s stock is still up by 456.2% from the same period last year.\n\n“We have to make steady, modest improvements in available cash while growing the business at a rapid percentage rate, relative to rest of industry,” Musk said.\n\nR&D expenses will increase by the fourth quarter, as Tesla continues development of the Model X and gets the juices flowing for the third generation vehicle. People don’t seem to know what to make of Tesla. Is its stock overpriced or underpriced? What will it be worth a year from now? How long will it take Tesla to get its production capabilities to where they need to be for real high-flying growth?\n\nMusk made one thing clear: “A huge capital draining thing will have to happen so there are no production constraints.”",
        "header": "Tesla’s record growth has it struggling with a serious production bottleneck",
        "link": "http://www.reuters.com/article/2013/11/06/idUS401611796320131106"
    }
]