[
    {
        "time": "8:53PM UTC",
        "body": "DETROIT (Reuters) - U.S. auto regulators have asked Tesla Motors Inc (TSLA.O) for records of consumer complaints, property damage claims and other details as part of a federal probe into two Tesla electric cars that caught fire on U.S. roads since October.\n\nThe U.S. National Highway Traffic Safety Administration also requested information about any design modifications to the Model S electric sedan as well as engineering drawings. Tesla has until January 14 to provide the additional details.\n\nThe request for more information is routine in such safety defect probes, but signals how NHTSA is approaching the Model S investigation that was launched last month.\n\nNHTSA’s probe came after two cars in the United States and one in Mexico caught fire. The two U.S. fires started after the driver ran over debris in the road, damaging the battery pack that runs along the base of the Model S.\n\nRegulators asked Tesla to detail the possible consequences of battery pack damage to the Model S and how those problems were addressed in the Model S design. NHTSA also asked Tesla to describe the “limits of that design to prevent damage to the propulsion battery, stalling and fires”.\n\nTesla shares have fallen 25 percent since October 1, due in part to media coverage of the Model S fires, analysts said.\n\nBut on Tuesday, the stock shot up 16.5 percent to $144.70 after Morgan Stanley analysts made Tesla their top autos pick.\n\n“While (Tesla) still has a lot to prove to fundamentally justify its valuation, we believe the stock offers a better risk-adjusted return vs. any other stock in our U.S. auto coverage,” Morgan Stanley analyst Adam Jones wrote.",
        "header": "U.S. asks Tesla for additional information on Model S fires",
        "link": "http://www.reuters.com/article/2013/12/04/us-autos-tesla-probe-idUSBRE9B304120131204"
    },
    {
        "time": "11:04AM UTC",
        "body": "U.S., AT&T at odds over CNN in Time Warner deal",
        "header": "BRIEF-Tesla shares up 11.9 pct in high volume",
        "link": "http://www.reuters.com/article/2013/12/03/tesla-brief-idUSWEN00BPY20131203"
    }
]