[
    {
        "time": "8:13AM UTC",
        "body": "NEW YORK, Nov 6 (Reuters) - U.S. stock index futures rose on Wednesday on hopes the Federal Reserve will keep its stimulus measures in place longer than anticipated, ahead of key data later in the week on the labor market and economic growth.\n\nJohn Williams, president of the San Francisco Federal Reserve Bank, said Tuesday the Fed should wait for stronger evidence of economic momentum before pulling back on its massive bond-buying program, but should then announce a definitive end to the stimulus.\n\nAdding to speculation about a more dovish Fed, two of the Federal Reserve’s top staff economists made the case in new research papers for more aggressive action by the U.S. central bank to drive down unemployment by promising to hold interest rates lower for longer.\n\nMany market participants anticipate that the Fed will hold off on scaling back its $85 billion monthly bond purchases until next year, on expectations the partial government shutdown in early October has dented the economy. However, some feel the door remains open for a tapering of stimulus from December.\n\n“There is no question the market is beginning to price in the possibility the Fed may trim in December with a symbolic amount, a token amount - the market is getting used to that idea now,” said Peter Cardillo, chief market economist at Rockwell Global Capital in New York.\n\n“The fact that the Fed’s Williams yesterday said it was not obvious that stocks are overly expensive - that also fuels a little bit of fire here.”\n\nData expected on Wednesday includes the Conference Board’s leading economic indicators for September at 10:00 a.m. (1500 GMT). Economists in a Reuters survey forecast a 0.6 percent increase compared with a 0.7 percent rise in August.\n\nLater in the week, investors will look to reports on gross domestic product and non-farm payrolls to assess the chances of a change in Fed policy.\n\nThe S&P 500 is up 23.6 percent for the year, putting the benchmark index on track for its best yearly performance since 2003, boosted largely by the Fed’s stimulus measures.\n\nS&P 500 futures rose 8.7 points and were above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures gained 62 points and Nasdaq 100 futures added 12.5 points.\n\nTesla Motors Inc shares slumped 11 percent to $157.43 before the opening bell after the electric car maker forecast a weaker-than-expected fourth-quarter profit and posted third-quarter Model S deliveries that disappointed some analysts.\n\nMicrosoft Corp edged up 0.8 percent to $36.93 in premarket trading after sources familiar with the matter said the world’s largest software maker had narrowed its list of external candidates to replace Chief Executive Steve Ballmer to about five people, including Ford Motor Co chief Alan Mulally and former Nokia CEO Stephen Elop.\n\nAs earnings season winds down, S&P companies expected to report include Qualcomm Inc and Whole Foods Market Inc .\n\nAccording to Thomson Reuters data, of 404 companies in the S&P 500 that reported results through Tuesday morning, 69.6 percent beat Wall Street’s expectations, above the long-term average of 63 percent. However, just 53.3 percent beat revenue forecasts, below the 61 percent average since 2002.\n\nEuropean shares edged higher, setting fresh five-year highs, as a batch of bullish reports helped the market regain ground lost in the previous session.\n\nMost Asian markets were little changed amid uncertainty over monetary policy in the United States and Europe, though Japanese stocks rose, thanks to gains in major car makers.",
        "header": "US STOCKS-Futures up on hopes stimulus to continue; Tesla drops",
        "link": "http://www.reuters.com/article/2013/11/06/markets-usa-stocks-idUSL2N0IR0MN20131106"
    },
    {
        "time": "10:32AM UTC",
        "body": "NEW YORK, Nov 6 (Reuters) - U.S. stocks rose on Wednesday on hopes the Federal Reserve will keep its stimulus measures in place longer than anticipated and amid a flurry of new public offerings.\n\nJohn Williams, president of the San Francisco Federal Reserve Bank, in concurrence with recent statements of central bankers, said Tuesday the Fed should wait for stronger evidence of economic momentum before pulling back on its massive bond-buying program.\n\nThe equity market was also buoyed by a host of initial public offerings, with six new issues expected to start trading Wednesday, a day ahead of the highly anticipated IPO of Twitter Inc. Barracuda Networks Inc shares jumped 27.1 percent to $22.88 early on its first trading day.\n\nAccording to Thomson Reuters data, if all 13 scheduled IPOs price this week, it will be the busiest week of the year in terms of number of primary issues, as well as the most brisk week since September 2007.\n\n“One of the barometers for the health of market conditions we look at is the ability for the market to absorb a large amount of IPOs,” said Art Hogan, managing director at Lazard Capital Markets in New York.\n\nThe Dow Jones industrial average rose 101.66 points or 0.65 percent, to 15,719.88, the S&P 500 gained 8.76 points or 0.5 percent, to 1,771.73 and the Nasdaq Composite added 6.969 points or 0.18 percent, to 3,946.833.\n\nTesla Motors Inc shares slumped 11.9 percent to $155.75 after the electric car maker forecast a weaker-than-expected fourth-quarter profit and its third-quarter Model S deliveries disappointed some analysts.\n\nRalph Lauren Corp shares advanced 4.2 percent to $178.46 after the designer clothing company raised the lower end of its full-year sales forecast on the expectation of strong gains during the holiday quarter, and increased its dividend.\n\nS&P companies expected to report Wednesday include Qualcomm Inc and Whole Foods Market Inc.\n\nAdding to speculation about a more dovish Fed, two of the Federal Reserve’s top staff economists made the case in new research papers for more aggressive action by the U.S. central bank to drive down unemployment by promising to hold interest rates lower for longer.\n\nMany market participants anticipate that the Fed will hold off on scaling back its $85 billion monthly bond purchases until next year, on expectations the partial government shutdown in early October has dented the economy. However, some feel the market will be able to absorb a tapering of stimulus in December.\n\n“To the extent that what has changed about the Fed - interest rates may be lower longer, even in an environment of tapering quantitative easing, which is, at best, a neutral, but it’s not a negative,” said Hogan.\n\nThe Conference Board said Wednesday its Leading Economic Index rose 0.7 percent to 97.1 in September, slightly above the 0.6 percent estimate, suggesting some momentum in the economy before last month’s partial shutdown of the federal government.",
        "header": "US STOCKS-Wall St climbs on Fed expectations; Tesla tumbles",
        "link": "http://www.reuters.com/article/2013/11/06/markets-usa-stocks-idUSL2N0IR0ZB20131106"
    },
    {
        "time": "9:14AM UTC",
        "body": "NEW YORK, Nov 6 (Reuters) - U.S. stocks were set for a higher open on Wednesday on hopes the Federal Reserve will keep its stimulus measures in place longer than anticipated, ahead of key data later in the week on the labor market and economic growth.\n\nJohn Williams, president of the San Francisco Federal Reserve Bank, said Tuesday the Fed should wait for stronger evidence of economic momentum before pulling back on its massive bond-buying program, but should then announce a definitive end to the stimulus.\n\nAdding to speculation about a more dovish Fed, two of the Federal Reserve’s top staff economists made the case in new research papers for more aggressive action by the U.S. central bank to drive down unemployment by promising to hold interest rates lower for longer.\n\nMany market participants anticipate that the Fed will hold off on scaling back its $85 billion monthly bond purchases until next year, on expectations the partial government shutdown in early October has dented the economy. However, some feel the market will be able to absorb a tapering of stimulus in December.\n\n“We actually got to a point in time in August which was very healthy when we bounced off the lows and realized that if tapering happens it’s not necessarily bad news,” said Art Hogan, managing director at Lazard Capital Markets in New York.\n\n“To the extent that what has changed about the Fed - interest rates may be lower longer, even in an environment of tapering quantitative easing, which is, at best, a neutral, but it’s not a negative.”\n\nData expected on Wednesday includes the Conference Board’s leading economic indicators for September at 10:00 a.m. (1500 GMT). Economists in a Reuters survey forecast a 0.6 percent increase compared with a 0.7 percent rise in August.\n\nLater in the week, investors will look to the delayed reports on gross domestic product and non-farm payrolls to assess the chances of a change in Fed policy.\n\nThe S&P 500 is up 23.6 percent for the year, putting the benchmark index on track for its best yearly performance since 2003, boosted largely by the Fed’s stimulus measures.\n\nS&P 500 futures rose 8 points and were above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract. Dow Jones industrial average futures gained 57 points and Nasdaq 100 futures added 12 points.\n\nTesla Motors Inc shares slumped 11 percent to $157.43 before the opening bell after the electric car maker forecast a weaker-than-expected fourth-quarter profit and posted third-quarter Model S deliveries that disappointed some analysts.\n\nMicrosoft Corp edged up 0.8 percent to $36.93 in premarket trading after sources familiar with the matter said the world’s largest software maker had narrowed its list of external candidates to replace Chief Executive Steve Ballmer to about five people, including Ford Motor Co chief Alan Mulally and former Nokia CEO Stephen Elop.\n\nAs earnings season winds down, S&P companies expected to report include Qualcomm Inc and Whole Foods Market Inc .\n\nRalph Lauren Corp shares advanced 3.3 percent to $176.77 in premarket after the designed clothing company raised the lower end of its full-year sales forecast on the expectation of strong gains during the holiday quarter, and increased its dividend.\n\nAccording to Thomson Reuters data, of 404 companies in the S&P 500 that reported results through Tuesday morning, 69.6 percent beat Wall Street’s expectations, above the long-term average of 63 percent. However, just 53.3 percent beat revenue forecasts, below the 61 percent average since 2002.",
        "header": "US STOCKS-Wall St to open up on stimulus expectations; Tesla drops",
        "link": "http://www.reuters.com/article/2013/11/06/markets-usa-stocks-idUSL2N0IR0TW20131106"
    },
    {
        "time": "12:00AM UTC",
        "body": "A few weeks back at the opening of a Tesla Motors service center in Munich, Elon Musk told a room full of fans and journalists that Tesla would offer a special tuning package for high-speed Model S driving.\n\nIt makes a lot of sense: Sections of Germany’s Autobahn network are among the few roads on Earth with no speed limit. And drivers really do make use of those sections.\n\nOne such driver is Martin Thomsen from EV Network DK, who sent us the video above. It shows just what the Model S is capable of when unleashed.\n\nThe answer is a fairly comfortable 212 kilometers per hour–or 132 mph in old money. Tesla itself quotes a top speed of 130 mph for the Model S Performance (125 for non-Performance 85 kWh cars), so it’s clear to see that the car will do so when given a free rein.\n\nMore impressive still is how the Model S gets to that speed. Starting from around 60 mph, the car takes just five seconds or so to reach 100 mph. The rate of acceleration only really slows as the car passes 200 km/h, or 124 mph.\n\nThat replicates the behavior we saw in a Model S video earlier this year–though Martin’s early-morning run on a section of de-restricted Autobahn near Berlin was perhaps a little more legal than the first video, shot in the U.S.\n\nNaturally, the battery won’t last the EPA’s 265 miles at these sort of speeds, but that probably won’t worry German owners–Musk promised a full network of Supercharger quick-charge stations over the next few years.\n\nThose drivers will also get a faster charge than they do elsewhere, thanks to a higher 135 kW output. Musk believes Germany will become Tesla’s third-largest market–after the U.S. and China.\n\nWhatever your take on top speed runs on public roads, one thing is for sure–the Model S makes going quickly seem almost relaxing.\n\nRelated articles Tesla’s record growth has it struggling with a serious production bottleneck Now you can drive your Tesla from San Diego to Vancouver – for free Tesla Model S outscores every other car in Consumer Reports ratings Tesla and Samsung’s electric car battery talks get more serious Data is Tesla’s secret weapon against negative Model S reviews",
        "header": "Watch this Tesla Model S hit 132 mph on the Autobahn (video)",
        "link": "http://www.reuters.com/article/2013/11/06/idUS348915117220131106"
    }
]