[
    {
        "time": "6:40PM UTC",
        "body": "* Credit sales may allow Tesla to repay DOE loan in 18 months\n\nDETROIT, May 14 (Reuters) - Tesla Motor Co may draw about 11 percent of its revenue this year from selling “green” car credits to other automakers under pressure to meet clean air policies in U.S. states like California, an analyst said on Tuesday.\n\nThis year, Tesla could make $188 million from selling zero emission vehicle and greenhouse gas credits, Morgan Stanley analyst Adam Jonas said. This is about 11 percent of Tesla’s expected 2013 revenue of $1.7 billion.\n\nThe automaker, which makes the Model S electric sedan, leaned heavily on these credit sales during the first quarter when the company reported its first-ever quarterly profit. Tesla shares have climbed about 50 percent since the report.\n\nCredit sales “are a big deal to Tesla,” Jonas wrote in a research note. “At one level, it amounts to a continuous capital raise, funded by the established internal combustion engine auto competition. This is one part irony, one part grand design.”\n\nUnder tough measures passed last year, automakers selling 20,000 or more cars in California must ensure that low- and zero-emission cars account for 22 percent of sales by 2025. Eleven other states have adopted those standards.\n\nThese policies have opened up a market that benefits companies like Tesla, which has accumulated green car credits because it only sells electric cars. Tesla has been able to generate revenue from selling its credits to other companies.\n\nDuring the first quarter, Tesla drew $68 million, or about 12 percent of its first-quarter revenue, from selling zero-emission credits. Jonas said Tesla made about $17.1 million from selling greenhouse gas credits.\n\nDuring the first quarter, Tesla reported a gross margin of 17 percent. Excluding the effect of the credit sales, Tesla’s margin was 2 percent from its core auto business, Jonas said.\n\n“Stripping out the credits reveals a still very low profitability for the core auto business in 1Q,” Jonas wrote in a research note. The figures suggest that “the vast majority of the company’s 1Q gross margin came from the credits themselves.”\n\nTesla expects revenue from credit sales to fall over the course of the year. Tesla is aiming for a 25 percent gross margin by the fourth quarter, excluding the credit sales, from higher sales of the Model S and more efficient operations.\n\nRevenue from credit sales could “conceivably be large enough” to allow Tesla to pay off the balance of its $465 million U.S. Department of Energy loan in the next 12 to 18 months, Jonas said.\n\nHe added that it could also pay for the company’s capital expenditures in 2013 and make up a “significant” portion of capex and research and development costs in the future.",
        "header": "Tesla revenue to get boost from selling \"green\" car credits -analyst",
        "link": "http://www.reuters.com/article/2013/05/14/autos-tesla-credits-idUSL2N0DV3HD20130514"
    },
    {
        "time": "5:57PM UTC",
        "body": "NEW YORK, May 14 (Reuters) - The wave of short-covering that drove shares of electric car maker Tesla Motors to huge gains last week appears to have subsided, but there are still plenty of investors willing to bet against the stock.\n\nTesla shares hit a peak of $97.12 on Tuesday, before falling back, and are up nearly 50 percent since last Wednesday, just before the company blew past Wall Street estimates to post its first-ever quarterly profit.\n\nThe massive rally has come on increased volume and as several analysts rushed to raise their price targets. At Tuesday’s closing price of $83.24 a share, Tesla is now more overvalued than 98 percent of other U.S. stocks, based on a Thomson Reuters Starmine screen of stock valuations. It was just a month ago that Tesla shares traded in the low $40s.\n\nIn the last week, the price target of analysts on average has risen to $70 from $50 a share.\n\nThe stock won a stamp of approval on Tuesday from Morgan Stanley, which kept its “overweight” rating on Tesla and boosted its target price on the stock to $103 from $47. Morgan Stanley owns more than 1 percent of the stock and has done investment-banking work for the company.\n\nOn the other hand, those confident the stock is way overvalued are short about 17 percent of Tesla shares - even at an annualized borrowing cost of about 30 percent, or 100 times the borrowing cost of an average stock, according to Markit.\n\n“Some of the short sellers have covered, there are plenty more to cover and they’ve got a choice now: Do they stay in, thinking it can’t sustain the spike, or do they just get out and take a huge loss right now?” said William Duff Gordon, research director at Markit in London.\n\nThose who are looking to short have some evidence on their side - with a price-to-earnings ratio above 227, Tesla is nearly 30 times overvalued compared with other automakers, including General Motors, Ford and Porsche, according to Thomson Reuters data.\n\nExcitement over the company’s first-ever profit helped fuel a sharp rally in the stock that caught short-sellers betting on declines. Trading volume spiked to more than 28 million shares on Thursday, a record, and on Tuesday to more than 37 million, again a record.\n\nSome of the recent gains have come from short sellers covering their bearish bets. Shares outstanding held for short bets fell from more than 20 percent before Tesla reported earnings to 17 percent on Monday, according to Markit data.\n\n“It appears the shorts are still around in the sense of short-term players,” said Frank Davis, director of sales and trading at LEK Securities in New York. “The institutional players, though, less of those are resetting (their short bet) at the higher levels.”\n\nAfter three days of the stock’s opening near its lows and closing near the day’s highs, shares ended down 5.2 percent on Tuesday, which suggests the short-covering rally had ended.\n\nRecent activity in Tesla suggests it has become a momentum crowd stock, similar to Netflix or, in years past, Green Mountain Coffee Roasters. These types of companies generally come out of innovative industries, or sometimes fads, and boast increasing revenue. The stocks tend to rise sharply on increasing trading volume, and as a result, attract bets against them.\n\n“It’s a precarious situation because the price has spiked so much, but people might be patient and stay there,” said Gordon of Markit.\n\nTwo of every three Tesla shares available for loan are still being borrowed, indicating there are many betting the recent rally will reverse and the stock will break down.\n\n“Many industry players and market observers have been waiting for Tesla to fail since it went public in the summer of 2010,” said the Morgan Stanley note.\n\n“They may need to be waiting for a very long time.”",
        "header": "Tesla short-covering rally subsides, some investors may re-load",
        "link": "http://www.reuters.com/article/2013/05/14/tesla-shorts-idUSL2N0DV36R20130514"
    },
    {
        "time": "2:12PM UTC",
        "body": "And the good news keeps coming for Tesla.\n\nJust a day after the company reported record sales and its first-ever quarterly profit, Consumer Reports announced that the electric vehicle manufacturer’s Model S has received the highest test rating of any car in its 2013 car ratings. And just to put a cherry on top, the notoriously tough Consumer Reports writers say that the $89,650 Tesla Model S comes close to, and just may be, the best car ever.\n\n“This car performs better than anything we’ve ever tested before,” Jake Fisher, Consumer Reports’ director of testing says. “Not just the best electric car, but the best car. It does just about everything really, really well.”\n\nBecause the batteries are in the floor, the car’s center of gravity is very low, Consumer Reports says, giving it superb handling. The Model S, which seats 7 with an optional jump seat, has “impressive power” and uses half the energy of a Toyota Prius, for a 200-mile range.\n\nTesla’s 17″ touchscreen, which drivers use to control the vehicle’s climate and other systems, is “like a giant iPad,” and almost as simple to use, the report states. And despite the fact that Tesla has only been building cars for a few years, the Model S performs better than vehicles made by manufacturers that have been building vehicles for over a hundred years, Consumer Reports says.\n\nTesla earned its first-ever profit of $15 million this past quarter on record sales of $562 million. In the earnings release, CEO Elon Musk said he anticipates demand of 30,000 cars a year in the U.S., Asia, and Europe. But with reviews like this, he may want to revise that number significantly upwards.\n\nOne note for those of us who don’t have $90,000 in loose change under the sofa seats: Musk promised that Tesla’s next model will be much more affordable.\n\n“The Model S is priced substantially lower than the Roadster, and our third generation vehicle will again be priced much lower than the Model S,” he said yesterday in a statement.",
        "header": "Tesla Model S outscores every other car in Consumer Reports ratings",
        "link": "http://www.reuters.com/article/2013/05/14/idUS192310096420130514"
    },
    {
        "time": "4:07PM UTC",
        "body": "The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nTesla’s shareholders seem to be assuming Chief Executive Elon Musk is infallible. The $10 billion U.S. electric carmaker is on a roll, last week recording its first quarterly profit and receiving the best score the Consumer Reports publication has bestowed on a car for six years. The company’s stock has since surged as much as 70 percent, leaving Tesla worth more than Fiat and Peugeot combined and trading at a whopping 27 times estimates for earnings in 2016.\n\nBoth top and bottom lines look set for rapid expansion now that production of the award-winning Model S is in full swing. Tesla’s revenue for the first three months of the year jumped 83 percent from the previous quarter as sales hit 400 vehicles a week. Consensus estimates for 2014 put sales at $2.5 billion, six times last year’s showing. By 2016, that’s expected to almost double again to $4.3 billion.\n\nAnd Tesla’s gross margin is improving, reaching 17 percent in the three months to March. Musk predicts it will reach 25 percent in the fourth quarter. This measure does not, however, take research and development or general and administrative costs into account. Factor those in and Tesla’s pre-tax margin in 2016 is estimated at 12 percent.\n\nThat’s impressive for a car company – Ford’s North America division, for example, tops out at 11 percent in a good quarter. But it’s hardly in the same league as Silicon Valley fellows like Google, whose pre-tax margin was 28 percent last quarter.\n\nTo justify Tesla’s high 2016 valuation multiple, revenue would need to keep growing at a fast clip. Musk has plans to launch a crossover SUV followed by cars that may sell for around $45,000 – not far off half the price of some versions of the Model S. He may even develop vehicles in the $30,000 price range to attract more buyers. But that will take time and shift the company into a more cut-throat market segment where margins could suffer.\n\nMusk has battled everything from skepticism about a manufacturing startup to tight cash flow and, most recently, attempts by traditional car dealers in Texas and Virginia to stop him selling vehicles directly to the public. His record so far is impressive. But Tesla’s stock price suggests investors are pulling ahead of themselves.",
        "header": "Tesla shareholders are pulling ahead of themselves",
        "link": "http://www.reuters.com/article/2013/05/14/idUS350940770220130514"
    },
    {
        "time": "7:16AM UTC",
        "body": "NEW YORK, May 14 (Reuters) - Tesla Motors Inc : * Up 5.8 percent to $92.90 in premarket trade",
        "header": "BRIEF-Tesla Motors up 5.8 percent in premarket trade",
        "link": "http://www.reuters.com/article/2013/05/14/teslamotors-brief-idUSWEN008ZM20130514"
    }
]