[
    {
        "time": "1:46PM UTC",
        "body": "DETROIT (Reuters) - The shares of electric carmaker Tesla Motors Inc (TSLA.O) fell about 12 percent on Tuesday after Goldman SachsGroup Inc (GS.N) set a new price target far below the current trading price.\n\nGoldman Sachs analyst Patrick Archambault, in a broader research note on the automotive sector published on Tuesday, offered three different growth scenarios for Tesla and set a six-month price target of $84 a share, up from $61, previously. He left unchanged his “neutral” rating on the stock.\n\nTesla’s shares were off $15.25 at $112.01 in afternoon trading on Nasdaq. Through Monday, the stock had nearly quadrupled so far this year. Earlier this month, Nasdaq said that Tesla’s shares would be listed on the Nasdaq 100 index to reflect the company’s rising profile.\n\nIf the stock closes at this level, it would be the largest one-day drop since Jan 13, 2012, when it fell nearly 20 percent.\n\nIn one case, Archambault sees Chief Executive Elon Musk’s company selling 105,000 cars, including the Model S and a future smaller sedan, with 14.6 percent operating margins and earnings of $5.99 a share. In the second scenario, he sees 150,000 sales, 14.8 percent margins and earnings per share of $8.59. The most bullish scenario was for 200,000 sales, 15.2 percent margins and $11.69 in earnings per share.\n\nIn averaging out the three scenarios, Archambault came up with the new price target of $84, which is far below the current price.\n\nSpeaking more broadly about the auto sector, Archambault said auto stocks have underperformed the S&P 500 index by an average of 26 percent in three of the last four tightening periods. He said the sector has historically peaked 65 percent of the way through an expansion.\n\nArchambault said he was now focused on General Motors Co (GM.N) and Ford Motor Co (F.N). “Both ... have strong product driven growth stories in multiple regions,” he said in the note.\n\nArchambault rates both stock as “buy,” but sees stronger near-term catalysts for GM’s share, including the rollout of profitable full-size pickup trucks boosting margins in the second half of 2013, and the possibility of a common dividend by year end.",
        "header": "Tesla shares fall 12 percent after Goldman sets new price target",
        "link": "http://www.reuters.com/article/2013/07/16/us-tesla-shares-idUSBRE96F10C20130716"
    }
]