[
    {
        "time": "7:07AM UTC",
        "body": "OSLO, Oct 9 (Reuters) - Tesla Motor Inc.’s all-electric Model S became the top-selling car in Norway last month, with drivers in the country of 5 million people paying a premium to buy the award-winning luxury car second-hand to avoid having to wait five months for a new one, dealers said on Tuesday.\n\nThe high performance Tesla S, which went on sale in Europe in August, had a market share in Norway of 5.1 percent last month, pushing the conventionally-powered Volkswagen Golf into second place with 4.6 percent, according to the latest official figures.\n\nWith a claimed top speed of 125 miles per hour and acceleration of 0-60 miles per hour in 5.4 seconds and a range of around 300 miles that far outstrips other all-electric cars, the Model S is already a best seller in the United States, with an estimated 14,300 sales made there so far this year.\n\nSome drivers in Norway are now willing to pay as much as $20,000 extra to get the new Model S from existing owners.\n\n“There has been an enormous demand for this car, and it doesn’t seem to stop. We have a lot of customers on the waiting list right now,” said Joar Tenfjord, the head of Tesla’s dealership in Bergen, Norway’s second largest city.\n\nElectric cars have been especially popular in Norway because of generous subsidies, free parking, government-provided re-charging stations, the right to use express lanes on highways and exemptions from tolls.\n\n“You get great value for your money with the Model S in Norway,” Tenfjord said. “It is a spacious car ... and it is also environmentally friendly.”\n\nA new Tesla Model S costs $110,000-$117,000 in Norway’s notoriously expensive car market, well above the $70,000 it costs in the United States, but existing owners willing to part with their car could get $130,000 for them, Tenfjord said.\n\nCurrently only 12 of the new Teslas are available on Finn.no, Norway’s top classified website with asking prices of up to $130,000.\n\n“I have noticed that some people make a very nice profit on these cars,” Tenfjord said. “The demand is extreme.”\n\nOne of those secondhand buyers, 27-years-old financial consultant Anders Langset, said a regular car with similar performance and engine size could have cost him up to 2 million crowns ($330,000) because of the punitive taxes Norway’s government levies on cars with big, gas-guzzling engines.\n\n“I paid more for a second-hand car than I would have paid if I bought it when it was new, but the demand is so high that I am sure I would get my money back and then some if I sold it again today”, Langset told Reuters.\n\n“I made a bet with my brother and father about who could get the car first, so I really enjoyed beating them,” he said.\n\nA BMW Series 5 sells in the $100,000-$115,000 range in Norway, below the Model S, but its internal combustion engine is less powerful. Cars with conventional engines of similar power would typically retail for $200,000 and above as taxes are levied on engine size and some car makers actually sell their vehicles with smaller engines in Norway than the rest of Europe to keep them affordable.\n\nMeanwhile no immediate effect has been seen on Norwegian demand for the Model S after last week’s video emerged showing a Model S on fire after an accident near Seattle, which slightly dented this year’s meteoric rise in Tesla’s share price.\n\n“We have had some questions from customers but it appears to have been a one-off and it has in no way reduced demand,” Tenfjord said.\n\nTesla said the fire stemmed from a “highly uncommon occurrence” after the car was driven over a “large, oddly shaped metal object” which punched a hole through the quarter-inch armour plate protecting the lithium-ion battery pack, and that had it been a gasoline-powered car “the result could have been far worse.”",
        "header": "Tesla's Model S overtakes VW Golf as Norway's best-selling car",
        "link": "http://www.reuters.com/article/2013/10/08/tesla-norway-idUSL6N0HX1CH20131008"
    },
    {
        "time": "8:16AM UTC",
        "body": "OSLO, Oct 8 (Reuters) - Tesla Motor Inc.’s all-electric Model S became the top-selling car in Norway last month, with drivers in the country of 5 million people also paying a premium to buy the award-winning luxury car second-hand to avoid having to wait five months for a new one, dealers said on Tuesday.\n\nThe high performance Tesla S, which went on sale in Europe in August, had a market share of 5.1 percent in Norway last month, accounting for 616 of the 12,168 new cars sold and pushing the conventionally-powered Volkswagen Golf into second place with 4.6 percent, according to the latest official figures.\n\nWith a claimed top speed of 125 miles per hour and acceleration of 0-60 miles per hour in 5.4 seconds and a range of around 300 miles that far outstrips other all-electric cars, the Model S is already a best seller in the United States, with an estimated 14,300 sales made there so far this year.\n\nSome drivers in Norway are now willing to pay as much as $20,000 extra to get the new Model S from existing owners.\n\n“There has been an enormous demand for this car, and it doesn’t seem to stop. We have a lot of customers on the waiting list right now,” said Joar Tenfjord, the head of Tesla’s dealership in Bergen, Norway’s second largest city.\n\nElectric cars have been especially popular in Norway because of generous subsidies, free parking, government-provided re-charging stations, the right to use express lanes on highways and exemptions from tolls.\n\n“You get great value for your money with the Model S in Norway,” Tenfjord said. “It is a spacious car ... and it is also environmentally friendly.”\n\nA new Tesla Model S costs $110,000-$117,000 in Norway’s notoriously expensive car market, well above the $70,000 it costs in the United States, but existing owners willing to part with their car could get $130,000 for them, Tenfjord said.\n\nCurrently only 12 of the new Teslas are available on Finn.no, Norway’s top classified website with asking prices of up to $130,000.\n\n“I have noticed that some people make a very nice profit on these cars,” Tenfjord said. “The demand is extreme.”\n\nOne of those secondhand buyers, 27-years-old financial consultant Anders Langset, said a regular car with similar performance and engine size could have cost him up to 2 million crowns ($330,000) because of the punitive taxes Norway’s government levies on cars with big, gas-guzzling engines.\n\n“I paid more for a second-hand car than I would have paid if I bought it when it was new, but the demand is so high that I am sure I would get my money back and then some if I sold it again today”, Langset told Reuters.\n\n“I made a bet with my brother and father about who could get the car first, so I really enjoyed beating them,” he said.\n\nA BMW Series 5 sells in the $100,000-$115,000 range in Norway, below the Model S, but its internal combustion engine is less powerful. Cars with conventional engines of similar power would typically retail for $200,000 and above as taxes are levied on engine size and some car makers actually sell their vehicles with smaller engines in Norway than the rest of Europe to keep them affordable.\n\nMeanwhile no immediate effect has been seen on Norwegian demand for the Model S after last week’s video emerged showing a Model S on fire after an accident near Seattle, which slightly dented this year’s meteoric rise in Tesla’s share price.\n\n“We have had some questions from customers but it appears to have been a one-off and it has in no way reduced demand,” Tenfjord said.\n\nTesla said the fire stemmed from a “highly uncommon occurrence” after the car was driven over a “large, oddly shaped metal object” which punched a hole through the quarter-inch armour plate protecting the lithium-ion battery pack, and that had it been a gasoline-powered car “the result could have been far worse.”",
        "header": "REFILE-UPDATE 1-Tesla's Model S overtakes VW Golf as Norway's best-selling car",
        "link": "http://www.reuters.com/article/2013/10/08/tesla-norway-idUSL6N0HY29F20131008"
    }
]