[
    {
        "time": "4:02PM UTC",
        "body": "(Reuters) - In Wall Street’s retelling of the biblical Book of Samuel, General Motors Co (GM.N) is Goliath and electric car maker Tesla Motors Inc (TSLA.O) is David, the would-be giant slayer.\n\nTesla’s market value has soared 470 percent this year to $23 billion, while GM has risen a relatively modest 25 percent to $50 billion. At this pace, if the bubble doesn’t burst, 10-year-old Tesla could eclipse 105-year-old GM next year.\n\nFaced with this prospect, GM Chief Executive Dan Akerson and Vice Chairman Steve Girsky assembled an internal task force to study Tesla’s playbook, test-drive its best-selling Model S and figure out what lessons might be applied. Dubbed “Team Tesla,” the group included members from product planning, engineering, manufacturing and sales.\n\n“History is littered with companies that knew what was coming and couldn’t do anything about it,” Girsky, 51, said in an interview in New York last week. “We can ignore it and cover it up, or we can figure out what we’re going to do about it.”\n\nGirsky, who like Akerson was an outsider with Wall Street experience, is intrigued by Tesla’s potential to disrupt the auto industry’s time-honored business practices.\n\nIn unusually frank praise for a competitor, Girsky said Tesla was “revolutionizing the business model ... not just how you put an EV (electric vehicle) together (but) how you go to market with something like this.”\n\nGM is not likely to copy Tesla’s innovative retail system, which relies more on shopping malls and social media than on traditional dealerships that are protected by state franchise laws.\n\nAnd it’s too soon to say what other Tesla tactics the GM team will emulate. So far, GM has focused on such technical aspects as Tesla’s low-cost battery pack, the exceptional 200-mile-plus range of the Model S, and the company’s out-of-the-box plan to provide free electricity to owners at an extensive network of EV charging stations.\n\nTesla, which has attracted multimillion-dollar supply contracts and investments from Japan’s Toyota Motor Corp (7203.T) and Germany’s Daimler AG (DAIGn.DE), does not appear concerned about being put under the microscope by GM.\n\nTesla executives say the company’s small size and entrepreneurial mindset, including a much higher tolerance for risk, have enabled it to cut through the bureaucratic red tape that often cripples larger, older firms such as GM.\n\n“Tesla could teach GM how to ‘small’ a problem rather than ‘big’ a problem,” said Matthew Stover, auto analyst for Guggenheim Securities. “They’ve done that well — solve problems quickly with a small group of people.”\n\nGirsky’s counterpart at Tesla, Chief Technical Officer JB Straubel, said it would take a culture change for the Detroit automakers to compete with his company’s laser-like focus on electric cars, pointing to more than a century of tradition, inertia and hubris in Motown.\n\n“It’s not in their corporate DNA to really prioritize and believe in this stuff,” Straubel, 37, said at Tesla’s Palo Alto headquarters.\n\n“I‘m pretty pessimistic on Detroit,” he told Reuters. “The culture there is part of the biggest problem. It’s too arrogant and it’s way too bureaucratic and too hierarchical ... A lot of folks there in the leadership are trying to change it, but it’s so ingrained in the structures and the systems.”\n\nStraubel, a Midwesterner with a pilot’s license and a master’s degree from Stanford University in energy engineering, gravitated to California’s Silicon Valley at an early age and was part of the cadre of tech heads that founded Tesla in 2003.\n\nGirsky, a New York native and financial whiz with a Harvard MBA, cut his teeth on Wall Street, where he was a top-rated auto analyst at Morgan Stanley before being tapped in 2005 to advise GM’s then-CEO Rick Wagoner.\n\nGirsky is often touted as a potential successor as GM’s CEO, as is Straubel for Tesla CEO Elon Musk.\n\nGM’s $152 billion in 2012 revenue dwarfs Tesla’s $413 million. And while GM last year earned $6.2 billion, Tesla has yet to report a full-year profit and continues to derive a significant portion of revenue from selling green-car credits to other manufacturers (worth over $150 million in the first half of this year).\n\nWhile Tesla is building pure electric cars only, GM has focused its electrification efforts on the Chevrolet Volt, a $35,000 sedan that combines an electric motor with a gasoline engine. But GM sold only 16,760 Volts through September, barely outselling the Model S even though the hybrid is in its third year on the market and costs half as much.\n\nThe largest U.S. automaker has plowed more than a billion dollars into the Volt, and may be years from recovering that investment. Still, GM is planning a much broader range of pure electrics and hybrids, setting a 2017 goal of at least 500,000 vehicles a year with some form of electrification.\n\nAkerson has said that GM is working on a more advanced battery pack that could provide a pure electric vehicle with a range of 200 miles between charges, which the Model S already achieves.\n\nIn addition to the smaller, less expensive EV, which is likely to wear a Chevrolet badge and sell for $30,000 to $35,000, GM has the premium Model S in its sights with the upcoming 2014 Cadillac ELR, a sporty hybrid coupe that is expected to start at the same $70,000 price point when it arrives early next year.\n\nGM executives also have said the company is looking at developing other luxury EVs and hybrids that could be priced above $100,000 and likely would be branded as Cadillacs.\n\nNow the critical question that is being tossed around on Wall Street is not just what GM can learn from Tesla, but whether and how it can leverage that to its advantage.\n\n“GM is hoping to extract some of that fresh ‘up and comer’ approach (but) it’s not easy to bring the flexible culture of Tesla into the large machine of GM,” said Jeffrey Schuster, senior vice president at research firm LMC Automotive. “It’s like the Rolling Stones looking for inspiration from the Black Keys.”\n\nTesla is not standing still. It plans to add the Model X, a crossover derivative of the Model S, in late 2014. And in early 2017, it expects to unveil the first of its so-called Gen 3 models, a new family of battery-powered compacts with a range of 200-plus miles and priced from around $35,000.\n\nTesla said it expects to ramp up annual production of its new Gen 3 cars to 400,000 or more, compared with the 20,000 Model S sedans it will build this year. Tesla’s projected volume for the Gen 3 family would fill only one of GM’s larger U.S. assembly plants.\n\nA GM insider who is close to the Team Tesla task force said there has been “absolutely no” pushback internally to the idea of benchmarking such outside companies.\n\nThis source, who asked not to be identified because of the sensitive nature of the task force and its work, said: “The fact that GM is studying Tesla should flatter Elon Musk, but it should also scare the shit out of him. When you wake up the sleeping giant, look out.”",
        "header": "General Motors takes a look under Tesla's hood",
        "link": "http://www.reuters.com/article/2013/10/02/us-autos-tesla-gm-idUSBRE99113R20131002"
    },
    {
        "time": "8:03PM UTC",
        "body": "DETROIT (Reuters) - Tesla Motors Co (TSLA.O) shares fell 6 percent on Wednesday after an automotive blog published images of a Model S electric sedan in flames after an accident on Tuesday morning just south of Seattle, Washington.\n\nThe blog, called Jalopnik, posted pictures and a video of the Model S fire on Wednesday. Tesla confirmed the authenticity of the images and said the car caught fire after the driver ran over a “large metallic object” causing extensive damage to the front end of the car.\n\nTesla shares fell 6.2 percent to $180.95 on the Nasdaq, their biggest one-day decline since mid-July.\n\nIt is unclear if the Model S lithium-ion battery pack was damaged. Firefighters found it difficult to quash the flames, and fire damage made it tough to determine the impact of the object on the car, Chris Webb, a spokesman for the Washington State Patrol said.\n\nThe driver told state troopers that he struck metal debris while on State Route 167 around 8:18 a.m. local time on Tuesday, in Kent, a city located some 20 miles south of Seattle, he said.\n\nThe car’s alert system instructed the driver to pull over and he got off the highway and out of the vehicle, Tesla said in a statement.\n\n“The driver stated that he began to smell something burning and a short time later the vehicle caught on fire,” Webb said, citing information from the state trooper investigating the incident.\n\n“It took the fire department several attempts to extinguish the flames as it kept reigniting,” Webb said in an email. The car’s tires were burned up and officials dispatched a flat bed truck to remove the car, he said.\n\nThe Model S, like many other “green cars,” is powered by lithium-ion batteries, a relatively new technology to the auto industry that is much more powerful than the traditional lead-acid batteries, but also carries a larger safety risk, battery experts have said.\n\nInvestors are wary of lithium-ion battery fires because they could hurt consumer demand, at least in the short-term, analysts have said.\n\nTesla spokeswoman Liz Jarvis-Shean had no immediate comment on the trooper’s description of the fire. She added that Tesla, which exclusively makes electric cars, is studying the incident now.\n\nTesla’s only vehicle for sale now is the Model S, although the Model X crossover is on the horizon.\n\nSeparately on Wednesday, Robert W. Baird & Co analyst Ben Kallo downgraded Tesla shares to “neutral” from “outperform.”\n\nSo far this year, Tesla shares have surged more than 400 percent, buoyed by the successful launch of the Model S. But some investors and analysts believe the stock is over-valued.\n\nTesla’s market value currently is around $23 billion, nearly half that of General Motors Co (GM.N), which is worth $49 billion.\n\n“TSLA has several significant milestones over the next 18 months including continued production ramp and the introduction of the Model X,” Kallo said in a note.\n\n“We believe solid execution on both of these fronts is already priced into the stock, and any hiccups in execution present stock price risk in the near to intermediate term.”",
        "header": "Tesla shares drop 6 percent after report of Model S fire",
        "link": "http://www.reuters.com/article/2013/10/03/us-autos-tesla-crash-idUSBRE99200020131003"
    }
]