[
    {
        "time": "11:30PM UTC",
        "body": "SHANGHAI/BEIJING (Reuters) - U.S. electric carmaker Tesla Motors Inc (TSLA.O) said it has “completely and amicably” resolved a trademark dispute in China, removing a hurdle that had threatened CEO Elon Musk’s ambition to expand rapidly in the world’s biggest auto market.\n\nIt is the second time Tesla has announced an end to the dispute with Chinese businessman Zhan Baosheng, who registered the “Tesla” trademark before the Palo Alto, California-based carmaker came to China.\n\nTesla said in January that the issue had been resolved, but last month, Zhan moved to bring Tesla to court.\n\nA complete solution to the long-standing trademark dispute would remove an obstacle to Tesla’s growth plan in China, which billionaire co-founder Musk expects to become the company’s biggest global market next year.\n\nBeijing has unveiled a slew of incentives, including purchase subsidies and tax cuts, to accelerate sales of electric cars, a market also targeted by Volkswagen (VOWG_p.DE) and BMW (BMWG.DE).\n\n“Mr. Zhan has agreed to have the Chinese authorities complete the process of canceling the Tesla trademarks that he had registered or applied for, at no cost to Tesla,” Tesla said in an e-mailed statement on Wednesday.\n\nSeparately, Tesla and Zhan have also reached commercial terms for the transfer to Tesla of certain domain names, including tesla.cn and teslamotors.cn, the company said, declining to give financial details.\n\n“Tesla looks forward to continuing to grow its business in China and to expanding the impact of electric vehicles in this very important market,” Tesla said in the statement.\n\nTesla’s trademark dispute underscores a thorny issue faced by foreign companies doing business in China. Global companies like Apple Inc (AAPL.O), Koninklijke Philips NV (PHG.AS) and Unilever NV (UNc.AS), have all been embroiled in trademark disputes in the country in the past.\n\nBased in China’s southern province of Guangdong, Zhan registered the trademarks to the Tesla name in both English and Chinese in 2006. He had in the past sought to sell the label to the U.S. company but negotiations collapsed.\n\n“Tesla has successfully concluded an agreement with Mr. Zhan Baosheng to completely and amicably resolve the dispute between the parties,” Tesla said in Wednesday’s statement. “These actions remove any doubt with respect to Tesla’s undisputed rights to its trademarks in China.”",
        "header": "Tesla resolves trademark dispute in China",
        "link": "http://www.reuters.com/article/2014/08/06/us-tesla-motors-china-idUSKBN0G606420140806"
    }
]