[
    {
        "time": "9:03AM UTC",
        "body": "BEIJING (Reuters) - U.S. electric carmaker Tesla Motors Inc (TSLA.O) expects to invest “hundreds of millions of dollars” building charging outlets in China, which could become its biggest global market next year, billionaire co-founder Elon Musk said.\n\nPalo Alto, California-based Tesla plans to compete with rivals such as BMW (BMWG.DE) and Daimler AG’s (DAIGn.DE) Mercedes-Benz for a share of China’s emerging green vehicle market, which the government wants to develop fast.\n\nMusk said Tesla hopes to cooperate with China’s two major power network operators - State Grid Corporation of China and China Southern Power Grid - to build a sufficient infrastructure for Tesla drivers, although charging stations could also be built independently if needed.\n\n“My instructions to the team are to spend money as fast as they can spend it without wasting it,” CEO Musk told reporters on Tuesday at a ceremony in Beijing marking the first China delivery of its Model S sedan.\n\n“In dollar terms I think over time we’ll probably end up investing hundreds of millions of dollars in charging infrastructure in China.”\n\nBeijing is providing purchase subsidies for electric car buyers as part of its efforts to put 5 million alternative energy-powered vehicles on the country’s roads by 2020, but lack of charging stations threatens to hamper that effort.\n\nMusk said whether China could become Tesla’s biggest market next year would depend in large part on support from the Chinese government to enable it to price its cars more competitively.\n\n“I think there are some contingencies there, because right now there are pretty significant import duties on the car and our car is not eligible for (China‘s) electric vehicle incentives, so that makes the car really almost twice as expensive as it would otherwise be,” he said.\n\nTesla has priced its Model S car in China at 734,000 yuan ($118,000), much lower than expected but still 50 percent more expensive than in the United States.\n\nMusk said the company is not likely to make cars in China within the next three to four years and is not in any serious discussions to do so. “I think we sort of want to hit puberty before we start dating,” he said.\n\nLocal production would enable Tesla to avoid import duties and become eligible for Chinese government’s green vehicle subsidies, but would also require Tesla to form a joint venture with a Chinese partner.\n\nLate last year, Tesla started taking orders in China for its Model S sedans, and is starting to deliver them in Beijing and Shanghai. But local media reported last week that 23 customers outside the two cities were complaining they had not received delivery notices, despite being among the first batch of buyers.\n\nMusk said he had personally apologized to some disgruntled buyers and explained to them that the delay was due to a lack of service outlets or charging stations in their areas.\n\n“If there is no service center within a long distance from someone’s house and we haven’t resolved any charging question marks then there’s a high risk that they will not have a good experience,” he said.\n\nTesla, which opened a flagship store in Beijing late last year, plans to open stores in 10 to 12 Chinese cities by the end of 2014 as it expects China, the world’s biggest auto market, to contribute one third of its global sales growth this year, China head Veronica Wu said in January.\n\nTougher competition is expected ahead. BMW aims to import its i3 this year, Volkswagen plans to sell more than 15 green vehicle models in China by 2018, and Daimler AG (DAIGn.DE) has formed a venture with Chinese carmaker BYD Co Ltd (002594.SZ) (1211.HK) to make electric vehicles. ($1 = 6.2220 Chinese Yuan)",
        "header": "Tesla expects big investment on charging stations in China",
        "link": "http://www.reuters.com/article/2014/04/22/us-autoshow-china-tesla-motors-idUSBREA3L0TN20140422"
    }
]