[
    {
        "time": "4:33PM UTC",
        "body": "DETROIT, May 7 (Reuters) - Tesla Motors Inc, led by billionaire Elon Musk, on Wednesday posted a higher-than-expected quarterly operating profit and the electric car maker said its plans for a new battery plant are on track.\n\nThe company, maker of the Model S luxury electric sedan, said the project to begin production of lithium-ion batteries at the plant, dubbed the “gigafactory,” is on course for 2017.\n\n“We have not yet finalized the ultimate location for the gigafactory and we are going to start work on at least two locations in parallel in order to minimize risk of delays arising after groundbreaking,” Musk said in a letter to shareholders posted online.\n\nExcluding one-time items, Tesla reported a first-quarter profit of 12 cents a share, two cents better than what analysts polled by Thomson Reuters I/B/E/S had expected. (Reporting by Ben Klayman in Detroit; Editing by Steve Orlofsky)",
        "header": "Tesla posts strong operating profit, says battery factory plans on track",
        "link": "http://www.reuters.com/article/2014/05/07/tesla-motors-results-idUSL2N0NT1B120140507"
    },
    {
        "time": "8:33PM UTC",
        "body": "DETROIT (Reuters) - Tesla Motors Inc (TSLA.O), led by billionaire Elon Musk, on Wednesday offered an outlook for the second quarter that disappointed some investors, sending shares of the electric car maker down more than 7 percent in after-hours trading.\n\nTesla posted a higher-than-expected first-quarter operating profit and said its operating automotive gross margins in the current quarter would increase slightly. S&P Capital IQ analyst Efraim Levy called the outlook a disappointment, saying investors had hoped for something better.\n\nThe Palo Alto, California-based company reported a first-quarter net loss of almost $50 million, compared with its first quarterly profit a year ago.\n\nTesla said it would spend up to $850 million this year to boost production capacity of its Model S luxury electric sedan, develop the Model X crossover vehicle and start construction of a new lithium-ion battery plant, dubbed the “gigafactory.” It said that would leave the company with a negative free cash flow for 2014.\n\nLike other so-called momentum stocks, Tesla’s shares have fallen recently and at the close of the market on Wednesday were down more than 20 percent from an all-time high of $265 in mid-February. In after-hours activity, Tesla shares traded at $186.60, after closing at $201.35.\n\nThe company said the project to begin production of lithium-ion batteries at the gigafactory is on course for 2017 and the plant should reach its full production rate in 2020.\n\n“We have not yet finalized the ultimate location for the gigafactory and we are going to start work on at least two locations in parallel in order to minimize risk of delays arising after groundbreaking,” Musk said in a letter to shareholders posted online.\n\nHe later said on a conference call with analysts that the company would break ground at the first location probably next month, followed by the second site one to two months later.\n\nThe company has said it would choose the location for the plant from Nevada, Arizona, New Mexico or Texas, and Musk said on Wednesday that California was potentially back in the running but still improbable given the state’s more onerous regulatory environment.\n\nTesla said in February it planned to raise $1.6 billion through convertible senior notes to finance the factory. Analysts have said it would require a capital infusion of $5 billion to $6 billion.\n\nMusk said on Wednesday that Tesla had signed a letter of intent for the factory with battery supplier Panasonic Corp (6752.T), but was still in talks with other potential partners. Executives expect the Panasonic deal to be finalized later this year.\n\nPanasonic would be the only company producing battery cells in the gigafactory, but the supplier as well as other companies would ship in cells from other plants, Musk said.\n\nAnalysts have said Tesla needs to get the plans for the battery plant finalized soon if it wants to meet its 2017 production target.\n\nMusk also said the company expects to begin selling Model X crossover vehicles in the second quarter of next year.\n\nExcluding one-time items, Tesla earned $17 million, or 12 cents a share, in the first quarter, two cents better than what analysts polled by Thomson Reuters I/B/E/S had expected. The results included a currency gain of $6.7 million.\n\nOn a net basis, Tesla lost $49.8 million, or 40 cents a share, compared with a profit last year of $11.25 million, or 10 cents a share. Net revenue rose 10 percent from last year to almost $621 million, while operating revenue was up 27 percent at $713 million.\n\nThe first-quarter included no revenue from zero-emission vehicle credit sales, as the company had forecast, and $12 million in other environmental credit sales. In the same quarter last year, those totals were $67.9 million and $17.1 million, respectively.\n\nTesla said it delivered 6,457 Model S cars in the first quarter, slightly above the 6,400 it had forecast in February. It also reiterated its full-year delivery target of more than 35,000 cars, including a forecast of about 7,500 cars in the second quarter.\n\nTesla also said battery cell supply will still constrain company vehicle production in the second quarter but that situation should improve in the third quarter. The company said its production rate is now at almost 700 vehicles per week, up 15 percent from the end of the fourth quarter, and should rise to 1,000 per week by the end of 2014.\n\nThe company started selling Model S sedans in China last month and Musk said demand there was strong and the company would have to open a plant in that country within three to four years. He said it will also study opening a plant in Europe.",
        "header": "Tesla outlook disappoints some on Wall St, shares drop 7 percent",
        "link": "http://www.reuters.com/article/2014/05/08/us-tesla-motors-results-idUSBREA460ZW20140508"
    },
    {
        "time": "6:26PM UTC",
        "body": "DETROIT, May 7 (Reuters) - Tesla Motors Inc earnings conference call with CEO Elon Musk and CFO Deepak Ahuja: * CEO Musk says company has letter of intent with Panasonic for battery factory * CEO Musk says California back in running as site for battery plant * CEO Musk says Panasonic would be only company producing cells in the factory * CEO Musk says expects to bring in cells from other factories in the world,\n\nwith a lot being Panasonic cells but other suppliers as well * CEO Musk says Model X crossover vehicle is coming in the second quarter of next year * CFO says 2015 will be dominated by spending on gigafactory * CEO says company does not have demand issue in China, it has a lot of demand",
        "header": "BRIEF-Tesla CEO says company has letter of intent with Panasonic for battery factory",
        "link": "http://www.reuters.com/article/2014/05/07/teslamotors-results-idUSWEN00D8Z20140507"
    }
]