[
    {
        "time": "12:31PM UTC",
        "body": "DETROIT, Jan 14 (Reuters) - Jerome Guillen, the vice president for worldwide sales and service at Tesla Motors , and Diarmuid O‘Connell, vice president for business development at Tesla, told reporters at the Detroit auto show on Tuesday that:\n\n* The electric carmaker delivered 6,900 vehicles in the fourth quarter of 2013, 20 percent more than forecast;\n\n* The automaker does not plan to bring in a partner on its third-generation vehicle because Chief Executive Elon Musk is committed to doing it alone;\n\n* The company does not believe its image was tarnished by the recall;\n\n* The company expects its global sales and service footprint to double in 2014;\n\n* It believes the Tesla story for 2014 will be one of “reckless growth.” Further company coverage: Further company coverage:",
        "header": "BRIEF-Tesla says 4th quarter deliveries beat forecast",
        "link": "http://www.reuters.com/article/2014/01/14/autoshow-tesla-deliveries-idUSL2N0KO16420140114"
    },
    {
        "time": "4:49PM UTC",
        "body": "DETROIT (Reuters) - Electric car maker Tesla Motors Inc said on Tuesday deliveries of its Model S sedan in the fourth quarter blew past what the company had forecast, sending shares up nearly 16 percent.\n\nTesla delivered almost 6,900 Model S sedans in the quarter, 20 percent above what the company had forecast, Jerome Guillen, vice president of global sales and service, said at the Detroit auto show.\n\nThis year looks to be strong, he added.\n\n“We look forward to 2014 with anticipation,” Guillen told a news conference at the show. “On the sales and service side, of which I‘m responsible, it’s reckless growth.” He later said that he misspoke and meant to say “relentless growth.”\n\nHe said the company this year expects to double its global sales and service locations, which currently total almost 150 combined. He also said Tesla was working “feverishly” on the Model X crossover vehicle, which the company previously said would debut in the second half of 2014.\n\nAnalysts said California-based Tesla continues to perform strongly despite the specter of a safety probe by U.S. safety regulators related to two road fires of Model S sedans.\n\n“Tesla seems capable of shrugging off news that would hamper most auto manufacturers. Today the electric car maker reported its best sales quarter ever,” Kelley Blue Book senior analyst Karl Brauer said. “As the brand begins global deliveries the potential for further growth remains high.”\n\nDiarmuid O‘Connell, Tesla’s vice president of business development, said later that the company has no plans to work with a partner to develop a new family of compact cars, known internally as Gen III and slated for production in 2017. He said\n\nChief Executive Elon Musk was committed to developing the cars alone.\n\n“None of our plans have ever assumed help from outside,” O‘Connell said.\n\n“We are assuming independence; Elon is committed to independence,” he added. “We already have the capacity internally to engineer the vehicle. There are no plans for partnership on that project.”\n\nAlso on Tuesday, U.S. safety regulators classified as a recall Tesla’s move to provide upgraded wall adaptors and charging software, citing the risk of fire.\n\nThe National Highway Traffic Safety Administration said Tesla is recalling 29,222 Model S electric sedans from model year 2013 for the fix, according to documents filed online.\n\n“An overheated adapter, cord, or wall receptacle, increases the risk of burn injury and/or fire,” according to the NHTSA documents.\n\nMusk took issue with NHTSA’s use of the word “recall.”\n\n“Some confusion in media reports today. No Tesla vehicles are being physically recalled by Tesla,” Musk said on Twitter.\n\n“The word ‘recall’ needs to be recalled,” he added.\n\nHe pointed out that the software upgrade was done last month over the air, and the new adaptor was being mailed to owners.\n\nLast Friday, the electric car maker said it was providing customers with the new adaptor and software upgrade to prevent overheating of its charging systems.\n\nTesla never used the words “recall” or “fire” in Friday’s announcement.\n\nLast week’s announcement by Tesla came after a November garage fire involving a Model S in Irvine, California, which the Orange County Fire Authority said may have been caused by a Tesla charging system or by a connection at the electricity panel on the wall of the garage.\n\nAt the time, Tesla disagreed with the fire officials’ findings, contending that the charging electronics were not related to the fire. In the Friday news release, Tesla said its goal was to prevent excessive heating of the adapters used to charge its cars. A variety of factors ranging from corrosion to inappropriate wiring of electrical outlets can cause overheating, the company said.\n\nSeparately, three road fires in Model S sedans caused Tesla’s stock to fall sharply in October, and NHTSA is investigating the two that took place in the United States. Last November, Musk said a recall related to the three road fires was not necessary.\n\nTesla shares ended 15.7 percent higher at $161.27 on the Nasdaq on Tuesday.",
        "header": "Tesla demand surges, stock rises 16 percent",
        "link": "http://www.reuters.com/article/2014/01/14/us-autoshow-tesla-idUSBREA0D14H20140114"
    },
    {
        "time": "1:16PM UTC",
        "body": "NEW YORK, Jan 14 (Reuters) - Tesla Motors Inc : * Shares hit session high, up more than 10 percent in heavy volume",
        "header": "BRIEF-Tesla shares hit session high, volume jumps",
        "link": "http://www.reuters.com/article/2014/01/14/tesla-brief-idUSWEN00C3D20140114"
    },
    {
        "time": "12:19PM UTC",
        "body": "DETROIT, Jan 14 (Reuters) - U.S. safety regulators on Tuesday classified as a recall Tesla Motors Inc’s move to provide upgraded wall adaptors and charging software, citing the risk of fire.\n\nThe National Highway Traffic Safety Administration said Tesla is recalling 29,222 Model S electric sedans from model year 2013 for the fix, according to documents filed online.\n\nLast Friday, the electric car maker said it was providing customers with the new adaptor and software upgrade to prevent overheating of its charging systems.\n\n“An overheated adapter, cord, or wall receptacle, increases the risk of burn injury and/or fire,” according to the NHTSA documents.\n\nTesla officials, many of whom were appearing at the Detroit auto show on Tuesday, could not immediately be reached for comment.\n\nTesla never used the words “recall” or “fire” in Friday’s announcement.\n\nLast week’s announcement by Tesla came after a November garage fire involving a Model S in Irvine, California, which the Orange County Fire Authority said may have been caused by a Tesla charging system or by a connection at the electricity panel on the wall of the garage.\n\nAt the time, Tesla disagreed with the fire officials’ findings, contending that the charging electronics were not related to the fire. In the Friday news release, Tesla said its goal was to prevent excessive heating of the adapters used to charge its cars. A variety of factors ranging from corrosion to inappropriate wiring of electrical outlets can cause overheating, the company said.\n\nSeparately, three road fires in Model S sedans caused Tesla’s stock to fall sharply in October, and NHTSA is investigating the two that took place in the United States. Last November, Tesla Chief Executive Elon Musk said a recall related to the three road fires was not necessary.",
        "header": "U.S. regulator terms Tesla wall adaptor, software upgrade a recall",
        "link": "http://www.reuters.com/article/2014/01/14/autoshow-tesla-idUSL2N0KO16320140114"
    }
]