[
    {
        "time": "3:32PM UTC",
        "body": "(Reuters) - Panasonic Corp (6752.T) is inviting a number of Japanese materials suppliers to join it in investing in a U.S. car battery plant that it plans to build with Tesla Motors Inc (TSLA.O), with investment expected to reach more than 100 billion yen ($979 million), the Nikkei reported.\n\nTesla shares also hit an all-time high on Tuesday after one brokerage firm set a new target price that suggested shares would rise almost 50 percent from Monday’s closing price.\n\nThe plant, expected to go on-stream in 2017, will bolster Panasonic’s supply of lithium-ion batteries to the U.S. electric-car maker.\n\nLast week, Tesla shed some light on its plans for building a lithium-ion battery plant, or “giga factory,” that will cut battery costs and allow the company to launch a more affordable electric car in 2017. However, it said at the time that further details would be announced this week.\n\nTesla declined to comment on Tuesday. Panasonic, the carmaker’s primary supplier of lithium-ion batteries, could not immediately be reached for comment.\n\nThe U.S. plant, which will handle everything from processing raw materials to assembly, will produce small, lightweight batteries for Tesla and may also supply Toyota Motor Corp (7203.T) and other automakers, the Nikkei said.\n\nBattery costs have been a major stumbling block to widespread electric car adoption in the United States, according to analysts. Tesla’s giga factory will lower costs by shifting material, cell, module and pack production to one spot.\n\nIn Tesla’s earnings conference call last week, Chief Executive Elon Musk said the electric car maker expects to build the factory with more than one partner, but a “default assumption” was that Panasonic, as a current battery cell partner, “would continue to partner with us in the giga factory.”\n\n“The factory is really there to support the volume of the third generation car,” Musk said on the call. “We want to have the vehicle engineering and tooling come to fruition the same time as the giga factory. It is already part of one strategy, one combined effort.”\n\nTesla posted better-than-expected fourth-quarter results and said deliveries of its luxury Model S electric sedan would surge more than 55 percent this year to more than 35,000 vehicles.\n\nShares in the Palo Alto, California-based company, which was founded in 2003, surged as much as 19 percent on Tuesday, hitting a new all-time high intraday trading price of $259.20 a share after Morgan Stanley raised its target price for the stock to $320 a share from $153.\n\nTesla shares were still up $30.50, or 14 percent, at $248.15 in afternoon trading on the Nasdaq.\n\nMorgan Stanley analyst Adam Jonas said in his research note that the potential for lower battery costs through higher sales volume could nearly double Tesla’s share of the global car market to 0.9 percent by 2028. Tesla remains the firm’s top pick in the U.S. auto sector with an “overweight” rating.\n\n“Tesla is an extremely ambitious company for whom flooding the market with fun-to-drive EVs and giving competitors a headache might not be the endgame,” he said.\n\nStifel analyst James Albertine said the giga factory could be far more than an auto opportunity, as Tesla could have an even more significant opportunity to supply the energy storage market. He expects the factory would take two to three years to build and require a $5 billion to $6 billion capital infusion.\n\n“While we remain negative on Tesla shares above $200 as an automotive OEM (original equipment manufacturer), the energy storage opportunity requires a broader perspective and could very well justify current, if not higher valuation levels,” he said in a research note.",
        "header": "Panasonic, suppliers may invest $1 billion in Tesla's U.S. battery plant: Nikkei",
        "link": "http://www.reuters.com/article/2014/02/25/us-tesla-battery-panasonic-idUSBREA1O1MF20140225"
    },
    {
        "time": "12:45PM UTC",
        "body": "WASHINGTON, Feb 25 (Reuters) - The U.S. electric luxury car Tesla Model S was named by Consumer Reports magazine on Tuesday as its overall Top Pick for 2014, while Japanese models took just five of the top 10 spots, their worst showing in the 18-year history of the annual rankings.\n\nThe Ram 1500 was named the top pickup truck, the first time a Chrysler model has cracked the Top Picks since 1998. South Korean automaker Hyundai, and German brands BMW and Volkswagen’s Audi also had models topping the 10 Consumer Reports categories.",
        "header": "Electric car Tesla named Consumer Reports' top auto pick",
        "link": "http://www.reuters.com/article/2014/02/25/autos-survey-idUSL1N0LU1GK20140225"
    },
    {
        "time": "7:27PM UTC",
        "body": "TOKYO (Reuters) - Shares in Panasonic Corp jumped more than 6 percent to a three-week high of 1,271 yen on Wednesday after the Nikkei newspaper said the firm is inviting a number of Japanese suppliers to join it in investing in a U.S. car battery plant it plans to build with Tesla Motor Inc.\n\nThe newspaper said the investment for the new plant was expected to reach more than 100 billion yen ($979 million).\n\nPanasonic was the second-most traded stock on the main board.",
        "header": "Panasonic jumps more than 6 percent on report of Tesla battery plan",
        "link": "http://www.reuters.com/article/2014/02/26/us-panasonic-shares-idUSBREA1P01520140226"
    },
    {
        "time": "11:02PM UTC",
        "body": "* Battery ‘giga factory’ for electric cars would be a first for U.S.\n\n* Panasonic looking for other supplier partners for plant -Nikkei\n\n* Tesla has said it would announce details on plant this week\n\nFeb 26 (Reuters) - Panasonic Corp is considering investing in a U.S. car battery plant planned by Tesla Motors Inc, sources familiar with the plan said on Wednesday, with total investment estimated by one source around 100 billion yen ($979 million).\n\nThe facility, expected to go on-stream in 2017, is part of Tesla’s blueprint for a more affordable electric vehicle and would be the first major, integrated U.S. facility producing battery cells for electric cars.\n\nTesla shares hit an all-time high on Tuesday, after a brokerage set a new target price suggesting a rise of almost 50 percent from Monday’s close, while Panasonic’s shares jumped 7 percent on Wednesday to a three-week high.\n\nLast week, Tesla gave some initial hints about plans for a lithium-ion battery plant, or “giga factory”, that would likely include Panasonic and other suppliers as partners. It said that further details would be announced this week.\n\nTesla declined to comment on Tuesday. Panasonic, the car maker’s primary supplier of lithium-ion batteries, said it wanted to expand its cooperation with Tesla but declined to comment further.\n\n“We have a cooperative relationship with Tesla and are looking at various ways of strengthening that relationship in the future,” the company said.\n\nSources close to the situation said Panasonic was considering investing in the giga factory project with an eye to expanding battery supplies to Tesla when its current supply contract ends in 2017. One of the sources added that the project would likely require a total of about 100 billion yen.\n\n“Panasonic is looking at various types of cooperation, including taking on some of the investment,” the source said. “But Tesla is a venture business, so there’s a need to be cautious in looking at the risks involved.”\n\nThe 100 billion yen figure was first reported in the Nikkei business daily, which also said Panasonic was inviting several Japanese materials makers to join the project.\n\nThe Nikkei said the plant would produce small, lightweight batteries for Tesla and may also supply Toyota Motor Corp and other automakers.\n\nBattery costs have been a major stumbling block to widespread electric car adoption in the United States, according to analysts. Tesla’s giga factory will lower costs by shifting material, cell, module and pack production to one spot.\n\nIn Tesla’s earnings conference call last week, Chief Executive Elon Musk said the electric car maker expects to build the factory with more than one partner, but a “default assumption” was that Panasonic, as a current battery cell partner, “would continue to partner with us in the giga factory”.\n\n“The factory is really there to support the volume of the third generation car,” Musk said on the call. “We want to have the vehicle engineering and tooling come to fruition the same time as the giga factory. It is already part of one strategy, one combined effort.”\n\nTesla posted better-than-expected fourth-quarter results and said deliveries of its luxury Model S electric sedan would surge more than 55 percent this year to more than 35,000 vehicles.\n\nShares in the Palo Alto, California-based company, which was founded in 2003, surged as much as 19 percent on Tuesday, hitting an all-time high intraday trading price of $259.20 a share after Morgan Stanley raised its target price for the stock to $320 a share from $153.\n\nTesla shares closed up $30.35, or 14 percent, at $248.00 on the Nasdaq.\n\nPanasonic shares rose nearly 7 percent on Wednesday morning in Tokyo to a three-week high of 1,279 yen.\n\nMorgan Stanley analyst Adam Jonas said in his research note that the potential for lower battery costs through higher sales volume could nearly double Tesla’s share of the global car market to 0.9 percent by 2028. Tesla remains the firm’s top pick in the U.S. auto sector with an “overweight” rating.\n\n“Tesla is an extremely ambitious company for whom flooding the market with fun-to-drive EVs and giving competitors a headache might not be the endgame,” he said.\n\nStifel analyst James Albertine said the giga factory could be far more than an auto opportunity, as Tesla could have an even more significant opportunity to supply the energy storage market. He expects the factory would take two to three years to build and require a $5 billion to $6 billion capital infusion.\n\n“While we remain negative on Tesla shares above $200 as an automotive OEM (original equipment manufacturer), the energy storage opportunity requires a broader perspective and could very well justify current, if not higher valuation levels,” he said in a research note.",
        "header": "UPDATE 2-Panasonic considers investing in $1 bln Tesla battery plant -sources",
        "link": "http://www.reuters.com/article/2014/02/26/tesla-battery-panasonic-idUSL3N0LU4IV20140226"
    },
    {
        "time": "11:25PM UTC",
        "body": "(Reuters) - Panasonic Corp (6752.T) is considering investing in a U.S. car battery plant planned by Tesla Motors Inc (TSLA.O), sources familiar with the plan said on Wednesday, with total investment estimated by one source around 100 billion yen ($979 million).\n\nThe facility, expected to go on-stream in 2017, is part of Tesla’s blueprint for a more affordable electric vehicle and would be the first major, integrated U.S. facility producing battery cells for electric cars.\n\nTesla shares hit an all-time high on Tuesday, after a brokerage set a new target price suggesting a rise of almost 50 percent from Monday’s close, while Panasonic’s shares jumped 7 percent on Wednesday to a three-week high.\n\nLast week, Tesla gave some initial hints about plans for a lithium-ion battery plant, or “giga factory”, that would likely include Panasonic and other suppliers as partners. It said that further details would be announced this week.\n\nTesla declined to comment on Tuesday. Panasonic, the car maker’s primary supplier of lithium-ion batteries, said it wanted to expand its cooperation with Tesla but declined to comment further.\n\n“We have a cooperative relationship with Tesla and are looking at various ways of strengthening that relationship in the future,” the company said.\n\nSources close to the situation said Panasonic was considering investing in the giga factory project with an eye to expanding battery supplies to Tesla when its current supply contract ends in 2017. One of the sources added that the project would likely require a total of about 100 billion yen.\n\n“Panasonic is looking at various types of cooperation, including taking on some of the investment,” the source said. “But Tesla is a venture business, so there’s a need to be cautious in looking at the risks involved.”\n\nThe 100 billion yen figure was first reported in the Nikkei business daily, which also said Panasonic was inviting several Japanese materials makers to join the project.\n\nThe Nikkei said the plant would produce small, lightweight batteries for Tesla and may also supply Toyota Motor Corp (7203.T) and other automakers.\n\nBattery costs have been a major stumbling block to widespread electric car adoption in the United States, according to analysts. Tesla’s giga factory will lower costs by shifting material, cell, module and pack production to one spot.\n\nIn Tesla’s earnings conference call last week, Chief Executive Elon Musk said the electric car maker expects to build the factory with more than one partner, but a “default assumption” was that Panasonic, as a current battery cell partner, “would continue to partner with us in the giga factory”.\n\n“The factory is really there to support the volume of the third generation car,” Musk said on the call. “We want to have the vehicle engineering and tooling come to fruition the same time as the giga factory. It is already part of one strategy, one combined effort.”\n\nTesla posted better-than-expected fourth-quarter results and said deliveries of its luxury Model S electric sedan would surge more than 55 percent this year to more than 35,000 vehicles.\n\nShares in the Palo Alto, California-based company, which was founded in 2003, surged as much as 19 percent on Tuesday, hitting an all-time high intraday trading price of $259.20 a share after Morgan Stanley raised its target price for the stock to $320 a share from $153.\n\nTesla shares closed up $30.35, or 14 percent, at $248.00 on the Nasdaq.\n\nPanasonic shares rose nearly 7 percent on Wednesday morning in Tokyo to a three-week high of 1,279 yen.\n\nMorgan Stanley analyst Adam Jonas said in his research note that the potential for lower battery costs through higher sales volume could nearly double Tesla’s share of the global car market to 0.9 percent by 2028. Tesla remains the firm’s top pick in the U.S. auto sector with an “overweight” rating.\n\n“Tesla is an extremely ambitious company for whom flooding the market with fun-to-drive EVs and giving competitors a headache might not be the endgame,” he said.\n\nStifel analyst James Albertine said the giga factory could be far more than an auto opportunity, as Tesla could have an even more significant opportunity to supply the energy storage market. He expects the factory would take two to three years to build and require a $5 billion to $6 billion capital infusion.\n\n“While we remain negative on Tesla shares above $200 as an automotive OEM (original equipment manufacturer), the energy storage opportunity requires a broader perspective and could very well justify current, if not higher valuation levels,” he said in a research note.",
        "header": "Panasonic considers investing in $1 billion Tesla battery plant: sources",
        "link": "http://www.reuters.com/article/2014/02/26/us-tesla-battery-panasonic-idUSBREA1O1MF20140226"
    },
    {
        "time": "1:33PM UTC",
        "body": "WASHINGTON (Reuters) - Electric luxury car Tesla Model S was named by Consumer Reports magazine on Tuesday as its overall top pick for 2014, while Japanese models took just five of the top 10 spots, their worst showing in the 18-year history of the annual rankings.\n\nThe Ram 1500 was named the top pickup truck, the first time a Chrysler model has cracked the top picks list since 1998. In a separate ranking of brands, however, Detroit automakers had the four lowest scores of 23 brands rated.\n\nSouth Korean automaker Hyundai (005380.KS), and German brands BMW (BMWG.DE) and Volkswagen’s (VOWG_p.DE) Audi had models topping the 10 Consumer Reports vehicle categories.\n\n“The competition in the marketplace has grown fierce. There was a time when a handful of brands dominated our top picks list, but in recent years we’ve seen a more diverse group make the cut,” Rik Paul, Consumer Reports’ automotive editor, said in a statement.\n\nThe top picks were chosen from more than 260 vehicles tested by Consumer Reports for reliability, safety and road-test performance.\n\nThe battery-powered Tesla Model S was chosen best overall for its “exceptional performance and its many impressive technological innovations,” Consumer Reports said, noting it was “pricey” at $89,650.\n\nCalifornia-based Tesla Motors Inc (TSLA.O), which was founded by billionaire entrepreneur Elon Musk in 2003, said it expects to deliver about 35,000 of the model this year. By comparison, the best-selling car in the United States last year, the Toyota Camry, sold about 408,000 in 2013.\n\nConsumer Reports hasn’t named a best overall since a Lexus model took the top honors in 2010.\n\nHonda (7267.T) and Subaru (7270.T) were the only automakers with more than one model in this year’s top picks. Honda’s Accord won best midsize sedan, and its Odyssey was named top minivan. The best compact car went to Subaru’s Impreza, and its Forester model was picked as the top small SUV.\n\nToyota’s (7203.T) Prius hybrid, with its 44 miles-per-gallon overall fuel efficiency, was named best green car for the 11th consecutive year.\n\nThe Audi A6 took top honors in the luxury car rankings for the second year in a row, while the BMW 328i was chosen best sports sedan, also for a second straight year.\n\nJapanese automakers, which historically have taken more than 70 percent of the top picks, managed to win only five of the 10 categories, the worst showing since Consumer Reports began publishing the list in 1997.\n\nConsumer Reports also released its annual report card on car brands. It rates each manufacturer’s individual brands, with a composite score based on reliability and road testing.\n\nLexus, Toyota’s luxury brand, came out on top for the second straight year, with a score of 79. Honda’s Acura was second with 75, followed by Audi with 74.\n\nConsumer Reports said of Lexus: “Its models are usually quiet, comfortable, and fuel efficient, and they’re among the most reliable cars made.”\n\nSubaru and Toyota tied for the fourth spot. Mazda, Honda, Infiniti, Daimler AG’s (DAIGn.DE) Mercedes-Benz and BMW rounded out the top 10.\n\nDetroit-based manufacturers fared poorly in this ranking, with Fiat Chrysler Automobiles’ FIA.MI Jeep tying Ford for worst of the 23 brands listed. Consumer Reports said both Jeep and Ford models had reliability problems.\n\nFiat Chrysler’s Dodge and General Motors Co’s (GM.N) Cadillac were also among the four lowest-scoring brands.\n\nGM’s Buick and GMC tied for 12th, the highest rating for Detroit automakers.\n\nConsumer Reports said it didn’t have brand report cards for Fiat, Tata Motors Ltd’s (TAMO.NS) Jaguar and Land Rover brands, Ford’s Lincoln, BMW’s Mini, Mitsubishi, Porsche, Fiat Chrysler’s Ram, Toyota’s Scion, Daimler’s Smart and Tesla because of a lack of data.",
        "header": "Tesla Model S named Consumer Reports' top auto pick",
        "link": "http://www.reuters.com/article/2014/02/25/us-autos-survey-idUSBREA1O1G720140225"
    },
    {
        "time": "2:04PM UTC",
        "body": "Feb 26 (Reuters) - Panasonic Corp is inviting a number of Japanese materials suppliers to join it in investing in a U.S. car battery plant it plans to build with Tesla Motors Inc, with investment expected to reach more than 100 billion yen ($979 million), the Nikkei reported.\n\nThe plant, expected to go on-stream in 2017, will bolster Panasonic’s supply of lithium-ion batteries to the U.S. electric-car maker.\n\nTesla is widely expected to announce details this week about the factory, which will help ease a shortage of battery cells.\n\nTesla declined to comment on Tuesday. Panasonic, the carmaker’s primary supplier of lithium-ion batteries, could not immediately be reached for comment.\n\nThe U.S. plant, which will handle everything from processing raw materials to assembly, will produce small, lightweight batteries for Tesla and may also supply Toyota Motor Corp and other automakers, the Nikkei said.",
        "header": "Panasonic, suppliers could invest $1 bln in Tesla's US battery plant - Nikkei",
        "link": "http://www.reuters.com/article/2014/02/25/tesla-battery-panasonic-idUSL3N0LU4FP20140225"
    }
]