[
    {
        "time": "2:47PM UTC",
        "body": "March 11 (Reuters) - Tesla Motors Inc said New Jersey Governor Chris Christie’s administration was pushing forward with a regulation that would hamper sales in the state by forcing the electric-car company to use dealers instead of selling directly to customers.\n\nTesla said on Tuesday the administration was undermining its model of selling cars, while the administration says Tesla has long known the company needed a law change to accommodate its sales model.\n\nThe New Jersey Motor Vehicle Commission introduced a rule in October that made explicit the need to have a franchise license to sell cars in the state, and that rule was due to be approved on Tuesday.\n\nIn a blog posting on the company’s website, Tesla said the governor’s office “has gone back on its word” to delay the proposed “anti-Tesla” regulation so that it would be taken up by the state’s legislature.\n\nTesla, which currently has two stores in New Jersey, said the regulation would effectively force it to stop sales from those stores and prevent the company from opening further outlets in the state.\n\n“Having previously issued two dealer licenses to Tesla, this regulation would be a complete reversal to the long-standing position of (New Jersey Motor Vehicle Commission) on Tesla’s stores,” Tesla said on its blog.\n\nIn response, Kevin Roberts, a spokesman in the governor’s office, said since Tesla began operating a year ago in New Jersey, “it was made clear that the company would need to engage the Legislature on a bill to establish their new direct-sales operations under New Jersey law.”\n\n“This administration does not find it appropriate to unilaterally change the way cars are sold in New Jersey without legislation and Tesla has been aware of this position since the beginning,” Roberts said in an emailed statement.\n\nNew Jersey would effectively be the third state to bar Tesla from selling its cars directly, along with Arizona and Texas, according to Tesla.\n\nTesla shares were down 0.3 percent at $238.02 in afternoon trading on Nasdaq.",
        "header": "Tesla, NJ Governor Christie clash over direct sales to customers",
        "link": "http://www.reuters.com/article/2014/03/11/tesla-newjersey-idUSL2N0M819520140311"
    },
    {
        "time": "5:12PM UTC",
        "body": "(Reuters) - Elon Musk wants to keep selling electric cars directly to the public in New Jersey, but on Tuesday the state said no, insisting instead that Tesla Motors Inc offer its cars through an auto franchise rather than its own stores.\n\nNew Jersey Governor Chris Christie’s administration approved a rule requiring sales of all new cars to go through franchises.\n\nThe New Jersey Motor Vehicle Commission approved the rule, proposed in October, a representative at the commission confirmed, making explicit the need to have a franchise license to sell new cars in the state.\n\nTesla, which is led by CEO Musk, said on Tuesday the administration was undermining its model of selling cars, while the administration countered that Tesla had long known the company needed a law change to accommodate its sales model.\n\nShares of Palo Alto, California-based Tesla closed down 1.9 percent at $234.41 on the Nasdaq on Tuesday.\n\nIn a blog posting on the company’s website before the ruling was approved, Tesla said the governor’s office “has gone back on its word” to delay the proposed “anti-Tesla” regulation so that it would be taken up by the state’s legislature.\n\nTesla, which has two stores in New Jersey, said the regulation would effectively force it to stop sales from those stores and prevent the company from opening further outlets in the state.\n\n“Having previously issued two dealer licenses to Tesla, this regulation would be a complete reversal to the long-standing position of (New Jersey Motor Vehicle Commission) on Tesla’s stores,” Tesla said on its blog.\n\nThe automaker also said on the blog it believed ”it is vital to introduce our own vehicles to the market because electric cars are still a relatively new technology.\n\n“This model is not just a matter of selling more cars and providing optimum consumer choice for Americans, but it is also about educating consumers about the benefits of going electric.”\n\nIn response, Kevin Roberts, a spokesman in the governor’s office, said since Tesla began operating a year ago in New Jersey, “it was made clear that the company would need to engage the Legislature on a bill to establish their new direct-sales operations under New Jersey law.”\n\n“This administration does not find it appropriate to unilaterally change the way cars are sold in New Jersey without legislation and Tesla has been aware of this position since the beginning,” Roberts said in an emailed statement.\n\nNew Jersey is effectively the third state to bar Tesla from selling its cars directly, along with Arizona and Texas, according to Tesla.",
        "header": "Tesla, New Jersey clash over direct sales to customers",
        "link": "http://www.reuters.com/article/2014/03/11/us-tesla-newjersey-idUSBREA2A1MW20140311"
    }
]