[
    {
        "time": "4:48PM UTC",
        "body": "May 6 (Reuters) - Tesla Motors Inc reported a wider first quarter net loss on Wednesday and said the strong dollar would crimp gross margins in the coming quarter.\n\nThe Silicon Valley electric car maker reaffirmed that it plans to start delivering its Model X sport utility vehicle late in the third quarter. The Model X, the company’s second high-volume model, is critical to the company’s goal of delivering 55,000 vehicles this year.",
        "header": "Tesla posts wider 1st qtr net loss, reaffirms full-year delivery target",
        "link": "http://www.reuters.com/article/2015/05/06/tesla-motors-results-idUSL1N0XW1VR20150506"
    },
    {
        "time": "7:58PM UTC",
        "body": "(Reuters) - Tesla Motors Inc (TSLA.O) reported a wider first-quarter net loss on Wednesday, but outperformed expectations and stuck to key milestones for the year ahead, despite pressure on margins.\n\nChief Executive Officer Elon Musk said during a conference call that demand for the company’s new line of stationary energy storage systems, unveiled last week, is “off the hook.”\n\nOver time, it was possible stationary storage could be a bigger business for Tesla than selling cars, he added.\n\nTesla said in a letter to shareholders on Wednesday that “total addressable market size for Tesla Energy products is enormous and much easier to scale globally than vehicle sales.”\n\nMusk said last week that the stationary battery storage systems could be “materially profitable” sometime next year.\n\nThe shares of the Silicon Valley electric car maker rose about 2 percent after hours from their close of $230.43.\n\nThe challenges confronting Tesla’s auto business were illustrated by the company’s continued cash burn and signs of pressure on profit margins.\n\nTesla’s cash reserves fell to $1.5 billion as of March 31 from $1.9 billion at the end of 2014. The company said it plans a total of $1.5 billion in capital spending this year, much of it to buy production tools for the Model X, complete its large battery “gigafactory” in Nevada, and for other facilities.\n\nMusk said Tesla’s cash flow should turn positive later in the year.\n\n“It’s extremely likely cash flow is really good” by the end of the fourth quarter, he said.\n\nChief Financial Officer Deepak Ahuja said Tesla is looking at establishing asset backed lines of credit to “assure we have a strong balance sheet.”\n\nTesla reported an adjusted net loss of 36 cents a share in the latest quarter, excluding certain expenses, compared with a profit of 14 cents a share on the same basis a year ago. Analysts had expected a loss of 50 cents a share on that adjusted basis.\n\nTesla had a net loss in the first quarter of $154.2 million, or $1.22 a share, on revenues of $939.9 million. A year ago, Tesla reported a net loss of $49.8 million, on revenues of $620.5 million.\n\nHowever, the automaker warned that a “less rich product mix” could push down average selling prices for the Model S sedan, which now starts at $76,200.\n\nTesla delivered 10,045 Model S sedans in the first quarter, a 55 percent increase from the year before. The company forecast deliveries of 10,000 to 11,000 vehicles in the second quarter.\n\nTesla could face more competition in the future as established automakers field new electric vehicles with longer driving ranges. There is also the potential other well capitalized Silicon Valley companies such as Apple Inc (AAPL.O) or Google Inc (GOOGL.O) will move into the market.\n\nAsked about that, Musk said: “I certainly hope Apple gets into the car business. That would be great.”\n\nTesla said it will start delivering its Model X sport utility vehicle late in the third quarter, still within the window the company promised earlier this year. The Model X is critical to Tesla’s goal of delivering 55,000 vehicles this year.",
        "header": "Tesla posts wider loss, highlights energy storage demand",
        "link": "http://www.reuters.com/article/2015/05/06/us-tesla-motors-results-idUSKBN0NR2EK20150506"
    },
    {
        "time": "7:15PM UTC",
        "body": "(Reuters) - Tesla Motors Inc (TSLA.O) should have “really good” cash flow in the fourth quarter, Chief Executive Elon Musk said on Wednesday during a first-quarter earnings conference call with analysts.\n\nTesla Chief Financial Officer Deepak Ahuja said the company will be cash-flow positive in the fourth quarter this year.\n\nTesla’s cash reserves fell to $1.5 billion as of March 31 from $1.9 billion at the end of 2014.",
        "header": "Tesla Motors says it will be cash-flow positive in fourth quarter",
        "link": "http://www.reuters.com/article/2015/05/06/us-tesla-motors-results-call-idUSKBN0NR2MI20150506"
    },
    {
        "time": "5:32PM UTC",
        "body": "May 6 (Reuters) - Tesla Motors Inc Wednesday reported a wider first-quarter net loss, but outperformed expectations and stuck to key milestones for the year ahead despite pressure on margins.\n\nShares of the Silicon Valley electric car maker rose about 2 percent after hours from their close of $230.43.\n\nThe company reaffirmed plans to start delivering its Model X sport utility vehicle late in the third quarter. The Model X, its second high-volume model, is critical to Tesla’s goal of delivering 55,000 vehicles this year.\n\nThe automaker said it still expects to achieve that full-year sales goal, but warned that a “less rich product mix” would push down average selling prices for the Model S sedan, which now starts at $76,200.\n\nTesla said last month it had delivered 10,030 Model S sedans in the first quarter, a 55 percent increase from the year before. The company on Wednesday forecast deliveries of 10,000 to 11,000 vehicles in the second quarter.\n\nAutomotive gross margins for the just-ended quarter were 26 percent on an adjusted basis. The company forecast narrower automotive gross margins of “just under” 25 percent for the second quarter.\n\nTesla said it raised prices for cars sold in Europe by 5 percent to offset the currency exchange hit.\n\nTesla reported an adjusted net loss of 36 cents a share in the latest quarter, excluding certain expenses, compared with a profit of 14 cents a share on the same basis a year ago. Analysts had been expecting a loss of 50 cents a share on that adjusted basis. Tesla’s net loss in the just-ended quarter was $1.22 a share, compared with a 40 cents a share net loss a year ago.\n\nTesla’s cash reserves fell to $1.5 billion as of March 31 from $1.9 billion at the end of 2014. Company executives said in February the pace of cash consumption would slow during this year and cash flow would turn positive in the “latter half of the year.”\n\nChief Executive Officer Elon Musk wrote in a letter to shareholders on Wednesday that Tesla still plans $1.5 billion in capital spending this year to expand production capacity, buy production tooling for the Model X and complete its large battery “gigafactory” and other facilities.\n\nTesla shares have been boosted since late March by anticipation for a new line of energy storage battery systems for homes and businesses that Musk unveiled last week.\n\nHe said the company will start producing energy storage systems, marketed by a new subsidiary called Tesla Energy, in the third quarter.\n\nHome units will start at $3,000. Analysts say the market for stationary energy storage batteries could grow into the billions of dollars as more homeowners and businesses look to store energy produced by solar or wind power systems, and take advantage of subsidies for sources of power that do not emit greenhouse gases.\n\nMusk said the stationary battery storage systems could be “materially profitable” sometime next year. (Reporting by Joe White and Bernie Woodall in Detroit; Editing by Matthew Lewis)",
        "header": "UPDATE 1-Tesla posts wider net loss, stands by full-year delivery target",
        "link": "http://www.reuters.com/article/2015/05/06/tesla-motors-results-idUSL1N0XX3I720150506"
    },
    {
        "time": "8:22PM UTC",
        "body": "PORTLAND, Ore. (Reuters) - An Oregon science teacher accused of using lab equipment to burn messages into the arms of at least eight teenage students was arrested and booked on two counts of criminal mistreatment, police said on Wednesday.\n\nSamuel Dufner, 37, is alleged by students to have used a Tesla coil, a device that produces sparks and is often used to illustrate electrical principles, to burn “I heart Mom” into the arms of 15-year-olds in one of his classes, said Salem Police Lieutenant Steve Burr.\n\nA parent reported the incident to South Salem High School, located in the state capital, Salem, about 50 miles south of Portland, and school officials alerted police late on Monday.\n\n“This was a new one for me,” Burr said. “I had to look up Tesla coil on Wikipedia this morning.”\n\nThe device was being used in several classes last week to ignite gases that would propel a rocket for a science demonstration, and police said it was not clear if students in other classes may also have been burned by Dufner.\n\nMost of the students’ burns seemed to be fading and were unlikely to cause permanent marks, Burr said, but he added the injuries seemed significant enough to leave a possible scar on one student’s arm.\n\nDufner was arrested on Tuesday and released later that day after posting $2,000 bail. The school district is cooperating in the investigation and had placed Dufner on administrative leave, police said.\n\nBurr said it was not clear if the teacher would ultimately be charged in court.",
        "header": "Oregon teacher arrested for allegedly burning pupils with Tesla coil",
        "link": "http://www.reuters.com/article/2015/05/07/us-usa-oregon-teacher-idUSKBN0NS00920150507"
    }
]