[
    {
        "time": "4:54PM UTC",
        "body": "DETROIT, Aug 5 (Reuters) - Electric car maker Tesla Motors Inc’s net loss widened in the second quarter, and it continued to burn through cash ahead of the launch of its Model X crossover car and the opening of its Nevada battery factory, the company said Wednesday.\n\nTesla lost $184.2 million, compared with a loss of $61.9 million in the 2014 second quarter. Revenue climbed 24 percent to $955.0 million, from $769.3 million, as car sales continued to rise.\n\nOn an adjusted basis, Tesla said it lost 48 cents a share, less than the 60 cents analysts had expected. In the year-earlier period, Tesla said, it earned 13 cents a share on an adjusted basis.\n\nTesla stock on Wednesday closed up 1.4 percent at $270.13 on Nasdaq. (Reporting by Paul Lienert in Detroit)",
        "header": "Electric car maker Tesla's net loss widens in 2nd quarter",
        "link": "http://www.reuters.com/article/tesla-results-idUSL1N10G2GK20150805"
    },
    {
        "time": "7:51PM UTC",
        "body": "DETROIT (Reuters) - Shares of Tesla Motors Inc (TSLA.O) fell about 6 percent on Wednesday after the electric car maker posted a wider quarterly loss and said it may raise more cash to offset heavy spending on expanded production.\n\nA recently negotiated credit line can be extended from $500 million to $750 million and should be enough to cover planned investments in California and Nevada factories, Chief Financial Officer Deepak Ahuja told analysts on a conference call.\n\nBut “there may be some value” in raising additional funds for “risk reduction,” Chief Executive Elon Musk added. He declined to elaborate.\n\nTesla may not be cash-flow positive until early 2016, Ahuja said. Musk’s previous estimate was the end of this year.\n\nTesla’s new storage battery business could generate revenue of $400 million to $500 million in 2016, and “a few billion dollars” in 2017, Musk said on Wednesday.\n\nTesla lowered its full-year sales forecast to a range of 50,000 to 55,000 cars. Last year, Musk had forecast sales of 60,000 cars in 2015, but cut that earlier this year to 55,000. He forecast vehicle sales next year of 83,000 to 93,000.\n\nTesla’s stock fell to $254 in extended trading, after closing up 1.4 percent at $270.13. It has swung widely over the past 12 months, from a low of $181.40 to a high of $291.42.\n\nThe company said it lost $184.2 million in the second quarter, compared with a loss of $61.9 million in the year-ago period. Revenue climbed 24 percent to $955.0 million, from $769.3 million, as car sales continued to rise.\n\nOn an adjusted basis, Tesla said it lost 48 cents a share, less than the 60 cents analysts had expected. In the year-earlier period, Tesla said, it earned 13 cents a share on an adjusted basis.\n\nWith expenses still outstripping revenue, Tesla’s cash reserves fell to $1.15 billion as of June 30, from $1.5 billion on March 31 and $1.9 billion on Dec. 31, bringing total cash burn in the first half to $755.0 million.\n\nEarlier this year, Ahuja said total cash burn for the year should be less than $1.0 billion.\n\nCapital expenses totaled $405.2 million, as the company continued to spend to complete tooling on the crossover Model X and equip the new Nevada battery factory, which is slated to open in 2016. Spending in the first half totaled $831.2 million. Tesla said it expects full-year capital expenditures of about $1.5 billion.\n\nFree cash flow fell slightly to $564.7 million. The cash burn in the second quarter was partially offset by $218.4 million in cash from financing activities.",
        "header": "Tesla stock falls on wider loss, CEO comments on cash need",
        "link": "http://www.reuters.com/article/us-tesla-results-idUSKCN0QA2GL20150805"
    },
    {
        "time": "6:44PM UTC",
        "body": "DETROIT (Reuters) - Tesla Motors Inc’s (TSLA.O) new storage battery business could generate “a few billion dollars” in revenue in 2017, Chief Executive Elon Musk told analysts on Wednesday.\n\nThe company’s new Nevada battery plant is “on track” to begin production in early 2016, Chief Technical Officer J.B. Straubel said.\n\nChief Financial Officer Deepak Ahuja said the company may not be cash-flow positive until early 2016. Previously, Musk said he expected to see positive cash flow by late 2015.\n\nMusk said Tesla’s California factory will have the capacity to build 1,000 Model S sedans and 1,000 Model X crossovers a week in 2016, but he expects combined production and sales of both cars may average 1,600 to 1,800 a week, or 83,000 to 93,000 for the full year.\n\nMusk said the new Model X “may be the hardest car to build in the world.”",
        "header": "Tesla CEO says battery sales could hit 'a few billion dollars' in 2017",
        "link": "http://www.reuters.com/article/us-tesla-motors-results-outlook-idUSKCN0QA2M520150805"
    }
]