[
    {
        "time": "7:48PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Tesla Motors Inc (TSLA.O) faces a pivotal moment Wednesday in its fight to convince skeptical investors that it can still win against traditional auto makers in the competition to reshape the auto business.\n\nThe Silicon Valley electric luxury car maker reports results on Wednesday after the close of Wall Street markets. Analysts expect quarterly earnings of 8 cents per share on revenue of $1.79 billion.\n\nMany investors are not waiting to see how the company fares against expectations. They’re selling, pushing Tesla shares to a slightly more than two-year low on Monday, extending last week’s decline of 15 percent after several analysts cut price targets or lowered revenue expectations. Shares closed down 9 percent on Monday, at $147.99.\n\nTesla shares are now down 33 percent from the price of the company’s stock offering last August, valued at about $642.5 million, designed to replace cash that was burned funding engineering of new models and the construction of a battery factory in Nevada.\n\nOne person not selling is Chief Executive Elon Musk, who exercised options worth about $100 million on Jan. 27 and held the shares.\n\nUncertainty about Tesla’s prospects revolves around some short-term concerns and a broader long-term threat from the old-line auto companies of Detroit, Germany and Japan.\n\nIn the short run, investors are watching for Musk to say how quickly Tesla can ramp up production of the new Model X SUV, which launched in September.\n\nIn January, Tesla said it delivered a total of 17,400 vehicles in the fourth quarter, just above the low end of its forecast. Of those, only 208 were Model X vehicles.\n\nAnalysts also are questioning whether Tesla’s long-promised moderately priced car, the Model 3, will be delayed beyond its current projected 2017 launch date.\n\nQuestions about the Model 3 are more pointed now that General Motors Co (GM.N) has confirmed it expects its $35,000 Chevy Bolt electric car to launch at the end of this year.\n\nGerman competitors also are speeding up plans to offer luxury electric cars. Established automakers were slow to respond to Tesla’s technological lead in offering customers new features via over-the-air software upgrades, for example, but others are now investing to catch up.\n\nTesla now faces “sleepy (auto) giants waking up,” according to analysts Adam Hull and Paul Kratz from German bank Berenberg, who initiated coverage of Tesla with a “sell” rating.",
        "header": "Now it is Tesla's turn to confront the bears",
        "link": "http://www.reuters.com/article/us-tesla-preview-idUSKCN0VH27O"
    }
]