[
    {
        "time": "5:55PM UTC",
        "body": "WASHINGTON (Reuters) - German luxury automaker Audi on Tuesday topped the annual ranking of new vehicles by influential U.S. magazine Consumer Reports despite the brand’s emissions-cheating scandal while quality problems hurt Tesla Motors Inc’s (TSLA.O) Model S luxury car.\n\nAudi was followed by Fuji Heavy Industries’ (7270.T) Subaru unit, Toyota Motor Corp’s (7203.T) Lexus brand, Porsche and BMW AG (BMWG.DE).\n\nVolkswagen AG’s (VOWG_p.DE) Audi unit was named best overall brand, based on the magazine’s road testing, reliability, safety and owner satisfaction scores.\n\nIn September, VW admitted to secretly installing software that allowed its vehicles to emit up to 40 times legally allowable limits. In November, Audi admitted using separate software that allowed its diesel U.S. SUVs and larger cars to emit excess emissions and was forced to halt U.S. sales of new diesel vehicles indefinitely.\n\nConsumer Reports did not rank any VW Group U.S. diesel vehicles since they cannot legally be sold.\n\nDavid Cole, chairman emeritus of the Center for Automotive Research, said the top ranking would help Audi even though its image has not suffered as much as its parent‘s.\n\nAudi U.S. sales were up 2.7 percent in January, while VW brand sales were down 15 percent. “Audi hasn’t borne the brunt of what happened,” Cole said.\n\nTesla’s Model S electric car was named Consumer Report’s best overall car in 2014 and 2015, but this year the magazine opted not to name any best overall vehicle.\n\nJake Fisher, director of auto testing, said because of faltering reliability scores, the Model S is no longer the top ultraluxury car and ranks behind the BMW 750i xDrive, Lexus LS 460L and Audi A8 L. He said Tesla’s quality problems including issues with hatches, door handles, electric motors and batteries have increased as the automaker has ramped up production.\n\n“They are having issues and they need to work that out before they introduce new models,” Fisher said.\n\nConsumer Reports unveiled the results in Washington. The non-profit magazine has more than 8 million subscribers and gets survey data from 740,000 owners. Many car shoppers consult the ratings, and automakers routinely tout favorable ratings in advertising.\n\nU.S. brands lagged most other automakers, but General Motors Co’s (GM.N) Buick brand ranked seventh, just ahead of Mazda. Motor Corp (7261.T). Toyota finished eighth, ahead of Hyundai Motor Co’s Kia unit and Honda Motor Co’s (7267.T) Honda brand. The Volkswagen brand ranked 15th overall.\n\nGM’s top-selling Chevrolet brand ranked 20th, while the GMC brand ranked 23rd and Cadillac 24th.\n\nFord Motor Co’s (F.N) Ford brand ranked 16th, but its best-selling F-150 pickup truck was named best pickup for the first time since 1999.\n\nFiat Chrysler Automobiles NV (FCHA.MI) continued to struggle in the rankings. The automaker’s Fiat unit finished last among 30 brands rated, with its Jeep brand in 29th place. FCA’s Dodge and Chrysler brands also rated near the bottom.\n\nFiat Chrysler said in a statement it is aggressively working to improve quality.\n\nTesla did not have enough models tested to be considered for overall brand scores.",
        "header": "Audi tops U.S. Consumer Reports vehicle ratings as Tesla falls",
        "link": "http://www.reuters.com/article/us-autos-survey-consumerreports-idUSKCN0VW24W"
    }
]