[
    {
        "time": "6:56PM UTC",
        "body": "* Online ordering at Tesla.com for Model 3 will now open at 7:30 pm pacific to ensure no server overload; presentation still at 8:30 - Elon Musk tweet Further company coverage: (Bengaluru Newsroom: +1 646 223 8780)",
        "header": "BRIEF-Online ordering at Tesla.com for Model 3 will now open at 730 pm pacific - Elon Musk tweet",
        "link": "http://www.reuters.com/article/idUSFWN1730XF"
    },
    {
        "time": "5:36PM UTC",
        "body": "LA JOLLA, Calif., March 31 (Reuters) - Fans of luxury electric car maker Tesla Motors Inc camped out overnight and stood in lines to put down deposits on its new more affordable model, due to be unveiled at an event on Thursday evening.\n\nIn scenes reminiscent of the launch of Apple Inc products, would-be buyers of the Silicon Valley car maker’s Model 3 pitched tents and set up camping chairs on the sidewalk outside Tesla stores, which began taking pre-orders for the vehicle.\n\nTesla Chief Executive Elon Musk plans to unveil a Model 3 prototype in Los Angeles at 8:30 p.m. PDT (0330 GMT, Friday). The vehicle will go into production in late 2017 and is expected to cost around $35,000 before tax breaks.\n\nThe line at a Pasadena Tesla store near Los Angeles stretched around the block, and the San Francisco-area ABC TV affiliate showed a long line filled with camping chairs and tents at the Tesla store in Walnut Creek. In Burbank around 500 people waited at midday.\n\nIn La Jolla, California, 25-year-old biomaterials engineer Ali Athar waited for about five hours before signing up for two cars, one for him and one for his sister.\n\nThe line at the La Jolla mall stretched past a soon-to-open Amazon.com book store and an Apple store. Tesla’s designs, energy efficiency, and the chance to meet like-minded people, spurred him to join the line, Athar said. Refundable deposits are $1,000 each.\n\n“It’s the beginning of a new era. I want to support that revolution,” he said.\n\nThe expected price tag of the Model 3 is about half the starting price of the Model S luxury sedan, which is faster than most of the priciest supercars around the globe. The more affordable model is critical to Tesla’s growth plans as it moves into a broader consumer segment.\n\nU.S. consumers can lower the cost of electric vehicles with a $7,500 federal tax credit and some states including California offer state tax credits as well.\n\nTesla shares closed up 2.8 percent at $229.77 on Thursday on the Nasdaq ahead of the Model 3’s public debut.",
        "header": "Tesla fans line up, camp out to sign up for new Model 3",
        "link": "http://www.reuters.com/article/tesla-model-idUSL2N1731YE"
    },
    {
        "time": "10:04PM UTC",
        "body": "LA JOLLA, Calif. (Reuters) - Fans of luxury electric car maker Tesla Motors Inc (TSLA.O) camped out overnight and stood in long lines to put down deposits on its new more affordable model, due to be unveiled at an event on Thursday evening.\n\nIn scenes reminiscent of the launch of Apple Inc (AAPL.O) products, would-be buyers of the Silicon Valley car maker’s Model 3 pitched tents and set up camping chairs on the sidewalk outside Tesla stores, which began taking pre-orders for the vehicle.\n\nTesla Chief Executive Elon Musk plans to unveil a Model 3 prototype in Los Angeles at 8:30 p.m. PDT (0330 GMT, Friday), with online pre-orders starting one hour earlier than that.\n\nMusk said in a tweet that Tesla has added more countries including India, Brazil, South Africa, South Korea, New Zealand, Singapore and Ireland to the Model 3 order page.\n\nThe vehicle will go into production in late 2017 and is expected to cost around $35,000 before tax breaks.\n\nThe line at a Pasadena Tesla store near Los Angeles stretched around the block, and the San Francisco-area ABC TV affiliate showed a long line filled with camping chairs and tents at the Tesla store in Walnut Creek. In Burbank around 500 people waited at midday.\n\nIn La Jolla, California, 25-year-old biomaterials engineer Ali Athar waited for about five hours before signing up for two cars, one for him and one for his sister.\n\nThe line at the La Jolla mall stretched past a soon-to-open Amazon.com book store and an Apple store. Tesla’s designs, energy efficiency, and the chance to meet like-minded people, spurred him to join the line, Athar said. Refundable deposits are $1,000 each.\n\n“It’s the beginning of a new era. I want to support that revolution,” he said.\n\nThe expected price tag of the Model 3 is about half the starting price of the Model S luxury sedan, which is faster than most of the priciest supercars around the globe. The more affordable model is critical to Tesla’s growth plans as it moves into a broader consumer segment.\n\nU.S. consumers can lower the cost of electric vehicles with a $7,500 federal tax credit and some states including California offer state tax credits as well.\n\nTesla shares closed up 2.8 percent at $229.77 on Thursday on the Nasdaq ahead of the Model 3’s public debut.",
        "header": "Tesla fans camp out, form long lines to sign up for new Model 3",
        "link": "http://www.reuters.com/article/us-tesla-model-idUSKCN0WX2UB"
    }
]