[
    {
        "time": "4:07PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Company founder and CEO Elon Musk may not mention Tesla Motors Inc’s (TSLA.O) stock price when his electric car company gives its latest financial update on Wednesday, but it will be front and center for investors divided over its seemingly rich valuation.\n\nAfter a rally that ended in April, Tesla’s market capitalization is currently about $31 billion - equivalent to $620,000 for every car it delivered last year, or $63,000 for every car it hopes to produce in 2020.\n\nBy comparison, General Motors Co’s (GM.N) $48 billion market value is equivalent to about $4,800 for every vehicle it sold last year.\n\nTesla’s heady valuation - about 125 times the next 12 months of expected earnings - and the implication that shareholders may be overpaying for Musk’s small but fast-growing luxury car company have made the stock a favorite of short sellers.\n\nShort sellers borrow shares and then sell them, hoping to buy them back later at a cheaper price.\n\nTesla is among the world’s 10 most-shorted companies by market value, even after an 85 percent rally earlier this year scalded some of those short sellers. In the past month, short bets against Tesla fell by over $1 billion, but are still above $6 billion, according to financial analytics firm S3 Partners.\n\n“This is not just day traders coming in and out of the market. This is fundamental guys who have put it in their portfolio and are saying, ‘We don’t believe this valuation is correct,'” said Ihor Dusaniwsky, S3’s head of research.\n\nVilas Capital Management Chief Executive John Thompson, one of those short sellers, said he believes investors underestimate the hurdles Tesla faces trying to rapidly increase production, including the cost to build future high-end robotic assembly lines.\n\n“They’re going to have to spend an enormous amount of money on capital expenditures to achieve their long-term goals and they don’t have the money because they don’t have the earnings,” Thompson said. “So they’re going to have to sell stock to finance it.”\n\nMusk has promised to turn Tesla’s first net profit by the fourth quarter. After selling 52,000 cars last year, Tesla aims to sell 500,000 annually by 2020.\n\nBut its stock price suggests investors expect even more aggressive growth.\n\nIf Tesla shares were to grow 10 percent a year for the next 10 years - not unreasonable for a popular growth company - it would have to reach annual sales of 1.5 million cars at triple GM’s typical $1,000-per-car profit to justify a more moderate price-earnings ratio of 20. Last year GM sold 10 million cars and Ford sold 6.6 million.\n\nTesla could make money in the future selling batteries or autonomous vehicles, but its valuation is questionable nonetheless and leaves no allowance for operational setbacks, said Georgetown University business professor James Angel.\n\n“This stock is definitely priced to perfection. If he pulls everything off, it’s probably worth its current value, but there’s a huge amount of execution risk here,” Angel said.\n\nRecent problems like malfunctioning doors and glitchy sensors have cast light on the difficulty of quickly expanding production as Tesla prepares to launch its Model 3 sedan next year.\n\nWhen it reports first-quarter results on Wednesday, analysts will watch to see whether it is on track to deliver positive cash flow for 2016 and become profitable.",
        "header": "Wall Street values Tesla Motors at $620,000 per car",
        "link": "http://www.reuters.com/article/us-tesla-valuation-idUSKCN0XU20J"
    }
]