[
    {
        "time": "1:57PM UTC",
        "body": "DETROIT (Reuters) - Tesla Motors Inc said orders for its new Model 3 electric sedan topped 253,000 in the first 36 hours -- a fast start for the company’s first mass-market vehicle, which may not begin to reach customers for another 18 months or more.\n\nTesla Chief Executive Elon Musk tweeted on Friday that the Model 3, which is slated to go into production in late 2017, will sell at an average price of $42,000, including the price of options and additional features, which would give the initial flurry of orders an estimated retail value of $10.6 billion.\n\nThat intense interest, fanned in part by a steady stream of tweets by Musk, could help boost Tesla’s stock price, which closed Friday at $237.59, up 3.4 percent. The stock has soared more than 60 percent since hitting a 12-month low in February.\n\nThe car’s average selling price projected by Musk is well above the $35,000 base price. Analysts earlier had estimated the first Model 3s off the factory line in Fremont, California, could be loaded with extra equipment and sell for $50,000 to$60,000.\n\nTesla has undertaken a costly expansion of the Fremont plant, aiming to boost annual capacity to 500,000 by 2020, with production of the Model 3, the company’s first mass-market car, ramping up slowly through 2019.\n\nSome analysts said the company could have trouble filling all the initial Model 3 orders, which are accompanied by a refundable $1,000 deposit, until 2020.\n\nBarclays analyst Brian Johnson on Friday said the heavy influx of Model 3 orders “sets the stage for an equity offering” later this year by Tesla, much of which would go toward factory construction and product development.\n\nJohnson had estimated Tesla could take 250,000-300,000 orders for the car by the end of June.\n\nMusk unveiled a prototype of the Model 3, a smaller companion to the Model S sedan and Model X utility vehicle, amid considerable fanfare on Thursday night.\n\nSome prospective buyers who placed early orders may have anticipated paying a lower price for the Model 3 after factoring in a $7,500 federal tax credit on electric cars. But that credit begins to phase out once manufacturers sell more than 200,000 EVs - a mark that Tesla, at its current sales pace, is likely to surpass next year before the first Model 3 is delivered.",
        "header": "Tesla says Model 3 orders top $10 billion in first 36 hours",
        "link": "http://www.reuters.com/article/us-tesla-model3-orders-idUSKCN0X00TJ"
    }
]