[
    {
        "time": "7:10AM UTC",
        "body": "WASHINGTON (Reuters) - A wing of the U.S. Department of Energy focused on breakthrough technologies may soon give billionaire entrepreneur Elon Musk’s most recent foray into energy storage a run for its money, the unit’s director said.\n\nAdvanced Research Projects Agency-Energy, or ARPA-E, which funds projects meant to transform energy markets, has made huge strides over the last few years on next-generation batteries that could make electric cars and renewable energy cheaper and more accessible, Ellen Williams said in an interview this week.\n\nThe battery division of Musk’s Tesla Motors turned a profit in the fourth quarter, after the first shipments of its rechargeable products helped to reduce losses from the company’s auto business. Its Powerwall batteries store energy that homes and small businesses generate with solar panels. The Powerpack model is designed for large commercial facilities.\n\nWilliams said her agency has helped kickstart a dozen high-risk projects based on newer technologies that could soon outperform Tesla batteries.\n\n“What Musk has done that is creative and important is drive the learning curve. He’s decided to take an existing, pretty powerful battery technology and start producing it on a very large scale,” she said.\n\n“But it’s not technology innovation in the sense of creating new ways of doing it. We are pretty well convinced that some of our technologies have the potential to be significantly better,” Williams said.\n\nBatteries are in a “Wild West” phase, said Colin Wessells, chief executive of Alveo Energy, a San Francisco area startup developing a high power, long lifecycle battery technology for renewable energy and microgrids, or localized groupings of energy providers.\n\nOnly five energy grid storage batteries have been commercialized as researchers and budding entrepreneurs race to bring new technologies to market, he noted.\n\nWessells, whose company has ARPA-E support, said huge manufacturing advances will speed up the commercialization of battery products.\n\n“We are in a burst of innovation right now,” he said at his exhibition stand at the ARPA-E conference outside of Washington this week. “Five years from now there will be a few technologies out there that nobody saw coming.”\n\nARPA-E is set to get a huge boost after the United States and 19 other countries launched Mission Innovation at the United Nations climate summit in Paris late last year. The governments pledged to double spending on clean energy research and development over the next five years. The United States will boost its overall energy research and development budget to $12.8 billion by 2021.\n\nARPA-E was launched in 2009 with a budget of $400 million and a mandate to fund the most cutting edge technologies. President Barack Obama’s budget request for 2017 would increase its allocation to $1 billion in five years.\n\n“With that increased budget we can definitely make a difference,” said Williams.\n\nARPA-E funds projects for three years at a time, focusing on commercializing new and exciting ideas and training researchers to pitch them in ways investors can understand.\n\nThis differs from traditional academic research, which tends to take too long, Williams said, noting that scientists “always focus on the next problem.”\n\n“What we do that is very different is we really set a target to get something specific done in a specific period of time,” she said.\n\nWilliams said ARPA-E aims to steer projects away from what Microsoft Corp founder Bill Gates called a “valley of death” of failures between the early promise of a new energy concept and commercializing it into a viable technology that exists in the clean energy sector.\n\nGates, who launched a multibillion-dollar clean energy research initiative alongside Mission Innovation in Paris, said last week the money that he and other entrepreneurs will invest in clean energy R&D will “complement government research” to deliver “energy miracles.”\n\nSome of these miracles may come out of ARPA-E supported labs and workshops, Williams said.\n\nBesides energy storage, ARPA-E’s research projects include using robots and drones to help develop more sustainable sorghum-based biofuels, and using sensors to make heating and air conditioning systems more energy efficient.\n\nThe agency has funded projects in all 50 states.\n\n“These concepts are way out-there now, but in a few years from now they may be the way things work,” she said.",
        "header": "U.S. hi-tech energy agency chief aims to outperform Tesla",
        "link": "http://www.reuters.com/article/us-usa-energy-technology-idUSKCN0W41D9"
    },
    {
        "time": "6:20PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Potential losses are building against traders who have bet against Tesla Motors Inc (TSLA.O).\n\nThe electric car manufacturer’s stock has surged about 25 percent since it posted upbeat quarterly results in early February. At the same time, activity by short sellers - who bet that a company’s shares will fall - has hit an all-time high, and the interest rate paid by short sellers has skyrocketed.\n\nEven after recent gains, Tesla’s stock remains down 21 percent so far in 2016, with many investors rattled by production delays and the detrimental effect of cheap gasoline prices on demand for electric cars.\n\nTesla shares rose 1.1 percent to close at $188.34 on Wednesday. Bets against the carmaker gained more steam this week after closely followed short seller Citron Research tweeted that it expects the stock to fall to $100 this year.\n\nShort interest is currently 26.5 percent of outstanding shares, up from 23 percent at the start of the year, and the cost of borrowing shares has more than doubled in that time, according to Markit Securities Finance.\n\nShort sellers borrow shares and then sell them, hoping to buy them back at a lower price and then return them to their owner.\n\nIn the meantime, they must also pay interest to the shares’ owner. Short sellers may pay a low interest rate to initially borrow a stock, only to see the rate increase as more short sellers make the same bet and shares available for borrowing become scarce.\n\nWith only about 1 million Tesla shares remaining on hand to lend out, the annualized interest rate paid by short sellers to borrow the shares has climbed to as much as 20 percent from around 3 percent two weeks ago, said Ihor Dusaniwsky, head of research at S3 Partners, a financial analytics firm.\n\n“We definitely had demand-based pressure on rates and now, because there’s almost no stock left, you have supply-based pressure,” Dusaniwsky said.",
        "header": "Pressure builds against short sellers targeting Tesla",
        "link": "http://www.reuters.com/article/us-tesla-investors-idUSKCN0W42YR"
    }
]