[
    {
        "time": "4:54PM UTC",
        "body": "* Delivers 14,820 vehicles in Q1 2016 on track for full-year delivery guidance\n\n* Says Q1 deliveries consisted of 12,420 model S vehicles and 2,400 model X vehicles\n\n* Q1 deliveries were almost 50 percent more than Q1 last year and tesla remains on track to deliver 80,000 to 90,000 new vehicles in 2016\n\n* Q1 delivery count impacted by severe model X supplier parts shortages in jan and feb that lasted much longer than expected\n\n* Says by last week of March, build rate rose to 750 model X vehicles per week\n\n* Says many model X vehicles were built too late to be delivered to their owners before end of Q1\n\n* Says a root cause of parts shortages was Tesla’s “hubris” in adding “far too much” new technology to the model x in version 1\n\n* Says a root cause of parts shortages was tesla not having broad enough internal capability to manufacture the parts in-house\n\n* Says is addressing all root causes of parts shortages to ensure that mistakes are not repeated with the model 3 launch\n\n* Says “production is now on plan and Q1 orders exceeded Q1 deliveries by a wide margin”\n\n* Also cites “insufficient supplier capability validation” as cause for parts shortages\n\n* Says parts shortages included only about half a dozen parts out of more than 8,000 unique parts Further company coverage: (Bengaluru Newsroom: +1-646-223-8780)",
        "header": "BRIEF-Tesla delivers 14,820 vehicles in Q1 2016",
        "link": "http://www.reuters.com/article/idUSFWN1770QH"
    },
    {
        "time": "5:11PM UTC",
        "body": "DETROIT (Reuters) - Tesla Motors Inc (TSLA.O) said on Monday that parts shortages hampered vehicle production and sales in the first quarter, but the electric car maker still plans to build 80,000 to 90,000 vehicles this year.\n\nTesla shares closed up nearly 4 percent, at $246.99, after it reported over the weekend that it had taken 276,000 orders through Saturday for its new Model 3 sedan. After the close, the shares surrendered some of those gains, drifting to $241.20, down 2.3 percent.\n\nIn the first quarter, Tesla delivered 14,820 vehicles, including 12,420 Model S sedans and 2,400 Model X utility vehicles. Earlier, the company told analysts it expected to sell 16,000 vehicles in the quarter.\n\nTesla said “severe shortages” of parts for the Model X in January and February cut into planned production. By late March, Model X production had ramped back up to 750 a week.\n\nUnusually, Tesla blamed the parts shortages on its own “hubris” - specifically, in adding “far too much new technology” to the Model X, including a unique set of “falcon wing” rear doors that turned out to be far more difficult to engineer than the company anticipated.\n\nTesla also cited “insufficient validation” of its supplier capability, as well as its own inability to manufacture some of the parts in-house.\n\nIt said it is addressing all three issues “to ensure that these mistakes are not repeated with the Model 3 launch,” which is scheduled in about 18 months.\n\nTesla Chief Executive Elon Musk has said the company aims to boost annual production to 500,000 units by 2020 after the introduction of the mass-market Model 3.\n\nInvestors have expressed concerns about the company’s ability to meet ambitious production targets for the Model 3, especially after the slower-than-expected launch and production ramp-up of the Model X.",
        "header": "Tesla says parts shortages hampered first-quarter sales",
        "link": "http://www.reuters.com/article/us-tesla-results-idUSKCN0X129T"
    }
]