[
    {
        "time": "7:47PM UTC",
        "body": "(Reuters) - Tesla Motors Inc Chief Executive Elon Musk on Wednesday promised investors that the electric luxury car maker will start making money this year, sending the company’s shares up sharply despite a wider fourth-quarter loss.\n\nTesla shares rose more than 10 percent in after-hours trading after the company forecast a 60 to 80 percent increase in vehicle sales this year and promised it would turn a profit on an adjusted basis. It will start generating positive cash flow in March.\n\nTesla shares are still down more than 30 percent since the beginning of the year, reflecting investor concerns about continued losses.\n\nMusk and the company’s new chief financial officer, Jason Wheeler, sought to assure investors on a conference call on Wednesday evening that Tesla is determined to cut costs, hit production targets and stanch losses.\n\nMusk said Tesla would make its first net profit by the fourth quarter. It plans to invest $1.5 billion to add capacity, start production at a huge battery factory in Nevada and open more showrooms.\n\nTesla’s cash reserves dropped to $1.2 billion as of Dec. 31 from $1.9 billion a year earlier, despite a sale of shares last summer. The company’s cash burn has become a concern for some analysts, given the heavy capital spending it has mapped out. The slower-than-planned launch of the company’s Model X sport utility vehicle during the last quarter added $67 million in unplanned costs, Tesla said.\n\n“I feel very good about things right now,” Musk said. “The last several months have been quite excruciating.”\n\nTesla straddles the digital technology and automotive industries, which have been hard hit this year by investors worried that growth is slowing in both sectors. General Motors Co earlier this month reported record profit, but its shares have fallen 18 percent this year.\n\nTesla shares rose despite a wider fourth-quarter net loss of $2.44 a share, compared with a loss of 86 cents a share a year earlier. Tesla reported an adjusted loss of 87 cents per share in the fourth quarter, while analysts expected a profit of 10 cents a share, according to Thomson Reuters I/B/E/S.\n\nDeliveries of Model S sedans and Model X SUVs were 17,478 vehicles in the quarter, at the low end of prior forecasts. Revenue rose nearly 27 percent to a $1.21 billion.\n\nTesla said it planned to deliver 80,000-90,000 Model S and Model X vehicles in 2016, ahead of Wall Street’s average expectation for about 79,000 vehicles, according to research firm FactSet StreetAccount.\n\nTesla said its long-promised moderately priced car, the Model 3, would be unveiled on March 31. That car will have a starting price of about $35,000 before government incentives and subsidies and will launch in 2017, Tesla has said.\n\nBy that time, GM has said it will already be selling its Chevrolet Bolt, at a similar price with a range of 200 miles (322 km) between charges. Musk brushed off a comparison with the Bolt. “It doesn’t seem like we are going to be demand-constrained,” he said.",
        "header": "Tesla expects to become profitable in 2016, shares surge",
        "link": "http://www.reuters.com/article/us-tesla-results-idUSKCN0VJ2J6"
    },
    {
        "time": "4:55PM UTC",
        "body": "Feb 10 (Reuters) - Tesla Motors Inc forecast deliveries of Model S sedans and Model X SUVs that topped analysts’ estimates and said it expects to turn in a profit in 2016, sending its shares 15 percent higher in after-hours trading.\n\nThe electric car maker has long enjoyed the status of Silicon Valley darling for its brash innovation in electric cars.\n\nIts technological prowess - such as adding features through over-the-air software upgrades - and bold design have been a thorn in the side of Detroit’s traditional automakers, who are only now beginning to fight back.\n\nTesla said it planned to deliver 80,000-90,000 Model S and Model X vehicles of in 2016, ahead of Wall Street’s average expectation for about 79,000 vehicles, according to research firm FactSet StreetAccount.\n\nThe loss-making company also said it planned to achieve profitability on an adjusted basis and also to be net cash flow positive for the full year 2016.\n\nElon Musk-led Tesla said its long-promised moderately priced car, the Model 3, would be unveiled on March 31.\n\nTesla’s net loss, however, nearly tripled to $320.4 million, or $2.44 per share, in the fourth quarter ended Dec. 31 from $107.6 million, or 86 cents per share, a year earlier.\n\nTotal operating costs rose 42 percent to $478.9 million in the quarter.\n\nOn an adjusted basis, Tesla reported a loss of 87 cents per share.\n\nRevenue rose nearly 27 percent to a record $1.21 billion on higher sales of the Model S and demand for the Model X, which launched in September. (Reporting by Sai Sachin R in Bengaluru; Editing by Anil D‘Silva)",
        "header": "REFILE-UPDATE 1-Tesla says expects to become profitable in 2016",
        "link": "http://www.reuters.com/article/tesla-results-idUSL3N15P397"
    },
    {
        "time": "4:23PM UTC",
        "body": "Feb 10 (Reuters) - Tesla Motors Inc reported a quarterly loss for the eleventh straight quarter as higher sales of its Model S sedans failed to offset rising costs.\n\nThe Silicon Valley electric car maker, controlled by Elon Musk, said net loss nearly tripled to $320.4 million, or $2.44 per share, in the fourth quarter ended Dec. 31 from $107.6 million, or 86 cents per share, a year earlier.\n\nRevenue rose nearly 27 percent to $1.21 billion. (Reporting by Sai Sachin R in Bengaluru; Editing by Anil D‘Silva)",
        "header": "REFILE-Tesla posts 11th straight quarterly loss",
        "link": "http://www.reuters.com/article/tesla-results-idUSL3N15P32U"
    }
]