[
    {
        "time": "8:02AM UTC",
        "body": "Feb 11 (Reuters) - Tesla Motors Inc’s shares rose as much as 8 percent in premarket trading on Thursday after the electric luxury car maker forecast a big jump in vehicle sales this year, a target some Wall Street analysts found ambitious.\n\nThe company’s shares rose to $155 despite a bigger fourth-quarter loss, as Chief Executive Elon Musk promised investors on Wednesday that Tesla would start making money this year.\n\nShares later pared some gains to trade 3 percent higher.\n\nTesla said it planned to deliver 80,000-90,000 Model S premium sedans and Model X crossover SUVs in 2016, about 8 percent more than market estimates, according to research firm FactSet StreetAccount.\n\n“While outlook is not unachievable, it does rely on meaningful acceleration of both Model X and total deliveries,” RBC Capital Markets analyst Joseph Spak said.\n\n“(In) the past 2 years, final actual deliveries were 8-10 percent below initial guidance.”\n\nSpak, who has a “sector perform” rating on the stock, cut his price target to $180 from $240.\n\nAt least five other brokerages also cut their price targets. UBS was the most bearish, cutting its target to $140 from $160.\n\nTesla started deliveries of its crossover SUVs Model X in September and delivered only 206 by the end of the year. The company plans to unveil its low-cost sedan, Model 3, on March 31, with deliveries expected to begin in late 2017.\n\nTesla has been struggling with production delays and cheap gas prices, which was expected to hit demand for electric cars. The company’s heavily shorted stock has lost more than a third of its value in the past year, up to Wednesday’s close.\n\nAlso of concern is the company’s cash burn rate.\n\nTesla’s capital expenses jumped 11.5 percent in the fourth quarter, while its cash reserves dropped to $1.2 billion as of Dec. 31 from $1.9 billion a year earlier.\n\n“Heading into Q4, investor concern was focused on cash flow, so we think the headline of ... net cash flow positive guidance for 2016 will likely create a lot of excitement,” UBS analyst Colin Langan said.\n\n“However, it seems the underlying story is not as good,” he said. Tesla’s estimate of being net cash flow positive in 2016 is misleading, he said, because it included draw-downs from its $1 billion asset-backed loan.\n\nLangan expects free cash flow to remain a key investor concern over the next couple of years. (Reporting by Sayantani Ghosh in Bengaluru, additional reporting by Anya George Tharakan; Editing by Kirti Pandey)",
        "header": "Tesla may find it difficult to meet delivery forecast - analysts",
        "link": "http://www.reuters.com/article/tesla-results-research-idUSL3N15Q260"
    },
    {
        "time": "12:17PM UTC",
        "body": "(Reuters) - Shares of Tesla Motors Inc (TSLA.O) posted their biggest percentage gain in nearly two years, as investors shrugged off a bigger quarterly loss to focus on the company’s aggressive sales forecast for its electric cars.\n\nTesla’s shares rose as much as 14 percent to $163.26 on Thursday morning, a day after Chief Executive Elon Musk promised that the company would start making money this year.\n\nThe company’s heavily shorted stock has lost 40 percent of its value this year, excluding Thursday’s gains, as Tesla has struggled with production delays and the detrimental effect of cheap gasoline prices on demand for electric cars.\n\nShort interest on the company’s shares was 23 percent as of Jan. 29, the highest in nearly two years, suggesting that part of the stock price gain was due to short sellers covering their positions.\n\nTesla said on Wednesday it planned to deliver 80,000-90,000 Model S premium sedans and Model X crossover SUVs in 2016, about 8 percent more than market estimates, according to research firm FactSet StreetAccount.\n\nCredit Suisse analysts said the most difficult part of the Model X launch appeared to be behind Tesla.\n\n“This supports our channel checks, which indicate that recent Model X’s are arriving at distribution centers with substantially fewer quality issues,” they said.\n\nTesla started deliveries of Model Xs in September and delivered only 206 by the end of the year.\n\nWhile the company surprised investors with the strength of its vehicle sales forecast, some Wall Street analysts said the target was ambitious and that Tesla’s cash burn rate remained a concern.\n\n“While outlook is not unachievable, it does rely on meaningful acceleration of both Model X and total deliveries,” RBC Capital Markets analyst Joseph Spak said.\n\n“(In) the past two years, final actual deliveries were 8-10 percent below initial guidance,” he said.\n\nCredit Suisse and RBC cut their price targets on the stock, along with at least four other brokerages. UBS was the most bearish, cutting its target to $140 from $160.\n\nTesla’s capital expenses jumped 11.5 percent in the fourth quarter. Its cash reserves dropped to $1.2 billion as of Dec. 31 from $1.9 billion a year earlier.\n\nUBS analyst Colin Langan said that, while Tesla’s forecast of positive net cash flow would “create a lot of excitement”, it did not tell the whole story because the company would draw from its $1 billion asset-backed loan.",
        "header": "Tesla shares in top gear after strong car sales forecast",
        "link": "http://www.reuters.com/article/us-tesla-results-research-idUSKCN0VK185"
    }
]