[
    {
        "time": "1:53PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Tesla Inc said on Wednesday that long-time executive Diarmuid O‘Connell, vice president of business development, had left after more than a decade at the electric car company.\n\n“For more than 11 years, Diarmuid has played an important role in helping Tesla grow from a small startup to a company with a presence around the world,” Tesla said in a statement. “He started with Tesla before the rollout of Roadster, and now that we’ve reached the launch of Model 3, he felt the time was right to move on and spend more time with his family.”\n\nO‘Connell’s responsibilities, which included government relations, will now be taken over by Tesla’s president of global sales and service, Jon McNeill, the company said.",
        "header": "Tesla's head of business development leaves after 11 years",
        "link": "http://www.reuters.com/article/us-tesla-executive/teslas-head-of-business-development-leaves-after-11-years-idUSKCN1BO2CV"
    },
    {
        "time": "9:29PM UTC",
        "body": "(Reuters) - Tesla Inc (TSLA.O) Chief Executive Elon Musk said the electric carmaker is tentatively scheduled to unveil its planned semi-truck in late October, about a month later than the billionaire had earlier estimated.\n\n“Tesla Semi truck unveil & test ride tentatively scheduled for Oct 26th in Hawthorne,” Musk said in a tweet on Wednesday.\n\nThe entrepreneur has tantalized the trucking industry with the prospect of a battery-powered heavy-duty vehicle that can compete with conventional diesels, which can travel up to 1,000 miles on a single tank of fuel.\n\nTesla’s plans for new electric vehicles including a commercial truck called the Tesla Semi were announced last year and in April Musk said the release of the semi-truck was set for September.\n\nTesla has been making strides in self-driving technology and implementing it in an electric truck could potentially move it forward in a highly competitive area of commercial transport also being pursued by Uber Technologies Inc [UBER.UL] and Alphabet Inc’s (GOOGL.O) Waymo.\n\nReuters reported in August that Tesla was developing a long-haul, electric semi-truck that could drive itself and move in “platoons” that followed a lead vehicle, according to an email discussion of potential road tests between the car company and the Nevada Department of Motor Vehicles.\n\nTesla’s electric big-rig truck could have a working range of 200 to 300 miles to compete with more conventional diesels, Reuters reported later in August.",
        "header": "Musk now targets October to unveil Tesla semi truck",
        "link": "http://www.reuters.com/article/us-tesla-truck/musk-now-targets-october-to-unveil-tesla-semi-truck-idUSKCN1BP01N"
    },
    {
        "time": "7:25PM UTC",
        "body": "* Tesla CEO Elon Musk says in tweet Tesla Semi truck unveil and test ride tentatively scheduled for Oct 26th in Hawthorne Further company coverage: (Bengaluru Newsroom)",
        "header": "BRIEF-Tesla CEO Elon Musk says in tweet Tesla Semi truck unveil and test ride tentatively scheduled for Oct 26th in Hawthorne",
        "link": "http://www.reuters.com/article/brief-tesla-ceo-elon-musk-says-in-tweet/brief-tesla-ceo-elon-musk-says-in-tweet-tesla-semi-truck-unveil-and-test-ride-tentatively-scheduled-for-oct-26th-in-hawthorne-idUSFWN1LU0Q5"
    }
]