[
    {
        "time": "7:47AM UTC",
        "body": "SAN FRANCISCO (Reuters) - Tesla Inc reported quarterly revenue that doubled on Wednesday and a loss that was the electric car maker’s largest ever, but its shares rose after revealing more than 1,800 daily reservations for the Model 3 and predicting increased Model S deliveries in the second half of 2017.\n\nShares rose as high as 8 percent to $351.67 in late trade.\n\nDespite a warning by Chief Executive Elon Musk last week that the Silicon Valley automaker would face six months of “manufacturing hell” in producing its first Model 3s, investors were enthusiastic over a remaining $3 billion cash on hand at the end of the second quarter, as loss-making Tesla spent just shy of $1 billion on capital expenditures, less than expected.\n\nStill, given the continued build-out of the Fremont factory and Tesla’s Gigafactory battery plant in Nevada, the possibility of continued cash burn is high. Tesla said it plans $2 billion in capital expenses in the second half of the year, which would erode its cash cushion to about $1 billion.\n\nMusk, however, told analysts on a conference call the company was considering debt to expand cash on hand, “but not thinking about a capital raise.”\n\nChief Financial Officer Deepak Ahuja said Tesla’s spending was at “historical highs,” amounting to over $100 million per week.\n\nModel S demand was increasing, Tesla said, adding that Model S and X deliveries would rise in the second half of 2017.\n\nMusk said investors should have “zero concern” that Tesla would fail to reach its production target of 10,000 vehicles each week by the end of 2018.\n\nBullish investors - who sent Tesla’s share price up 77 percent from January to a June high of $386.99 - are betting on Musk’s strategy to transform the low-volume automaker into a clean energy and transportation company offering electric semi-trailer trucks, rooftop solar energy systems and large-scale battery storage.\n\nTesla’s results came within a week of Tesla’s long anticipated Model 3 launch, where Musk revealed that first off the production line would be a $44,000 version of the car with a 310-mile (500 km) range. That is significantly higher than the $35,000 price most customers were anticipating, before incentives. That base model will begin production in January.\n\nElon corrected a statement he made at the event that Tesla had booked over 500,000 net reservations for the Model 3, changing that to 455,000.\n\nTesla will begin delivering Model 3s to non-employees in the fourth quarter, it said.\n\nAs production improves, the non-GAAP Model 3 gross margin should be positive in the fourth quarter, Tesla said, eventually growing to 25 percent in 2018.\n\nRevenue in the quarter rose to $2.79 billion from $1.27 billion, beating analysts’ average estimate of $2.51 billion, according to Thomson Reuters I/B/E/S.\n\nThe company's net loss attributable to shareholders widened to $336.4 million, from $293.2 million a year earlier. (bit.ly/2uXmTL2)\n\nOn a per share basis, net loss attributable to shareholders narrowed to $2.04 from $2.09.",
        "header": "Model 3 demand, higher revenue propel Tesla shares higher",
        "link": "http://www.reuters.com/article/us-tesla-results/model-3-demand-higher-revenue-propel-tesla-shares-higher-idUSKBN1AI2PA"
    },
    {
        "time": "8:49AM UTC",
        "body": "Aug 3 (Reuters) - Tesla Inc’s shares rose 6 percent on Thursday as investors continued to bet on CEO Elon Musk’s ability to successfully take the company out of “manufacturing hell” as it ramps up production of its mass-market Model 3 sedans.\n\nGains in the high-flying stock, which has already risen 52 percent this year, were set to add about $3.2 billion to Tesla’s market value.\n\nThe stock had taken a hit on Monday after Musk warned that the automaker could face six months of “manufacturing hell” as it goes full throttle on Model 3 production.\n\nTesla said on Wednesday quarterly revenue doubled and that it was receiving more than 1,800 daily reservations for the Model 3, its newly launched mass-market sedan.\n\nThe company is counting on the $35,000 Model 3, launched late last month, to help it turn profitable and transform it from a niche player to a heavyweight in the automobile industry.\n\n“We believe a positive reception to the Model 3 from early customers could significantly increase the value of the Tesla brand and further accelerate demand,” Baird Equity Research analyst Ben Kallo said.\n\nAt least two brokerages raised their price targets on the stock. RBC Capital Markets raised its target price by $31 to $345, pushing it well ahead of the median price target of $322.\n\nGrowing pains, mostly in the form of production delays and funding issues, are challenges that Tesla needs to overcome.\n\nTesla’s last launch was the luxury Model X SUV in 2015, which had several production problems and a price tag starting around $80,000.\n\nMusk has tried to reassure investors saying that a simpler Model 3 design will greatly reduce potential assembly-line problems.\n\n“While we don’t have meaningful reason to doubt that Tesla can eventually achieve its targets, doing so in a timely manner without some growing pains could prove challenging,” RBC Capital Markets analyst Joseph Spak said. (Reporting by Sweta Singh in Bengaluru; Editing by Saumyadeb Chakrabarty)",
        "header": "Tesla shares rise as investors bet on Model 3 success",
        "link": "http://www.reuters.com/article/tesla-results/tesla-shares-rise-as-investors-bet-on-model-3-success-idUSL4N1KP4JS"
    },
    {
        "time": "6:02PM UTC",
        "body": "NEW YORK/SAN FRANCISCO (Reuters) - Tesla Inc (TSLA.O) jumped over 6 percent on Thursday as its quarterly report fueled bets that its new Model 3 sedan would propel the luxury electric carmaker into the mainstream.\n\nChief Executive Elon Musk is counting on the Model 3, Tesla’s least pricey car, to make the company profitable and establish it as the leading electric carmaker ahead of BMW, General Motors and other long-established players.\n\nTesla’s stock is up 63 percent in 2017, underscoring Wall Street’s confidence in Musk.\n\nThe Palo Alto, California company late on Wednesday reported quarterly results that beat average analyst estimates, and said it received more than 1,800 reservations per day for the Model 3 since its launch last week.\n\nTesla had $3 billion in cash on hand at the end of the June quarter, reassuring investors who were worried after Musk warned on Friday that the automaker would face six months of “manufacturing hell” in ramping up production of the Model 3.\n\nTesla’s cash burn, expected to top $2 billion this year, has prompted short-sellers like Greenlight Capital’s David Einhorn to bet against the company [L1N1KN1FE], and some analysts expect the carmaker to seek extra funding this year.\n\nMusk said investors should have “zero concern” Tesla would fail to reach its production target of 10,000 vehicles each week by the end of 2018.\n\nSkeptics believe Tesla’s aggressive production targets are unrealistic and the company’s electric cars will be overtaken by larger automakers.\n\nYet at least two brokerages raised their price targets following Tesla’s report. RBC Capital Markets upped its target price by $31 to $345, pushing it well ahead of the median target of $322, according to Thomson Reuters data.\n\n“While we don’t have meaningful reason to doubt that Tesla can eventually achieve its targets, doing so in a timely manner without some growing pains could prove challenging,” RBC Capital Markets analyst Joseph Spak wrote in a research note.\n\nPortfolio managers who hold shares of Tesla say they saw the most recent quarter as further evidence Musk will deliver on his promise of building a product that consumers want, even if he sometimes misses deadlines.\n\n“Investors trust Musk because he’s made it work. It’s not that every one of his predictions have come true on schedule, but they have all come true,” said Kevin Landis, a portfolio manager at Firsthand Funds (ALTEX.O) who holds shares of the company.\n\nThe $35,000 base-price Model 3 is Tesla’s least expensive car. It is designed and priced to compete with high-volume luxury sedans like the Audi A4, BMW 3-series or Mercedes C-Class. Those typically sell for between $40,000 and $50,000, or about half the price of Tesla’s previously launched cars, the Model S or Model X.\n\nDavid Kudla, chief investment strategist at Mainstay Capital Management, who shorted Tesla in the past but does not have a current position on its shares, said he expected Musk to go back to capital markets before year end to raise extra funding.\n\nMusk said on an earnings call with analysts Wednesday that while Tesla was not considering an equity raise, “we are thinking about debt” issuance.\n\nThe sooner the company does that, the better shape it will be in, Kudla added, saying he expected more delays and slow-downs as the company ramps up Model 3 output.\n\n“There are so many things that can go wrong,” he added.\n\nYet Scott Goginsky, a portfolio manager at the Biondo Growth (BIONX.O) fund, said Tesla’s rich valuation should allow the company to raise additional capital if necessary without overly-diluting its share price.\n\nHe said he had been trimming his holding in the company not over concern with its fundamentals, but to prevent it from becoming too large a position in his portfolio.\n\n“People want the car. They will definitely sell it. It’s just a matter of whether they can make it fast enough,” he said.",
        "header": "Tesla surges as Wall Street bets on Model 3",
        "link": "http://www.reuters.com/article/us-tesla-results/tesla-surges-as-wall-street-bets-on-model-3-idUSKBN1AJ1TV"
    }
]