[
    {
        "time": "7:10PM UTC",
        "body": "(Reuters) - U.S. solar companies Tesla Inc (TSLA.O) and Sunrun Inc (RUN.O) on Monday said they would resume selling rooftop panels in Nevada because legislators passed a bill reinstating a policy the state had abandoned 18 months ago.\n\nAssembly Bill 405, which supporters say they expect Nevada Governor Brian Sandoval to sign in coming days, would require electric utilities to purchase excess power generated from their customers’ rooftop solar installations at near the full retail rate. That rate will step down gradually as more and more households go solar.\n\nOfficials in Sandoval’s office could not immediately be reached for comment.\n\nKnown as net metering, the buy-back policy is critical to making residential solar affordable by giving solar owners credit on their bills for energy they produce but do not use.\n\nNevada’s Public Utilities Commission scrapped its previous net metering policy at the end of 2015, moving households with solar panels to a far less advantageous rate structure for power sold back to the utility.\n\nThe move, which prompted Tesla’s subsidiary, SolarCity, and rival Sunrun Inc (RUN.O) to stop doing business in the state, was unpopular with Nevada residents. Solar installation jobs fell 32 percent in 2016 in Nevada.\n\nOn Monday, both Tesla and Sunrun said they would return to Nevada once the bill was signed.\n\nOpponents of net metering argue that forcing utilities to pay high rates for rooftop solar in effect means that customers who do not have solar panels subsidize those who do.\n\n“This legislation, which is supported by businesses and consumers alike, will not only bring back solar energy to Nevada and enable the industry to innovate and grow sustainably, it will create thousands of jobs and bring millions of dollars in economic benefits to the state,” a Tesla spokesperson said in an emailed statement.\n\nThe bill, which passed in the state senate on Sunday and in the assembly on May 23, received support from both Democrats and Republicans, and the solar industry rallied behind it as well.\n\n“This is a victory hard won and a testament to the overwhelming support for rooftop solar in Nevada,” Alex McDonough, Sunrun vice president of public policy said in an emailed statement.",
        "header": "Tesla, Sunrun expected to resume Nevada rooftop solar sales",
        "link": "http://www.reuters.com/article/us-usa-solar-nevada/tesla-sunrun-expected-to-resume-nevada-rooftop-solar-sales-idUSKBN18W2UT"
    }
]