[
    {
        "time": "5:40PM UTC",
        "body": "NEW YORK (Reuters) - Tesla Inc (TSLA.O), the U.S. luxury electric car maker, said on Sunday first-quarter vehicle deliveries jumped 69 percent from a year ago to a quarterly record of 25,000 vehicles, bouncing back from delays in the previous quarter.\n\nThe company said of the total vehicles delivered, about 13,450 were Model S sedan and about 11,550 were Model X sports utility vehicle.\n\nTesla has said it expects to deliver 47,000 to 50,000 Model S and Model X vehicles combined in the first half of 2017.\n\nIn the fourth quarter, deliveries had fallen 9.4 percent due to short-term production hurdles from the transition to a new autopilot hardware.\n\nTesla had said production challenges, which started at the end of October and lasted through early December, shifted vehicle production towards the end of the fourth quarter, resulting in delayed deliveries.\n\nUltimately, about 2,750 vehicles were missed being counted as deliveries in the fourth quarter either due to last-minute delays in transport or because the customer was unable to physically take delivery.\n\nIn addition to the first quarter deliveries, about 4,650 vehicles were in transit to customers at the end of the quarter and will be counted as deliveries in the second quarter, Tesla said in a statement on Sunday.\n\nProduction in the first quarter also hit a quarterly record at 25,418 vehicles.\n\nTesla Chief Executive Elon Musk has taken big risks repeatedly since going public in 2010, but investors got spooked after he said in February the electric car company could get “close to the edge” as it burns cash ahead of its crucial Model 3 launch.\n\nChina’s Tencent Holdings Ltd (0700.HK) bought a 5 percent stake in Tesla last week for $1.78 billion, providing the company with a deep-pocketed ally as it prepares to launch its mass-market Model 3.\n\nThe midsize, high-volume Model 3 sedan is due to go on sale later this year in the United States.\n\nShares of Tesla closed up slightly at $278.30 on Friday on the Nasdaq and have soared more than 30 percent so far this year.",
        "header": "Tesla delivers quarterly record of 25,000 vehicles in Q1",
        "link": "http://www.reuters.com/article/tesla-deliveries-idUSL2N1HA06B"
    },
    {
        "time": "3:26PM UTC",
        "body": "* delivered just over 25,000 vehicles in Q1, of which approx 13,450 were model s and approx 11,550 were model X\n\n* in addition to Q1 deliveries, about 4,650 vehicles were in transit to customers at end of quarter",
        "header": "BRIEF-Tesla Q1 production totaled 25,418 vehicles",
        "link": "http://www.reuters.com/article/brief-tesla-q1-production-totaled-25418-idUSFWN1HA08D"
    }
]