[
    {
        "time": "4:13PM UTC",
        "body": "July 31 (Reuters) - A group of Tesla Inc workers on Monday asked the electric car maker’s board to provide a plan to address employee safety and information on pay and promotion.\n\nThe worker group, which hopes to become part of the United Automobile Workers union, said Tesla had a safety record worse than that of “sawmills and slaughter houses”.\n\n\"We're tired of suffering preventable injury after preventable injury,\" Michael Catura, a Tesla production associate, said in a statement. (bit.ly/2wex8bF)\n\nThe group also asked for clarity around Tesla’s compensation practices.\n\nStarting pay at Tesla’s Fremont, California auto factory was $18 per hour, far below the national average for auto workers, the worker group said.\n\nTesla was not immediately available for comment.\n\nChief Executive Elon Musk said last week that the company is going to go through at least six months of “manufacturing hell” as it ramps up its efforts to produce 500,000 cars per year, close to six times its 2016 output.\n\nTesla launched its much-awaited Model 3 sedans on Friday as it plans to become a profitable mass electric car maker. (Reporting by Laharee Chatterjee in Bengaluru; Editing by Maju Samuel)",
        "header": "CORRECTED-Tesla workers ask for employee safety plan, clarity on pay",
        "link": "http://www.reuters.com/article/tesla-workers/corrected-tesla-workers-ask-for-employee-safety-plan-clarity-on-pay-idUSL4N1KM5GE"
    },
    {
        "time": "4:46AM UTC",
        "body": "TOKYO (Reuters) - Japan’s Panasonic Corp on Monday reported a 16.9 percent rise in first-quarter operating profit, mostly in line with analyst estimates, as a shift to advanced automotive parts starts to reward the electronics giant.\n\nThe profit increase comes as Panasonic took control of Spanish automotive mirror manufacturer Ficosa International SA to expand its automotive push, boosting its automotive sales.\n\nIn the same quarter, in June, Panasonic began battery cell production for Tesla Inc’s mass-market Model 3 electric vehicle at their $5 billion “Gigafactory”.\n\n“For battery cells for the Model 3, costs outweighed profit in the first quarter,” financial chief Hirokazu Umeda said at an earnings briefing. “As production accelerates towards next year, we expect the business to contribute profit.”\n\nPanasonic said April-June profit rose to 83.93 billion yen ($758.93 million) from 71.81 billion yen a year earlier. That compared with the 86.14 billion yen average of 9 analyst estimates in a poll by Thomson Reuters I/B/E/S.\n\nThe firm maintained its 335 billion yen operating profit forecast for the year ending March, versus the 344.23 billion yen average of 17 analyst estimates.\n\nPanasonic is reinventing itself as a supplier of automotive batteries, advanced electronics auto parts and energy-saving home systems to escape the price competition of smartphones and lower-margin consumer products.\n\nThe shift, led by Chief Executive Officer Kazuhiro Tsuga who took the helm of the conglomerate five years ago, was initially not fast enough to offset lost revenue from the declining consumer electronics business.\n\nThe firm expects a change this year as it starts shipments of advanced electronics devices to major car makers as well as battery cell production for Tesla’s Model 3 in Nevada.\n\nThe Model 3 marks a turning point for Tesla as it transitions from a niche luxury car manufacturer to a mass producer. The 500,000 vehicles the company plans to make next year is nearly six times its 2016 production.",
        "header": "Panasonic first quarter profit up 17 percent; expects profit from Tesla's Model 3 batteries by year-end",
        "link": "http://www.reuters.com/article/us-panasonic-results/panasonic-first-quarter-profit-up-17-percent-expects-profit-from-teslas-model-3-batteries-by-year-end-idUSKBN1AG0VC"
    },
    {
        "time": "4:42AM UTC",
        "body": "TOKYO (Reuters) - Japan’s Panasonic Corp on Monday reported a 16.9 percent rise in first-quarter operating profit, mostly in line with analyst estimates, as a shift to advanced automotive parts starts to reward the electronics giant.\n\nThe profit increase comes as Panasonic took control of Spanish automotive mirror manufacturer Ficosa International SA to expand its automotive push, boosting its automotive sales.\n\nIn the same quarter, in June, Panasonic began battery cell production for Tesla Inc’s mass-market Model 3 electric vehicle at their $5 billion “Gigafactory”.\n\n“For battery cells for the Model 3, costs outweighed profit in the first quarter,” financial chief Hirokazu Umeda said at an earnings briefing. “As production accelerates towards next year, we expect the business to contribute profit.”\n\nPanasonic said April-June profit rose to 83.93 billion yen ($758.93 million) from 71.81 billion yen a year earlier. That compared with the 86.14 billion yen average of 9 analyst estimates in a poll by Thomson Reuters I/B/E/S.\n\nThe firm maintained its 335 billion yen operating profit forecast for the year ending March, versus the 344.23 billion yen average of 17 analyst estimates.\n\nPanasonic is reinventing itself as a supplier of automotive batteries, advanced electronics auto parts and energy-saving home systems to escape the price competition of smartphones and lower-margin consumer products.\n\nThe shift, led by Chief Executive Officer Kazuhiro Tsuga who took the helm of the conglomerate five years ago, was initially not fast enough to offset lost revenue from the declining consumer electronics business.\n\nThe firm expects a change this year as it starts shipments of advanced electronics devices to major car makers as well as battery cell production for Tesla’s Model 3 in Nevada.\n\nThe Model 3 marks a turning point for Tesla as it transitions from a niche luxury car manufacturer to a mass producer. The 500,000 vehicles the company plans to make next year is nearly six times its 2016 production.",
        "header": "UPDATE 1-Panasonic Q1 profit up 17 pct; expects profit from Tesla's Model 3 batteries by year-end",
        "link": "http://www.reuters.com/article/panasonic-results/update-1-panasonic-q1-profit-up-17-pct-expects-profit-from-teslas-model-3-batteries-by-year-end-idUSL4N1KM34P"
    },
    {
        "time": "2:08PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Shares of Tesla (TSLA.O) dropped 3.5 percent on Monday after Chief Executive Elon Musk warned that the electric carmaker would face “manufacturing hell” as it ramps up production of its new mass-market Model 3 sedan.\n\nAt a launch event on Friday, Musk said customers had made over half a million advance reservations for the Model 3 as he handed over the first 30 cars to employee buyers, setting the stage for a major test of Tesla’s strategy to become a profitable electric car maker.\n\nTesla is counting on the Model 3 to help turn the cash-losing company into a profitable one and transform it from a niche player to a heavyweight in the automobile industry.\n\nInvestors already skeptical of Tesla’s aggressive growth targets focused on a warning by Musk that early production would be challenging.\n\n“We’re going to go through at least six months of manufacturing hell,” Musk told journalists ahead of the event. He later made similar comments on stage.\n\nInvestors may get an idea of how “manufacturing hell” will affect Tesla’s rate of cash burn when the company posts its quarterly results on Wednesday. The Palo Alto, California company has spent over $2 billion in cash so far this year ahead of the launch.\n\nAlso on Monday, a group of workers at the Fremont, California factory where the Model 3 is made sent an open letter to the independent members Tesla’s board. The employees, who are trying to start a union, requested access to company safety plans and information on compensation.\n\nTesla’s stock has gained 53 percent in 2017, although it is down from a record high in June.\n\nThe $35,000 Model 3 is designed for easy production, with output targeted to reach 20,000 per month by December. Tesla’s last launch was the luxury Model X SUV in 2015 which had several production problems and a price tag starting around $80,000.\n\nTesla has promised to boost total car production to 500,000 vehicles next year, close to six times its 2016 output, a target that many auto industry experts believe is unrealistic. It sold 76,230 cars last year.\n\nAt the event, Musk said the price of a Model 3 with all of available options could reach $59,000. That level could scare off potential Tesla customers, wrote Barclays analyst Brian Johnson in a note to clients.\n\nTesla’s stock was down $11.85 at $323.21 at mid-afternoon.",
        "header": "UPDATE 1-Tesla drops after Musk warns of 'manufacturing hell'",
        "link": "http://www.reuters.com/article/tesla-stock/update-1-tesla-drops-after-musk-warns-of-manufacturing-hell-idUSL1N1KM15H"
    }
]