[
    {
        "time": "4:49PM UTC",
        "body": "* More than $3 billion cash on-hand at the end of Q2‍​\n\n* Says expecting positive Model 3 gross margin in Q4; targeting 25 pct margin in 2018\n\n* Expect Model S and Model X deliveries to increase in the second half of 2017, as compared to the first half of the year‍​\n\n* Says qtrly deliveries grew 53 pct compared to Q2’16 in flat luxury vehicle market\n\n* Combined non-GAAP gross margin for Model S and Model X in Q3 will decline slightly from Q2, driven primarily by mix shift\n\n* Capital expenditures should be about $2 billion during the second half of 2017\n\n* During the initial phase of the Model 3 ramp in Q3, the volume produced will be tiny relative to the installed production capacity\n\n* Plan to start production at Gigafactory 2 in Buffalo, New York before the end of the year\n\n* Says “although too early to draw strong conclusions, we are seeing an even further increase in net Model S orders since the July 28th event”\n\n* Tesla inc says Model 3 deliveries to non-employees will begin in Q4\n\n* Model 3 gross margin in Q3 to be temporarily impacted by excessive allocation of labor & overhead costs and depreciation over this tiny volume\n\n* Produced 25,708 vehicles in Q2, 40 pct more cars than co built in the same period a year ago\n\n* Model 3 non-GAAP gross margin is expected to be positive in q4, and should improve rapidly in 2018 to target of 25 pct\n\n* Expect non-GAAP automotive gross margin to temporarily dip below 20 pct in Q3, before recovering in Q4 and beyond\n\n* Delivered 22,026 Model S and Model X vehicles in Q2, for a total of 47,077 in the first half of the year\n\n* Says continue to plan on increasing Model 3 production to 10,000 vehicles per week at “some point in 2018”\n\n* Tesla says international Model 3 deliveries to begin in late 2018, starting with left-hand drive markets, followed by right-hand drive markets in 2019\n\n* For H2, operating expenses should remain essentially flat as compared to the first half\n\n* Confident co can produce just over 1,500 Model 3 vehicles in Q3, and achieve run rate of 5,000 Model 3 vehicles per week by end of 2017\n\n* Standard Model 3, starting at $35,000 with 220 miles of range and a 0-60 mph time of 5.6 seconds, should be available in the U.S. in November\n\n* “We are now focused on the critical steps to ramp Model 3 production”\n\n* International model 3 deliveries will begin in late 2018, contingent upon regulatory approvals Source text (bit.ly/2u5nZpk) Further company coverage:",
        "header": "BRIEF-Tesla posts qtrly loss per share $2.04",
        "link": "http://www.reuters.com/article/brief-tesla-posts-qtrly-loss-per-share-2/brief-tesla-posts-qtrly-loss-per-share-2-04-idUSFWN1KO0XZ"
    },
    {
        "time": "8:57PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Tesla Inc reported quarterly revenue that doubled on Wednesday and a loss that was the electric car maker’s largest ever, but its shares rose after revealing more than 1,800 daily reservations for the Model 3 and predicting increased Model S deliveries in the second half of 2017.\n\nShares rose as high as 8 percent to $351.67 in late trade.\n\nDespite a warning by Chief Executive Elon Musk last week that the Silicon Valley automaker would face six months of “manufacturing hell” in producing its first Model 3s, investors were enthusiastic over a remaining $3 billion cash on hand at the end of the second quarter, as loss-making Tesla spent just shy of $1 billion on capital expenditures, less than expected.\n\nStill, given the continued build-out of the Fremont factory and Tesla’s Gigafactory battery plant in Nevada, the possibility of continued cash burn is high. Tesla said it plans $2 billion in capital expenses in the second half of the year, which would erode its cash cushion to about $1 billion.\n\nMusk, however, told analysts on a conference call the company was considering debt to expand cash on hand, “but not thinking about a capital raise.”\n\nChief Financial Officer Deepak Ahuja said Tesla’s spending was at “historical highs,” amounting to over $100 million per week.\n\nModel S demand was increasing, Tesla said, adding that Model S and X deliveries would rise in the second half of 2017.\n\nMusk said investors should have “zero concern” that Tesla would fail to reach its production target of 10,000 vehicles each week by the end of 2018.\n\nBullish investors - who sent Tesla’s share price up 77 percent from January to a June high of $386.99 - are betting on Musk’s strategy to transform the low-volume automaker into a clean energy and transportation company offering electric semi-trailer trucks, rooftop solar energy systems and large-scale battery storage.\n\nTesla’s results came within a week of Tesla’s long anticipated Model 3 launch, where Musk revealed that first off the production line would be a $44,000 version of the car with a 310-mile (500 km) range. That is significantly higher than the $35,000 price most customers were anticipating, before incentives. That base model will begin production in January.\n\nElon corrected a statement he made at the event that Tesla had booked over 500,000 net reservations for the Model 3, changing that to 455,000.\n\nTesla will begin delivering Model 3s to non-employees in the fourth quarter, it said.\n\nAs production improves, the non-GAAP Model 3 gross margin should be positive in the fourth quarter, Tesla said, eventually growing to 25 percent in 2018.\n\nRevenue in the quarter rose to $2.79 billion from $1.27 billion, beating analysts’ average estimate of $2.51 billion, according to Thomson Reuters I/B/E/S.\n\nThe company's net loss attributable to shareholders widened to $336.4 million, from $293.2 million a year earlier. (bit.ly/2uXmTL2)\n\nOn a per share basis, net loss attributable to shareholders narrowed to $2.04 from $2.09.",
        "header": "CORRECTED-UPDATE 3-Model 3 demand, higher revenue propel Tesla shares higher",
        "link": "http://www.reuters.com/article/tesla-results/corrected-update-3-model-3-demand-higher-revenue-propel-tesla-shares-higher-idUSL1N1KP01U"
    },
    {
        "time": "4:23PM UTC",
        "body": "Aug 2 (Reuters) - Electric-car maker Tesla Inc’s quarterly revenue more than doubled, driven by deliveries of its high-end Model S sedans and sports utility vehicle Model X.\n\nHowever, the company's net loss attributable to shareholders widened to $336.4 million for the second quarter ended June 30 from $293.2 million a year earlier. bit.ly/2uXmTL2\n\nOn a per share basis, net loss attributable to shareholders narrowed to $2.04 from $2.09.",
        "header": "Tesla quarterly revenue more than doubles",
        "link": "http://www.reuters.com/article/tesla-results/tesla-quarterly-revenue-more-than-doubles-idUSL4N1KO5OT"
    },
    {
        "time": "5:24PM UTC",
        "body": "Aug 2 (Reuters) - Electric-car maker Tesla Inc reported better-than-expected quarterly revenue and backed its delivery guidance for the second half of the year.\n\nShares of the company, which said it was averaging over 1,800 net reservations per day for its mass-market Model 3 since the handover of the launch vehicles last week, rose as much as 5 percent to $342.1 in after-hours trading on Wednesday.\n\nTesla, which had faced production issues, said it still expects Model S and Model X deliveries to increase in the second half of 2017, as compared to the first half of the year, when it delivered over 47,000 cars.\n\nChief Executive Elon Musk said last week that the company would go through at least “six months of manufacturing hell”.\n\nThe company said it had over $3 billion in cash and cash-equivalents as of June 30, compared with $4 billion at the end of the previous quarter and $3.25 billion from a year earlier.\n\nAutomotive gross margin, which excludes the sale of zero emission vehicle (ZEV) credits, rose to 25 percent from 23.6 percent a year earlier.\n\nThe company said it expects positive Model 3 gross margins in the fourth quarter.\n\nRevenue rose to $2.79 billion from $1.27 billion, beating analysts’ average estimate of $2.51 billion, according to Thomson Reuters I/B/E/S.\n\nThe company's net loss attributable to shareholders widened to $336.4 million in the second quarter ended June 30, from $293.2 million a year earlier. bit.ly/2uXmTL2\n\nOn a per share basis, net loss attributable to shareholders narrowed to $2.04 from $2.09.",
        "header": "CORRECTED-UPDATE 1-Tesla's quarterly revenue beats estimates",
        "link": "http://www.reuters.com/article/tesla-results/corrected-update-1-teslas-quarterly-revenue-beats-estimates-idUSL4N1KO5PN"
    }
]