[
    {
        "time": "1:30PM UTC",
        "body": "FREMONT, Calif. (Reuters) - Tesla Chief Executive Officer Elon Musk said on Friday the Model 3 had over half a million advance reservations as he handed over the first 30 to employee buyers, setting the stage for the biggest test yet of the company’s strategy to become a profitable, mass market electric car maker.\n\nOutside Tesla’s Fremont, California factory, Musk showed off the $35,000 base vehicle with a range of 220 miles (350 km) on a charge that marks a departure from the company’s earlier luxury electric cars.\n\nMusk took to the stage driving a red Model 3, and said Tesla has produced 50 of the vehicles so far, including 20 for testing purposes.\n\nHours before the event, Musk acknowledged it would be “quite a challenge” to build the car during the early days of production.\n\n“We’re going to go through at least six months of manufacturing hell,” Musk told journalists.\n\nThe over half a million reservations are up from about 373,000 disclosed in April 2016. Customers pay $1,000 refundable deposits for the car, which is eligible for tax credits.\n\nAny new buyers would likely not receive their car until the end of 2018, Musk said.\n\nA longer-range version of the car is priced at $44,000 and will drive 310 miles (500 km) on a single charge. The cars feature a streamlined dashboard devoid of buttons or knobs, with a 15-inch touchstream display to the right of the driver.\n\nTesla faces major hurdles living up to the Model 3 hype. The 500,000 vehicles Tesla vows to produce next year are nearly six times its 2016 production.\n\nWere Tesla to produce and sell 500,000 cars per year, the company would likely outsell the BMW, Mercedes, or Lexus brands in the United States.\n\nProduction delays and quality issues marred the launches of Tesla’s Model S and Model X vehicles, and the company blamed production problems for a shortfall during the second quarter of this year.\n\nMusk has said a simpler Model 3 design will greatly reduce potential assembly-line problems.\n\nTesla has burned through over $2 billion in cash so far this year ahead of the launch.\n\nA troubled Model 3 launch could heighten the risks for the company, while a steady delivery of Model 3s could generate a stream of cash that would allow Tesla to avoid going again to the capital markets to fund its operations.\n\nTesla’s share price has surged 54 percent since January in anticipation of the Model 3 launch, and Tesla’s pricey valuation now exceeds that of traditional rivals like General Motors Co and Ford Motor Co.\n\nUntil now, Tesla has operated as a niche producer of luxury electric vehicles, with a charismatic, showman CEO who regularly interacts with fans on his Twitter account.\n\nNow loss-making Tesla is trying to move into a different league, building vehicles in high volume for customers able to pay only a few thousand dollars more than the average price of a conventional car or truck sold in the United States.\n\nThe Model 3 is part of Musk’s broader plan to build a clean energy and transportation company that offers electric semi-trailer trucks, rooftop solar energy systems and large-scale battery storage systems.",
        "header": "Tesla's Musk hands over first Model 3 electric cars to early buyers",
        "link": "http://www.reuters.com/article/us-tesla-model-3/teslas-musk-hands-over-first-model-3-electric-cars-to-early-buyers-idUSKBN1AE04G"
    }
]