[
    {
        "time": "4:24AM UTC",
        "body": "TOKYO (Reuters) - Panasonic Corp Chief Executive Kazuhiro Tsuga said on Tuesday that output could soon be increased at Tesla Inc’s “gigafactory” battery plant as the causes of production bottlenecks for Tesla’s Model 3 are now understood.\n\nLuxury electric vehicle maker Tesla said early this month that “production bottlenecks” had left the company behind its planned ramp-up for the new Model 3 mass-market sedan.\n\nThe plant is operated jointly by Panasonic and Tesla. Panasonic produces battery cells for Tesla’s electric vehicles, while Tesla makes battery packs using the cells.",
        "header": "Panasonic CEO says could soon increase output at Tesla's gigafactory battery plant",
        "link": "http://www.reuters.com/article/us-panasonic-results-tesla/panasonic-ceo-says-could-soon-increase-output-at-teslas-gigafactory-battery-plant-idUSKBN1D00VO"
    },
    {
        "time": "7:28AM UTC",
        "body": "TOKYO (Reuters) - Panasonic Corp (6752.T) on Tuesday said output at the $5 billion battery “Gigafactory” it runs with electric vehicle maker Tesla Inc (TSLA.O) could soon increase as the causes of bottlenecks that have hobbled production are now understood.\n\nPanasonic, the world’s largest automotive lithium-ion battery manufacturer, makes battery cells to which Tesla adds electronics to make battery packs for its cars.\n\nTesla earlier this month blamed manufacturing bottlenecks for limiting quarterly production of its mass-market Model 3 sedan to 260 vehicles rather than its 1,500 goal.\n\nPanasonic Chief Executive Kazuhiro Tsuga said at an earnings briefing that delays to the automation of the battery pack production line meant some stages had to be completed manually.\n\n“This process (for battery packs) will be soon automated, and then the number of vehicles to be produced will rise sharply,” Tsuga said. He declined to comment to what extent Model 3 production would be behind its targeted schedule.\n\nThe comments came as Panasonic on Tuesday said automotive demand helped July-September operating profit rise 6 percent, beating analyst estimates. It maintained its 335 billion yen ($2.96 billion) forecast for the year ending March.\n\nAnalysts have said Panasonic’s massive Gigafactory bet makes the firm highly sensitive to Tesla’s strategy. On Tuesday, Tsuga acknowledged the bottlenecks could impact earnings, but said the contract with Tesla was designed to hedge various risks. He also said battery businesses with other clients are profitable.\n\nPanasonic sees batteries as central to its plan to nearly double automotive business revenue to 2.5 trillion yen by the year through March 2022. To that end, it has been aggressively expanding battery production capacity globally.\n\nIt plans to start production this financial year ending March at a new plant in Dalian, China, and is adding production lines in Japan - steps that could allow it to reduce dependence on Tesla.\n\nNoboru Sato, a former battery engineer at Honda Motor Co Ltd (7267.T) and former vice president of South Korean rechargeable battery maker Samsung SDI Co Ltd (006400.KS), said Panasonic “decided to build the plant in China on requests from Honda and Toyota Motor Corp (7203.T).”\n\nToyota and Honda, already customers of Panasonic batteries, were seeking ways of procuring batteries in China, Sato said, as the government in the world’s largest automobile market promotes electric vehicles as a means of combating pollution.\n\n“Panasonic’s decision to produce batteries in China has solved their problems,” Sato said.",
        "header": "Panasonic says Gigafactory battery output to increase for Tesla's Model 3",
        "link": "http://www.reuters.com/article/us-panasonic-results/panasonic-says-gigafactory-battery-output-to-increase-for-teslas-model-3-idUSKBN1D00S7"
    }
]