[
    {
        "time": "4:04PM UTC",
        "body": "(Reuters) - Tesla Inc said it delivered about 47,100 electric sedans and SUVs in the first half of 2017, at the lower end of its own forecasts, shortly after Chief Executive Elon Musk announced that production of its mass-market Model 3 would start this week and build to 20,000 per month in December.\n\nShares fell 2.5 percent in regular trade on Monday to $352.62 after the Model 3 comments and eased down a touch more in after hours trade, following the first-half report.\n\nTesla said a “severe shortfall” of new battery packs had constrained vehicle manufacturing until June, and it forecast that second-half deliveries of the Model S sedan and Model X sports utility vehicle likely would exceed those of the first half. It had forecast first-half deliveries of 47,000 to 50,000.\n\nMost investors are focused on the outlook for the Model 3, and some analysts have been skeptical about its planned July launch after production delays and quality issues marred the launches of the Model S and Model X.\n\nTesla’s shares are up more than 60 percent this year, partly on expectations of a strong launch for its Model 3, the first car the company has aimed at the mass market. Tesla has a market value of $58 billion, greater than either General Motors Co or Ford Motor Co.\n\nIn a series of posts on Twitter late on Sunday, Musk said the Model 3 had passed all regulatory requirements for production two weeks ahead of schedule.\n\n“Production grows exponentially, so Aug should be 100 cars and Sept above 1,500,” Musk said. “Looks like we can reach 20,000 Model 3 cars per month in Dec.”\n\nThat is in line with targets Tesla previously set, of more than 5,000 Model 3s per week by the end of this year and 10,000 vehicles per week “at some point in 2018”.\n\nMusk said he expected SN1 - the first car off the assembly line for sale - to be completed on Friday.\n\nTesla has taken deposits on more than 300,000 Model 3s, starting at $35,000 a vehicle. Its popularity stands out as major U.S. automakers face a downturn. GM and Ford both reported lower sales for June on Monday.\n\nThe Model 3 marks a turning point for Tesla as it transitions from a niche luxury car manufacturer to a mass producer. The 500,000 vehicles the company plans to make next year is nearly six times its 2016 production.\n\nReuters reported in February that Tesla shut down production at its California assembly plant for a week to prepare for production of the Model 3 sedan, in order to meet its target of starting production in July.",
        "header": "Tesla deliveries at low end of forecast, starting Model 3 production",
        "link": "http://www.reuters.com/article/us-tesla-model-3/tesla-deliveries-at-low-end-of-forecast-starting-model-3-production-idUSKBN19O0GE"
    },
    {
        "time": "1:57AM UTC",
        "body": "* Tesla Inc CEO Elon Musk says “Model 3 passed all regulatory requirements for production two weeks ahead of schedule” - Tweet\n\n* Tesla Inc CEO Elon Musk says expecting to complete model 3 SN1 on Friday - Tweet Further company coverage:",
        "header": "BRIEF-Tesla CEO Musk says expecting to complete model 3 SN1 on Friday",
        "link": "http://www.reuters.com/article/brief-tesla-ceo-musk-says-expecting-to-c/brief-tesla-ceo-musk-says-expecting-to-complete-model-3-sn1-on-friday-idUSFWN1JU00V"
    },
    {
        "time": "2:02AM UTC",
        "body": "July 2 (Reuters) - Tesla Inc’s high-volume Model 3 sedan passed all regulatory requirements for production two weeks ahead of schedule, Chief Executive Elon Musk tweeted on Sunday night.\n\nMusk said in May that Tesla was on track to begin production of the $35,000 Model 3 in July.\n\nTesla expects to produce over 5,000 Model 3s per week by the end of this year and 10,000 vehicles per week “at some point in 2018”.\n\nReuters reported in February that the electric carmaker had shut down production at its California assembly plant for a week for production of the Model 3 sedan, in order to meet its target of starting production in July. (Reporting by Subrat Patnaik in Bengaluru; Editing by Amrutha Gayathri)",
        "header": "Tesla's Musk says Model 3 passed regulatory requirements for production",
        "link": "http://www.reuters.com/article/tesla-model-3/teslas-musk-says-model-3-passed-regulatory-requirements-for-production-idUSL3N1JU1L4"
    },
    {
        "time": "3:20PM UTC",
        "body": "* Delivered just over 22,000 vehicles in Q2, of which just over 12,000 were Model S and just over 10,000 were Model X​\n\n* Says ‍major factor affecting Tesla’s Q2 deliveries was a severe production shortfall of 100 kWh battery packs​\n\n* Says ‍total vehicle deliveries in first half of 2017 were approximately 47,100​\n\n* Says Q2 production totaled 25,708 vehicles, bringing first half 2017 production to 51,126\n\n* “Confident that combined deliveries” of Model S and Model X in second half of 2017 will likely exceed deliveries in first half of 2017\n\n* Says ‍until early June, production averaged about 40 pct below demand​\n\n* First certified production Model 3 that meets all regulatory requirements will be completed this week\n\n* “Production quality and field reliability of Model X, for which Tesla has been fairly criticized, have improved dramatically”\n\n* Says handover of about 30 Model 3 customer cars to be done at Fremont factory on July 28 Source text for Eikon: Further company coverage:",
        "header": "BRIEF-Tesla announces Q2 2017 vehicle production and deliveries",
        "link": "http://www.reuters.com/article/brief-tesla-announces-q2-2017-vehicle-pr/brief-tesla-announces-q2-2017-vehicle-production-and-deliveries-idUSFWN1JU0MF"
    },
    {
        "time": "8:04AM UTC",
        "body": "(Reuters) - Tesla Inc’s (TSLA.O) shares were up 3 percent in premarket trading on Monday after the luxury electric-car maker said it would deliver its mass-market Model 3 sedan to first 30 customers on July 28.\n\nModel 3 sedan passed all regulatory requirements for production two weeks ahead of schedule, Chief Executive Elon Musk tweeted late on Sunday.\n\nThe announcement allayed worries about Tesla’s ability to meet its production goals as earlier launches of its Model S sedan and Model X sports utility vehicle were plagued by delays and initial quality issues.\n\n\"Production grows exponentially, so Aug should be 100 cars and Sept above 1500,\" Musk tweeted. bit.ly/2tBqMWb\n\nThe Palo Alto, California-based company plans to ramp up Model 3 production to reach a target 500,000 cars per year in 2018.\n\nMusk also said he expected “to complete SN1 on Friday (July 7).”\n\nThe term “SN1”, taken to be serial number 1, is the first car off assembly line for sale, a person familiar with the matter confirmed to Reuters.\n\nPriced at $35,000, Model 3 is a smaller, more affordable version of Tesla’s Model S sedan with fewer features. Model S prices start at $69,500 in the United States.\n\nCustomers who have already ordered Model 3 will start getting deliveries as production ramps up, while deliveries for new reservations will start from mid-2018 or later, according to Tesla website.\n\nA lot rides on the success of Model 3 as the lower-priced car is seen helping turn the cash-losing company into a profitable one.\n\nTesla’s shares have surged about 70 percent this year through Friday’s close of $361.61, and the company has overtaken General Motors Co (GM.N) and Ford Motor Co (F.N) in market capitalization.",
        "header": "REFILE-Tesla shares rev up as Model 3 deliveries to start in July",
        "link": "http://www.reuters.com/article/tesla-stocks/refile-tesla-shares-rev-up-as-model-3-deliveries-to-start-in-july-idUSL3N1JU3SR"
    }
]