[
    {
        "time": "5:33PM UTC",
        "body": "WASHINGTON (Reuters) - The U.S. National Transportation Safety Board will vote at a Sept. 12 hearing on the probable cause of a May 2016 crash that killed a man using the semi-autonomous driving system on his Tesla Model S sedan, the agency said on Monday.\n\nThe fatal incident raised questions about the safety of systems that can perform driving tasks for long stretches with little or no human intervention but which cannot completely replace human drivers.\n\nIn June, the NTSB said the driver, Joshua Brown, kept his hands off the wheel for extended periods of time despite repeated automated warnings not to do so. Brown was killed near Williston, Florida, when his Model S collided with a truck while it was engaged in the “Autopilot” mode.\n\nTesla Inc did not immediately comment on Monday but said in 2016 that Autopilot “does not allow the driver to abdicate responsibility.” A lawyer for Brown’s family, Jack Landskroner, declined to comment on Monday on the forthcoming hearing.\n\nDuring a 37-minute period of the trip when Brown was supposed to have his hands on the wheel, he apparently did so for just 25 seconds, the NTSB said in June.\n\nTesla in September 2016 unveiled improvements in Autopilot, putting new limits on hands-off driving and other features that its chief executive officer said likely would have prevented the crash death.\n\nA board spokesman, Eric Weiss, said the NTSB could use the September board meeting to make policy recommendations. The board cannot order recalls or force regulatory changes.\n\nIn January, the National Highway Traffic Safety Administration said it had found no evidence of defects in the aftermath of Brown’s death.\n\nThe NHTSA said Brown did not apply the brakes and his last action was to set the cruise control at 74 miles per hour (119 kph), less than two minutes before the crash - above the 65-mph speed limit.",
        "header": "U.S. board to vote on likely cause of Tesla 'Autopilot' crash",
        "link": "http://www.reuters.com/article/us-tesla-crash/u-s-board-to-vote-on-likely-cause-of-tesla-autopilot-crash-idUSKCN1B12DF"
    }
]