[
    {
        "time": "4:36PM UTC",
        "body": "* Tesla Motors Inc - Tesla produced 24,882 vehicles in Q4, resulting in total 2016 production of 83,922 vehicles, an increase of 64 percent from 2015\n\n* Tesla delivered about 22,200 vehicles in Q4, of which 12,700 were model s and 9,500 were model X\n\n* Tesla - Due to short-term production challenges from end Oct. to early Dec. From transition to new autopilot hardware, Q4 vehicle production weighted more heavily to Q4 end\n\n* Tesla - Delay in production resulted in challenges impacting Q4 deliveries, including cars missing shipping cutoffs for Europe and Asia\n\n* Tesla Motors says Q4 net orders for model S and X were 52 percent higher than Q4 2015 and 24 percent higher than Q3 2016 Further company coverage:",
        "header": "BRIEF-Tesla's 2016 production up 64 pct from 2015",
        "link": "http://www.reuters.com/article/idUSFWN1ET0PG"
    },
    {
        "time": "5:35PM UTC",
        "body": "(Reuters) - Tesla Motors Inc (TSLA.O) said on Tuesday fourth-quarter deliveries fell 9.4 percent due to short-term production hurdles from the transition to a new autopilot hardware.\n\nDeliveries fell to about 22,200 vehicles in the fourth quarter from 24,500 vehicles in the preceding quarter.\n\nTotal deliveries for 2016 of 76,230 also fell short of the company’s projection of 80,000 to 90,000.\n\nShares of the company, led by entrepreneur Elon Musk, were down nearly 2 percent at $212.90 in extended trading.\n\nTesla said production challenges, which started at the end of October and lasted through early December, shifted vehicle production toward the end of the quarter, resulting in delayed deliveries.\n\n“We tried to recover these deliveries and expedite others by the end of the quarter, time ran out before we could deliver all customer cars,” the electric carmaker said.\n\nNearly 2,750 vehicles missed being counted as deliveries in the quarter due to last-minute delays in transport or because of the inability of customer to physically take delivery.\n\nIn addition to the fourth-quarter deliveries, about 6,450 cars were in transit and these would be counted in the first quarter, the company said.",
        "header": "Tesla posts 9.4 percent fall in quarterly deliveries",
        "link": "http://www.reuters.com/article/us-tesla-deliveries-idUSKBN14N1W1"
    }
]