[
    {
        "time": "4:56PM UTC",
        "body": "Nov 1 (Reuters) - Tesla Inc racked up a $619 million loss in the third quarter, its biggest-ever, driving its shares sharply lower as the electric-car maker spends to speed up production of its more affordable Model 3 sedan.\n\nThe company, led by Silicon Valley star Elon Musk, also confirmed it had missed its Model 3 production goal for the third quarter, producing only 260 vehicles compared to an earlier estimate of 1,500.\n\nIts shares fell 5.4 percent in after hours trading.\n\nThe company said it had $3.53 billion in cash and cash-equivalents as of Sept. 30, compared to $3.04 billion at the end of the second quarter.\n\nTesla said last month it delivered 26,150 vehicles in the third quarter, a 4.5 percent rise on the same period of 2016, but added that “production bottlenecks” had left the company behind its planned ramp-up for the $35,000 Model 3.\n\nOn Wednesday it said it now hoped to achieve a production rate of 5,000 per week by the end of the first quarter of next year, pushed back from the end of this year.\n\nIt said automotive gross margin, which excludes the sale of zero emission vehicle (ZEV) credits, fell to 18.7 percent from 25 percent last year. Analysts on average had expected margins of 18.4 percent, according to FactSet.\n\nTesla posted a net loss of $619.4 million, or $3.70 per share, for the third quarter ended Sept. 30 compared to a profit of $21.9 million, or 14 cents per share, a year earlier. (bit.ly/2lF0H65)\n\nRevenue rose 30 percent to $2.98 billion. Excluding items, the company lost $2.92 per share. (Reporting by Arjun Panchadar in Bengaluru; Editing by Patrick Graham)",
        "header": "CORRECTED-UPDATE 1-Tesla reports biggest-ever quarterly loss, Model 3 delays",
        "link": "http://www.reuters.com/article/tesla-results/corrected-update-1-tesla-reports-biggest-ever-quarterly-loss-model-3-delays-idUSL4N1N75YX"
    },
    {
        "time": "4:44PM UTC",
        "body": "* Tesla says about 100,000 Model S and X deliveries projected for 2017\n\n* Capital expenditures are expected to be approximately $1 billion in Q4‍​\n\n* Currently expect to achieve a production rate of 5,000 Model 3 vehicles per week by late Q1 2018\n\n* Says plans to produce about 10 percent fewer Model S and Model X in Q4 compared to Q3\n\n* Expect Model 3 non-GAAP gross margin to reach breakeven by end of Q4, because of increased capacity utilization\n\n* Tesla says demand for Model 3 is not going to be a constraint for “quite a long time”\n\n* Model 3 non-GAAP gross margin should improve rapidly in 2018 to co’s target of 25 percent\n\n* In Q3, co delivered 25,915 Model S and Model X vehicles and 222 Model 3 vehicles, for a total of 26,137 deliveries\n\n* “Believe that we are well capitalized to accommodate the revised ramp of Model 3 production to 5,000 per week”\n\n* Recent production challenges may affect short-term costs, but have no impact on Model 3 non-GAAP gross margin target of 25 percent\n\n* Mobile service fleet has expanded to 160 service units in Q3, and co is expecting this number to almost double by the end of this year\n\n* Gross profit expected to grow more than operating costs in Q4 versus Q3; operating costs expected to be flat to up slightly in Q4\n\n* Expect non-GAAP automotive gross margin to temporarily decline slightly in Q4 to about 15 percent and then recover starting in Q1\n\n* Solar roof installations will initially ramp slowly in Q4 as co moves the production process from fremont to Gigafactory 2 in Buffalo\n\n* Nature of manufacturing challenges makes it difficult to predict exactly how long it will take for all Model 3 bottlenecks to be cleared\n\n* Nature of manufacturing challenges makes it difficult to predict when new Model 3 bottlenecks will appear\n\n* \"Expect to ramp solar roof production considerably in 2018\"​ Source text (bit.ly/2gVy0fI) Further company coverage:",
        "header": "BRIEF-Tesla posts qtrly net loss per share attributable to stockholders $3.70",
        "link": "http://www.reuters.com/article/brief-tesla-posts-qtrly-net-loss-per-sha/brief-tesla-posts-qtrly-net-loss-per-share-attributable-to-stockholders-3-70-idUSFWN1N711L"
    },
    {
        "time": "8:09PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Tesla Inc (TSLA.O) on Wednesday pushed back its target for volume production on its new Model 3 sedan by about three months, saying it was difficult to predict how long it would take to fix all production bottlenecks.\n\nThe company also reported its biggest quarterly loss ever, sending shares down nearly 5 percent after hours as the loss was bigger than analysts had expected.\n\nTesla, led by Silicon Valley entrepreneur Elon Musk, faces a crucial test in its growth strategy as it ramps up production of the Model 3, its new sedan that starts at $35,000, about half the price of its flagship Model S.\n\nAlthough Tesla has made inroads among luxury car buyers with the advanced technology and innovative design in its Model S sedan and Model X SUV, it is the Model 3 on which its long-term viability rests. The company continues to burn through cash, and spent $1.1 billion in capital expenditures in the third quarter.\n\nThe company said it now expects to build 5,000 Model 3s per week by late in the first quarter of 2018 from its original target date of December.\n\nTesla said the main constraint was its battery module assembly line at its Nevada Gigafactory, where the company had to redesign part of the production process.\n\n“I was really depressed about three or four weeks ago,” Musk said, adding that he is now optimistic because it is clear what needs to be done. “We are on it, we’ve got it covered,” but it will take a few months longer than expected, he said.\n\nThe Palo Alto, California-based company made just 260 Model 3 sedans in the third quarter due to what it called “production bottlenecks.” It had planned to build more than 1,500.\n\nModel 3 production delays mean postponed sales could exacerbate the company’s cash burn. The problems could also worry the over 500,000 customers who have put down a refundable deposit on the car.\n\nAdding to the pressure is the fact that U.S. tax credits for Tesla buyers, intended to help manufacturers ramp up electric vehicles, begin to expire after the company sells its 200,000th vehicle in the United States. The company has not said when that will be, but it has sold 250,000 globally.\n\nShares of Tesla have fallen nearly 17 percent from a 12-month high of $385 in September, but are still up 50 percent from January fueled by belief in the long-term prospects of the company.\n\nTesla’s soaring stock has made the company the second-most valuable U.S. automaker behind General Motors Co (GM.N), which had annual net profit of $9.4 billion in 2016.\n\nTesla could face major new requirements for cash given Model 3 problems, a possible factory in China, and plans to develop other vehicles, including an electric heavy duty truck.\n\nBut Musk said he did not expect any significant capital expenditures for China until 2019, adding that he envisions a factory producing at least a couple hundred thousand vehicles per year for the Chinese market.\n\nTesla said it was “well capitalized” for the delayed Model 3 production schedule and predicted capital expenditures of about $1 billion in the fourth quarter. That, together with spending in the third quarter, matched Tesla’s August estimate of $2 billion in capital expenditures for the second half of the year.\n\nTesla reported that cash and cash equivalents rose to $3.53 billion on Sept. 30 from $3.04 billion at the end of the second quarter, but Tesla in August raised $1.8 billion by selling debt. It also spent $325 million to repay a credit facility in the quarter.\n\nThe price of the $1.8 billion eight-year junk bond 88160RAE1= issued by Tesla last August also fell after the quarterly report.\n\nTesla’s continued need for cash is exacerbated by Musk’s insistence on vertical integration, such as making its own batteries and selling cars directly to customers. That, industry experts say, is among the reasons Tesla is nowhere close to its aggressive goal of building 500,000 vehicles annually by next year, most of them Model 3s.\n\nTesla posted a net loss of $619.4 million, or $3.70 per share, for the third quarter ended Sept. 30 compared with a profit of $21.9 million, or 14 cents per share, a year earlier. (bit.ly/2lF0H65)\n\nRevenue rose 30 percent to $2.98 billion. Excluding items, the company lost $2.92 per share.\n\nTesla warned that its adjusted gross margin would decline to about 15 percent due to a higher mix of lower-margin Model 3 deliveries in the fourth quarter, but then recover in the first quarter of 2018.\n\nLast month, Tesla reported it delivered 26,150 vehicles in the third quarter, a 4.5 percent rise on the same period of 2016.",
        "header": "UPDATE 5-Tesla stock falls on Model 3 delays, biggest-ever quarterly loss",
        "link": "http://www.reuters.com/article/tesla-results/update-5-tesla-stock-falls-on-model-3-delays-biggest-ever-quarterly-loss-idUSL2N1N72DJ"
    },
    {
        "time": "4:22PM UTC",
        "body": "Nov 1 (Reuters) - Tesla Inc reported its biggest-ever quarterly loss on Wednesday as the electric-car maker spent more to speed up production of its more affordable Model 3 sedan.\n\nLed by Silicon Valley entrepreneur Elon Musk, Tesla is struggling to overcome production bottlenecks as it builds the Model 3, seen as key to the company’s long-term profitability.\n\nThe company said in October it missed its Model 3 production goal for the third quarter, producing only 260 vehicles compared with an earlier target of 1,500, and Musk said last month the car was “deep in production hell”.\n\nTesla posted a net loss of $619.4 million, or $3.70 per share, for the third quarter ended Sept. 30 compared to a profit of $21.9 million, or 14 cents per share, a year earlier. (bit.ly/2lF0H65)\n\nRevenue rose to $2.98 billion from $2.30 billion. (Reporting by Arjun Panchadar in Bengaluru; Editing by Shounak Dasgupta)",
        "header": "Tesla reports biggest-ever quarterly loss",
        "link": "http://www.reuters.com/article/tesla-results/tesla-reports-biggest-ever-quarterly-loss-idUSL4N1N75Y4"
    }
]