[
    {
        "time": "3:30PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Traders short selling Tesla’s (TSLA.O) soaring stock have lost $3.7 billion this year, eclipsing the combined losses of traders shorting Apple (AAPL.O), Amazon.com (AMZN.O) and Netflix (NFLX.O).\n\nThe Palo Alto, California, company’s stock has become a battleground between investors betting Chief Executive Elon Musk will revolutionize the automobile industry and skeptics who question his aggressive production targets.\n\nThose conflicting views of the electric-car maker have deepened in recent weeks, with short sellers increasing their exposure even as paper losses mount and Tesla’s stock hits new highs.\n\nShort bets against Tesla have grown to $10.1 billion from $8.7 billion at the start of April, and during that time short sellers have racked up paper losses of $1.4 billion, according to S3 Partners, a financial analytics firm. Tesla’s stock has climbed 15 percent in the same period and has surged 50 percent so far in 2017.\n\n“You have your momentum guys riding this stock up and making a fantastic return, and the fundamental guys holding onto their shorts and building them and saying ‘this can’t continue’ and waiting for the shoe to drop,” said Ihor Dusaniwsky, S3 Partners’ head of research.\n\n“It’s one of your classic yin and yangs on Wall Street.”\n\nOverall this year, short sellers betting against Tesla have lost $3.7 billion, far more than has been lost shorting any other U.S. stock, according to S3.\n\nThe next three most painful stocks for short sellers this year have been Apple, Amazon.com and Netflix. Short sellers have lost $1.5 billion betting against Apple, $1.1 billion betting against Amazon.com and $776 million on Netflix, Dusaniwsky said.\n\nIn Wednesday’s quarterly report, investors will look for an update on Tesla’s plan to launch its mass-market Model 3 sedan in the second half of 2017 and quickly increase production to a target of 500,000 cars per year in 2018. Last year it sold 76,230 cars, missing its target of at least 80,000 vehicles.\n\n“Investors will likely react strongly to any updates to Model 3 timing,” UBS analyst Colin Langan wrote in a preview.\n\nTesla in early April overtook General Motors (GM.N) as the largest U.S. automaker by market capitalization.\n\nOn Tuesday, Tesla’s market value was $53 billion, nearly $3 billion larger than GM‘s. GM’s stock fell 2.8 percent after it reported a decline in U.S. new vehicle sales for April in a fresh sign a long boom cycle that lifted the American auto industry to record sales last year is losing steam.",
        "header": "Tesla is most painful stock for short sellers in 2017",
        "link": "http://www.reuters.com/article/us-tesla-stocks/tesla-is-most-painful-stock-for-short-sellers-in-2017-idUSKBN17Y29O"
    },
    {
        "time": "7:40PM UTC",
        "body": "(Reuters) - Two top Tesla Inc (TSLA.O) executives were listed as officers at a materials recycling company, Redwood Materials Inc, indicating possible ties between the companies.\n\nThe Redwood City, California-based company has Tesla’s chief technology officer, JB Straubel, and head of special projects, Andrew Stevenson, as executive officers, according to the filing.\n\nThe filing, dated April 28, was first flagged by research firm CBInsights on Monday.\n\nRedwood Materials did not disclose any direct link with Tesla. Its single-page website, registered in April, is sparse in details.\n\nRedwood Materials, which says on its website it plans to focus on recycling, re-manufacturing and re-using materials, raised $2 million from a single undisclosed investor last month, according to the filing.\n\nTesla could not be immediately reached for comment. The phone number listed on Redwood’s filing reached the voicemail of Stevenson.\n\nIn a keynote in March, the electric-car maker listed “re-thinking the materials supply chain” as one of its focus areas.\n\nElon Musk-led Tesla has been diversifying beyond electric cars. The company bought solar panel installer SolarCity last year to increase its scale in electrical energy management systems and battery production.\n\nTesla said in January it has started mass production of lithium-ion battery cells at its gigafactory in Nevada along with Japan’s Panasonic Corp (6752.T), ahead of the launch of its mass-market sedan Model 3.\n\nGiven Tesla’s ambitious plans to scale its manufacturing for new auto models and volume, materials efficiencies and innovation could be key to the company’s effort, CBInsights said.",
        "header": "Tesla executives listed as officers at materials recycling firm",
        "link": "http://www.reuters.com/article/us-tesla-redwood/tesla-executives-listed-as-officers-at-materials-recycling-firm-idUSKBN17Y1MT"
    }
]