[
    {
        "time": "6:06PM UTC",
        "body": "NEW YORK (Reuters Breakingviews) - Tesla is demonstrating how its electric cars can generate valuation staying power. Chief Executive Elon Musk oversaw a loss that missed Wall Street expectations by a country mile, even as the top line clocked in ahead of forecasts. More importantly, he’s vowing that annual Model 3 production alone can meet the company’s full target by the end of next year.\n\nMusk has made a habit of missing goals in the past. Good executives do learn from their mistakes and Tesla has taken several steps to try to bulk up its facilities, including buying automated manufacturing firm Grohmann Engineering six months ago. Deliveries of 25,000 Model S and Model X vehicles in the first three months of the year were 69 percent higher than a year ago.\n\nGrowing from the 76,000 that rolled off the line last year to a run rate of half a million in 2018 would be a big shift, however. There are already signs of internal friction: Klaus Grohmann, who founded the eponymous firm Tesla acquired, was ousted last month after clashing with Musk over strategy, Reuters reported, citing an unnamed source.\n\nTaking the Model 3 from scratch – the first customer-ready cars are due this summer – to a run rate of half a million within 18 months would mark an astounding feat. Even if Musk can pull it off, there are potential problems.\n\nFirst, the margins on a car with a base price of $35,000 will be much lower than ones on the Models S and X, which fetch at least $80,000 apiece. Even with mass production, Tesla is unlikely to achieve pre-tax margins much better than the 10 percent to 12 percent to which the likes of Daimler and BMW typically aspire.\n\nSecond, competition is heating up. At the luxury end, Jaguar is set to start selling its I-Pace next year, while GM’s Chevy Bolt, a Model 3 competitor, hit the market last November. Plenty of others are joining the fray, too. That could very well crimp Tesla’s sales or profitability – or both.\n\nAt almost 26 times 2020 estimates, Tesla’s stock is trading at a level implying Silicon Valley-style margins of 30 percent and near-perpetual vehicle-sales growth. Despite Musk’s undeniable kinetic energy, that’s simply unjustifiable.\n\nReuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time. \n\n Sign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com. All opinions expressed are those of the authors.",
        "header": "Tesla demonstrates valuation staying power",
        "link": "http://www.reuters.com/article/us-tesla-results-breakingviews/tesla-demonstrates-valuation-staying-power-idUSKBN17Z2NK"
    },
    {
        "time": "8:03PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Electric-car maker Tesla Inc (TSLA.O) on Wednesday reported first-quarter revenue that more than doubled, and while saying the upcoming Model 3 was on schedule for July, it downplayed the mass-market vehicle to give a sales pitch for its more expensive Model S.\n\nChief Executive Elon Musk’s bold approach to cars, space exploration and clean energy has fueled investor enthusiasm for Tesla. But skeptics are waiting to see if Musk can fulfill his promise of producing 500,000 cars per year in 2018, or six times Tesla’s 2016 production.\n\nShares were down about 2 percent in after-hours trade following the results.\n\nThe automaker’s comments underscored the additional challenge of keeping up demand for its older models.\n\n“We have seen some impact of Model S orders as a function of people being confused” that Model 3 is the upgrade to Model S, Musk said on a conference call.\n\nTesla said it had $4 billion of cash on hand as it headed into the second quarter and expects year-to-date capital expenditures to be slightly over $2 billion by the time it starts Model 3 production - within its previous targeted range of $2 billion to $2.5 billion.\n\nThat cushion should give the company some near-term breathing room from needing to tap Wall Street for cash, said CFRA Research analyst Efraim Levy. Tesla in March raised $1.2 billion from the markets.\n\nRecord deliveries helped Tesla boost its revenue to $2.7 billion in the quarter, but a net loss net widened to $330.3 million from $282.3 million a year earlier, largely driven by its SolarCity acquisition.\n\nTesla has much riding on the Model 3, which could finally make the cash-hemorrhaging automaker profitable. But while much of the company hype has focused on the car due in July, Tesla on Wednesday made a sales pitch for its overshadowed Model S.\n\nTesla is anxious that the $35,000 Model 3 - which will likely not be delivered in volume until 2018 - avoids cannibalizing the higher-margin Model S, which lists at about double the starting price.\n\nIn its earnings release, Tesla stated that a key challenge for the company would be to eliminate misperceptions about the differences between the Model S and the Model 3.\n\n“We want to be super clear that Model 3 is not version three of our car. Model 3 is essentially a smaller, more affordable version of the Model S with fewer features,” Musk said on a conference call, adding buyers erroneously thought the Model 3 would be more advanced.\n\n“The Model S will be better than Model 3,” he added. “As it should be, as it’s a more expensive car.”\n\nTesla needs to ramp up for a deluge of Model 3 customers, and the company said it would be adding nearly 100 retail, delivery and service locations worldwide, representing a 30 percent increase. Tesla also said it was also working to improve efficiency, citing vehicle repair times that have fallen by 35 percent due to the use of remote diagnostics.\n\nThe company reiterated its forecast of delivering 47,000-50,000 Model S and Model X cars in the first half of 2017, a target it announced earlier this year.\n\nStill, customer deposits fell 7 percent in the quarter, which could suggest interest in Tesla’s current product line, the Model S and Model X, is decreasing.\n\nOn a per-share basis, Tesla’s net loss narrowed to $2.04 from $2.13.\n\nExcluding items, the company lost $1.33 per share. Analysts on average had expected a loss of 81 cents per share, according to Thomson Reuters I/B/E/S.\n\nTesla’s results reflect the first full quarter that includes solar panel installer SolarCity, which it bought last year.\n\nThe Silicon Valley-based automaker last month became the most valuable U.S. carmaker by market capitalization, pulling ahead of Detroit’s auto heavyweights Ford Motor Co (F.N) and General Motors Co (GM.N).\n\nUp to Wednesday’s close, shares of Tesla had risen 45.6 percent this year.",
        "header": "Tesla plugs older Model S as new buyers turn to Model 3",
        "link": "http://www.reuters.com/article/us-tesla-results/tesla-plugs-older-model-s-as-new-buyers-turn-to-model-3-idUSKBN17Z2GK"
    },
    {
        "time": "4:38PM UTC",
        "body": "* Tesla says Model 3 on track for initial production in July\n\n* Tesla says first half outlook remains unchanged at 47,000 to 50,000 deliveries\n\n* Says $4.0 billion of cash on hand heading into Q2\n\n* Says Model 3 vehicle development is nearly complete as co approaches the start of production\n\n* Says expect Q2 GAAP and non-GAAP operating expenses to be flat to slightly up from Q1\n\n* Says this year, plan to add nearly 100 retail, delivery and service locations globally, representing an approximately 30% increase in facilities\n\n* Says expect that year-to-date capital expenditures will be slightly over $2 billion by the time co starts Model 3 production\n\n* Says preparations at production facilities on track to support the ramp of Model 3 production to 5,000 vehicles per week at some point in 2017\n\n* Says expect additional investments through the remainder of the year as co increases automation and add production capacity\n\n* Says preparations at production facilities on track to support the ramp of Model 3 production to 10,000 vehicles per week at some point in 2018\n\n* Says plan to start pilot manufacturing of solar roof tiles in Q2 at its Fremont facility\n\n* Says in 2017, expects to at least double the number of superchargers, destination charging connectors globally to more than 10,000 and 15,000, respectively\n\n* Says working towards fully staffing more than 70 Tesla stores in U.S., abroad with dedicated Tesla Energy sales people over next two quarters\n\n* Says solar energy generation deployments in Q1 2017 declined year-over-year, but had better financial results\n\n* Says moving past Q2, as Model 3 becomes available, one of co’s challenges will be to eliminate any misperception about differences between Model S and Model 3\n\n* Says “our energy generation and storage business is positioned for accelerating growth later this year”\n\n* Says expect that Model S and Model X vehicle costs should continue to decline each quarter\n\n* Says “we continue to be confident about achieving the cost synergies and cash generation targets established when we acquired SolarCity”\n\n* Says non-GAAP automotive gross margin should decline by about 250 basis points in Q2 Source text: bit.ly/2qA1zXO Further company coverage:",
        "header": "BRIEF-Tesla Inc reports Q1 non-GAAP loss per share of $1.33",
        "link": "http://www.reuters.com/article/brief-tesla-inc-reports-q1-non-gaap-loss/brief-tesla-inc-reports-q1-non-gaap-loss-per-share-of-1-33-idUSFWN1I50N3"
    },
    {
        "time": "2:35PM UTC",
        "body": "NEW YORK (Reuters) - Hedge fund manager David Einhorn said on Wednesday that investors remain charmed by Tesla Inc Chief Executive Elon Musk, boosting the stock by 30 percent in the first quarter, even though the electric car maker’s performance did not justify such gains.\n\nEinhorn’s Greenlight Capital hedge fund bet against Tesla shares during the first three months of year, racking up losses on its short position. Greenlight did not disclose its current position on Tesla.\n\nThe fund’s basket of shorts against what it considers to be bubble stocks, including Tesla, hurt its performance during the quarter, Einhorn said on an earnings conference call for Greenlight Capital Re Ltd, the insurer where he oversees its investment portfolio.\n\nEinhorn also discussed General Motors Co, its biggest long position, but the automaker’s shares rose just 1.5 percent during the first three months of this year. “GM trades at a significant discount to its intrinsic value despite the company’s strong operating performance,” Einhorn said.\n\nIn March, Greenlight announced a plan for GM to “unlock substantial shareholder value” by splitting its common into two classes of common equity.\n\nEinhorn said by placing what Greenlight believes are conservative valuations on each component, “it’s easy to get a value that is 27 percent to 79 percent higher than the current share price.”\n\n“We generally avoid public activism, but in this case management has misrepresented our idea, and we think our fellow shareholders deserve an opportunity of new way the merits of our plan for themselves,” Einhorn said.\n\nFor its part, Einhorn suggested that Tesla remained a short position for Greenlight.\n\n“For the time being, investors remain hypnotized by Tesla’s CEO,” Einhorn said. “We’re skeptical that the company will be able to mass market its Model 3 at volumes and margins and justify the current valuation.”\n\nModel 3, Tesla’s third-generation car, is on track for volume production by September, Musk said in February. He expects the rollout to help Telsa deliver five times its current annual sales volume, a key target in the automaker’s efforts to stop burning cash.\n\nOverall, Einhorn has had company in Tesla: Traders short-selling Tesla’s soaring stock have lost $3.7 billion this year, eclipsing the combined losses of traders shorting Apple Inc, Amazon.com and Netflix.",
        "header": "Einhorn, nursing losses on Tesla, says investors 'hypnotized' by Musk",
        "link": "http://www.reuters.com/article/us-funds-greenlight-re-tesla/einhorn-nursing-losses-on-tesla-says-investors-hypnotized-by-musk-idUSKBN17Z2AP"
    },
    {
        "time": "5:14PM UTC",
        "body": "Tesla said its first-quarter revenue more than doubled and vowed its upcoming Model 3 was on schedule for production in July, but it downplayed the mass-market vehicle and gave a sales pitch for its more expensive Model S. Skeptics are waiting to see if founder Elon Musk can fulfill his promise of producing 500,000 cars per year in 2018, six times Tesla's 2016 production. Finance mogul David Einhorn said investors are 'hypnotized' by CEO Elon Musk.\n\nIn more earnings news: Facebook's profit also rose more than 76 percent for the quarter, fueled by robust growth in its mobile ad business. But the company warned that that same revenue was likely to come down from current highs.\n\nCheck out Tesla and Facebook's earnings by the numbers in two graphics: here and here.\n\nSmooth ride on the interest rates front as the Federal Reserve kept its benchmark unchanged at 0.75 percent to 1 percent. The Fed said in a bullish statement that it viewed the “slowing in growth during the first quarter as likely to be transitory.”\n\nPuerto Rico filed for the biggest ever U.S. local government bankruptcy. While it was not immediately clear just how much of Puerto Rico’s $70 billion of debt would be included in the bankruptcy, the case is sure to dwarf Detroit’s insolvency in 2013.",
        "header": "Business Watch: Tesla delivers, Fed holds steady",
        "link": "http://www.reuters.com/article/us-usa-businesswatch-3may17/business-watch-tesla-delivers-fed-holds-steady-idUSKBN17Z2KM"
    },
    {
        "time": "4:13PM UTC",
        "body": "May 3 (Reuters) - Electric-car maker Tesla Inc reported quarterly revenue that more than doubled, driven by record deliveries of its Model X sports utility vehicles and Model S sedans.\n\nTesla also backed its target of launching its highly anticipated mass market Model 3 sedan later this year, said the car was on track for initial production in July.\n\nTesla, led by billionaire entrepreneur Elon Musk, said net loss attributable to common shareholders widened to $330.3 million in the first quarter ended March 31, from $282.3 million a year earlier. (bit.ly/2p9tTzv)\n\nOn a per-share basis, net loss narrowed to $2.04 per share from $2.13 per share.\n\nRevenue more than doubled to $2.7 billion from $1.15 billion.\n\nTesla’s results reflect the first full quarter that includes solar panel installer SolarCity, which it bought last year. (Reporting by Narottam Medhora in Bengaluru; Editing by Sai Sachin Ravikumar)",
        "header": "Tesla's revenue more than doubles, helped by record deliveries",
        "link": "http://www.reuters.com/article/tesla-results/teslas-revenue-more-than-doubles-helped-by-record-deliveries-idUSL4N1I54GA"
    }
]