[
    {
        "time": "9:24AM UTC",
        "body": "FRANKFURT/MUNICH (Reuters) - Infineon (IFXGn.DE) will supply parts to Tesla’s upcoming mass-market Model 3 electric car, the German chipmaker said on Tuesday, after being beaten out as initial supplier by Franco-Italian rival STMicroelectronics (STM.PA) for the coveted deal.\n\nInfineon, which supplies chips to control the batteries and motors in eight out of 10 of the world’s top selling electric vehicles, confirmed its parts would go into the Model 3, which is now ramping up for volume production in 2018.\n\n“We do not comment on the individual models, but we will also will be present in Model 3,” Chief Executive Reinhard Ploss told reporters after Infineon reported third-quarter operating profit just ahead of analysts’ consensus forecast.\n\nThe German company’s products are already in Tesla’s Model S sports car, the world’s top-selling electric vehicle, but the Model 3 - costing $35,000 in the United States - has the potential to significantly outsell the $60,000 Model S.\n\nSTMicroelectronics was first to market with a new class of highly energy efficient 1,200-volt silicon-carbide chips, which brokerage Liberum said helped it win the initial deal to supply power chips for the Model 3. But it predicted Infineon would become a second source of such chips as volumes ramp next year.\n\nLast Friday, Tesla (TSLA.O) delivered the first 30 Model 3s to employee buyers, part of more than half a million advance reservations. (reut.rs/2tVmxlp)\n\nWhile its presence in the Model 3 could be a boost, Ploss said most of the demand for Infineon’s electric vehicle parts would continue to come from Asia. “Our success is very much dependent on Asia,” he said.\n\nThe company reaffirmed its projection for 8-11 percent revenue growth for the year ending in September, and said its annual operating profit margin, excluding certain items, would be unchanged around 17 percent.\n\nInfineon shares, which had slipped in early trading, picked up after Ploss signaled it had a renewed appetite for mergers. The stock was up 1.7 percent at 18.70 euros at 1315 GMT.\n\nPloss said the company “continues to explore various acquisition options” after its agreed $850 million deal to buy the Wolfspeed power unit of Cree (CREE.O) collapsed under U.S. government scrutiny earlier this year.\n\nPloss told reporters on a conference call that Infineon remained interested in deals in the American market, but would be sure to steer clear of technology the U.S. government considers vital to national security.\n\nRevenue for its fiscal third quarter ended in June was roughly in line with expectations, up 12.2 percent on the same period a year ago to 1.83 billion euros.\n\nQuarterly operating income, excluding certain items, rose 33 percent to 338 million euros ($400 million), compared with analysts’ average forecast of 323 million in a Reuters poll.",
        "header": "German chipmaker Infineon to supply Tesla Model 3",
        "link": "http://www.reuters.com/article/us-infineon-technol-results/german-chipmaker-infineon-to-supply-tesla-model-3-idUSKBN1AH4EY"
    },
    {
        "time": "5:44AM UTC",
        "body": "SAN FRANCISCO (Reuters) - Shares of Tesla (TSLA.O) dropped 3.5 percent on Monday after Chief Executive Elon Musk warned that the electric carmaker would face “manufacturing hell” as it ramps up production of its new mass-market Model 3 sedan.\n\nAt a launch event on Friday, Musk said customers had made over half a million advance reservations for the Model 3 as he handed over the first 30 cars to employee buyers, setting the stage for a major test of Tesla’s strategy to become a profitable electric car maker.\n\nTesla is counting on the Model 3 to help turn the cash-losing company into a profitable one and transform it from a niche player to a heavyweight in the automobile industry.\n\nInvestors already skeptical of Tesla’s aggressive growth targets focused on a warning by Musk that early production would be challenging.\n\n“We’re going to go through at least six months of manufacturing hell,” Musk told journalists ahead of the event. He later made similar comments on stage.\n\nInvestors may get an idea of how “manufacturing hell” will affect Tesla’s rate of cash burn when the company posts its quarterly results on Wednesday. The Palo Alto, California company has spent over $2 billion in cash so far this year ahead of the launch.\n\nAlso on Monday, a group of workers at the Fremont, California factory where the Model 3 is made sent an open letter to the independent members Tesla’s board. The employees, who are trying to start a union, requested access to company safety plans and information on compensation.\n\nTesla’s stock has gained 53 percent in 2017, although it is down from a record high in June.\n\nThe $35,000 Model 3 is designed for easy production, with output targeted to reach 20,000 per month by December. Tesla’s last launch was the luxury Model X SUV in 2015 which had several production problems and a price tag starting around $80,000.\n\nTesla has promised to boost total car production to 500,000 vehicles next year, close to six times its 2016 output, a target that many auto industry experts believe is unrealistic. It sold 76,230 cars last year.\n\nAt the event, Musk said the price of a Model 3 with all of available options could reach $59,000. That level could scare off potential Tesla customers, wrote Barclays analyst Brian Johnson in a note to clients.\n\nTesla’s stock was down $11.85 at $323.21 at mid-afternoon.",
        "header": "Tesla drops after Musk warns of 'manufacturing hell'",
        "link": "http://www.reuters.com/article/us-tesla-stock/tesla-drops-after-musk-warns-of-manufacturing-hell-idUSKBN1AG25R"
    },
    {
        "time": "2:49PM UTC",
        "body": "BOSTON (Reuters) - Billionaire investor David Einhorn, who has been hurt by his bet against Tesla Inc, said on Tuesday that the electric car maker is over-valued and that the company is not adequately capitalized.\n\n“The company is expected to burn over $2 billion this year as it begins production of its Model 3,” Einhorn said on an earnings call for his reinsurance company Greenlight Capital Re. “It is currently only capitalized for the next three quarters,” he added.\n\nPerformance at Einhorn’s Greenlight Capital has been hurt by bets against high-flying stocks like Tesla, Amazon.com Inc and Athenahealth Inc which he calls his bubble basket stocks. But he is sticking with those short bets.\n\nTesla’s share price has surged 50 percent to $319.82 since January and Einhorn said the rise weighed on his fund’s performance between April and June.\n\nThis week Tesla’s share price has dropped after Chief Executive Officer Elon Musk warned that the company would face “manufacturing hell” as it ramps up production of its new mass-market Model 3 sedan.\n\nIn July Einhorn’s Greenlight Capital performed better when a 2.1 percent gain helped wipe away almost all losses for the year. On the call Einhorn discussed only second-quarter performance. During those three months the fund lost 4 percent, leaving the firm with a 2.8 percent loss in the first half.\n\nGreenlight Capital, like most hedge funds, is trailing the broader stock market Standard & Poor’s index 11.6 percent gain in the first seven months of 2017.\n\nEinhorn also said the fund lost money on its bets against Amazon and Athenahealth. But he is not making changes, saying “I like the composition of the portfolio.”\n\nHis winners during the quarter included a bet on Bayer AG where he said a planned $66 billion takeover of U.S. agrochemicals group Monsanto Co would be enhancing. Also a bet against oil exploration company Continental Resources Inc was a winner Einhorn said.",
        "header": "Investor Einhorn sees cash burn at Tesla, sticks with short bet",
        "link": "http://www.reuters.com/article/us-hedgefunds-einhorn/investor-einhorn-sees-cash-burn-at-tesla-sticks-with-short-bet-idUSKBN1AH527"
    },
    {
        "time": "5:44AM UTC",
        "body": "(Reuters) - A group of Tesla Inc (TSLA.O) workers on Monday asked the electric car maker’s board to provide a plan to address employee safety and information on pay and promotion.\n\nThe worker group, which hopes to become part of the United Automobile Workers union, said Tesla had a safety record worse than that of “sawmills and slaughter houses”.\n\n\"We're tired of suffering preventable injury after preventable injury,\" Michael Catura, a Tesla production associate, said in a statement. (bit.ly/2wex8bF)\n\nThe group also asked for clarity around Tesla’s compensation practices.\n\nStarting pay at Tesla’s Fremont, California auto factory was $18 per hour, far below the national average for auto workers, the worker group said.\n\nTesla was not immediately available for comment.\n\nChief Executive Elon Musk said last week that the company is going to go through at least six months of “manufacturing hell” as it ramps up its efforts to produce 500,000 cars per year, close to six times its 2016 output.\n\nTesla launched its much-awaited Model 3 sedans on Friday as it plans to become a profitable mass electric car maker.",
        "header": "Tesla workers ask for employee safety plan, clarity on pay",
        "link": "http://www.reuters.com/article/us-tesla-workers/tesla-workers-ask-for-employee-safety-plan-clarity-on-pay-idUSKBN1AG2A3"
    }
]