[
    {
        "time": "11:49AM UTC",
        "body": "(Reuters) - Electric car maker Tesla Inc (TSLA.O) reaffirmed on Sunday it is talking with the Shanghai municipal government to set up a factory in the region and expects to agree on a plan by the end of the year, but declined to comment on a report that a deal has been reached.\n\nChina levies a 25 percent duty on sales of imported vehicles and has not allowed foreign automakers to establish wholly owned factories in the country, the world’s largest auto market. Those are problems for Tesla, which wants to expand its presence in China’s growing electric vehicle market without compromising its independence or intellectual property.\n\nChina’s government has considered allowing foreign automakers to set up wholly owned factories in free trade zones in part to encourage more production of electric and hybrid vehicles - which the government calls “new energy vehicles” - to meet ambitious sales quotas.\n\nTesla would still have to pay a 25 percent duty on cars built in a free trade zone, but it could lower its production costs.\n\nTesla on Sunday pointed to a statement it made in June that the company “is working with the Shanghai Municipal Government to explore the possibility of establishing a manufacturing facility in the region to serve the Chinese market. As we’ve said before, we expect to more clearly define our plans for production in China by the end of the year.”\n\nA Tesla spokesperson in the United States declined to comment further beyond referring to the June statement.\n\nThe Wall Street Journal reported that Tesla and the Shanghai government have reached a deal in that city’s free trade zone. Shanghai is China’s de facto automotive capital and a significant market for luxury vehicles of all kinds.\n\nChinese internet company Tencent Holdings Ltd(0700.HK) has a five percent stake in Tesla and is seen as a potential ally for Tesla’s efforts to enter the Chinese market.\n\nIt was unclear if the Chinese government will conclude a deal with Tesla to coincide with U.S. President Donald Trump’s visit next month.\n\nTesla Chief Executive Elon Musk has said the company eventually will need vehicle and battery manufacturing centers in Europe and Asia.\n\nTesla is wrestling with production problems at its sole factory, in Fremont, California. It is trying to accelerate output of its new Model 3 sedan, but conceded earlier this month that production bottlenecks had held third-quarter production to just 260 vehicles, well short of the 1,500 previously planned.",
        "header": "Tesla reaffirms effort to build cars in China; mum on deal report",
        "link": "http://www.reuters.com/article/us-tesla-china-factory/tesla-reaffirms-effort-to-build-cars-in-china-mum-on-deal-report-idUSKBN1CR0ME"
    },
    {
        "time": "10:40AM UTC",
        "body": "Oct 22 (Reuters) - Electric car maker Tesla Inc said on Sunday it is talking with the Shanghai municipal government to set up a factory in the region and expects to agree on a plan by the end of the year.\n\nChina levies a 25 percent duty on sales of imported vehicles and has not allowed foreign automakers to establish wholly owned factories in the country, the world’s largest automaker. Those are problems for Tesla, which wants to expand its presence in China’s growing electric vehicle market without compromising its independence or intellectual property.\n\nChina’s government has considered allowing foreign automakers to set up wholly owned factories in free trade zones in part to encourage more production of electric and hybrid vehicles - which the government calls “new energy vehicles” - to meet ambitious sales quotas.\n\nTesla would still have to pay a 25 percent duty on cars built in a free trade zone, but it could lower its production costs.\n\n“Tesla is working with the Shanghai Municipal Government to explore the possibility of establishing a manufacturing facility in the region to serve the Chinese market. As we’ve said before, we expect to more clearly define our plans for production in China by the end of the year,” a Tesla spokesperson said in a statement emailed to Reuters.\n\nTesla said in June it was beginning talks with Shanghai.\n\nThe Wall Street Journal reported that Tesla and the Shanghai government have already reached a deal in that city’s free trade zone. Shanghai is China’s de facto automotive capital and a significant market for luxury vehicles of all kinds.\n\nChinese internet company Tencent Holdings Ltd has a five percent stake in Tesla and is seen as a potential ally for Tesla’s efforts to enter the Chinese market.\n\nIt was unclear if the Chinese government will conclude a deal with Tesla to coincide with U.S. President Donald Trump’s visit next month.\n\nTesla Chief Executive Elon Musk has said the company eventually will need vehicle and battery manufacturing centers in Europe and Asia.\n\nTesla is wrestling with production problems at its sole factory, in Fremont, California. It is trying to accelerate output of its new Model 3 sedan, but conceded earlier this month that production bottlenecks had held third-quarter production to just 260 vehicles, well short of the 1,500 previously planned. (Reporting by Joe White and Nori Shirouzu; Editing by Dan Grebler)",
        "header": "Tesla moves closer to deal to build cars in China",
        "link": "http://www.reuters.com/article/tesla-china-factory/tesla-moves-closer-to-deal-to-build-cars-in-china-idUSL2N1MX0A9"
    }
]