[
    {
        "time": "9:22PM UTC",
        "body": "(Reuters) - Tesla Inc (TSLA.O) Chief Executive Elon Musk on Sunday tweeted pictures of the first Model 3 sedan to roll off the assembly line.\n\nTesla board member Ira Ehrenpreis was the first to put down a $1,000 deposit on the Model 3 and gifted the car to Musk for his 46th birthday, Musk said in a tweet. (bit.ly/2v3RyDX)\n\nMusk has high hopes for the $35,000 Model 3, aimed at the mass market, and expects the rollout to help the company deliver five times its current annual sales volume.\n\nTesla’s shares have taken a beating in the last few weeks, as investors have become increasingly concerned that demand for the company’s existing Model S sedan is weakening.\n\nMusk said in May that some “confused” Tesla buyers considered the new Model 3 as an upgrade to the Model S, hurting orders for the older car.\n\nRegistrations for Tesla’s vehicles in California, its largest market, fell 24 percent in April from a year ago, according to data from research firm IHS Markit.\n\nSeparately, the Wall Street Journal reported on Sunday that new registrations of Tesla cars fell to zero in Hong Kong after authorities slashed a tax break for electric vehicles in April.\n\nLast week, Musk said production of the Model 3 would increase exponentially — from 100 cars in August, more than 1,500 in September to 20,000 Model 3 cars per month in December.",
        "header": "Elon Musk tweets photos of first Tesla Model 3 to roll off the line",
        "link": "http://www.reuters.com/article/us-tesla-model-3/elon-musk-tweets-photos-of-first-tesla-model-3-to-roll-off-the-line-idUSKBN19V1YL"
    },
    {
        "time": "9:21PM UTC",
        "body": "LAUNCESTON, Australia (Reuters) - (The opinions expressed here are those of the author, a columnist for Reuters.)\n\nThere is a lot more riding on Tesla Inc’s deal to install the world’s largest grid-scale electric battery in Australia than whether Elon Musk can meet his bold commitment to finish within the 100-day deadline.\n\nUnder an agreement made public on July 7, Tesla must deliver the 100 megawatt (MW) battery within 100 days of the contract being signed, or the government of South Australia state won’t have to pay the electric car, clean energy and space exploration company.\n\nOn the surface, this is a deal aimed at providing back-up electricity to South Australia, a state that has been plagued by blackouts since it closed coal-fired power plants and moved to being powered mainly by renewables such as wind, and to a grid connection to neighboring Victoria state.\n\nCertainly, if successful, the 100 MW of Tesla lithium-ion batteries will be able to provide power to some 30,000 homes in South Australia, which is home to about 1.7 million people and ranks fifth by population of Australia’s six states.\n\nBut the significance of the deal goes way beyond the mere provision of emergency power, and it is likely to become a political football in Australia’s wider energy debate.\n\nBroadly speaking, Australia’s energy debate is becoming polarized into two factions, one in favor of using the nation’s abundant coal as the main fuel, and the other committed to switching to mainly renewable sources of power as part of efforts to limit global climate change.\n\nWhile there are moderate voices in both camps urging a gradual and planned switch from the current situation where about 80 percent of the nation’s power comes from ageing, polluting coal-fired plants, the more radical voices tend to grab the media headlines.\n\nBarnaby Joyce, the deputy prime minister and leader of the National Party, poured scorn on the Tesla battery plan, saying it wouldn’t make much difference.\n\n“You know, a grain of sugar is an advantage to a teaspoon, but it doesn’t make a hell of a lot of difference,” Joyce, whose party is the junior partner in the ruling Liberal-led federal government, said in a television interview on Sunday.\n\nThe problem for the federal government, and indeed the state governments as well, is that electricity prices, and public anger, are soaring.\n\nConsumers in the main population states of New South Wales and Victoria face increases of as much as 20 percent this year in electricity bills, caused by rising generation costs amid the closure of several old coal-fired power plants.\n\nThe question is what will replace these polluting plants as they reach the end of their useful lifespans.\n\nThe mining lobby, and elements within the ruling coalition, want to build new generation coal-fired plants, claiming these will be cheaper and less polluting.\n\nThe so-called high-efficiency, low emissions (HELE) coal plants would be less polluting than Australia’s current fleet, but even these are still far more carbon-intensive than natural-gas plants, not to mention renewables.\n\nThe Minerals Council of Australia released a report on July 3 in which it claimed a “clean coal” HELE plant would provide cheaper electricity than renewables.\n\nWhile the costings in the report are open to challenge, what was potentially misleading was the claim that HELE plants are “clean coal”.\n\nThey are about 14 percent more efficient than older technology coal plants, but aren’t clean insofar as they don’t capture and store carbon emissions.\n\nThis sort of claim certainly undermines the mining sector’s credibility and helps boost the cause of the environmentalists.\n\nSitting somewhere in the middle of the debate is Australia’s petroleum industry, which has the dual aim of protecting its $200 billion of investments in liquefied natural gas (LNG) export plants and promoting the use of the cleaner-burning fuel domestically.\n\nThe industry wants both federal and state governments to facilitate more onshore gas exploration and production, arguing that this will boost supply and lower costs.\n\nThe environmental lobby, ignoring peer-reviewed science that fracking is largely safe if well regulated, wants an end to all unconventional and conventional natural gas exploration and production.\n\nAt the very least, the environmentalists want restrictions on LNG exports in order to make natural gas cheaper and more available to the domestic market.\n\nAgain, there is possibly misleading information and claims on both sides, with the industry stating that Australia’s wholesale natural gas price is competitive in Asia (it is), but ignoring that retail prices have surged.\n\nFor its part the environmental lobby, with the support of farming groups, is running a scare campaign on natural gas, using the typical bogeyman of greedy corporations sucking up and exporting resources, but ignoring that only one of the seven LNG plants actually buys gas that could be supplied domestically instead.\n\nInto this situation comes Tesla and its battery farm for South Australia.\n\nIf the project does work, and more importantly is viewed by politicians and the public as a cost-effective success, then Barnaby Joyce may find that his one grain of sugar rapidly becomes many more.\n\nHowever, if the batteries don’t prove effective in smoothing out South Australia’s intermittent wind-powered electricity, then the move toward more renewables will take a blow, perhaps even big enough to allow the promoters of new coal plants an opportunity.",
        "header": "Tesla wades into Australia's battle over energy future: Russell",
        "link": "http://www.reuters.com/article/us-column-russell-electricity-tesla/tesla-wades-into-australias-battle-over-energy-future-russell-idUSKBN19V0EI"
    },
    {
        "time": "11:19AM UTC",
        "body": "(Reuters) - Tesla Inc (TSLA.O) Chief Executive Elon Musk on Sunday tweeted pictures of the first Model 3 sedan to roll off the assembly line.\n\nTesla board member Ira Ehrenpreis was the first to put down a $1,000 deposit on the Model 3 and gifted the car to Musk for his 46th birthday, Musk said in a tweet. (bit.ly/2v3RyDX)\n\nMusk has high hopes for the $35,000 Model 3, aimed at the mass market, and expects the rollout to help the company deliver five times its current annual sales volume.\n\nTesla’s shares have taken a beating in the last few weeks, as investors have become increasingly concerned that demand for the company’s existing Model S sedan is weakening.\n\nMusk said in May that some “confused” Tesla buyers considered the new Model 3 as an upgrade to the Model S, hurting orders for the older car.\n\nRegistrations for Tesla’s vehicles in California, its largest market, fell 24 percent in April from a year ago, according to data from research firm IHS Markit.\n\nSeparately, the Wall Street Journal reported on Sunday that new registrations of Tesla cars fell to zero in Hong Kong after authorities slashed a tax break for electric vehicles in April.\n\nLast week, Musk said production of the Model 3 would increase exponentially — from 100 cars in August, more than 1,500 in September to 20,000 Model 3 cars per month in December.",
        "header": "Musk tweets pictures of first Model 3 to roll off the line",
        "link": "http://www.reuters.com/article/tesla-model-3/musk-tweets-pictures-of-first-model-3-to-roll-off-the-line-idUSL4N1K1496"
    }
]