[
    {
        "time": "2:39PM UTC",
        "body": "WASHINGTON (Reuters) - The driver of a Tesla vehicle involved in a crash in Minnesota on Saturday has denied that its Autopilot system caused the incident, according to an email released by the automaker on Monday.\n\nThe Kandiyohi County Sheriff’s Department said in a statement on Sunday that the driver of the 2016 Tesla had said that when he engaged the Autopilot system it caused the vehicle to suddenly accelerate and then roll over, resulting in minor injuries to himself and four passengers.\n\nBut the driver said in the email released by Tesla Inc on Monday he believed he had disengaged the Autopilot system at the time of the crash. Tesla shares fell in trading on Monday after the crash was reported.\n\nThe driver, David Clark, 58, did not immediately respond to requests for comment.\n\n“I did not intend to put the blame Tesla or the auto pilot system as I am aware that I need to be in control of the vehicle regardless if the auto pilot system is engaged or not,” Clark said in an email to the sheriff’s department released by Tesla.\n\nThe sheriff’s department did not immediately respond to a request for comment.\n\nTesla shares, which fell as low as $313.45 on Monday, rebounded later and were down 2.8 percent at $318.69 in afternoon trading.\n\nAutopilot has faced intense scrutiny in the past from U.S. regulators.\n\nTesla said in a statement it had “no reason to believe that Autopilot ... worked other than as designed.”\n\n”Every time a driver engages Autopilot, they are reminded of their responsibility to remain engaged and to be prepared to take immediate action at all times, and drivers must acknowledge their responsibility to do so before Autopilot is enabled,” the auotmaker added.\n\nJoshua Brown, a former Navy SEAL, was killed near Williston, Florida, in May 2016 when his Model S collided with a truck while it was engaged in Autopilot mode.\n\nThe incident raised questions about the safety of systems that can perform driving tasks for long stretches with little or no human intervention, but which cannot completely replace human driver.\n\nIn January, the U.S. National Highway Traffic Safety Administration said it had found no evidence of defects with Autopilot following Brown’s death.",
        "header": "Tesla driver denies Autopilot system caused Minnesota crash",
        "link": "http://www.reuters.com/article/us-tesla-autopilot/tesla-driver-denies-autopilot-system-caused-minnesota-crash-idUSKBN1A21Y3"
    },
    {
        "time": "4:26PM UTC",
        "body": "* Tesla appoints Linda Johnson Rice and James Murdoch as new independent directors to its board\n\n* Linda Johnson, CEO of Johnson Publishing Company, and James Murdoch CEO of 21st Century Fox appointed to Tesla's board Source text: [bit.ly/2vb5oFq ] Further company coverage:",
        "header": "BRIEF-Tesla appoints Linda Johnson Rice and James Murdoch as new independent directors to its board",
        "link": "http://www.reuters.com/article/brief-tesla-appoints-linda-johnson-rice/brief-tesla-appoints-linda-johnson-rice-and-james-murdoch-as-new-independent-directors-to-its-board-idUSFWN1K80QC"
    },
    {
        "time": "5:26PM UTC",
        "body": "(Reuters) - Tesla Inc (TSLA.O) said on Monday that it had appointed two new directors to its board, including Twenty-First Century Fox Inc (FOXA.O) Chief Executive James Murdoch, increasing its board size to nine.\n\nLinda Johnson Rice, who heads Ebony Magazine publisher Johnson Publishing Co, was the other director named to the board. (bit.ly/2vb5oFq)\n\nEarlier this month, the company’s investors approved all five of its proposals, including one that shot down a move to make its directors stand for re-election each year.\n\nConnecticut Retirement Plans and Trust Funds had urged fellow Tesla shareholders to vote for a proposal aimed at the declassification of the company’s board, arguing that “annual accountability can lead to increased company performance.”\n\nTesla, led by Elon Musk, has been betting big on its mass-market Model 3, the first deliveries of which are expected to begin next week.\n\nTesla shares were slightly down after the bell on Monday.",
        "header": "Tesla adds two to board, including James Murdoch",
        "link": "http://www.reuters.com/article/us-tesla-moves-board/tesla-adds-two-to-board-including-james-murdoch-idUSKBN1A228J"
    },
    {
        "time": "1:41PM UTC",
        "body": "WASHINGTON, July 17 (Reuters) - The driver of a Tesla involved in a crash in Minnesota on Saturday denied that the vehicle’s Autopilot system had led to the incident, according to an email released by the automaker.\n\nThe Kandiyohi County Sheriff’s Department said in a statement on Sunday that the driver of the 2016 Tesla had said that when he engaged the Autopilot system, it suddenly accelerated and caused the vehicle to roll over, injuring himself and four passengers. But the driver said in the email released on Monday he believed he had disengaged the Autopilot system at the time of the crash. Tesla shares fell in trading on Monday after the crash was reported. (Reporting by David Shepardson; Editing by Tom Brown)",
        "header": "Tesla driver denies 'Autopilot' led to Minnesota crash",
        "link": "http://www.reuters.com/article/tesla-autopilot/tesla-driver-denies-autopilot-led-to-minnesota-crash-idUSL1N1K80VI"
    }
]