[
    {
        "time": "6:49PM UTC",
        "body": "NEW YORK (Reuters) - Tesla Inc shares slid more than 7 percent on Wednesday, their biggest percentage decline in more than a year, on poorer-than-expected delivery numbers, yet the luxury electric carmaker’s stock price remained above analysts’ median target.\n\nSilicon Valley-based Tesla overtook General Motors in April to become the U.S. carmaker with the largest market capitalization.\n\nOn Wednesday, its shares fell 7.2 percent to $327.09, its lowest in more than a month. Its biggest daily percentage fall since June 22, 2016, followed a 2.5 percent decline on Monday, when first-half deliveries of Tesla electric sedans and SUVs came in the lower end of its forecast.\n\nTesla said a “severe shortfall” of new battery packs had constrained vehicle manufacturing, and said second-half deliveries of the Model S sedan and Model X sports utility vehicle should exceed those of the first half.\n\n“We see Tesla shares as an over-valued show-me story that has traded as a concept stock given the dislocation between share price performance and our/consensus estimates,” analysts at Cowen and Company said in a note.\n\nEven after the sharp losses, Tesla shares remained up about 53 percent this year.\n\nEven after the two-day slide, the stock remained about 7 percent above the median price target of $309.50. Less than 20 S&P 500 Index constituents can top that.\n\nOn average, S&P 500 stocks trade between 7 percent and 9 percent below the Street’s target, according to Thomson Reuters data.\n\nWhile Tesla has been trading above the median target price for months, that margin mushroomed in June with the stock trading as much as 25 percent above the median target.\n\nSome 14 of the 21 analysts who cover Tesla have a sell or hold rating on the shares.\n\nZhejiang Geely Holding Group-owned Volvo said all car models it launches after 2019 will be electric or hybrids, making it the first major traditional automaker to set a date for phasing out vehicles powered solely by the internal combustion engine.\n\nWhile the Volvo announcement could be seen as validation for Tesla CEO Elon Musk’s vision, it also highlights the intense competition Tesla is likely to face, Barclays analyst Brian Johnson said in a research note.\n\nOn Wednesday, Goldman Sachs cut its six-month price target on Tesla to $180 from $190. Andrew Left of short seller Citron Research told CNBC in a phone interview that he thinks that is fair in the short term.",
        "header": "Tesla shares dive 7 percent; still above analysts' target price",
        "link": "http://www.reuters.com/article/us-tesla-stocks/tesla-shares-dive-7-percent-still-above-analysts-target-price-idUSKBN19Q2VA"
    },
    {
        "time": "4:39PM UTC",
        "body": "NEW YORK (Reuters Breakingviews) - Volvo has just given Tesla a shock. The Sweden-based carmaker on Wednesday said it will stop producing new gasoline-only engines from 2019 and shift to a variety of hybrid and all-electric models. That may not appear too significant at first – the company, after all, accounted for just 0.6 percent of global vehicle sales last year. But its plan sums up the challenges faced by Elon Musk’s firm.\n\nGranted, Volvo is over-revving its engine by proclaiming it’s going “all electric.” It has no plans yet to drop existing gasoline vehicles. And it will keep the combustion engine in two of the three options it will introduce starting in two years’ time – a plug-in hybrid, which can use either gasoline or electric power, and what it calls the mild hybrid, like Toyota’s Prius, which converts braking power into electricity.\n\nREUTERS RECOMMENDS\n\nTesla's Model S fails to ace some tests in highway safety evaluation\n\nU.S. cars a tough sell in South Korea even as Trump targets trade deal\n\nFord's China sales bounce back in June as tax impact fades\n\nThe industry sells more cars with these engines than pure electric-powered ones. That’s especially true in the fast-growing Chinese market, where around half the world’s electric and hybrid cars are sold and where Volvo’s owner, Geely, is based.\n\nTesla accounts for just 3 percent of electric vehicle and hybrid sales there, Barclays points out. Local players selling cheaper cars dominate; meanwhile, the likes of Daimler and General Motors are bulking up. That’s likely to bring down the cost of batteries even further, robbing Tesla of one of its major advantages.\n\nIt’s emblematic of the growing competition Tesla is facing around the world. Virtually all carmakers have electric and hybrid offerings of their own, whether smaller vehicles like the Nissan Leaf or BMW’s high-end i3 and i8.\n\nThat doesn’t mean Musk’s company is driving down a dead-end street. But it once again calls into question his aggressive target of selling 500,000 vehicles by the end of next year – five times this year’s run rate and just shy of what Volvo currently delivers - and 1 million by 2020.\n\nMoreover, Tesla is still suffering from growing pains. The latest slip-up was a lack of batteries, which kept production 40 percent below demand for much of the second quarter, the company said just before the July 4 holiday.\n\nThat and Volvo’s news took more than 7 percent off Tesla’s stock on Wednesday. Even so, Musk’s carmaker trades at 25 times estimated 2020 earnings, compared with Toyota’s multiple of just over 10 times 2017 earnings. More pain lies ahead.",
        "header": "Volvo’s electric shift gives Tesla a shock",
        "link": "http://www.reuters.com/article/us-volvocars-geely-breakingviews/volvos-electric-shift-gives-tesla-a-shock-idUSKBN19Q2UW"
    },
    {
        "time": "4:41PM UTC",
        "body": "NEW YORK, July 5 (Reuters) - Tesla Inc shares slid more than 7 percent on Wednesday, the biggest percentage decline in more than a year, on poorer-than-expected delivery numbers, yet the luxury electric carmaker’s stock price remained above analysts’ median target.\n\nSilicon Valley disruptor Tesla has upset the century-old automobile industry, and in April overtook General Motors to become the U.S. carmaker with the largest market capitalization.\n\nOn Wednesday, its shares fell 7.2 percent to $327.09, its lowest in more than a month. It was the biggest daily percentage fall since June 22, 2016.\n\nThat followed a 2.5 percent decline on Monday, when Tesla said it delivered 47,100 electric sedans and SUVs in the first half, at the lower end of its forecast of 47,000 to 50,000.\n\nTesla said a “severe shortfall” of new battery packs had constrained vehicle manufacturing until June, and it said second-half deliveries of the Model S sedan and Model X sports utility vehicle should exceed those of the first half.\n\n“We see Tesla shares as an over-valued show-me story that has traded as a concept stock given the dislocation between share price performance and our/consensus estimates,” analysts at Cowen and Company said in a note.\n\nDespite, sharp losses over the last two days, Tesla shares remain up about 53 percent this year.\n\nThe median price target on the stock is $309.50. Even after the two-day slide in the shares, the stock is about 7 percent above that. Less than 20 S&P 500 Index constituents can top that.\n\nOn average, S&P 500 stocks trade between 7 and 9 percent below the Street’s target, according to Thomson Reuters data.\n\nWhile Tesla has been trading above the median target price for months, that margin mushroomed in June with the stock trading as much as 25 percent above the median target.\n\nSome 14 of the 21 analysts who cover Tesla have a sell or hold rating on the shares.\n\nZhejiang Geely Holding Group-owned Volvo said all its car models launched after 2019 will be electric or hybrids, making it the first major traditional automaker to set a date for phasing out vehicles powered solely by the internal combustion engine.\n\nWhile the Volvo announcement could be seen as validation for Tesla CEO Elon Musk’s vision, it also highlights the intense competition Tesla is likely to face, Barclays analyst Brian Johnson said in a note. (Reporting by Saqib Iqbal Ahmed; Editing by David Gregorio)",
        "header": "Tesla shares dive 7 pct but remain above analysts' target price",
        "link": "http://www.reuters.com/article/tesla-stocks/tesla-shares-dive-7-pct-but-remain-above-analysts-target-price-idUSL1N1JW1DF"
    }
]