RNN 2 - Error Predictor - Summary
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
lstm_3 (LSTM)                (None, 1, 20)             2080      
_________________________________________________________________
dropout_3 (Dropout)          (None, 1, 20)             0         
_________________________________________________________________
lstm_4 (LSTM)                (None, 20)                3280      
_________________________________________________________________
dropout_4 (Dropout)          (None, 20)                0         
_________________________________________________________________
dense_2 (Dense)              (None, 1)                 21        
=================================================================
Total params: 5,381
Trainable params: 5,381
Non-trainable params: 0
_________________________________________________________________
Epochs: 150
Learning Rate: 0.0001
Batch Size: 64
Dropout: 0
