[
    {
        "header": "Microsoft rolls out Web services linked to Windows",
        "link": "http://www.reuters.com/article/technologyNews/idUSN0632639220071107",
        "time": "08:56 AM EST",
        "body": "SEATTLE (Reuters) - Microsoft Corp. released on Tuesday a suite of free Web services that connect to its Windows operating system, delivering a major element of its strategy to maintain the dominance of its software while extending its reach on the Internet.\n\nThe package of “Windows Live” services, which was first released in a test version in September, makes available in a single download updated versions of e-mail, instant messaging, photo gallery, blogging and event planning applications.\n\nAs part of the new software suite, users can access their free Web e-mail through a downloaded desktop application -- similar to Office Outlook used by many businesses -- instead of using a Internet browser to check, reply or write e-mails.\n\nSimilarly, Windows PC users with a single click can either save photos to the computer’s hard drive or publish and store the pictures on the Web using Windows Live Photo Gallery.\n\nUp against competitors looking to replace traditional Microsoft software that runs on a computer’s hard drive with software run over the Internet as a service, the company faces a dilemma that strikes at the core of its business.\n\nDoes it dive headfirst into Web services at the expense of its dominant Windows and Office franchises? Or does it ignore the shift to Web services and risk outdating its bread-and-butter businesses?\n\nMicrosoft’s solution is to straddle the line between the two with a strategy called “software plus services.” The idea is to develop new Web services that complement, but not replace, its traditional software.\n\n“Microsoft can’t take a brand new approach with services on the Internet because it has to protect Windows and Office,” said Morningstar analyst Toan Tran.\n\nTo understand the company’s strategy, look no further than the executive pushing its Windows Live agenda.\n\nChris Jones, a Microsoft corporate vice president, is well versed in both the Web and desktop worlds. Jones worked on developing new versions of its Windows operating system after guiding Microsoft’s early Internet Explorer initiatives.\n\nNow he’s responsible for leading a team of Web developers who will try to weave the company’s software that runs for free on the Internet like its free Hotmail e-mail, rebranded as Windows Live, together with license-generating desktop software like Windows.\n\nThose links must also extend to cell phones, so users can access services from mobile devices.\n\n“Most people connect to the Internet using a Windows PC, most people use Internet Explorer, many people use Office. We have lots of Hotmail users and lots of (instant) messenger users,” Jones said in an embargoed interview this week.\n\n“If we just stitch it together and remove the seams, what an opportunity we have.”\n\nBy fostering loyalty to its Web services, Microsoft can create a valuable audience to sell to advertisers. Microsoft and its Web rivals like Google Inc. and Yahoo Inc. are all jockeying to capitalize on the surge of advertising money flowing to the Web.\n\nRedmond, Washington-based Microsoft sees the market for online advertising doubling in size to $80 billion in two or three years from its current $40 billion.\n\nMicrosoft plans a marketing campaign that will highlight the potential benefits of downloading its new Web services suite to work with its new Windows Vista operating system. The new services are available at www.windowslive.com.\n\nMorningstar’s Tran said the company has been hindered by a fragmented message to consumers about its Web services.\n\nIn the Web business, Microsoft has two umbrella brands in MSN and Windows Live, while individual applications sometimes share branding like Hotmail and Windows Live Mail.\n\n“It’s important to get a cohesive message to consumers,” said Tran."
    },
    {
        "header": "Microsoft invests $500 mln in Illinois data center",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSN0757089820071108",
        "time": "07:34 PM EST",
        "body": "SEATTLE, Nov 7 (Reuters) - Microsoft Corp. (MSFT.O) said on Wednesday it will invest $500 million for a new “server farm” data center in a Chicago suburb in the latest investment to enhance its Internet services business.\n\nThe 550,000-square-foot (51,100 square-metre) data center in Northlake, Illinois, comes on the heels of Tuesday’s announcement that the software maker will invest an additional $500 million to build a server farm in Ireland.\n\nServer farms are massive buildings housing tens of thousands of powerful computers and data storage systems, providing the base infrastructure upon which Microsoft can create a wide range of Web services.\n\nFrom its Xbox Live online video game system to its Windows Live e-mail and instant messaging applications, Microsoft plans to include an element of Web services in every one of its business divisions.\n\nMicrosoft’s capital expenditures have surged in recent years as the company invests billions of dollars in new data centers to keep pace with Web rivals Google Inc. (GOOG.O) and Yahoo Inc. <YHOO.O, who are also rolling out a variety of services to engage Internet users.\n\nRedmond, Washington-based Microsoft will lease the property from data center service provider Ascent Corp. and real estate firm The Koman Group. Ascent helped identify the location, set up some of the facility’s infrastructure and develop the site.\n\nThe facility’s construction is expected to be completed in April 2008. (Reporting by Daisuke Wakabayashi; Editing by Gary Hill)"
    },
    {
        "header": "Microsoft adds new parental controls to Xbox 360",
        "link": "http://www.reuters.com/article/technologyNews/idUSN0641358820071107",
        "time": "10:06 AM EST",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp (MSFT.O) said on Wednesday it is adding a feature to its Xbox 360 that limits the amount of time children can play video games.\n\nThe move comes as the software giant tries to make the Xbox 360 more attractive to mainstream consumers ahead of the holiday buying season that is the biggest time of year for the video game industry.\n\n“As the customer base broadens, the demand for these kinds of capabilities does increase,” said Robbie Bach, president of Microsoft’s entertainment and devices division.\n\nThe new timer can be set to limit playing time on a daily or weekly basis, and turns off the console when the time limit is reached. A similar feature is found in Microsoft’s Windows Vista computer operating system.\n\nMicrosoft research showed 90 percent of parents had some restrictions on video gaming, with half of those being limits on playing time, Bach said.\n\n“The number-one tool they miss is the ability to enforce time restrictions electronically on the console,” Bach said.\n\nThe Xbox 360, which competes with Sony Corp’s (6758.T) PlayStation 3 and Nintendo Co Ltd’s 7974.OS Wii, already has a feature that allows parents to restrict the kind of games that are played based upon their content rating.\n\nMicrosoft also unveiled an initiative with groups such as the National Parent Teacher Association and Boys & Girls Club to educate families about video game content and encourage parents and children to work out rules around gaming."
    },
    {
        "header": "Microsoft to acquire 12 pct of Blue Label Telecoms",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSL0714530420071107",
        "time": "08:05 AM EST",
        "body": "JOHANNESBURG, Nov 7 (Reuters) - South African reseller of phone services, Blue Label Telecoms, said on Wednesday that Microsoft Corporation (MSFT.O) would buy 12 percent of the group in its listing on the Johannesburg Stock Exchange on Nov. 14.\n\nBlue Label said in a statement it would collaborate on a preferred partnership basis with Microsoft to drive services and products in developing economies and explore new business opportunities.\n\nThe firm, which expects to report 340 million rand ($52.22 million) in net profit before one-off items in the year to May, said the investment and collaboration agreement were conditional upon its listing on the main board of the JSE.\n\nBlue Label plans to tap into the growing number of prepaid telephone users in 11 countries where it has operations, including South Africa, Mozambique, India and Brazil.\n\nBlue Label said Microsoft would provide the firm with advertising services and access and licences to various web-based and mobile technologies and services.\n\n“Blue Label Telecoms and Microsoft will exercise commercially reasonable efforts to provide mutual assistance to one another in exploring new business opportunities.”\n\nBlue Label Telecoms’ prepaid products and service offerings include prepaid airtime, electricity, funds transfer, gift vouchers and other prepaid tokens of value allied to the telecommunications, utilities, insurance, financial services and transport industries. (Reporting by Ron Derby, editing by Will Waterman)"
    },
    {
        "header": "Microsoft sees long-life potential for Xbox 360",
        "link": "http://www.reuters.com/article/technology-media-telco-SP/idUSN0640903820071107",
        "time": "01:07 AM EST",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp (MSFT.O) sees potential for its Xbox 360 video game console to stay on the market longer than the five-year lifespan that is typical for gaming hardware, an executive said on Tuesday.\n\nAsked about long-term prospects for the game industry, Mindy Mount, chief financial officer for Microsoft’s entertainment division that includes the Xbox, pointed to Sony Corp’s (6758.T) PlayStation 2, which is still going strong after 7 years on the market.\n\n“Look at the PS2; they’ve gone long-time and seem to have pretty good legs on what they are doing,” Mount told a BMO Capital Markets conference on interactive entertainment.\n\n“If we were able to do that, as CFO I think that’s great, because every year you draw it out you increase profitability,” Mount said.\n\nMicrosoft launched the Xbox 360 in November 2005, replacing the original Xbox that debuted four years earlier to challenge Sony for dominance in a video game industry that is on track to hit $40 billion this year.\n\nMount said features such as high-definition graphics make new machines attractive when compared against older hardware, but hinted that she sees less need to rush out an all-new console.\n\n“At this point from the technological perspective, there are some real advances ... that make it worth having a next-generation console,” Mount said. “Right now there aren’t that many things on the horizon that you think, wow, that’s going to be a game-changer.”"
    }
]