[
    {
        "header": "US STOCKS-Futures mixed; Microsoft to boost tech shares",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2629161920071026",
        "time": "08:09 AM EDT",
        "body": "NEW YORK, Oct 26 (Reuters) - U.S. stock futures were mixed on Friday, with technology shares set to gain after Microsoft Corp. (MSFT.O) raised its profit outlook, but record oil prices could weigh on the broad market.\n\nS&P and Dow futures were down slightly, while Nasdaq 100 futures rose.\n\nMicrosoft lifted its full-year forecasts after the close on Thursday and posted quarterly profit that beat analysts’ expectations.\n\nBut in other earnings news, Waste Management Inc WMI.N, the largest U.S. trash hauler, posted results that missed estimates.\n\nAlso weighing on sentiment was oil’s rise to a record high of $92.22 a barrel. U.S. crude futures later pared gains to $91.29 in electronic trading.\n\n“Even though Microsoft’s earnings were good, the financial sector has been weak,” said Peter Dunay, investment strategist at Leeb Capital Management in New York. “What concerns me is the forward-looking guidance in financials.”\n\nDunay added, “We can’t ignore oil pushing to new highs every day. That’s a big increase in energy prices for the consumer.”\n\nS&P 500 futures SPc1 were down 1.80 points but still above fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nMerrill Lynch & Co. MER.N shares rose before the opening bell after news Chief Executive Stan O‘Neal met with Wachovia Corp. WB.N, the fourth-largest U.S. bank, about a merger but without first obtaining his board’s approval. Shares of Merrill rose 1.8 percent to $61.99 after the report in The New York Times. For details, see [ID:nL26620794].\n\nThe news came two days after Merrill’s quarterly results, which included $7.9 billion in write-downs for bad investments related to risky subprime mortgages.\n\nCountrywide Financial Corp. CFC.N shares rose 12.5 percent to $14.70 before the bell after the lender reported quaterly results and said it negotiated additional liquidity.\n\nIn other news, Merrill Lynch raised its rating on Wal-Mart Stores (WMT.N), according to theflyonthewall.com.\n\nIn after-hours trading, Microsoft’s stock rose about 5 percent to $33.50. In the regular session it set a new 52-week high of $32.22.\n\nData on Friday includes the Reuters/University of Michigan final reading of consumer sentiment for October, which is expected to show Americans were less optimistic about the economic outlook this month.\n\nU.S. stocks fell on Thursday after disappointing results from Comcast (CMCSA.O) and engine maker Cummins (CMI.N) fed worries about corporate profits, while fears of more credit losses hit financial shares."
    },
    {
        "header": "Microsoft lifts profit outlook, shares rise 11 pct",
        "link": "http://www.reuters.com/article/technology-media-telco-SP/idUSN2436574720071026",
        "time": "04:25 AM EDT",
        "body": "SEATTLE, Oct 25 (Reuters) - Microsoft Corp (MSFT.O) lifted its full-year forecasts and posted 23 percent quarterly profit growth on Thursday, topping analysts’ estimates on strong sales of “Halo 3” and Vista, and sending its shares up 11 percent.\n\nThe world’s largest software maker raised full-year revenue targets across its business divisions and gave a bullish profit forecast for the crucial, current holiday quarter.\n\nInvestors have waited for sales of the new Windows Vista operating system to pick up since its January release. Windows, which sits on more than 90 percent of all personal computers, generates almost 80 cents in profit for every dollar in sales.\n\n“The growth of Windows Vista has finally occurred,” said Kim Caughey, senior analyst at Fort Pitt Capital Group.\n\n“Halo 3,” the latest installment of Microsoft’s flagship shooter franchise video game, also racked up more than $300 million in its first week of sales in September.\n\nMicrosoft beat even Wall Street’s most bullish forecast with a net profit of $4.29 billion, or 45 cents per diluted share, in its fiscal first quarter, up from $3.48 billion, or 35 cents per diluted share, a year earlier.\n\nRevenue rose 27 percent to $13.76 billion in the three months ended Sept. 30.\n\nThe highest analyst profit forecast had been 40 cents per share, with revenue on average seen at $12.54 billion, according to Reuters Estimates.\n\n“It looks like they’re firing on all cylinders,” said Toan Tran, analyst at Morningstar. “Windows, Office ... all grew by 20 percent and they’re the big hitters for Microsoft.”\n\nMicrosoft shares, already up 10 percent in the last month, surged to $35.40 in after-hours trade, up 10.7 percent from the close and their highest since 2001. Its market capitalization grew by more than $30 billion and its top shareholder, co-founder Bill Gates, saw his fortune grow by $3 billion.\n\nMicrosoft raised its full-year revenue outlook for its Windows client sales to a range of 12 percent to 13 percent versus a previous forecast of 9 percent to 10 percent.\n\nMarket research firms Gartner and IDC had said global PC shipments rose about 15 percent in the September quarter.\n\nRevenue at the Windows client division, focused on PCs, rose nearly 25 percent in the quarter. Operating profit at the segment went up 27 percent to $3.37 billion.\n\nConsumers also bought Xbox 360 consoles to play “Halo 3,” vaulting Microsoft’s game machine past rivals in September.\n\nThe entertainment and devices division, after six straight annual losses, delivered 91 percent revenue growth and swung to a $165 million profit from a $142 million loss a year earlier.\n\nMicrosoft raised full-year earnings estimates to a range of $1.78 to $1.81 per share from a previous range of $1.69 to $1.73. It also raised its full-year revenue estimate range by almost $2 billion, to $58.8 billion to $59.7 billion.\n\nWall Street analysts, on average, were forecasting fiscal 2008 earnings of $1.73 per share on revenue of $57.3 billion.\n\n“Microsoft is never going to be aggressive on guidance. Even from a conservative perspective, it looks to be a pretty positive forward view,” said Eric Schoenstein, co-portfolio manager at Jensen Portfolio.\n\nThose figures also include a $85 million impact, or 1 cent per diluted share, from costs and expenses related to its $6 billion acquisition of digital advertising firm aQuantive.\n\nFor the current quarter, Microsoft forecast earnings of 44 cents to 46 cents per diluted share on revenue of $15.6 billion to $16.1 billion. Analysts, on average, had expected earnings per share of 44 cents a share on revenue of $15.5 billion in the fiscal second quarter, according to Reuters Estimates.\n\nMicrosoft forecast second-quarter operating profit margin would fall to about 38 percent from 43 percent in the September quarter, due in part to sales of Xbox 360 consoles, which it sells at a loss in order to drive sales of high-margin games.\n\nThe current holiday quarter is a crucial one for Microsoft as it aims to spur adoption of new computers running Vista. Its entertainment arm also banks on the December quarter generating twice as much revenue as any other quarter of the year.\n\nThe company’s online services group lost money for a fifth-straight quarter despite a 25 percent rise in revenue from a year earlier, helped by an $80 million revenue boost from aQuantive, which became part of Microsoft in August.\n\nMicrosoft’s Office business posted a 20 percent increase in revenue to $4.11 billion and profit rose 21 percent.\n\nPrior to its earnings, Microsoft shares traded at 18 times analysts’ estimated fiscal 2008 earnings, compared with a 17 ratio for rival software maker Oracle Corp ORCL.O. Web rival Google Inc (GOOG.O) trades at 32 times 2008 profit estimates, while International Business Machines Corp (IBM.N) was at 14."
    },
    {
        "header": "US STOCKS-Wall St opens sharply higher on Microsoft, Merrill",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2632028420071026",
        "time": "09:41 AM EDT",
        "body": "NEW YORK, Oct 26 (Reuters) - U.S. stocks surged at the open on Friday after Microsoft Corp (MSFT.O) raised its profit outlook and CNBC television reported Merrill Lynch MER.N Chief Executive Stan O‘Neal has told friends he expects to be ousted, propelling the brokerage’s stock higher.\n\nThe Dow Jones industrial average .DJI was up 90.55 points, or 0.66 percent, at 13,762.47. The Standard & Poor's 500 Index .SPX was up 15.78 points, or 1.04 percent, at 1,530.18. The Nasdaq Composite Index .IXIC was up 55.99 points, or 2.04 percent, at 2,806.85."
    },
    {
        "header": "Microsoft sees progress in getting Windows on XO",
        "link": "http://www.reuters.com/article/technologyNews/idUSN2514082920071026",
        "time": "09:52 AM EDT",
        "body": "BOSTON (Reuters) - Microsoft Corp has made progress in getting its Windows software to work on a low-cost laptop computer for poor children that currently runs on rival Linux software, an executive said on Thursday.\n\nThe world’s largest software company is now working to adapt a basic version of Windows XP so it is compatible with the nonprofit One Laptop per Child Foundation’s small green-and-white XO laptop.\n\n“We’re spending a nontrivial amount of money on it,” Microsoft Corporate Vice President Will Poole said in an interview on Thursday.\n\n“We remain hopeful with our progress to date, we still have significant work ahead to finalize our analysis and testing processes,” he said. “At the end of the day, there’s no guarantees.”\n\nThe One Laptop per Child Foundation, a spin-off from the Massachusetts Institute of Technology, plans to start producing the $188 machines in China next month and eventually manufacture millions a year for elementary school children in developing countries in Asia, Africa and Latin America.\n\nThe foundation is also selling the machines in the United States and Canada for $400 apiece through a fund-raising campaign.\n\nThe laptops were designed specifically to run Linux programs. If the machines run only Linux, Microsoft will lose an opportunity to expose tens of millions of children worldwide to its Windows system.\n\nIf the foundation is able to meet its goal of producing millions of laptops for school children around the world and they are all loaded with Linux software, then they would end up being more comfortable with those programs than with Windows, said Wayan Vota, who publishes a blog that monitors the project. (olpcnews.com/).\n\n”People will realize there is an alternative to Windows and they might like it better,“ Vota said.”\n\nBut the new laptop uses some technologies developed by the foundation that haven’t previously been used in personal computers, Poole said.\n\n“We still have plenty of work to do in determining if the highly constrained performance, power, and memory in the first generation XO laptops will be compatible with Windows and popular Windows applications,” he added.\n\nOriginally dubbed the $100 laptop, which is the group’s target price for the machine, the XO features a string pulley to charge its battery, a keyboard that switches between languages, a digital video camera and wireless connectivity.\n\nThe laptop’s designer, Mary Lou Jepsen, said in an interview earlier this month she expects the price to drop in the first quarter of next year because prices of memory tend to fall dramatically during that period.\n\nThe computer requires just 2 watts of power compared with the typical laptop’s 30 to 40 watts and does away with hard drives, relying instead on flash memory and four USB ports to add memory devices.\n\nThe XO laptop’s component makers include Advanced Micro Devices Inc and Marvell Technology Group Ltd. Software maker Red Hat Inc helped develop the device. Quanta Computer Inc will manufacture it.\n\nThe foundation will start taking orders for its Give 1 Get 1 campaign on November 12 at www.laptopgiving.org."
    },
    {
        "header": "CORRECTED - US STOCKS-Market climbs on Microsoft, Countrywide",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2634890020071026",
        "time": "01:48 PM EDT",
        "body": "NEW YORK, Oct 26 (Reuters) - U.S. stocks rose on Friday after a higher profit forecast by Microsoft Corp. (MSFT.O) lifted all three major indexes, and an upbeat outlook by lender Countrywide Financial Corp. CFC.N stemmed fears of financial-sector losses.\n\nMicrosoft lifted its full-year forecasts late on Thursday and reported quarterly profit that beat analysts’ expectations, sending shares of the world’s largest software maker up as much as 12.6 percent.\n\nCountrywide, the largest U.S. mortgage lender, said the housing slump led to a $1.2 billion third-quarter loss, but it forecast a profit in the fourth quarter as it slashes jobs. For details, see [ID:nL26142482]\n\n“Microsoft earnings have provided a halo effect for the market,” said Fred Dickson, market strategist and director of retail research at D.A. Davidson & Co., in Lake Oswego, Oregon. “The financials remain under pressure, but have gotten a little relief after Countrywide said it expects to return to profitability.”\n\nThe Dow Jones industrial average .DJI was up 71.53 points, or 0.52 percent, at 13,743.45. The Standard & Poor's 500 Index .SPX was up 11.86 points, or 0.78 percent, at 1,526.26. The Nasdaq Composite Index .IXIC was up 35.48 points, or 1.29 percent, at 2,786.34.\n\nCrude was up 26 cents at $90.72 a barrel on the New York Mercantile Exchange. Earlier, in electronic trading, oil reached a record high of $92.22, bumping up energy stocks.\n\nSchlumberger (SLB.N) was up 1.7 percent at $99.77 and Occidental Petroleum (OXY.N) was up 2.9 percent at $71.05.\n\nShares of Microsoft jumped 9.2 percent to $34.93 on Nasdaq. Earlier, the stock hit $36.03, its highest since July 2001.\n\nCountrywide’s stock shot up 17.1 percent to $15.29 on the New York Stock Exchange.\n\nShares of Merrill Lynch & Co. Inc. MER.N jumped 4.5 percent to $63.65 after reports that Chief Executive Stan O‘Neal may be on the way out. Merrill’s board is considering BlackRock Inc (BLK.N) Chief Executive Larry Fink and NYSE Euronext NYX.N CEO John Thain as possible replacements for O‘Neal, according to people familiar with the situation.\n\nCNBC television said O‘Neal has told friends he expects to be ousted. On Wednesday, Merrill reported huge write-downs for bad investments related to risky subprime mortgages.\n\nThe New York Times reported on Friday that O‘Neal met with Wachovia Corp. WB.N, the fourth-largest U.S. bank, about a merger. [ID:nL26620794].\n\nShares of coal miners shot up after Massey Energy Co. MEE.N forecast increased shipments at higher prices. The stock was up 7.3 percent at $31.00.\n\nOn the downside, shares of mortgage insurers plunged after Moody’s Investors Service cut ratings on collateralized debt obligations backed by residential mortgages.\n\nAMBAC Financial Group Inc ABK.N lost 6.5 percent to $41.09 and MBIA (MBI.N) fell 1.8 percent to $46.13."
    },
    {
        "header": "US STOCKS-Market set to rise on Countrywide, Microsoft",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2631329720071026",
        "time": "09:04 AM EDT",
        "body": "NEW YORK, Oct 26 (Reuters) - U.S. stocks were set to open higher on Friday after lender Countrywide Financial Corp. CFC.N said it expects to return to profitability this quarter and Microsoft Corp. (MSFT.O) raised its profit outlook.\n\nShares of Countrywide jumped more than 19 percent to $15.60 before the bell. The largest U.S. mortgage lender said the housing slump led to a $1.2 billion third-quarter loss, but it expects to report a profit this quarter as it slashes jobs and stabilizes its operations. For details, see [ID:nL26142482]\n\n“People were expecting the worst (from Countrywide)...it’s what’s not in there,” said Todd Leone, head of listed trading at Cowen & Co. in New York. “Microsoft earnings were good, but people have been watching the financials.”\n\nOn Wednesday, Merrill Lynch & Co. MER.N reported making huge write-downs for bad investments related to risky subprime mortgages, joining other financial firms such as Citigroup Inc (C.N) and Washington Mutual Inc (WM.N).\n\nShares of Microsoft rose 13.3 percent at $36.25 before the bell, a day after it lifted full-year forecasts and posted quarterly profit that beat analysts’ expectations.\n\nS&P 500 futures SPc1 were up 9.40 points and were above fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nMerrill’s stock also rose before the opening bell after news Chief Executive Stan O‘Neal met with Wachovia Corp. WB.N, the fourth-largest U.S. bank, about a merger. Shares were up 1.8 percent at $61.99 after the report in The New York Times. For details, see [ID:nL26620794].\n\nData on Friday will include the Reuters/University of Michigan final reading of consumer sentiment for October, which is expected to show Americans were less optimistic about the economic outlook this month."
    },
    {
        "header": "Microsoft shares jump on forecast",
        "link": "http://www.reuters.com/article/businessNews/idUSWNAS845920071026",
        "time": "06:43 AM EDT",
        "body": "SEATTLE (Reuters) - Microsoft Corp (MSFT.O) lifted its full-year forecasts and posted 23 percent quarterly profit growth on Thursday, topping analysts’ estimates on strong sales of “Halo 3” and Vista, and sending its shares up 11 percent.\n\nThe world’s largest software maker raised full-year revenue targets across its business divisions and gave a bullish profit forecast for the crucial, current holiday quarter.\n\nInvestors have waited for sales of the new Windows Vista operating system to pick up since its January release. Windows, which sits on more than 90 percent of all personal computers, generates almost 80 cents in profit for every dollar in sales.\n\n“The growth of Windows Vista has finally occurred,” said Kim Caughey, senior analyst at Fort Pitt Capital Group.\n\n“Halo 3,” the latest installment of Microsoft’s flagship shooter franchise video game, also racked up more than $300 million in its first week of sales in September.\n\nMicrosoft beat even Wall Street’s most bullish forecast with a net profit of $4.29 billion, or 45 cents per diluted share, in its fiscal first quarter, up from $3.48 billion, or 35 cents per diluted share, a year earlier.\n\nRevenue rose 27 percent to $13.76 billion in the three months ended September 30.\n\nThe highest analyst profit forecast had been 40 cents per share, with revenue on average seen at $12.54 billion, according to Reuters Estimates.\n\n“It looks like they’re firing on all cylinders,” said Toan Tran, analyst at Morningstar. “Windows, Office ... all grew by 20 percent and they’re the big hitters for Microsoft.”\n\nMicrosoft shares, already up 10 percent in the last month, surged to $35.40 in after-hours trade, up 10.7 percent from the close and their highest since 2001. Its market capitalization grew by more than $30 billion and its top shareholder, co-founder Bill Gates, saw his fortune grow by $3 billion.\n\nMicrosoft raised its full-year revenue outlook for its Windows client sales to a range of 12 percent to 13 percent versus a previous forecast of 9 percent to 10 percent.\n\nMarket research firms Gartner and IDC had said global PC shipments rose about 15 percent in the September quarter.\n\nRevenue at the Windows client division, focused on PCs, rose nearly 25 percent in the quarter. Operating profit at the segment went up 27 percent to $3.37 billion.\n\nConsumers also bought Xbox 360 consoles to play “Halo 3,” vaulting Microsoft’s game machine past rivals in September.\n\nThe entertainment and devices division, after six straight annual losses, delivered 91 percent revenue growth and swung to a $165 million profit from a $142 million loss a year earlier.\n\nMicrosoft raised full-year earnings estimates to a range of $1.78 to $1.81 per share from a previous range of $1.69 to $1.73. It also raised its full-year revenue estimate range by almost $2 billion, to $58.8 billion to $59.7 billion.\n\nWall Street analysts, on average, were forecasting fiscal 2008 earnings of $1.73 per share on revenue of $57.3 billion.\n\n“Microsoft is never going to be aggressive on guidance. Even from a conservative perspective, it looks to be a pretty positive forward view,” said Eric Schoenstein, co-portfolio manager at Jensen Portfolio.\n\nThose figures also include a $85 million impact, or 1 cent per diluted share, from costs and expenses related to its $6 billion acquisition of digital advertising firm aQuantive.\n\nFor the current quarter, Microsoft forecast earnings of 44 cents to 46 cents per diluted share on revenue of $15.6 billion to $16.1 billion. Analysts, on average, had expected earnings per share of 44 cents a share on revenue of $15.5 billion in the fiscal second quarter, according to Reuters Estimates.\n\nMicrosoft forecast second-quarter operating profit margin would fall to about 38 percent from 43 percent in the September quarter, due in part to sales of Xbox 360 consoles, which it sells at a loss in order to drive sales of high-margin games.\n\nThe current holiday quarter is a crucial one for Microsoft as it aims to spur adoption of new computers running Vista. Its entertainment arm also banks on the December quarter generating twice as much revenue as any other quarter of the year.\n\nThe company’s online services group lost money for a fifth-straight quarter despite a 25 percent rise in revenue from a year earlier, helped by an $80 million revenue boost from aQuantive, which became part of Microsoft in August.\n\nMicrosoft’s Office business posted a 20 percent increase in revenue to $4.11 billion and profit rose 21 percent.\n\nPrior to its earnings, Microsoft shares traded at 18 times analysts’ estimated fiscal 2008 earnings, compared with a 17 ratio for rival software maker Oracle Corp ORCL.O. Web rival Google Inc (GOOG.O) trades at 32 times 2008 profit estimates, while International Business Machines Corp (IBM.N) was at 14."
    },
    {
        "header": "UPDATE 1-RESEARCH ALERT-Brokerages up Microsoft price target",
        "link": "http://www.reuters.com/article/marketsNews/idUSBNG26187120071026",
        "time": "09:37 AM EDT",
        "body": ""
    },
    {
        "header": "Microsoft and Countrywide drive stock rally",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSL246881020071026",
        "time": "07:42 PM EDT",
        "body": "NEW YORK (Reuters) - Stocks rallied on Friday after Microsoft’s upbeat outlook boosted the three major indexes and a profit forecast from lender Countrywide Financial buoyed the struggling financial sector.\n\nStocks extended their gains as the weekend approached, in a sign investors are expecting the Federal Reserve to cut interest rates when it meets next week, analysts said.\n\nMicrosoft (MSFT.O) lifted its full-year forecasts late on Thursday and reported quarterly profit that beat analysts expectations. Countrywide CFC.N, the largest U.S. mortgage lender, on Friday reported a quarterly loss, but it forecast a profit in the fourth quarter as it slashes jobs.\n\n“The earnings from Microsoft certainly helped, but the fact is investors are looking forward to next week,” said Paul Nolte, director of investments at Hinsdale Associates, in Hinsdale Illinois. “We’ve skated through September and October. November through May tends to be the best part of the year for stocks.”\n\nThe Dow Jones industrial average .DJI was up 134.78 points, or 0.99 percent, to end at 13,806.70. The Standard & Poor's 500 Index .SPX was up 20.88 points, or 1.38 percent, at 1,535.28. The Nasdaq Composite Index .IXIC was up 53.33 points, or 1.94 percent, at 2,804.19.\n\nFor the week, the Dow added 2.11 percent, the S&P 500 climbed 2.31 percent and the Nasdaq rose 2.90 percent.\n\nShares of Yahoo YHOO.O were the next biggest gainer on Nasdaq after Microsoft. The search engine is buying a big stake in Alibaba.com, China’s biggest e-commerce site. Yahoo already has a 40 percent stake in the firm’s parent Alibaba Group.\n\nYahoo’s stock jumped 7.3 percent to $33.63. Trading in bullish options on Yahoo’s stock was extremely brisk.\n\nU.S. crude futures settled at a record $91.86 a barrel, up 1.5 percent, or $1.40, on the New York Mercantile Exchange. Earlier, in electronic trading, oil reached a record high of $92.22, bumping up energy stocks.\n\n”Take a look at the commodity pits if you want to be scared,“ Nolte said. ”It’s background noise today, but it may bother us on Monday.\n\nSchlumberger (SLB.N) was up 1.4 percent at $99.51 and Occidental Petroleum (OXY.N) was up 2.5 percent at $70.77.\n\nShares of Microsoft jumped 9.5 percent to $35.03 on the Nasdaq. Earlier, the stock hit $36.03, its highest since July 2001.\n\nCountrywide’s stock shot up 32.4 percent to $17.30 and ranked among the biggest percentage gainers on the New York Stock Exchange.\n\nShares of Merrill Lynch & Co. Inc. MER.N jumped 8.5 percent to $66.09 after reports that Chief Executive Stan O‘Neal may be on the way out. Merrill senior executive Robert McCann, who oversees the company’s more than 16,000 brokers, has emerged as a possible candidate to replace the embattled O‘Neal, according to people familiar with the situation.\n\nOn Wednesday, Merrill reported huge write-downs for bad investments related to risky subprime mortgages.\n\nThe New York Times reported on Friday that O‘Neal met with Wachovia Corp. WB.N, the fourth-largest U.S. bank, about a merger.\n\nSpeculation about a CEO exit also drove the shares of media company Time Warner (TWX.N) up 3.6 percent to $18.35. The stock rose after the Times of London reported that Richard Parsons plans to announce his departure as soon as next week.\n\nTrading was moderate on the NYSE, with about 1.41 billion shares changing hands, below last year’s estimated daily average of 1.84 billion, while on Nasdaq, about 2.58 billion shares traded, above last year’s daily average of 2.02 billion.\n\nAdvancing stocks outnumbered declining ones by a ratio of about 3 to 1 on the NYSE and by about 2 to 1 on Nasdaq."
    },
    {
        "header": "US STOCKS-Market jumps on Countrywide, Microsoft",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2647907520071026",
        "time": "09:48 AM EDT",
        "body": "NEW YORK, Oct 26 (Reuters) - U.S. stocks jumped on Friday, driving the Nasdaq up 2 percent briefly and S&P 500 up 1 percent, after lender Countrywide Financial Corp. CFC.N said it expects to return to profitability this quarter, easing some fears about financial sector losses.\n\nMicrosoft Corp. (MSFT.O), which raised its profit outlook late Thursday, gave the Nasdaq its biggest boost.\n\nCountrywide’s stock shot up 19 percent to $15.51, while shares of Merrill Lynch & Co. Inc. MER.N jumped 6.8 percent to $64.98 after CNBC television reported its chief executive, Stan O‘Neal, has told friends he expects to be ousted.\n\nCountrywide, the largest U.S. mortgage lender, said the housing slump led to a $1.2 billion third-quarter loss, but it expects to report a profit this quarter as it slashes jobs and stabilizes its operations. For details, see [ID:nL26142482]\n\nThe Dow Jones industrial average .DJI was up 75.35 points, or 0.55 percent, at 13,747.27. The Standard & Poor's 500 Index .SPX was up 15.12 points, or 1.00 percent, at 1,529.52. The Nasdaq Composite Index .IXIC was up 48.86 points, or 1.78 percent, at 2,799.72.\n\nOn Wednesday, Merrill reported making huge write-downs for bad investments related to risky subprime mortgages.\n\nShares of Microsoft rose 11.3 percent to $35.61, a day after it lifted full-year forecasts and posted quarterly profit that beat analysts’ expectations."
    },
    {
        "header": "Microsoft results point to new growth chapter",
        "link": "http://www.reuters.com/article/technology-media-telco-SP-A/idUSN2625410420071026",
        "time": "08:18 AM EDT",
        "body": "SEATTLE, Oct 25 (Reuters) - More than a year ago, Microsoft Corp. (MSFT.O) Chief Executive Steve Ballmer stood in front a group of skeptical Wall Street analysts and insisted that the software maker was still a growth company.\n\nIt was a bold statement at the time. Microsoft was suffering delays in releasing an update to its flagship Windows operating system and its stock had slumped to around $24, the lower end of a range it had drifted in for about four years.\n\nMicrosoft delivered strong results on Thursday that justified some of Ballmer’s optimism for continued growth in its main software lines while buying the company time with investors to build out newer ventures like online advertising and video games.\n\nThe stock, already up 10 percent in the last month, surged to $35.57 in after-hours trade, up nearly 14 percent from Wednesday’s close and its highest level since 2001.\n\n“Ballmer went out on the limb, because it did look like a very silly statement that not only Microsoft was a growth story but that PC operating systems were still a growth story,” said Kim Caughey, senior analyst at Fort Pitt Capital Group recalling the financial analyst meeting in July 2006.\n\n“However, this is a good foundation for growth.”\n\nMicrosoft blew past Wall Street estimates with profit and revenue growth exceeding 20 percent for the just-ended quarter and raised its full-year revenue and earnings outlook with a solid performance across its range of businesses.\n\n“It looks really strong across the board. It’s hard not to like what you see,” said Eric Schoenstein, co-portfolio manager for Jensen Portfolio.\n\nMicrosoft Chief Financial Officer Chris Liddell said the company defied the “law of large numbers” -- it’s harder for big companies to grow -- by posting the fastest start to its year since 1999 when its stock hit an all-time high near $60.\n\nMicrosoft’s growth still does not match the dizzying climb at Google Inc. (GOOG.O) or the iPod-led resurgence at Apple Inc. (AAPL.O) but the share’s sharp gain after the results is a sign that investors are taking a second look at the company.\n\nBased on the top-end of Microsoft’s own earnings estimate range for fiscal 2008, the stock traded at around 20 times earnings in after-hours trade. By comparison, Google trades at 32 times analysts’ estimated 2008 earnings and Apple is at 37 times.\n\n“We think that this is a $40 stock, $40-plus, so we think finally Microsoft is getting recognition for what it’s doing,” said Caughey from Fort Pitt Capital, which oversees more than $1 billion including Microsoft shares for clients.\n\nThe Windows and Office units delivered revenue growth of more than 20 percent, a sign that businesses and consumers are starting to upgrade to Windows Vista and Office 2007, the latest versions of the two software franchises.\n\nWindows and Office are the two pillars of Microsoft’s business. Those traditional desktop software businesses are also considered the most vulnerable to competitors looking to deliver software over the Internet as a service.\n\nProfits from those high-margin businesses during upgrade cycles can be invested into new, high-growth initiatives. It’s the same strategy Microsoft used to give birth to its computer server software business and entertainment division.\n\nMicrosoft is not entirely out of the woods.\n\nIts online services business posted a fifth straight quarterly loss and the jury is still out on whether its $6 billion acquisition of digital advertising firm aQuantive will pay off.\n\nThe company showed its desperation to become a major force in online advertising when it agreed to buy a stake in social networking Web site Facebook for a valuation not seen since the height of the dot-com frenzy in the late 1990s.\n\nMicrosoft also lags behind Google and Yahoo Inc. YHOO.O in Web search, the most profitable portion of the online advertising market, and improvements to the search engine’s look and technology have done little to bridge the gap.\n\nMicrosoft’s entertainment and devices division swung to a profit in the September quarter thanks to sales of blockbuster video game title “Halo 3,” but the unit is still three months removed from a $1.06 billion charge to fix hardware problems with the Xbox 360.\n\nThe division has predicted that it will turn an annual profit for the first time in the segment’s history."
    },
    {
        "header": "REFILE-US STOCKS-Countrywide, Microsoft spur market rally",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2638011320071026",
        "time": "03:32 PM EDT",
        "body": "NEW YORK, Oct 26 (Reuters) - U.S. stocks rallied on Friday after a higher profit forecast by Microsoft Corp. (MSFT.O) lifted all three major indexes and an upbeat outlook by lender Countrywide Financial Corp. CFC.N stemmed fears of financial-sector losses.\n\nStocks extended their gains as the weekend approached, in a sign investors are expecting the Federal Reserve to cut interest rates when it meets next Wednesday, analysts said.\n\nMicrosoft lifted its full-year forecasts late on Thursday and reported quarterly profit that beat analysts’ while Countrywide, the largest U.S. mortgage lender, said the housing slump led to a $1.2 billion third-quarter loss, but it forecast a profit in the fourth quarter as it slashes jobs. For details, see [ID:nN26305099].\n\n“The earnings from Microsoft certainly helped, but the fact is investors are looking forward to next week,” said Paul Nolte, director of investments at Hinsdale Associates, in Hinsdale Illinois. “We’ve skated through September and October. November through May tends to be the best part of the year for stocks.”\n\nThe Dow Jones industrial average .DJI was up 104.13 points, or 0.76 percent, at 13,776.05. The Standard & Poor's 500 Index .SPX was up 16.62 points, or 1.10 percent, at 1,531.02. The Nasdaq Composite Index .IXIC was up 42.44 points, or 1.54 percent, at 2,793.30.\n\nU.S. crude futures settled at a record $91.86 a barrel, up 1.55 percent, or a gain of $1.40, on the New York Mercantile Exchange. In earlier electronic trading, oil reached a record high of $92.22 -- the highest since the NYMEX began trading oil futures in 1983 -- and bumped up energy stocks.\n\n”Take a look at the commodity pits if you want to be scared,“ Nolte said. ”It’s background noise today, but it may bother us on Monday.\n\nSchlumberger (SLB.N) was up 1.1 percent at $99.15 and Occidental Petroleum (OXY.N) was up 2.4 percent at $70.69.\n\nShares of Microsoft jumped 8.3 percent to $34.64 on the Nasdaq. Earlier, the stock hit $36.03, its highest since July 2001.\n\nCountrywide’s stock shot up 32.2 percent to $17.28 and ranked among the biggest percentage gainers on the New York Stock Exchange.\n\nShares of Merrill Lynch & Co. Inc. MER.N jumped 7.9 percent to $65.64 after reports that Chief Executive Stan O‘Neal may be on the way out. Merrill senior executive Robert McCann, who oversees the company’s more than 16,000 brokers, has emerged as a possible candidate to replace the embattled O‘Neal, according to people familiar with the situation. [ID:nWEN1945].\n\nOn Wednesday, Merrill reported huge write-downs for bad investments related to risky subprime mortgages.\n\nThe New York Times reported on Friday that O‘Neal met with Wachovia Corp. WB.N, the fourth-largest U.S. bank, about a merger. [ID:nL26620794].\n\nSpeculation about a CEO exit also drove the shares of media company Time Warner (TWX.N) up 3.8 percent to $18.39. The stock rose after the Times of London reported that Richard Parsons plans to announce his departure as soon as next week."
    },
    {
        "header": "US STOCKS-Microsoft, Countrywide outlooks lift market",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2637103020071026",
        "time": "02:13 PM EDT",
        "body": "NEW YORK, Oct 26 (Reuters) - U.S. stocks rose on Friday after a higher profit forecast by Microsoft Corp. (MSFT.O) lifted all three major indexes and an upbeat outlook by lender Countrywide Financial Corp. CFC.N stemmed fears of financial-sector losses.\n\nMicrosoft lifted its full-year forecasts late on Thursday and reported quarterly profit that beat analysts’ expectations, sending shares of the world’s largest software maker up as much as 12.6 percent.\n\nCountrywide, the largest U.S. mortgage lender, said the housing slump led to a $1.2 billion third-quarter loss, but it forecast a profit in the fourth quarter as it slashes jobs. For details, see [ID:nN26305099].\n\n“Microsoft is a big factor, but you’re also getting less negative news on the financial side, especially with Countrywide,” said Sam Rahman, portfolio manager at Baring Asset Management Inc. “Those two things are providing a lot of support today.”\n\nThe Dow Jones industrial average .DJI was up 69.01 points, or 0.50 percent, at 13,740.93. The Standard & Poor's 500 Index .SPX was up 12.41 points, or 0.82 percent, at 1,526.81. The Nasdaq Composite Index .IXIC was up 39.16 points, or 1.42 percent, at 2,790.02.\n\nCrude was up 71 cents at $91.17 a barrel on the New York Mercantile Exchange. Earlier, in electronic trading, oil reached a record high of $92.22, bumping up energy stocks.\n\nSchlumberger (SLB.N) was up 1.1 percent at $99.17 and Occidental Petroleum (OXY.N) was up 2.9 percent at $71.08.\n\nShares of Microsoft jumped 9 percent to $34.86 on Nasdaq. Earlier, the stock hit $36.03, its highest since July 2001.\n\nCountrywide’s stock shot up 30 percent to $17.05 on the New York Stock Exchange.\n\nShares of Merrill Lynch & Co. Inc. MER.N jumped 6.9 percent to $65.09 after reports that Chief Executive Stan O‘Neal may be on the way out. Merrill senior executive Robert McCann, who oversees the company’s more than 16,000 brokers, has emerged as a possible candidate to replace the embattled O‘Neal, according to people familiar with the situation. [ID:nWEN1945].\n\nOn Wednesday, Merrill reported huge write-downs for bad investments related to risky subprime mortgages.\n\nThe New York Times reported on Friday that O‘Neal met with Wachovia Corp. WB.N, the fourth-largest U.S. bank, about a merger. [ID:nL26620794].\n\nSpeculation about a CEO exit were also moving shares of Time Warner (TWX.N).\n\nShares of the media company were up 3.4 percent to $18.33 on a report in the Times of London that Richard Parsons plans to announce his departure as soon as next week."
    },
    {
        "header": "US STOCKS-Wall Street ends higher on Microsoft, Countrywide",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2630353220071026",
        "time": "04:08 PM EDT",
        "body": "NEW YORK, Oct 26 (Reuters) - U.S. stocks finished higher on Friday after an increased profit forecast by Microsoft Corp. (MSFT.O) boosted all three major indexes, while an upbeat outlook by lender Countrywide Financial Corp. CFC.N stemmed fears of financial-sector losses.\n\nAccording to the latest available data, the Dow Jones industrial average .DJI gained 134.78 points, or 0.99 percent, to end unofficially at 13,806.70. The Standard & Poor's 500 Index .SPX rose 20.88 points, or 1.38 percent, to finish unofficially at 1,535.28. The Nasdaq Composite Index .IXIC climbed 53.33 points, or 1.94 percent, to close unofficially at 2,804.19.\n\nFor the week, the Dow rose 2.10 percent, the S&P 500 added 2.31 percent and the Nasdaq gained 2.90 percent."
    },
    {
        "header": "US STOCKS-Tech shares set to gain after Microsoft",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2629198020071026",
        "time": "07:10 AM EDT",
        "body": "NEW YORK, Oct 26 (Reuters) - U.S. stock futures edged higher on Friday, with technology shares set to gain after Microsoft Corp. (MSFT.O) raised its profit outlook, but record oil prices could spur caution.\n\nIn the financial sector, Merrill Lynch & Co. MER.N Chief Executive Stan O‘Neal met with Wachovia Corp. WB.N, the fourth-largest U.S. bank, about a merger but without first obtaining his board’s approval, according to The New York Times. For details, see [ID:nL26620794]\n\nThe news came two days after Merrill’s quarterly results, which included $7.9 billion in write-downs for bad investments related to risky subprime mortgages.\n\nMicrosoft lifted its full-year forecasts after the close on Thursday and posted quarterly profit, beating analysts’ expectations.\n\nIn after-hours trading, Microsoft’s stock rose about 5 percent to $33.50. In the regular session it set a new 52-week high of $32.22.\n\nU.S. crude oil futures rose to a record $92.22 a barrel, before paring gains to $91.59 in electronic trading.\n\n“Even though Microsoft’s earnings were good, the financial sector has been weak,” said Peter Dunay, investment strategist at Leeb Capital Management in New York. “What concerns me is the forward-looking guidance in financials.”\n\nAlso “we can’t ignore oil pushing to new highs every day. That’s a big increase in energy prices for the consumer,” Dunay said.\n\nS&P 500 futures SPc1 were up 1.10 points, above fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nMerrill Lynch raised its rating on Wal-Mart Stores (WMT.N), according to theflyonthewall.com.\n\nU.S. stocks fell on Thursday after disappointing results from Comcast (CMCSA.O) and engine maker Cummins (CMI.N) fed worries about corporate profits, while fears of more credit losses hit financial shares.\n\nData on Friday includes the Reuters/University of Michigan final reading of consumer sentiment for October, which is expected to show Americans were less optimistic about the economic outlook this month.\n\nOn Thursday the Dow Jones industrial average .DJI was down 3.33 points, or 0.02 percent, to end at 13,671.92. The S&P fell 1.48 points, or 0.10 percent, to 1,514.40 and the Nasdaq dropped 23.90 points, or 0.86 percent, to 2,750.86."
    },
    {
        "header": "US STOCKS-Microsoft and Countrywide drive rally in shares",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2633666520071026",
        "time": "04:37 PM EDT",
        "body": "NEW YORK, Oct 26 (Reuters) - U.S. stocks rallied on Friday after Microsoft’s upbeat outlook boosted the three major indexes and a profit forecast from lender Countrywide Financial buoyed the struggling financial sector.\n\nStocks extended their gains as the weekend approached, in a sign investors are expecting the Federal Reserve to cut interest rates when it meets next week, analysts said.\n\nMicrosoft (MSFT.O) lifted its full-year forecasts late on Thursday and reported quarterly profit that beat analysts expectations. Countrywide CFC.N, the largest U.S. mortgage lender, on Friday reported a quarterly loss, but it forecast a profit in the fourth quarter as it slashes jobs. For details, see [ID:nN26305099].\n\n“The earnings from Microsoft certainly helped, but the fact is investors are looking forward to next week,” said Paul Nolte, director of investments at Hinsdale Associates, in Hinsdale Illinois. “We’ve skated through September and October. November through May tends to be the best part of the year for stocks.”\n\nThe Dow Jones industrial average .DJI was up 134.78 points, or 0.99 percent, to end at 13,806.70. The Standard & Poor's 500 Index .SPX was up 20.88 points, or 1.38 percent, at 1,535.28. The Nasdaq Composite Index .IXIC was up 53.33 points, or 1.94 percent, at 2,804.19.\n\nFor the week, the Dow added 2.11 percent, the S&P 500 climbed 2.31 percent and the Nasdaq rose 2.90 percent.\n\nShares of Yahoo YHOO.O were the next biggest gainer on Nasdaq after Microsoft. The search engine is buying a big stake in Alibaba.com, China’s biggest e-commerce site. Yahoo already has a 40 percent stake in the firm’s parent Alibaba Group.\n\nYahoo’s stock jumped 7.3 percent to $33.63. Trading in bullish options on Yahoo’s stock was extremely brisk.\n\nU.S. crude futures settled at a record $91.86 a barrel, up 1.5 percent, or $1.40, on the New York Mercantile Exchange. Earlier, in electronic trading, oil reached a record high of $92.22, bumping up energy stocks.\n\n”Take a look at the commodity pits if you want to be scared,“ Nolte said. ”It’s background noise today, but it may bother us on Monday.\n\nSchlumberger (SLB.N) was up 1.4 percent at $99.51 and Occidental Petroleum (OXY.N) was up 2.5 percent at $70.77.\n\nShares of Microsoft jumped 9.5 percent to $35.03 on the Nasdaq. Earlier, the stock hit $36.03, its highest since July 2001.\n\nCountrywide’s stock shot up 32.4 percent to $17.30 and ranked among the biggest percentage gainers on the New York Stock Exchange.\n\nShares of Merrill Lynch & Co. Inc. MER.N jumped 8.5 percent to $66.09 after reports that Chief Executive Stan O‘Neal may be on the way out. Merrill senior executive Robert McCann, who oversees the company’s more than 16,000 brokers, has emerged as a possible candidate to replace the embattled O‘Neal, according to people familiar with the situation. [ID:nWEN1945].\n\nOn Wednesday, Merrill reported huge write-downs for bad investments related to risky subprime mortgages.\n\nThe New York Times reported on Friday that O‘Neal met with Wachovia Corp. WB.N, the fourth-largest U.S. bank, about a merger. [ID:nL26620794].\n\nSpeculation about a CEO exit also drove the shares of media company Time Warner (TWX.N) up 3.6 percent to $18.35. The stock rose after the Times of London reported that Richard Parsons plans to announce his departure as soon as next week.\n\nTrading was moderate on the NYSE, with about 1.41 billion shares changing hands, below last year’s estimated daily average of 1.84 billion, while on Nasdaq, about 2.58 billion shares traded, above last year’s daily average of 2.02 billion.\n\nAdvancing stocks outnumbered declining ones by a ratio of about 3 to 1 on the NYSE and by about 2 to 1 on Nasdaq. (Additional reporting by Doris Frankel)"
    }
]