[
    {
        "header": "US STOCKS-Earnings, write-downs hit Wall St; Microsoft up late",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2521212620071025",
        "time": "05:20 PM EDT",
        "body": "NEW YORK, Oct 25 (Reuters) - U.S. stocks fell on Thursday after disappointing results from Comcast (CMCSA.O) and engine maker Cummins (CMI.N) fed worries about corporate profits, while fears of more credit losses hit financial shares.\n\nEconomic reports on housing, manufacturing and employment painted a picture of a weakening economy, adding to the sour mood, as did a surge in oil prices to another record above $90 a barrel.\n\nAmerican International Group Inc (AIG.N) led financial stocks lower on market rumors that the insurer may be facing a large securities write-down.\n\nBut AIG’s stock retraced the bulk of its losses after CNBC reported that the rumors were “simply not true,” helping the Dow and the S&P claw back some of their losses late in the session, as did a 2.4 percent rise in Microsoft MSFT.0 ahead of its earnings.\n\nThe rumors came a day after Merrill Lynch MER.N announced $7.9 billion of credit write-downs.\n\n“Concerns over subprime issues are continuing to bang around out there, and you’ve seen earnings which have been coming in mixed, so that is weighing on investor sentiment,” said Kurt Brunner, portfolio manager at the Swarthmore Group, in Philadelphia, Pennsylvania.\n\n“There were rumors AIG may take a big write-down. Given what Merrill said yesterday about the size of the write-down, people are nervous and you are going to have these rumors.”\n\nThe Dow Jones industrial average .DJI was down 3.33 points, or 0.02 percent, to end at 13,671.92. The Standard & Poor's 500 Index .SPX was down 1.48 points, or 0.10 percent, at 1,514.40. The Nasdaq Composite Index .IXIC was down 23.90 points, or 0.86 percent, at 2,750.86.\n\nRight after the closing bell, Microsoft reported earnings that exceeded expectations and provided a strong outlook, driving its stock up another 11 percent in extended trade to $35.55.\n\nIn the regular session, AIG’s stock ended down 3.2 percent at $61.79. Merrill’s stock lost 3.7 percent to $60.90 on the New York Stock Exchange.\n\nComcast Corp, the largest U.S. cable TV operator, posted a 54 percent drop in quarterly net profit. Comcast also lost more basic video subscribers than analysts had expected.\n\nShares of Comcast fell 10.8 percent to $21.28 on the Nasdaq.\n\nAnother drag on the Nasdaq was software maker Symantec Corp (SYMC.O), which gave a weak profit outlook, sending its shares down 12 percent to $18.50.\n\nCummins Inc, which makes diesel engines and power generators, reported a third-quarter profit that rose but still missed estimates, sending its shares down in their biggest one-day percentage decline in nine years. Cummins shares lost 16.6 percent to $111.56.\n\nIt was a tough day for mortgage insurers, too. MBIA Inc (MBI.N), the world’s largest bond insurer, dropped 14.9 percent to $46.99 after it posted a third-quarter loss. Shares of Ambac Financial Group ABK.N tumbled 13.8 percent to $43.95.\n\nSales of new U.S. homes were unexpectedly weak last month, although they climbed off an 11-year low, and orders for durable goods fell, according to data on Thursday that underscored the economy’s weakness.\n\nA third report showed the number of Americans filing an initial claim for unemployment aid edged down last week, but stayed at a level suggesting some softening in the job market.\n\nA bright spot was EMC Corp EMC.N, the top maker of corporate data storage equipment, which reported a 74 percent rise in quarterly profit and doubled its stock-buyback program to $2 billion. Its stock shot up 8.5 percent to $24.45.\n\nTrading was fairly active on the NYSE, with about 1.62 billion shares changing hands, short of last year’s estimated daily average of 1.84 billion, while on the Nasdaq, about 2.79 billion shares traded, exceeding last year’s daily average of 2.02 billion.\n\nDeclining stocks outnumbered advancing ones by a ratio of about 17 to 16 on the NYSE and by 17 to 12 on the Nasdaq."
    },
    {
        "header": "Microsoft ups FY08 business unit growth forecasts",
        "link": "http://www.reuters.com/article/businessNews/idUSWNAS848920071025",
        "time": "05:21 PM EDT",
        "body": "LOS ANGELES (Reuters) - Microsoft Corp (MSFT.O), the world’s largest software maker, on Thursday raised full-year revenue forecasts across all of its business units.\n\nThe company said it now sees revenue from its Windows client division growing 12 percent to 13 percent, compared with 9 percent to 10 percent previously.\n\nIt said full-year server and tools division revenue growth was now forecast at 16 percent to 18 percent, up from 14 percent to 15 percent.\n\nOffice business division revenue is seen growing 14 percent to 15 percent, compared with 11 percent to 12 percent.\n\nRevenue from its online services unit is now expected to grow 33 percent to 37 percent versus Microsoft’s prior call for growth of 10 percent to 13 percent.\n\nFiscal 2008 entertainment and devices division revenue, which includes sales of its Xbox 360 video game console, is now seen growing 15 percent to 20 percent versus 10 percent to 19 percent previously."
    },
    {
        "header": "Microsoft beats by $0.06, beats on revs; guides Q2 EPS in-line, revs in-line; guides FY08 EPS above consensus, revs in-line",
        "link": "http://www.reuters.com/article/inPlayBriefing/idUSIN20071025161642MSFT20071025",
        "time": "04:16 PM EDT",
        "body": "Reports Q1 (Sep) earnings of $0.45 per share, $0.06 the Reuters Estimates consensus of $0.39; revenues rose 27.3% year/year to $13.76 bln vs the $12.54 bln consensus. Co issues in-line guidance for Q2, sees EPS of $0.44-0.46 vs. $0.44 consensus; sees Q2 revs of $15.6-16.1 bln vs. $15.59 bln consensus. Co issues for FY08, sees EPS of $1.79-1.82, exlcuidng $0.01 charge, vs. $1.73 consensus; sees FY08 revs of $58.8-59.7 bln vs. $57.32 bln consensus. Co said, its businesses of Client, Microsoft Business Division, and Server and Tools grew combined revenue in excess of 20%, and experienced robust demand for Windows Vista, the 2007 Microsoft Office system, Windows Server, and SQL Server."
    },
    {
        "header": "FACTBOX: Microsoft to list patented protocols",
        "link": "http://www.reuters.com/article/technologyNews/idUSL2556250120071025",
        "time": "09:27 AM EDT",
        "body": "(Reuters) - Microsoft (MSFT.O) agreed this week to comply with a landmark European Union antitrust decision, ending three years of resistance.\n\nAs part of the decision, which won backing last month from the second-highest EU court, Microsoft will ease the way for competition by rivals against its work group servers, which provide printing, file and controls for small business groups.\n\nMicrosoft will release interconnection information -- called protocols -- which rival servers need in order to work smoothly with Microsoft Windows desktops.\n\nThe main competitor is the open-source, non-profit Samba Group, which makes software.\n\nSamba seeks to work around Microsoft patents protecting its protocols so no royalties will be required.\n\nMicrosoft will post to its Web site in coming days a list of protocols on which it claims patents.\n\nIt provided this summary of patents on the 106 protocols which will be released:"
    },
    {
        "header": "UPDATE 5-Microsoft lifts profit outlook, shares rise 11 pct",
        "link": "http://www.reuters.com/article/marketsNews/idUSN2436574720071025",
        "time": "07:53 PM EDT",
        "body": "SEATTLE, Oct 25 (Reuters) - Microsoft Corp (MSFT.O) lifted its full-year forecasts and posted 23 percent quarterly profit growth on Thursday, topping analysts’ estimates on strong sales of “Halo 3” and Vista, and sending its shares up 11 percent.\n\nThe world’s largest software maker raised full-year revenue targets across its business divisions and gave a bullish profit forecast for the crucial, current holiday quarter.\n\nInvestors have waited for sales of the new Windows Vista operating system to pick up since its January release. Windows, which sits on more than 90 percent of all personal computers, generates almost 80 cents in profit for every dollar in sales.\n\n“The growth of Windows Vista has finally occurred,” said Kim Caughey, senior analyst at Fort Pitt Capital Group.\n\n“Halo 3,” the latest installment of Microsoft’s flagship shooter franchise video game, also racked up more than $300 million in its first week of sales in September.\n\nMicrosoft beat even Wall Street’s most bullish forecast with a net profit of $4.29 billion, or 45 cents per diluted share, in its fiscal first quarter, up from $3.48 billion, or 35 cents per diluted share, a year earlier.\n\nRevenue rose 27 percent to $13.76 billion in the three months ended Sept. 30.\n\nThe highest analyst profit forecast had been 40 cents per share, with revenue on average seen at $12.54 billion, according to Reuters Estimates.\n\n“It looks like they’re firing on all cylinders,” said Toan Tran, analyst at Morningstar. “Windows, Office ... all grew by 20 percent and they’re the big hitters for Microsoft.”\n\nMicrosoft shares, already up 10 percent in the last month, surged to $35.40 in after-hours trade, up 10.7 percent from the close and their highest since 2001. Its market capitalization grew by more than $30 billion and its top shareholder, co-founder Bill Gates, saw his fortune grow by $3 billion.\n\nMicrosoft raised its full-year revenue outlook for its Windows client sales to a range of 12 percent to 13 percent versus a previous forecast of 9 percent to 10 percent.\n\nMarket research firms Gartner and IDC had said global PC shipments rose about 15 percent in the September quarter.\n\nRevenue at the Windows client division, focused on PCs, rose nearly 25 percent in the quarter. Operating profit at the segment went up 27 percent to $3.37 billion.\n\nConsumers also bought Xbox 360 consoles to play “Halo 3,” vaulting Microsoft’s game machine past rivals in September.\n\nThe entertainment and devices division, after six straight annual losses, delivered 91 percent revenue growth and swung to a $165 million profit from a $142 million loss a year earlier.\n\nMicrosoft raised full-year earnings estimates to a range of $1.78 to $1.81 per share from a previous range of $1.69 to $1.73. It also raised its full-year revenue estimate range by almost $2 billion, to $58.8 billion to $59.7 billion.\n\nWall Street analysts, on average, were forecasting fiscal 2008 earnings of $1.73 per share on revenue of $57.3 billion.\n\n“Microsoft is never going to be aggressive on guidance. Even from a conservative perspective, it looks to be a pretty positive forward view,” said Eric Schoenstein, co-portfolio manager at Jensen Portfolio.\n\nThose figures also include a $85 million impact, or 1 cent per diluted share, from costs and expenses related to its $6 billion acquisition of digital advertising firm aQuantive.\n\nFor the current quarter, Microsoft forecast earnings of 44 cents to 46 cents per diluted share on revenue of $15.6 billion to $16.1 billion. Analysts, on average, had expected earnings per share of 44 cents a share on revenue of $15.5 billion in the fiscal second quarter, according to Reuters Estimates.\n\nMicrosoft forecast second-quarter operating profit margin would fall to about 38 percent from 43 percent in the September quarter, due in part to sales of Xbox 360 consoles, which it sells at a loss in order to drive sales of high-margin games.\n\nThe current holiday quarter is a crucial one for Microsoft as it aims to spur adoption of new computers running Vista. Its entertainment arm also banks on the December quarter generating twice as much revenue as any other quarter of the year.\n\nThe company’s online services group lost money for a fifth-straight quarter despite a 25 percent rise in revenue from a year earlier, helped by an $80 million revenue boost from aQuantive, which became part of Microsoft in August.\n\nMicrosoft’s Office business posted a 20 percent increase in revenue to $4.11 billion and profit rose 21 percent.\n\nPrior to its earnings, Microsoft shares traded at 18 times analysts’ estimated fiscal 2008 earnings, compared with a 17 ratio for rival software maker Oracle Corp ORCL.O. Web rival Google Inc (GOOG.O) trades at 32 times 2008 profit estimates, while International Business Machines Corp (IBM.N) was at 14."
    },
    {
        "header": "After the Bell-Microsoft jumps on strong profit, outlook",
        "link": "http://www.reuters.com/article/afterTheBell/idUSN2549232620071025",
        "time": "04:23 PM EDT",
        "body": "NEW YORK, Oct 25 (Reuters) - Shares of Microsoft (MSFT.O) jumped about 5 percent after the bell on Thursday when the software maker reported earnings that exceeded Wall Street’s forecasts and provided a strong outlook.\n\nIn extended trading following the Nasdaq regular session, the stock was up $1.51 at $33.50. It closed at $31.99, up 2.4 percent after touching a new 52-week high of $32.22."
    },
    {
        "header": "UPDATE 1-Microsoft sees progress in getting Windows on XO",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSN2523733620071026",
        "time": "09:18 PM EDT",
        "body": "BOSTON, Oct 25 (Reuters) - Microsoft Corp (MSFT.O) has made progress in getting its Windows software to work on a low-cost laptop computer for poor children that currently runs on rival Linux software, an executive said on Thursday.\n\nThe world’s largest software company is now working to adapt a basic version of Windows XP so it is compatible with the nonprofit One Laptop per Child Foundation’s small green-and-white XO laptop.\n\n“We’re spending a nontrivial amount of money on it,” Microsoft Corporate Vice President Will Poole said in an interview on Thursday.\n\n“We remain hopeful with our progress to date, we still have significant work ahead to finalize our analysis and testing processes,” he said. “At the end of the day, there’s no guarantees.”\n\nThe One Laptop per Child Foundation, a spin-off from the Massachusetts Institute of Technology, plans to start producing the $188 machines in China next month and eventually manufacture millions a year for elementary school children in developing countries in Asia, Africa and Latin America.\n\nThe foundation is also selling the machines in the United States and Canada for $400 apiece through a fund-raisingcampaign.\n\nThe laptops were designed specifically to run Linux programs. If the machines run only Linux, Microsoft will lose an opportunity to expose tens of millions of children worldwide to its Windows system.\n\nIf the foundation is able to meet its goal of producing millions of laptops for school children around the world and they are all loaded with Linux software, then they would end up being more comfortable with those programs than with Windows, said Wayan Vota, who publishes a blog that monitors the project. (olpcnews.com/).\n\n”People will realize there is an alternative to Windows and they might like it better,“ Vota said.”\n\nBut the new laptop uses some technologies developed by the foundation that haven’t previously been used in personal computers, Poole said.\n\n“We still have plenty of work to do in determining if the highly constrained performance, power, and memory in the first generation XO laptops will be compatible with Windows and popular Windows applications,” he added.\n\nOriginally dubbed the $100 laptop, which is the group’s target price for the machine, the XO features a string pulley to charge its battery, a keyboard that switches between languages, a digital video camera and wireless connectivity.\n\nThe laptop’s designer, Mary Lou Jepsen, said in an interview earlier this month she expects the price to drop in the first quarter of next year because prices of memory tend to fall dramatically during that period.\n\nThe computer requires just 2 watts of power compared with the typical laptop’s 30 to 40 watts and does away with hard drives, relying instead on flash memory and four USB ports to add memory devices.\n\nThe XO laptop’s component makers include Advanced Micro Devices Inc AMD.N and Marvell Technology Group Ltd (MRVL.O). Software maker Red Hat Inc (RHT.N) helped develop the device. Quanta Computer Inc (2382.TW) will manufacture it.\n\nThe foundation will start taking orders for its Give 1 Get 1 campaign on Nov. 12 at www.laptopgiving.org."
    },
    {
        "header": "Research Frontiers: Toyota subsidiary featuring new concept motorcoach with windows using REFR's SPD-Smart light-control technology",
        "link": "http://www.reuters.com/article/inPlayBriefing/idUSIN20071025085606REFR20071025",
        "time": "08:56 AM EDT",
        "body": "Co announces that at the 40th Tokyo Motor Show 2007, Hino Motors, a subsidary of Toyota Motor (TM), is featuring a new concept motorcoach with windows using REFR’s patented SPD-Smart light-control technology. The S‘elega Premium, with its variable tint SPD “smart” windows, was shown earlier today at a press briefing by senior executives of Hino Motors at the Tokyo Motor Show where members of the media were able to experience the benefits of smart windows while sitting in Hino Motors’ top-of-the-line S‘elega Premium luxury tour bus on display at the show."
    },
    {
        "header": "Microsoft beats Google to Facebook stake",
        "link": "http://www.reuters.com/article/topNews/idUSN2424560420071025",
        "time": "04:37 AM EDT",
        "body": "SEATTLE (Reuters) - Microsoft Corp beat out Google Inc on Wednesday in a battle to invest in socializing Web site Facebook, agreeing to pay $240 million for a 1.6 percent stake in the Web phenomenon.\n\nMicrosoft also clinched exclusive rights to sell ads on Facebook outside of the United States as part of the investment that valued Facebook at $15 billion -- on par with the market capitalizations of retailer Gap Inc and hotel chain Marriott International Inc.\n\nAnalysts said Microsoft paid a steep price on a bet that the three-year-old company would be able to transform itself into a hub for all sorts of Web activity.\n\n“The only way this works is if Facebook becomes sort of the users’ operating system on the Internet -- everyone logs into Facebook every day to get in contact with their friends and use a multitude of future applications that will be developed for it,” said Morningstar analyst Toan Tran.\n\nFacebook, a social network that lets friends share information, allows outside developers to create games and other applications for its site.\n\nThe popularity and depth of knowledge Facebook has about its users makes it valuable to companies like Microsoft and Google which want to sell advertising targeted to individual preferences.\n\nFounded in 2004 by Harvard student Mark Zuckerberg, Facebook said it registers 250,000 new users a day, 60 percent of whom come from outside the United States.\n\nKevin Johnson, president of Microsoft’s platform and services division, said the $15 billion price tag for Facebook is based on Microsoft’s belief that the site could eventually reach 300 million users, who can be targeted for advertising. It has nearly 50 million today.\n\n“You combine the number of users with the monetization opportunities and you can figure out a fairly modest average revenue per user per year and you can very quickly get to this level of valuation,” Johnson said in a conference call with analysts and reporters.\n\nMicrosoft has stepped up efforts to be a player in the $40 billion market for online advertising, which the company expects to double in size within three years. It paid $6 billion to acquire digital advertising firm aQuantive in August.\n\nUnder the Facebook deal, Microsoft would be the exclusive third-party advertising platform for Facebook extending a previous deal for Microsoft to sell banner advertising next to Facebook member profiles in the U.S. until 2011.\n\nGoogle and Microsoft, now rivals for Internet-based audiences and applications, have butted heads before for Internet properties. Google beat Microsoft with a $1.65 billion acquisition of online video sharing site YouTube last year.\n\nForrester Research analyst Charlene Li said that Microsoft was a better strategic fit for Facebook, since it knew how to work with software developers and build computing environments -- such as its Windows operating system.\n\n“Microsoft is a company that knows how to build platforms, knows how to develop relationships with developers. Microsoft developed the network that is the biggest, most vibrant one out there,” she said. “Google didn’t bring as much to the deal.”\n\nFacebook opened its doors to users beyond an original base of college students a year ago. It also opened the doors to outside developers and there are tens of thousands of developers writing Facebook applications, the company said.\n\nMicrosoft was one of many suitors looking to participate in its latest round of financing, said Facebook Vice President Owen Van Natta. The funds will go toward doubling the company’s staff over the next year and other growth initiatives.\n\nGoogle Co-founder Sergey Brin told a meeting with Wall Street analysts at the company’s Silicon Valley headquarters that his company could partner with important Web sites.\n\n“We don’t feel, at a higher level, that we need to own every successful company on the Internet,” said Brin, who later told reporters that Microsoft may have overbid.\n\nGoogle has a multiyear deal with MySpace, the largest social network, to provide search and advertising alongside MySpace’s 110 million user profiles.\n\nEric Schmidt, Google’s CEO, told reporters that its pact with MySpace is performing better than originally expected.\n\nShares of Microsoft rose slightly to $31.60 from a Nasdaq close of $31.25, while Google ticked down to $675.30 from a close of $675.82."
    },
    {
        "header": "Coming soon: Windows on XO laptops",
        "link": "http://www.reuters.com/article/technologyNews/idUSN2514082920071025",
        "time": "07:07 PM EDT",
        "body": "BOSTON (Reuters) - Microsoft Corp (MSFT.O) has made progress in getting its Windows software to work on a low-cost laptop computer for poor children that currently runs on rival Linux software, an executive said on Thursday.\n\nThe world’s largest software company is now working to adapt a basic version of Windows XP so it is compatible with the non-profit One Laptop per Child Foundation’s small green- and-white XO laptop.\n\n“We’re spending a non-trivial amount of money on it,” Microsoft Corporate Vice President Will Poole said in an interview on Thursday. “We’re working hard. But we’re still at least a few months away.”\n\nThe One Laptop per Child Foundation, a spin-off from the Massachusetts Institute of Technology, plans to start producing the $188 machines in China next month and eventually manufacture millions a year for elementary school children in developing countries in Asia, Africa and Latin America.\n\nThe foundation is also selling the machines in the United States and Canada for $400 apiece through a fundraising campaign.\n\nThe laptops were designed specifically to run Linux programs. If the machines run only Linux, Microsoft will lose an opportunity to expose tens of millions of children worldwide to its Windows system.\n\nIf the foundation is able to meet its goal of producing millions of laptops for school children around the world and they are all loaded with Linux software, then they would end up being more comfortable with those programs than with Windows, said Wayan Vota, who publishes a blog that monitors the project. (olpcnews.com/).\n\n”People will realize there is an alternative to Windows and they might like it better,“ Vota said.”\n\nOriginally dubbed the $100 laptop, which is the group’s target price for the machine, the XO features a string pulley to charge its battery, a keyboard that switches between languages, a digital video camera and wireless connectivity.\n\nThe laptop’s designer, Mary Lou Jepsen, said in an interview earlier this month she expects the price to drop in the first quarter of next year because prices of memory tend to fall dramatically during that period.\n\nThe computer requires just 2 watts of power compared with the typical laptop’s 30 to 40 watts and does away with hard drives, relying instead on flash memory and four USB ports to add memory devices.\n\nThe XO laptop’s component makers include Advanced Micro Devices Inc AMD.N and Marvell Technology Group Ltd (MRVL.O). Software maker Red Hat Inc (RHT.N) helped develop the device. Quanta Computer Inc (2382.TW) will manufacture it.\n\nThe foundation will start taking orders for its Give 1 Get 1 campaign on November 12 at www.laptopgiving.org."
    },
    {
        "header": "Microsoft shares jump on lifted outlook",
        "link": "http://www.reuters.com/article/businessNews/idUSWNAS845920071025",
        "time": "06:33 PM EDT",
        "body": "SEATTLE (Reuters) - Microsoft Corp (MSFT.O) lifted its full-year estimates and posted a 23 percent rise in quarterly profit on Thursday, topping investor expectations on strong demand for “Halo 3” and Windows Vista, and sending its shares up 11 percent.\n\nThe world’s largest software maker raised full-year revenue forecasts across its business units and gave a bullish profit forecast for the current quarter, which includes the crucial holiday shopping season.\n\nInvestors have waited for sales of Microsoft’s new Vista operating system to pick up since it was released in January. Windows, which sits on more than 90 percent of computers, generates almost 80 cents in profit for every dollar in sales.\n\n“The growth of Windows Vista has finally occurred,” said Kim Caughey, senior analyst at Fort Pitt Capital Group.\n\nMicrosoft’s “Halo 3,” the latest installment of its flagship shooter franchise video game, also racked up more than $300 million in its first week of sales in September.\n\nIn the just-reported fiscal first quarter, Microsoft beat even Wall Street’s most bullish forecast with a net profit of $4.29 billion, or 45 cents per diluted share, up from $3.48 billion, or 35 cents per diluted share, a year earlier.\n\nRevenue rose 27 percent to $13.76 billion in the three months ended September 30.\n\nAnalysts, on average, had forecast 39 cents per share in profit with estimates ranging from 38 cents to 40 cents per share on revenue of $12.54 billion, according to Reuters Estimates.\n\n“It looks like it was a blowout quarter,” said Toan Tran, analyst at Morningstar. “It looks like they’re firing on all cylinders. Windows, Office ... all grew by 20 percent and they’re the big hitters for Microsoft.”\n\nShares of Microsoft, already up 10 percent in the last month, surged another 11.4 percent to $35.63 in after-hours trade from their Nasdaq close of $31.99. The market capitalization of Microsoft increased by about $35 billion and its largest shareholder, co-founder Bill Gates, saw his fortune grow by $3 billion.\n\nMicrosoft raised its full-year revenue outlook for all of its five business segments including its Windows client sales to a range of between 12 percent to 13 percent versus its previous forecast of 9 percent to 10 percent.\n\nMarket research firms Gartner and IDC said global personal computer shipments rose about 15 percent in the September quarter, which helped Microsoft as well as the quarterly results of chip maker Intel Corp (INTC.O).\n\nRevenue at Microsoft’s Windows client division, focused on PCs, rose nearly 25 percent in its fiscal first quarter. Operating profit at the segment went up 27 percent to $3.37 billion.\n\nConsumers also bought Xbox 360 consoles to play “Halo 3”, vaulting Microsoft’s game machine past rivals in September.\n\nThe entertainment and devices division, which has posted six straight annual losses, delivered a 91 percent rise in revenue and the segment swung to profit of $165 million from a loss of $142 million a year earlier.\n\nMicrosoft raised full-year earnings estimates to a range of $1.78 to $1.81 per share from a previous range of $1.69 to $1.73. It also raised its full-year revenue estimate range by almost $2 billion, to $58.8 billion to $59.7 billion.\n\nWall Street analysts, on average, were forecasting fiscal 2008 earnings of $1.73 per share on revenue of $57.3 billion.\n\n“Microsoft is never going to be aggressive on guidance. Even from a conservative perspective, it looks to be a pretty positive forward view,” said Eric Schoenstein, co-portfolio manager at Jensen Portfolio.\n\nThose figures also include a $85 million impact, or 1 cent per diluted share, from costs and expenses related to its $6 billion acquisition of digital advertising firm aQuantive.\n\nFor the current quarter, Microsoft forecast earnings in a range of 44 cents to 46 cents per diluted share on revenue of $15.6 billion to $16.1 billion.\n\nAnalysts, on average, were forecasting earnings per share of 44 cents a share on revenue of $15.5 billion in Microsoft’s fiscal second quarter, according to Reuters Estimates.\n\nThe holiday quarter is a crucial one for Microsoft as it aims to spur adoption of new computers running its latest Windows Vista operating system. Its entertainment arm also counts on the December quarter generating twice as much revenue as any other quarter of the year.\n\nThe company’s online services group lost money for a fifth-straight quarter despite a 25 percent rise in revenue from a year earlier helped by an $80 million revenue boost from aQuantive, which became part of Microsoft in August.\n\nMicrosoft’s Office business posted a 20 percent increase in revenue to $4.11 billion and profit rose 21 percent."
    },
    {
        "header": "Samba has fighting chance now against Microsoft",
        "link": "http://www.reuters.com/article/technologyNews/idUSL2561930220071025",
        "time": "09:28 AM EDT",
        "body": "BRUSSELS (Reuters) - Microsoft’s (MSFT.O) compliance with a landmark European Union antitrust decision has opened competition for servers, where one rival says it now has a fighting chance to take on the software giant’s dominance.\n\nThe open-source, non-profit Samba software group says it won some things but not everything it wanted this week, when Microsoft said it would stop fighting the EU’s 2004 antitrust decision.\n\nIn a major change of direction, Microsoft agreed to provide rivals with vital interconnection information, one month after the EU’s second-highest court backed the Commission’s decision.\n\nBut the deal leaves the playing field uneven, Samba says.\n\n“There is still contested ground to win,” said Eban Moglen, a Columbia University law professor who also heads the Software Freedom Law Center, which backs the free software movement and represents Samba.\n\nThat ground is in most offices around the world in computers called servers which run printers, allow desktop PCs to access shared files and act as the cockpit of the entire network, coordinating resources and providing personalized access, user by user.\n\nSamba servers can handle printing and files access but they lack the ability to work as a cockpit, something that can be done today only by Microsoft’s software called Active Directory.\n\nSamba says its own approach is a decade old, which means ancient history in the world of software. Its aim is to provide a free, full-service server software to go head-to-head with Microsoft in the multi-billion dollar market.\n\nTo do that, it needs interconnection information.\n\nThen Samba’s engineers can develop its products, which dovetail with the commercial world. Companies like Red Hat (RHT.N), Canonical and Oracle ORCL.O and others make money by selling service and installation with Samba’s free products.\n\nSevers were originally pioneered for PCs by Novell NOVL.O, which got its interconnect information from Microsoft. Once Microsoft entered the server field it stopped giving full information and rival products stopped working smoothly.\n\nMicrosoft captured the lion’s share of the market, wiping out profits of commercial rivals, the Commission and then the EU court found.\n\nSamba is a non-profit organization so a lack of profits could not kill it, making it the last real competitor standing.\n\nThis week’s deal allows everyone to get full interconnection information from Microsoft for 10,000 euros ($14,220).\n\nThose who resell products making use of the information can choose to pay a royalty of 0.4 percent of turnover to forestall lawsuits on patents claimed by Microsoft.\n\nBut Samba’s General Public License and free software principles require it to be free, without royalty-bearing patents, said Carlo Piana, a lawyer for Samba in Milan, Italy.\n\nThe first step in that direction is to get a definitive list of Microsoft’s patent claims, which has not happened yet.\n\n“Until we have it we cannot say anything because we just don’t know”, said Volker Lendecke, a software developer for Samba in Goettingen, Germany.\n\nA Microsoft spokesman said on Thursday the list would be posted on the company Website within days. He said 21 of the 106 protocols are covered by patents and other applications are pending.\n\nEven then the path may be uncertain.\n\n“Can we invalidate or render harmless the patents which we which we cannot license?” Moglen said. “It’s an open question.”\n\nPiana says getting around the patents is necessary.\n\n“Litigating patents would be troublesome,” he said."
    }
]