[
    {
        "header": "Microsoft sees Windows Vista growth phase underway",
        "link": "http://www.reuters.com/article/internetNews/idUSN3131673820071101",
        "time": "09:55 PM EDT",
        "body": "SEATTLE (Reuters) - Microsoft Corp’s Windows Vista is starting to see mass adoption from businesses nearly a year after it was released, the company said while predicting a strong first holiday season for the product.\n\n“We feel like we are starting to hit our stride not only in demand, but in deployment in business,” Kevin Johnson, president of Microsoft’s platform and services group, said in an interview.\n\nMicrosoft delivered quarterly results last week that eclipsed Wall Street’s most bullish forecasts, helped in part by strong demand for Vista, the latest upgrade to its flagship Windows operating system. Vista was introduced in January.\n\nVista’s success was not always a foregone conclusion. Early Vista buyers complained about the lack of compatibility with existing devices and software programs.\n\nMicrosoft also buckled to PC manufacturer demands that the company delay the scheduled transition to Vista and extend sales of its previous Windows operating system, Windows XP, for another five months because some customers preferred XP.\n\nIn a note to clients on Wednesday, Bernstein Research analyst Charles Di Bona said he thinks Vista’s upgrade cycle is “underappreciated” and expects growth at the Windows business to be stronger than market expectations.\n\nDi Bona forecasts Windows revenue to grow by 15 percent in this fiscal year ending in June versus Microsoft’s own estimate of an increase of 12 percent to 13 percent. Each percentage point of growth represents about $150 million in revenue and roughly $110 million in operating profit, based on previous results.\n\nWindows runs on more than 90 percent of the world’s computers and Microsoft makes about 75 cents in profit for every dollar in Windows sales. The Windows client business generated $15 billion in revenue is fiscal 2007.\n\nRevenue at the segment, Microsoft’s largest and most profitable unit, rose 25 percent in the September quarter, boosted by a PC market growing at around 15 percent.\n\nIn addition, improved measures to curb piracy and greater adoption of higher-margin, premium versions of Vista helped push the segment’s sales above PC market growth, Johnson said in the interview this week.\n\nMicrosoft executives have said for years that being able to crack down on pirated versions of its software will help drive significant increases in sales. Chief Executive Steve Ballmer has said that more than 20 percent of its software running around the world is pirated.\n\nVista comes with a new authentication program that sends security updates and improves service to users of genuine copies of Windows. Johnson said the company has made progress in educating consumers to the advantages of buying more expensive, non-pirated versions.\n\nAs consumers use their computers more for home entertainment, Microsoft has boosted the percentage of higher-end versions of Windows. Premium versions accounted for about 75 percent of all Windows copies in the first quarter, compared to about 59 percent a year earlier, Di Bona said in his report.\n\nMicrosoft’s Johnson said the company should see a pick-up in corporate deployment of Vista after the release of Windows Vista Service Pack 1, the first major update to the new operating system.\n\nA sign of business customers’ intent to upgrade was a 27 percent increase in unearned revenue at the Windows business during the past quarter, Johnson said.\n\nUnearned, or deferred, revenue reflects long-term contracts on the balance sheet that have been signed but not recognized as income until the product is delivered. In this case, it is when the customers start deploying Windows Vista."
    },
    {
        "header": "Microsoft, states ask for change in oversight's end",
        "link": "http://www.reuters.com/article/technology-media-telco-SP/idUSN3022684920071031",
        "time": "02:44 AM EDT",
        "body": "WASHINGTON (Reuters) - Microsoft Corp (MSFT.O) and the states accusing it of continuing monopolistic behavior asked a federal judge to temporarily delay the end of government oversight of the software giant, according to court documents filed on Tuesday.\n\nMost of the provisions from a 2002 consent decree between Microsoft and the federal government are set to expire on November 12.\n\nIn a joint motion, Microsoft and the 18 states pushing for the government to extend its oversight asked the court to delay the existing deadline “only for so long as necessary” but no later than January 31, 2008.\n\nThe extra time is needed for all of the states to file their motions with the court, the documents said.\n\nThe states want some parts of the 2002 consent decree to be extended to 2012, arguing that Microsoft has failed to live up to the agreement. Some portions have already been extended to 2009.\n\nThe remedy has been challenged by California and some other states, which argue that Microsoft continues to abuse its dominant position in the market for computer operating systems.\n\nEurope’s second-highest court recently affirmed a 2004 European Commission ruling that Microsoft abused its overwhelming market position to crush competitors. The court also upheld a 497 million-euro ($708 million) fine."
    },
    {
        "header": "Intel, Microsoft sell 150,000 laptops to Libya",
        "link": "http://www.reuters.com/article/technologyNews/idUSN3024346620071031",
        "time": "04:55 AM EDT",
        "body": "BOSTON (Reuters) - Intel Corp (INTC.O) and Microsoft Corp (MSFT.O) are supplying Libya’s government with 150,000 rugged laptop computers that cost $200 to build and are designed to meet the needs of children in developing countries.\n\nIntel spokeswoman Agnes Kwan said in an interview on Tuesday night that Libya’s education ministry ordered the equipment in August and shipments began last month.\n\n“So far it’s going well. We’re just a month into the deployment,” Kwan told Reuters.\n\nThe sale of the devices was reported by Libya’s domestic press in August, she said, but Intel and Microsoft have yet to discuss it outside of that country.\n\nKwan said that Intel and Microsoft are not subsidizing the price of the laptops, which Intel sells under the Classmate PC brand. She did not disclose how much the Libyan education ministry is paying for them.\n\nShe also said that Intel had signed up Nigeria as a Classmate PC customer, though she said she did not know how many machines the government would order, or whether they would run on Windows or the rival Linux operating system. Classmate PCs are capable of running both types of software.\n\nThe sale of the Classmate PCs to Libya is Intel’s second-largest since it launched the product last year. In April it won an order to provide 700,000 of them to Pakistan’s Allama Iqbal Open University."
    }
]