[
    {
        "header": "WRAPUP 1-Tech earnings shows some strength, led by Microsoft",
        "link": "http://www.reuters.com/article/CMPSRV/idUSN2333170920081023",
        "time": "06:03 PM EDT",
        "body": "SAN FRANCISCO, Oct 23 (Reuters) - Microsoft Corp (MSFT.O) and a diverse group of technology companies posted quarterly results that met or beat Wall Street forecasts on Thursday in a good sign for the sector in the face of deepening economic gloom.\n\nShares of Microsoft, whose products range from the Windows operating system to the Xbox video game system, rose about 1 percent in extended trade.\n\n“The company continues to set reasonable expectations and meet or beat them as they did here,” said David Katz, chief investment officer of Matrix Asset Advisors. “The expectation was that they would bring down guidance, they only did that in a modest way. They seem to have a grasp on all their business.”\n\nManufacturing services provider Flextronics International Ltd’s (FLEX.O) adjusted result met analysts’ forecast and its shares added 4 percent after closing at $3.74.\n\nHilliard Lyons analyst Thomas Carpenter said Flextronics’ results were likely better than people were looking for.\n\n“There was a little bit of slowing in the quarter, mostly toward the end, and things are slowing further in this quarter. I think this is going to be a multi-quarter slowdown as we unwind the credit crunch.”\n\nWestern Digital Corp WDC.N, the world’s second-largest maker of hard disk drives, said its net profit more than tripled, while revenue edged past analysts’ average forecast. The company’s shares were largely unchanged in after-hours trading after closing at $13.05.\n\nTechnology firms over the past few weeks have repeatedly complained of poor visibility into the December quarter and beyond, and storm clouds over the global economy have prompted many to issues cautious forecasts.\n\nComputer hardware maker Ingram Micro Inc IM.N on Wednesday elected to end its practice of issuing forecasts altogether, citing the “unpredictability” of global markets.\n\nIngram, whose quarterly profit and sales fell from last year, said it expects the global economy’s softness to continue into next year. The company’s shares closed at $12.18 and dipped in extended trade before recovering\n\n“I’ve been covering the stock eight years,” said Matthew Sheerin, an analyst at Thomas Weisel Partners. “This is the first time the company has not given revenue or earnings guidance. This is a sign visibility is extremely limited.” (Reporting by Gabriel Madway, Sinead Carew, David Lawsky, Jim Finkle; Editing by Phil Berlowitz)"
    },
    {
        "header": "Chinese surfers see red over Microsoft black-outs",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE49L11C20081023",
        "time": "06:02 AM EDT",
        "body": "BEIJING (Reuters) - Chinese Internet users have expressed fury at Microsoft’s launch of an anti-piracy tool targeting Chinese computer users to ensure they buy genuine software.\n\nThe “Windows Genuine Advantage” program, which turns the user’s screen black if the installed software fails a validation test, is Microsoft’s latest weapon in its war on piracy in China, where the vast majority of 200 million computer users are believed to be using counterfeit software, unwittingly or not.\n\n“Why is Microsoft automatically connected with my computer? The computer is mine!” one angry blogger wrote on popular Chinese web portal Sina.com. “Microsoft has no right to control my hardware without my agreement.”\n\nAnother blogger railed over the cost of authorized versions.\n\n“If the price of genuine software was lower than the fake one, who would buy the fake one?” he wrote.\n\nA visitor to a Beijing internet cafe said Microsoft was violating people’s rights.\n\n“If, when I‘m programing, the computer screen goes black, that will probably cause some important information to be lost,” he said. “Who will pay me for my loss then?”\n\nDong Zhengwei, 35, a Beijing lawyer, described Microsoft as the “biggest hacker in China with its intrusion into users’ computer systems without their agreement or any judicial authority,” the China Daily said.\n\n“Microsoft’s measure will cause serious functional damage to users’ computers and, according to China’s criminal law, the company can stand accused of breaching and hacking into computer systems,” he was quoted as saying.\n\n“I respect the right of Microsoft to protect its intellectual property, but it is taking on the wrong target with wrong measures. They should target producers and sellers of fake software, not users.”\n\nThe software giant defended the program on its website as part of its “commitment to help protect its intellectual property and to help you avoid problems before they happen.”\n\n“The purpose ... is to help our customers to determine (if) genuine software is installed on their computers,” Microsoft told Reuters."
    },
    {
        "header": "AFTER THE BELL-Microsoft shares rise after results beat Street",
        "link": "http://www.reuters.com/article/afterTheBell/idUSN2337161020081023",
        "time": "04:20 PM EDT",
        "body": "NEW YORK, Oct 23 (Reuters) - Shares of Microsoft Corp (MSFT.O) rose 5.3 percent to $23.50 in extended trade on Thursday after the software maker’s quarterly earnings beat the average Wall Street estimate. For details see [ID:nWNAB1062]"
    },
    {
        "header": "Microsoft reports better-than-expected Q1 profit of $0.47/shar",
        "link": "http://www.reuters.com/article/businessFlashAlerts/idUSTRE49M8AW20081023",
        "time": "04:15 PM EDT",
        "body": ""
    },
    {
        "header": "INSTANT VIEW: Microsoft results, outlook better than expected",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49M8HA20081023",
        "time": "05:05 PM EDT",
        "body": "NEW YORK (Reuters) - Microsoft Corp posted stronger-than-expected quarterly results and cut its outlook by less than investors had feared amid the economic slump, sending its shares higher.\n\nOther technology companies that reported quarterly results on Thursday include Flextronics International Ltd, Ingram Micro Inc and Juniper Networks Inc.\n\n“Microsoft reported a very solid Q1. What people were expecting was for them to take down guidance and they did. But it was only marginally lower. I think people were expecting much worse.”\n\n“Everyone was worried about the guidance. If you are a Microsoft investor you should be happy that Microsoft thinks they will weather the storm relatively well.”\n\n“One of the things we look at Microsoft for is their outlook for how business are doing, and it seems as if their business-oriented division did pretty well in the quarter.”\n\n“It’s no surprise that they’re guiding down. Microsoft likes to set achievable goals for themselves. But I do think that spending overall is going to be muted in the future and this is what they’re trying to portray.”\n\n”Basically I would say that we’re pleased. The company continues to set reasonable expectations and meet or beat them as they did here. The expectation was that they would bring down guidance, they only did that in a modest way. They seem to have a grasp on all their business.\n\n”The company’s balance sheet is very strong. It’s critical to put this in perspective- the stock is down about 30 percent in the year, it’s coming down close to where people thought it’d be. In our opinion, the decline is a massive overshoot on the reality of the business. They have a spectacular balance sheet and a huge market share, that’s rare for a company this size.\n\n“I think that over the next 12 months the stock will move meaningfully higher and get back in the $30 range. The key is that it is doing well in a very difficult environment. The outlook is very, very reasonable and it allows for very good earnings. It’s important to remember that Microsoft historically is very conservative in its outlook. If the company is shaving the outlook, there is a very good chance that it could beat it.”\n\n“People had already factored in that guidance would be lower. At about $22, it had been literally trading at a rock bottom price for Microsoft, given the potential that the company has.”\n\n“Everybody has factored in that macro conditions are bad, so I think people are now going to focus on what the company can do today to put it in a stronger position one or two years from now.”\n\n“Next week Microsoft is going to make many announcements regarding cloud initiatives and services that Microsoft will initiate over the next two years. Historically Microsoft has been a laggard. They missed on the Internet, they missed on search. But the cloud is probably a place where they can lead the industry.”\n\n“It looks good. Every business unit exceeded expectations except for the Windows Vista business, which was a little bit light. Online was about 10 percent more than expected. Xbox was good. The business division was really good.”\n\n“The big thing is that they guided down for the remainder of the fiscal year. Given the backdrop, that’s not a huge surprise.”\n\n“If you think about it, pretty much everything that Microsoft sells is the lowest price product in its category. Xbox, ads on MSN, Office, SQL server, Windows Server. Every product they sell is the cheapest in their category. That certainly helps them out in this environment.”\n\n“Everybody was concerned about guidance and it seems to be kind of in line to slightly better than what the Street was fearing so I think the fear factor is subsiding a little. So from that standpoint I think it was a relief for some investors.”\n\n“Basically there is caution and their guidance is just reflecting that caution.”\n\n“I’ve been covering the stock eight years. This is the first time the company has not given revenue or earnings guidance. This is a sign visibility is extremely limited.”\n\n“I don’t think it’s a surprise because nobody seems to have any visibility in demand whether it’s the distributors or the suppliers.”\n\n“There’s been a virtual freeze on IT spending at corporate clients.”\n\nHe said the results themselves were as bad as expected.\n\n“The guidance they offered for topline and EPS was weaker than anyone anticipated.”\n\n“They generally see a pretty big ramp of their handset and consumer electronics business. That may not be occurring.”\n\n“You’re seeing lower-than-normal and very cautionary order patterns from original equipment manufacturers with regards to products being sold to the consumer.”\n\n”The bottomline takeaway is, caution on the market is resulting in lower-than-normal demand forecasts and negatively impacting profitability.\n\n“The results were probably better than what people expected. Things slowed a little in September but not until the end of the quarter. But the outlook for December was lower than people were expecting a month or two ago.”\n\n“The mobile unit is doing well. The infrastructure unit is down. Given Ericsson’s good results, that points to Nortel.”\n\nHe said the third-quarter revenue guidance of $8 billion to $9 billion is an unusually wide range, suggesting that it does not have a clear view of demand.\n\n“The challenging thing is that it looks like Flextronics is also trying to put its arms around how long and deep the downturn is as reflected by their revenue outlook.”"
    },
    {
        "header": "UPDATE 3-Microsoft outlook better than feared",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSN2337964520081023",
        "time": "07:04 PM EDT",
        "body": "SEATTLE, Oct 23 (Reuters) - Microsoft Corp (MSFT.O) reported better than expected quarterly profit and reduced its outlook less than many investors had feared in the face of tough economic conditions.\n\nWhile demand for its products softened near the end of the September quarter as uncertainty from financial crisis took hold, Microsoft said new releases of computer server software and database software pushed revenue higher.\n\n“Investors were prepared for the worst given the credit crisis. Investors should be pleased with Microsoft’s decent first quarter and only a modest reduction in full-year 2009 guidance,” said Andy Miedler, analyst at Edward Jones.\n\nMicrosoft posted a net profit of $4.37 billion, or 48 cents per diluted share, in its fiscal first quarter ended Sept. 30 versus a profit of $4.29 billion, or 45 cents per diluted share, in the year-ago period.\n\nAnalysts, on average, were forecasting Microsoft to earn 47 cents per share on revenue of $14.8 billion, according to Reuters Estimates.\n\nThe world’s largest software maker said it saw technology spending deteriorate in September, with that downturn extending into October. The company expects the spending slowdown to continue until the end of its fiscal year in June.\n\n“We’re taking a more conservative stance going forward. That’s clearly appropriate given all the news we see and what we see out there in the market,” Microsoft Chief Financial Officer Chris Liddell said in an interview with Reuters.\n\nFor the full-year ending June 2009, Microsoft forecast earnings per share to range between $2.00 to $2.10 on revenue from $64.9 billion to $66.4 billion. Microsoft’s previous estimates called for earnings per share from $2.12 to $2.18 and revenue ranging from $67.3 billion to $68.1 billion.\n\nWall Street analysts were already forecasting earnings more conservative than the company’s own previous estimates. According to Reuters Estimates, analysts, on average, forecast Microsoft to earn $2.11 per share on revenue of $66.4 billion.\n\n“It’s no surprise that they’re guiding down. Microsoft likes to set achievable goals for themselves,” said Kim Caughey, a senior analyst at Fort Pitt Capital Group.\n\nFor the December quarter, traditionally Microsoft’s biggest quarter by revenue, the company forecast earnings per share to range between 51 cents and 53 cents on revenue between $17.3 billion and $17.8 billion.\n\nAnalysts were forecasting Microsoft to report earnings per share of 55 cents on revenue of $17.9 billion, according to Reuters Estimates.\n\nMicrosoft’s Liddell said it plans to lower expenses by $500 million compared to its original spending plans through scaling back new hires, reducing travel and lowering marketing costs.\n\nHe also said the company plans to reduce capital expenditures this year on items such as data centers to $3.7 billion from an original estimate for $4 billion.\n\n“If macroeconomic conditions worsen, we will adjust operating expenses accordingly,” Liddell said on a conference call with analysts.\n\nMicrosoft executives have said in recent weeks that the company is not immune to a downturn in spending from consumers and corporate customers even as they promote the view that the company’s products and markets are diverse enough to better withstand an industry downturn than its rivals.\n\n“Every business unit exceeded expectations except for the Windows Vista business, which was a little bit light,” said Katherine Egbert, analyst at Jefferies & Co.\n\nRevenue at the Windows business rose 2 percent, while the unit’s operating profit fell 4 percent due to the growing popularity of low-end laptop computers called netbooks. Microsoft sells as many copies of Windows for netbooks as for other machines, but makes less money per unit.\n\nThe server and tools division posted a 17 percent rise in revenue, while operating income rose 20 percent. The Office business division reported a 20 percent gain in revenue and a 23 percent surge in profit.\n\n“One of the things we look at Microsoft for is their outlook for how business are doing, and it seems as if their business-oriented division did pretty well in the quarter,” said Fort Pitt Capital’s Caughey.\n\nThe company, which announced a $40 billion share buyback plan in September, again reiterated that it plans to grow revenue faster than the broader technology industry.\n\nShares of Microsoft have fallen 19 percent since it last reported earnings on July 17. Microsoft stock closed at $22.32, up 3.7 percent, on the Nasdaq. They remained mostly unchanged in extended trade."
    },
    {
        "header": "Microsoft outlook better than feared",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49M8DA20081023",
        "time": "07:11 PM EDT",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp and a diverse group of technology companies posted quarterly results that met or beat Wall Street forecasts on Thursday in a good sign for the sector in the face of deepening economic gloom.\n\nShares of Microsoft, whose products range from the Windows operating system to the Xbox video game system, rose about 1 percent in extended trade.\n\n“The company continues to set reasonable expectations and meet or beat them as they did here,” said David Katz, chief investment officer of Matrix Asset Advisors. “The expectation was that they would bring down guidance, they only did that in a modest way. They seem to have a grasp on all their business.”\n\nManufacturing services provider Flextronics International Ltd’s adjusted result met analysts’ forecast and its shares added 4 percent after closing at $3.74.\n\nHilliard Lyons analyst Thomas Carpenter said Flextronics’ results were likely better than people were looking for.\n\n“There was a little bit of slowing in the quarter, mostly toward the end, and things are slowing further in this quarter. I think this is going to be a multi-quarter slowdown as we unwind the credit crunch.”\n\nWestern Digital Corp, the world’s second-largest maker of hard disk drives, said its net profit more than tripled, while revenue edged past analysts’ average forecast. The company’s shares were largely unchanged in after-hours trading after closing at $13.05.\n\nTechnology firms over the past few weeks have repeatedly complained of poor visibility into the December quarter and beyond, and storm clouds over the global economy have prompted many to issues cautious forecasts.\n\nComputer hardware maker Ingram Micro Inc on Wednesday elected to end its practice of issuing forecasts altogether, citing the “unpredictability” of global markets.\n\nIngram, whose quarterly profit and sales fell from last year, said it expects the global economy’s softness to continue into next year. The company’s shares closed at $12.18 and dipped in extended trade before recovering\n\n“I’ve been covering the stock eight years,” said Matthew Sheerin, an analyst at Thomas Weisel Partners. “This is the first time the company has not given revenue or earnings guidance. This is a sign visibility is extremely limited.”"
    },
    {
        "header": "INSTANT VIEW: Microsoft results beat expectations",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE49M8DC20081023",
        "time": "04:42 PM EDT",
        "body": "NEW YORK (Reuters) - Microsoft Corp posted stronger-than-expected quarterly profits and revenues on Thursday, but cut its full-year outlook to reflect the continued economic slowdown.\n\nThe news sent shares up 5 percent.\n\n“Microsoft reported a very solid Q1. What people were expecting was for them to take down guidance and they did. But it was only marginally lower. I think people were expecting much worse.”\n\n“Everyone was worried about the guidance. If you are a Microsoft investor you should be happy that Microsoft thinks they will weather the storm relatively well.”\n\n“One of the things we look at Microsoft for is their outlook for how business are doing, and it seems as if their business-oriented division did pretty well in the quarter.”\n\n“It’s no surprise that they’re guiding down. Microsoft likes to set achievable goals for themselves. But I do think that spending overall is going to be muted in the future and this is what they’re trying to portray.”\n\n”Basically I would say that we’re pleased. The company continues to set reasonable expectations and meet or beat them as they did here. The expectation was that they would bring down guidance, they only did that in a modest way. They seem to have a grasp on all their business.\n\n”The company’s balance sheet is very strong. It’s critical to put this in perspective- the stock is down about 30 percent in the year, it’s coming down close to where people thought it’d be. In our opinion, the decline is a massive overshoot on the reality of the business. They have a spectacular balance sheet and a huge market share, that’s rare for a company this size.\n\n“I think that over the next 12 months the stock will move meaningfully higher and get back in the $30 range. The key is that it is doing well in a very difficult environment. The outlook is very, very reasonable and it allows for very good earnings. It’s important to remember that Microsoft historically is very conservative in its outlook. If the company shaving the outlook, there is a very good chance that it could beat it.”"
    }
]