[
    {
        "header": "U.S. judge tells Microsoft: Get on the stick!",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSN2538179220080925",
        "time": "02:28 PM EDT",
        "body": "WASHINGTON, Sept 25 (Reuters) - Microsoft Corp (MSFT.O) came under sharp criticism from a U.S. judge on Thursday for being slow to produce technical documents it is required to give software makers as part of a 2002 antitrust settlement.\n\nAt a hearing to discuss Microsoft’s progress in complying with the settlement, U.S. District Judge Colleen Kollar-Kotelly scolded Microsoft for writing in a report that what it had already produced “fully complies with the final judgments.”\n\nShe disagreed, and insisted that the company work more quickly to produce the systems documents that software makers need to write applications for the Windows operating system.\n\n“The systems documents, as far as I‘m concerned, are required,” Kollar-Kotelly told the Microsoft team, adding that she wanted to see court oversight of Microsoft ended on schedule on Nov. 12, 2009. “That’s not going to happen unless these things get done.”\n\nThe issue was part of discussions at a hearing held to review Microsoft’s compliance with the pact that settled findings the company had abused its dominance in personal computer operating systems.\n\nMicrosoft was required to issue licenses for companies who want to write programs for the Windows computer operating system, and provide technical information about Windows to help make the programs work.\n\nThe next hearing is set for Jan. 28. (Reporting by Diane Bartz, editing by Maureen Bavdek)"
    },
    {
        "header": "Tech industry still buoyant, Microsoft CEO says",
        "link": "http://www.reuters.com/article/managementIssues/idUSN2536948220080926",
        "time": "11:24 PM EDT",
        "body": "SANTA CLARA, Sept 25 (Reuters) - Microsoft Corp (MSFT.O) Chief Executive Steve Ballmer said on Thursday he still sees a “certain buoyancy” among technology and telecommunications customers worldwide, despite recent U.S. economic woes.\n\n“Our industry is not immune to what goes on in the global economy. And yet as I travel...given the current circumstances, people still see a certain buoyancy in the market,” Ballmer told a meeting of Silicon Valley civic leaders.\n\n“At least, for now, people are feeling, I won’t say optimistic, but better than you would be feeling if you are watching CNBC all day,” he said of the financial TV channel.\n\nBallmer, the leader of the world’s largest software maker, said he was speaking generally of industry demand rather than his own business. “We are one week from the end of the quarter, so I have nothing all that interesting to say,” he joked.\n\nWall Street analysts, on average, expect the Redmond, Washington-based company to generate an 8 percent rise in revenue to just under $15 billion during its fiscal first quarter ending in September. (Reporting by Eric Auchard; Editing by Anshuman Daga)"
    }
]