[
    {
        "header": "Aetna, Microsoft's HealthVault offer new service - WSJ",
        "link": "http://www.reuters.com/article/rbssManagedHealthCare/idUSBNG35549020081022",
        "time": "05:01 AM EDT",
        "body": "Oct 22 (Reuters) - A partnership between health insurer Aetna Inc (AET.N) and software maker Microsoft Corp (MSFT.O) will allow patients covered by the insurer to transfer medical records to Microsoft health platform HealthVault, the Wall Street Journal reported.\n\nStarting next month, people enrolled in Aetna’s plans will be able to move information from their Aetna “personal health record” -- an online repository of data that includes claims, diagnoses, test results and prescriptions -- to HealthVault, the paper said.\n\nPatients can pick and choose what they would like to transfer between Aetna’s and Microsoft’s sites, the Journal said.\n\nTo begin with, the program will be available to around 6 million people who have Aetna’s personal health record, the paper said, adding that it will be made available to more Aetna customers next year. Aetna has 17 million members.\n\nCalls to Aetna and Microsoft seeking comment were not immediately returned. (Reporting by Shradhha Sharma in Bangalore; Editing by Rupert Winchester)"
    },
    {
        "header": "Microsoft seen lowering outlook as economy weighs",
        "link": "http://www.reuters.com/article/reutersEdge/idUSTRE49L59O20081022",
        "time": "11:25 AM EDT",
        "body": "SEATTLE (Reuters) - Microsoft Corp (MSFT.O) is expected to cut its forecasts for the remainder of the year as customers curtail software spending amid the economic downturn.\n\nMicrosoft’s shares have plunged to an eight-year low and its rivals such as SAP AG (SAPG.DE) have warned of tighter demand.\n\n“Given the current macro-economic situation, I think there is an expectation that it will use this opportunity to bring down guidance a little bit,” said Pat Becker Jr., portfolio manager at Becker Capital Management. Microsoft is the largest holding of the $62 million Becker Value Equity Fund.\n\nLast month, Microsoft Corp (MSFT.O) Chief Executive Steve Ballmer confirmed what most investors already suspected: the world’s largest software maker is not immune to the economic downturn gripping the industry.\n\nWall Street is already bracing for Microsoft to fall short of expectations in fiscal 2009 or come in at the low-end of the forecast range that it issued in July.\n\nAccording to Reuters Estimates, analysts on average expect fiscal 2009 earnings of $2.12 per share -- the bottom of Microsoft’s own forecast range of between $2.12 and $2.18 per share. Wall Street sees revenue at $66.7 billion, below the company’s estimated range of $67.3 billion to $68.1 billion.\n\nMicrosoft has long pushed the idea that its products make up a small but essential part of corporate technology spending and that its software and its markets are diverse and not overly exposed to any one area.\n\nHowever, many investors expect the current financial crisis to run longer and cause a deeper economic downturn than any in recent memory.\n\nMcAdams Wright Ragen analyst Sid Parakh, who has a “buy” rating on Microsoft, said a spending slowdown could hit personal computer sales, which are closely coupled with revenue at the company’s Windows business.\n\n“Considering the turbulence in the financial markets as well as increased caution over the global economic outlook, we expect customers to pull back on IT spending,” Parakh wrote in a note to clients on Monday.\n\nIn the September quarter, worldwide PC shipments remained strong, rising 15 percent from a year ago, driven by demand outside of North America for lower-cost laptops.\n\nSemiconductor giant Intel Corp (INTC.O) also provided some comfort to technology investors, posting a 12 percent profit rise for the September quarter and beating expectations. It issued a conservative -- but not awful -- outlook.\n\nResilient PC demand and new product launches from its computer server business bodes well for Microsoft’s earnings from the quarter ended September 30. Analysts expect profit to rise about 3 percent, to 47 cents per share, on an 8 percent rise in revenue to $14.8 billion, according to Reuters Estimates.\n\nWall Street is forecasting earnings per share of 55 cents in the current quarter on revenue of $18 billion, according to Reuters Estimates.\n\nThe December quarter is usually known for being a busy period for Microsoft’s entertainment and devices division as consumers snap up Xbox 360 consoles and video game titles during the holiday shopping season.\n\nThe company cut Xbox 360 prices in September, lowering the price of its entry-level console to below $200 -- a key mass-market price level that Microsoft has said historically accounted for more than 75 percent of all machine sales.\n\n“It looks like we are going to have a really difficult holiday season with the U.S. consumer pulling back a lot. So the Xbox business might be weak going forward,” said Morningstar analyst Toan Tran.\n\nMicrosoft shares have fallen about 10 percent since the company last reported results on July 17. The stock has fared better than the broader market with the S&P 500 and Nasdaq down more than 20 percent during that period.\n\nMicrosoft shares touched an eight-year low at $20.65 on October 10, but it has clawed back to above $24 since then."
    },
    {
        "header": "Chinese surfers see red over Microsoft black-outs",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE49L11C20081022",
        "time": "07:00 AM EDT",
        "body": "BEIJING (Reuters) - Chinese Internet users have expressed fury at Microsoft’s launch of an anti-piracy tool targeting Chinese computer users to ensure they buy genuine software.\n\nThe “Windows Genuine Advantage” program, which turns the user’s screen black if the installed software fails a validation test, is Microsoft’s latest weapon in its war on piracy in China, where the vast majority of 200 million computer users are believed to be using counterfeit software, unwittingly or not.\n\n“Why is Microsoft automatically connected with my computer? The computer is mine!” one angry blogger wrote on popular Chinese web portal Sina.com. “Microsoft has no right to control my hardware without my agreement.”\n\nAnother blogger railed over the cost of authorized versions.\n\n“If the price of genuine software was lower than the fake one, who would buy the fake one?” he wrote.\n\nA visitor to a Beijing internet cafe said Microsoft was violating people’s rights.\n\n“If, when I‘m programing, the computer screen goes black, that will probably cause some important information to be lost,” he said. “Who will pay me for my loss then?”\n\nDong Zhengwei, 35, a Beijing lawyer, described Microsoft as the “biggest hacker in China with its intrusion into users’ computer systems without their agreement or any judicial authority,” the China Daily said.\n\n“Microsoft’s measure will cause serious functional damage to users’ computers and, according to China’s criminal law, the company can stand accused of breaching and hacking into computer systems,” he was quoted as saying.\n\n“I respect the right of Microsoft to protect its intellectual property, but it is taking on the wrong target with wrong measures. They should target producers and sellers of fake software, not users.”\n\nThe software giant defended the program on its website as part of its “commitment to help protect its intellectual property and to help you avoid problems before they happen.”\n\n“The purpose ... is to help our customers to determine (if) genuine software is installed on their computers,” Microsoft told Reuters."
    }
]