[
    {
        "header": "INTERVIEW-Microsoft raises Xbox 360 forecast for Japan",
        "link": "http://www.reuters.com/article/technology-media-telco-SP/idUST11000620081009",
        "time": "09:52 AM EDT",
        "body": "*Namco Bandai to launch “Tekken” for Xbox 360 as well as PS3\n\nCHIBA, Japan, Oct 9 (Reuters) - Microsoft Corp (MSFT.O) said on Thursday sales of its Xbox 360 video game console are surpassing its own projections in Japan, and the company is revising up its shipment forecast for the country.\n\nJapan, the home market to two of its biggest rivals, Sony Corp (6758.T) and Nintendo Co Ltd 7974.OS, had until recently been a weak spot for Microsoft’s game business.\n\nBut Microsoft in September cut the price of its Xbox 360 in Japan, helping the game machine outsell Sony’s PlayStation 3 in the month. That was the first time the Xbox 360 has beaten the Sony console in monthly sales in Japan.\n\n“We’ve done better than we forecast. We are finding that we have a shortage of hardware,” John Schappert, Microsoft’s corporate vice president overseeing its online game services and game software, told Reuters in an interview.\n\n“We are raising our forecast” for Xbox 360 hardware shipments to Japan, he said, though he declined to give specific figures.\n\nBesides the price cut, demand for the Xbox 360 got a boost in Japan from the recent launches of popular role-playing games for the Microsoft console, such as Square Enix Holdings’ (9684.T) “Infinite Undiscovery” and Namco Bandai Holdings’ (7832.T) “Tales of Vesperia”.\n\nAction or fighting games tend to sell well in the United States, while in Japan role-playing games often dominate the bestseller lists.\n\n“Relationships we’ve formed over the eight years of doing business with our Japanese partners really are paying dividends now as we see legendary franchises coming and making their new home on the Xbox 360,” Schappert said.\n\nNamco Bandai said on Thursday it would launch the next version of its popular fighting game series “Tekken” for both the Xbox 360 and the PS3 next year. Namco Bandai has launched the previous installments of “Tekken” for Sony machines as well as for mobile phones. In another recent coup, Microsoft said in July Square Enix would launch the “Final Fantasy XIII” for its console, sharing the upcoming version of the blockbuster role-playing game with the PS3.\n\nPrior to the announcement, Square Enix had only said it was developing the next installment of its hugely popular “Final Fantasy” series for the Sony console."
    },
    {
        "header": "Microsoft says raising Xbox 360 forecast for Japan",
        "link": "http://www.reuters.com/article/technology-media-telco-SP/idUSTKF00306120081009",
        "time": "03:49 AM EDT",
        "body": "CHIBA, Japan, Oct 9 (Reuters) - Microsoft Corp (MSFT.O) said on Thursday sales of its Xbox 360 video game console are surpassing its own projections in Japan, and the company is revising up its shipment forecast for the country. Japan, the home market to two of its biggest rivals, Sony Corp (6758.T) and Nintendo Co Ltd 7974.OS, had been a clear weak spot for Microsoft’s game business until recently.\n\nBut Microsoft in September cut the price of its Xbox 360 in Japan, helping the game machine outsell Sony’s PlayStation 3 in the month. That was the first time the Xbox 360 has beaten the Sony console in monthly sales in Japan.\n\n“We’ve done better than we forecast. We are finding that we have a shortage of hardware,” John Schappert, Microsoft’s corporate vice president overseeing its online game services and game software, told Reuters in an interview.\n\n“We are raising our forecast” for Xbox 360 hardware shipments to Japan, he said, though he declined to give specific figures.\n\nC Reuters 2008. All rights reserved. Republication or redistribution ofReuters content, including by caching, framing or similar means, is expresslyprohibited without the prior written consent of Reuters. Reuters and the Reuterssphere logo are registered trademarks and trademarks of the Reuters group ofcompanies around the world.nTKF003061"
    },
    {
        "header": "Investor proposes Microsoft buy Yahoo for $22 per share",
        "link": "http://www.reuters.com/article/innovationNewsTechMediaTelco/idUSTRE4990IN20081010",
        "time": "10:15 PM EDT",
        "body": "SEATTLE (Reuters) - A small Yahoo Inc YHOO.O investor proposed a new deal on Thursday to sell the company to Microsoft Corp (MSFT.O) for $22 a share, a 74 percent premium to the Web pioneer’s current stock price.\n\nUnder the proposal by investment fund Mithras Capital, Microsoft would unload Yahoo’s Asian assets and non-search businesses, extract $3 billion worth of cost savings and receive $2.8 billion of tax benefits, meaning the software giant would pay $10.3 billion for Yahoo’s search business.\n\nMithras Capital, which owns more than 1.9 million shares, or 0.14 percent, of Yahoo, said in a press release that the proposal allows Microsoft to buy Yahoo’s search business for $2 billion less than it offered in July.\n\nTalks between the two companies broke off in July after Yahoo rejected Microsoft’s proposal to buy its search business and enact a revenue sharing partnership. Yahoo also rebuffed a full acquisition offer from Microsoft in May.\n\nMark Nelson, partner of Mithras Capital, said he plans to send a letter proposing the deal to Microsoft and Yahoo Thursday night.\n\nMicrosoft executives have said the chances of it buying Yahoo are “negligible,” but that was before a decline in the price of Yahoo shares, which has fallen on concerns that the financial crisis and slumping economy could hurt its business.\n\nYahoo shares are down 36 percent since the start of August, falling to new five-year lows on Thursday. The stock decline has investors looking to revive talks with Microsoft, which is looking to close the gap on search leader Google Inc (GOOG.O).\n\n“As Yahoo shares decline and Microsoft struggles in its online services business, it is increasingly likely Microsoft will make a new offer,” American Technology Research analyst Rob Sanderson wrote in a note to clients on Wednesday. He has a buy rating on Yahoo with a $22 target price.\n\nThe proposal also calls for Yahoo’s board to drop its poison pill preventing such a tender offer, while valuing Yahoo’s Asian assets at $7.2 billion and its non-search business at $4.5 billion.\n\nYahoo, which ceded three board seats to activist investor Carl Icahn in August, has been involved in ongoing talks with Time Warner Inc (TWX.N) about buying its AOL unit, according to a source briefed on the situation.\n\nYahoo also has delayed the start of a search advertising partnership with Google while it sorts out regulatory concerns about the deal.\n\n“It is imperative for Microsoft to act now, while the Yahoo-Google deal is mired in regulatory concerns, and before Yahoo strikes a deal with AOL,” said Mark Nelson, a partner at Mithras.\n\n“It is imperative for the Yahoo board to embrace this proposal as the best outcome for long-suffering Yahoo shareholders,” Nelson said in a news release.\n\nShares of Microsoft closed down 3.09 percent to $22.30 on the Nasdaq while Yahoo stock fell 8.07 percent to $12.65 in Thursday trade."
    },
    {
        "header": "Microsoft raises Xbox 360 forecast for Japan",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE4984XX20081009",
        "time": "10:00 AM EDT",
        "body": "CHIBA, Japan (Reuters) - Microsoft Corp said sales of its Xbox 360 game console are beating projections in Japan, prompting the company to raise its shipment forecast for the country, a stronghold for Sony Corp and Nintendo Co Ltd.\n\nGlobal demand for the Xbox 360 has not been dented by the financial crisis, and the game machine is well positioned to attract holiday shoppers thanks to its recent price cuts, said John Schappert, Microsoft’s corporate vice president overseeing its online game services and game software.\n\nJapan, home to two of its biggest rivals, Sony and Nintendo, has traditionally been a tough market to crack for the U.S. software giant’s game operations.\n\nBut Microsoft in September lowered the price of its Xbox 360 in Japan, helping the game machine outsell Sony’s PlayStation 3 in the month. That was the first time the Xbox 360 has beaten the Sony console in monthly sales in Japan.\n\n“We’ve done better than we forecast. We are finding that we have a shortage of hardware,” Schappert told Reuters in an interview after his keynote speech to the Tokyo Game Show on Thursday.\n\n“We are raising our forecast” for Xbox 360 hardware shipments to Japan, he said, though he declined to give specific figures.\n\nBesides the price reduction, demand for the Xbox 360 got a boost in Japan from the recent launches of popular role-playing games for the Microsoft console, such as Square Enix Holdings’ “Infinite Undiscovery” and Namco Bandai Holdings’ “Tales of Vesperia.”\n\nAction or fighting games tend to sell well in the United States, while in Japan role-playing games often dominate the bestseller lists.\n\n“Relationships we’ve formed over the eight years of doing business with our Japanese partners really are paying dividends now as we see legendary franchises coming and making their new home on the Xbox 360,” Schappert said.\n\nNamco Bandai said on Thursday it would launch the next version of its popular fighting game series “Tekken” for both the Xbox 360 and the PS3 next year.\n\nNamco Bandai has launched previous editions of “Tekken” for Sony machines as well as for mobile phones.\n\nIn another recent coup, Microsoft said in July Square Enix would launch the “Final Fantasy XIII” for its console, sharing the upcoming version of the blockbuster role-playing game with the PS3.\n\nPrior to the announcement, Square Enix had only said it was developing the next version of its hugely popular “Final Fantasy” series for the Sony console.\n\nSquare Enix has sold more than 85 million units of “Final Fantasy” games worldwide, while sales of “Tekken” games have totaled 33 million.\n\nIn the run-up to the critical holiday season, Microsoft also cut the U.S. prices of its Xbox 360 in September, lowering the price of its entry-level console to $50 below Nintendo’s top-selling Wii, which had been the lowest-priced console among the three competing machines.\n\nThat has made the Xbox 360 attractive at a time when the financial turmoil is making consumers price conscious, Schappert said.\n\n“We have not seen our demand diminished” worldwide, he said.\n\n“We have a mass-market price the world can afford. No better time to have that.”\n\nRival Sony said on Thursday it will launch a PS3 model with an 80 gigabyte hard disk drive in Japan on October 30 for 39,980 yen ($398), beefing up its hardware ahead of the gift-giving period.\n\nSony currently offers the 40 gigabyte model for the same price in Japan, compared with the 25,000 yen price tag for the Wii, and the Xbox 360’s high-end Elite model, which sells for 39,800 yen."
    }
]