[
    {
        "header": "Microsoft nears search deal with Verizon: report",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE4AB19920081112",
        "time": "09:40 AM EST",
        "body": "(Reuters) - Microsoft Corp is moving closer to an agreement with Verizon Wireless to become the default search provider on the wireless carrier’s cell phones, the Wall Street Journal said, citing people familiar with the discussions.\n\nUnder the terms being considered, Microsoft would share with Verizon revenue from ads shown in response to cell phone Web searches, with guaranteed payments to the carrier of about $550 million to $650 million over five years, roughly twice what Google Inc offered, the people told the paper.\n\nSeparately, Microsoft is negotiating a deal to put its Windows Mobile software in more Verizon devices although it isn’t clear if Microsoft is offering to pay Verizon to use Windows Mobile or would allow Verizon to use the software for free, the paper said.\n\nThe combined value of the two deals could top $1 billion, the people told the paper.\n\nVerizon Wireless, a joint venture between Verizon Communications Inc and Vodafone Group Plc, is tilting toward Microsoft because the software giant is offering significantly better financial incentives, the paper said citing the people.\n\nBut Verizon is still in discussions with Google and the situation is fluid with both companies, the people told the paper.\n\nOfficials from Microsoft, Google and Verizon were not immediately available for comment."
    },
    {
        "header": "Tech shares drop after bell after Intel rev warning; Microsoft",
        "link": "http://www.reuters.com/article/flashAlerts/idUSTRE4AB9HG20081112",
        "time": "06:13 PM EST",
        "body": "(Reuters) Tech shares drop after bell after Intel rev warning; Microsoft trades at 10-yr low"
    },
    {
        "header": "Microsoft nears deal on search with Verizon-WSJ",
        "link": "http://www.reuters.com/article/rbssITServicesConsulting/idUSBNG32543020081112",
        "time": "01:06 AM EST",
        "body": "Nov 12 (Reuters) - Microsoft Corp (MSFT.O) is moving closer to an agreement with Verizon Wireless to become the default search provider on the wireless carrier’s cellphones, the Wall Street Journal said, citing people familiar with the discussions.\n\nUnder the terms being considered, Microsoft would share with Verizon revenue from ads shown in response to cellphone Web searches, with guaranteed payments to the carrier of about $550 million to $650 million over five years, roughly twice what Google Inc (GOOG.O) offered, the people told the paper.\n\nSeparately, Microsoft is negotiating a deal to put its Windows Mobile software in more Verizon devices although it isn’t clear if Microsoft is offering to pay Verizon to use Windows Mobile or would allow Verizon to use the software for free, the paper said.\n\nThe combined value of the two deals could top $1 billion, the people told the paper.\n\nVerizon Wireless, a joint venture between Verizon Communications Inc (VZ.N) and Vodafone Group Plc (VOD.L), is tilting toward Microsoft because the software giant is offering significantly better financial incentives, the paper said citing the people.\n\nBut Verizon is still in discussions with Google and the situation is fluid with both companies, the people told the paper.\n\nOfficials from Microsoft, Google and Verizon were not immediately available for comment. (Reporting by Ajay Kamalakaran in Bangalore; Editing by Kazunori Takada)"
    }
]