[
    {
        "header": "Yahoo shares plunge on end of Microsoft talks",
        "link": "http://www.reuters.com/article/businessNews/idUSN1231350520080612",
        "time": "07:09 PM EDT",
        "body": "NEW YORK (Reuters) - Yahoo shares sank on Thursday to their lowest since before Microsoft announced its takeover offer for the company.\n\nThe 12 percent plunge in the stock followed Yahoo’s announcement that the latest round of talks with Microsoft had ended with no deal.\n\nThe stock last traded at $23.07, down $3.08 on the session. The stock briefly fell to as low as $22.50. That is the lowest the stock has traded since January 31, the day before Microsoft made public its initial takeover offer at $31 per share."
    },
    {
        "header": "Microsoft offered $35/shr for 16 pct Yahoo-sources",
        "link": "http://www.reuters.com/article/ADVERT/idUSN1234569120080612",
        "time": "06:20 PM EDT",
        "body": "SEATTLE, June 12 (Reuters) - Microsoft Corp (MSFT.O) offered to pay $35 a share for a 16 percent equity stake in Yahoo Inc YHOO.O as part of an alternative deal that would have involved the sale of the Web company’s search business, sources close to the deal said on Thursday.\n\nThe details of the proposed transaction came to light after Yahoo said earlier Thursday that all talks with Microsoft had concluded without a deal.\n\nMicrosoft’s proposal -- an alternative to a full acquisition of Yahoo -- also involved a “commercial agreement” between the two companies, said sources, who would not elaborate on the nature of the agreement. (Reporting by Daisuke Wakabayashi; editing by Jeffrey Benkoe)"
    },
    {
        "header": "Yahoo shares drop, WSJ reports no deal with Microsoft",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1237140020080612",
        "time": "03:08 PM EDT",
        "body": "NEW YORK (Reuters) - Shares of Yahoo dropped more than 8 percent on Thursday after the Wall Street Journal reported that negotiations between the Internet media company and Microsoft Corp ended without reaching a deal.\n\nYahoo shares fell 8.2 percent to $24 on the Nasdaq."
    },
    {
        "header": "Yahoo reaches Google ad deal, Microsoft talks fail",
        "link": "http://www.reuters.com/article/ousivMolt/idUSN1247863820080612",
        "time": "07:38 PM EDT",
        "body": "NEW YORK/SAN FRANCISCO (Reuters) - Yahoo Inc and Microsoft Corp ended talks as the Web pioneer agreed to let archrival Google Inc sell search ads on its site, the companies said on Thursday.\n\nSeparate statements from Microsoft and Yahoo signaled a more permanent rift between the two after months of on-again, off-again talks. It also heightened pressure on Yahoo to outline an alternative strategy. Yahoo shares fell 10 percent.\n\nYahoo said it had agreed to let Google put search ads on its site in what it called an $800 million annual revenue opportunity that would boost cash flow by $250 million to $450 million in the first 12 months.\n\nYahoo’s ads and Google’s would be pitted against each other in an auction style process that could make a deal easier to pass regulatory approval.\n\n“Yahoo is being a reseller of Google whenever it makes sense and that is likely to be a lot of the time given how much more effective Google Web search ads have proven to be,” Global Crown Capital analyst Martin Pyykkonen said.\n\nThe deal is expected to face a major antitrust review given the rising power of Google, and Sen. Herb Kohl, a Wisconsin Democrat and chairman of a U.S. Senate antitrust subcommittee, said he would investigate the deal.\n\nMicrosoft had sought a tie-up with Yahoo for more than a year and by early May had offered up to $47.5 billion, or $33 per share, to buy the Internet company.\n\nIts latest offer included buying Yahoo’s search business and paying $35 per share for a 16 percent stake in Yahoo, said two people briefed on the matter but not authorized to speak publicly about it.\n\nAfter talks fell through, Yahoo shares fell to $23.52 on Nasdaq. Following details of the Google deal, they rose to $24.00 in after-hours trade.\n\nMicrosoft had hoped a Yahoo deal would accelerate its ability to capitalize on Web advertising growth and compete with Google, which is increasingly fighting for the same Internet audience.\n\nYahoo said on Thursday that Microsoft had made it clear in a meeting on June 8 that it was no longer interested in buying the company outright, even at the price of $33 per share Microsoft had most recently proposed.\n\nThat may not appease Yahoo shareholders, including billionaire Carl Icahn, who have been pressuring Yahoo to reach a deal with Microsoft. Icahn has called for Chief Executive Jerry Yang to be ousted.\n\nMicrosoft said it was not interested in “rebidding” for all of Yahoo, sending its shares up more than 4 percent as investors showed relief that the company would not be paying too high a price for a deal they considered risky.\n\nOn Thursday, Yahoo said that an alternative Microsoft proposal to buy only its search business did not fit into Yahoo’s plan to grow search and display advertising.\n\nMicrosoft said in a statement that its alternative offer was still open for discussion. It said that its most recent discussion with Yahoo for a partial deal would have valued Yahoo at more than $33 per share.\n\nAnalysts said they did not expect that Yahoo and Microsoft would try another round of negotiations.\n\n“It certainly seems to be the end,” said Derek Brown, an analyst at Cantor Fitzgerald. “In their most recent discussions, they were talking about totally separate visions of both a deal and the future.”\n\nMicrosoft is expected to soon be on the prowl for other acquisition targets since it has not given up its goal for online advertising.\n\n“Microsoft will keep trying,” said Morningstar analyst Toan Tran. “Yahoo is one of most popular sites on the Web and there is no one else with as much traffic. AOL may be one option and it may not be as expensive.”\n\nIcahn, who has waged a proxy battle to remove Yahoo’s board at its August 1 annual meeting, had urged Yahoo to secure a higher price from Microsoft. Icahn has said a partnership with Google should only be a second choice.\n\nIcahn could not be reached for comment.\n\nYahoo shares sank as low as $22.50 on news of the talks failing and expectations of the Google deal. It was their lowest level since January 31, the day before Microsoft announced its offer for the company.\n\nGoogle shares finished up $7.75 at $552.95, and Microsoft closed up $1.12 at $28.24."
    }
]