[
    {
        "header": "Microsoft buys linguistic Web search firm Powerset",
        "link": "http://www.reuters.com/article/technologyNews/idUSN0129249520080701",
        "time": "05:23 PM EDT",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp (MSFT.O) said on Tuesday it had agreed to buy Powerset, a start-up that is working on a new class of Web search that relies on insights from linguistics rather than simple keyword strings.\n\nSatya Nadella, senior vice president of Microsoft’s Search, Portal, and Advertising business, confirmed the purchase in a statement, following months of rumors that they were in merger talks. Financial terms were not disclosed.\n\nPowerset’s technology breaks down the meaning of words into related concepts, freeing users from having to type the exact words they want to find. This emerging approach to Web search, known as semantic search, has fascinated researchers for decades but proved frustratingly difficult to commercialize.\n\n“Powerset has always been a small company with big dreams, with the ultimate goal of changing the way humans interact with computers through language,” Powerset product manager Mark Johnson wrote in a company blog post announcing the deal.\n\nThe start-up, with several-dozen staff including academic experts in the field of natural language processing, is one of a handful of Web search acquisitions by Microsoft, even as it has been frustrated in its pursuit of Yahoo Inc YHOO.O.\n\nThe software giant said in January it was buying Norway’s Fast Search and Transfer ASA, a top provider of Web search services used inside businesses, for about $1.2 billion.\n\nBut Yahoo, the No. 2 provider of consumer Web search behind Google Inc (GOOG.O), rebuffed a $47.5 billion bid and a partial deal to buy Yahoo’s search business for more than $9 billion.\n\nPowerset technology looks beyond words to try to understand conceptual relationships to get closer to what a user is looking for, analyzing sentences and whole documents to do so.\n\nThe San Francisco-based company is one of a number of start-ups seeking to use semantic language software to improve on the current generation of search dominated by Google, Yahoo, Microsoft, and Baidu.com (BIDU.O) to a lesser degree.\n\nPowerset has mounted public demonstration projects to showcase the power of its approach to search. In May, it began offering a way of searching millions of entries in Wikipedia’s online encyclopedia, helping users find detailed answers to questions rather than isolated links requiring more research.\n\nMaking it possible to search the wider Web using conversational language is expensive, Johnson said, adding: “Microsoft accelerates our ability to move Powerset to the entire web faster than anyone could have imagined.”\n\nMicrosoft said Powerset’s software, together with similar semantic Web tools developed by Microsoft Research, can help it develop products that understand the intent of a user’s word choices in each Web search.\n\n“We know today that roughly a third of searches don’t get answered on the first search and first click,” Nadella said. “Usually searchers find the information they want eventually, but that often requires multiple searches or clicks.”\n\nPowerset, a 2-1/2-year-old start-up, has licensed natural language processing technology and related machine processing methods developed over three decades at the Xerox PARC research center in Silicon Valley."
    },
    {
        "header": "Microsoft reportedly to cut price of Xbox 360 to $299",
        "link": "http://www.reuters.com/article/technologyNews/idUSN3044366620080701",
        "time": "03:31 AM EDT",
        "body": "LOS ANGELES (Reuters) - Microsoft Corp (MSFT.O) plans to cut the price of its best-selling Xbox 360 Pro model by $50, to $299 in the next few weeks, the Hollywood Reporter reported citing anonymous sources.\n\nThe price cut for the Xbox 360 model with the 20 gigabyte hard drive will come before the video game industry’s biggest trade show, E3, taking place in Los Angeles on July 15-17, the report said.\n\nRumors of the Xbox price cut swirled on popular gaming blogs Joystiq and Kotaku last week. The two sites received snapshots of Kmart and Radio Shack flyers advertising the $299 price.\n\nA Microsoft spokeswoman declined to comment on the report.\n\nMicrosoft last cut the price of the Xbox Pro in August, from $399 to $349, prior to the release of “Halo 3” the following month.\n\nA cut to $299 would make the Xbox 360 Pro $100 less than one of the console’s major rivals, Sony Corp’s (6758.T) PlayStation 3 with a 40 gigabyte hard drive.\n\nMicrosoft is locked in a three-way competition with Nintendo’s 7974.OS Wii and the PlayStation 3, which comes with a high-definition Blu-ray video player."
    }
]