[
    {
        "header": "Triple \"Guild\" play for Microsoft",
        "link": "http://www.reuters.com/article/internetNews/idUSTRE4AN15S20081124",
        "time": "06:33 AM EST",
        "body": "LOS ANGELES (Hollywood Reporter) - Microsoft will be filled to the gills with “The Guild.”\n\nThe software giant has an exclusive lock on the long-awaited second season of the Internet cult hit, which will be the first to be distributed worldwide simultaneously across Microsoft’s triple platform of Xbox 360’s Live Marketplace, MSN and Zune.\n\nSprint has signed on to sponsor the 12-episode run, making it the first marketer to test Microsoft’s new strategy to draw ad dollars with the combined reach of a gaming console, Internet portal and portable media player.\n\nA scripted comedy chronicling the misadventures of a group of online gamers, “Guild” premieres Tuesday on Independent Video, Xbox’s new channel devoted to original content. “Guild” will lead a collection of ad-supported and fee-based programs, including such other game-oriented fare as “The Jace Hall Show,” “Red vs. Blue” and first-season episodes of “Guild.”\n\nAlthough launching with just five or six programs, Xbox has ambitions of expanding Independent Video beyond the gaming theme to embrace a broader audience. The channel is launching with the only other original deal it has done to date, the webisode “Horror Meets Comedy” from Safran Media Group, which is not gaming-related.\n\nAfter reaching 9 million views with a 10-episode season financed from viewer contributions via PayPal, “Guild” emerged last year as one of the more buzzed-about webisodes. Its star, creator and writer-producer, Felicia Day, has become the face of the original Web production world, starring opposite Neil Patrick Harris in one of the few other success stories in online originals, “Dr. Horrible’s Sing-Along Blog,” created by Joss Whedon. “Horrible” also is syndicated on Xbox’s Independent Video.\n\nA key component of the deal allows for Day to retain the intellectual property rights to “Guild” while collecting an unspecified upfront license fee. A who’s who of Web brands courted Day for rights to “Guild,” from old-media companies to gamer-centric ad networks, though many insisted on retaining the traditional set of rights.\n\nBut Day had been holding out for more than a year in search of a deal that gave her control of the creative and business sides of “Guild.” “I was adamant about holding on to the rights of my series,” she said.\n\nAs a result, Microsoft will not participate in revenue should “Guild” eventually graduate to TV or film, though the corporation does hold on to any gaming-related extensions. Which is fine by Scott Nocas, group product manager at Xbox Live.\n\n“We’re a software and hardware company,” he said. “If they want to do a movie deal, that’s not our core business.”\n\nFour weeks after each episode of “Guild” airs, it moves into a second window on Watchtheguild.com, home base for the first season’s episodes. However, Microsoft retains ad revenue in that window as well as in an unspecified split because episodes will air in an embedded MSN media player. Once the entire season is completed by the end of February, Day can make a new deal for a nonexclusive run beyond Microsoft.\n\nAn added plus for going with Xbox is that “Guild” will be distributed day-and-date in nine languages in 26 countries where Xbox Live operates, reaching 14 million users. “Guild” found unintended international appeal late in its run, according to Day.\n\nSprint will attach itself to “Guild” in various ways from preroll messaging to branded entertainment; mobile phone Sprint Instinct is shown being used by one of the series’ characters.\n\nEach “Guild” episode runs 4-7 minutes long. A separate holiday special is also covered under the deal, which will allow “Guild” to shoot in high-definition for its Xbox window.\n\nBefore the introduction of Independent Video, which was deployed last week as part of a relaunch of the Xbox Live Marketplace interface, all TV and film content was available on a transactional basis. “Guild” and “Horror,” which is sponsored by the Air Force, will be Xbox’s first free programs.\n\n“Horror” also will be pushed through all three Microsoft distribution points but won’t move to MSN and Zune until after its Xbox run."
    }
]