[
    {
        "header": "Microsoft's new Windows Live aims to be hub for Web",
        "link": "http://www.reuters.com/article/newsOne/idUSTRE4AC10S20081113",
        "time": "03:48 AM EST",
        "body": "SEATTLE (Reuters) - Microsoft Corp said on Wednesday its next release of Windows Live online services will integrate e-mail, instant messaging, photos and Web applications from other companies into a single platform.\n\nMicrosoft aims to position Windows Live with its widely-used e-mail and messaging services as the hub for a growing number of Internet applications and incorporate new features similar to those found on popular social networks.\n\nThe strategy puts Microsoft into competition with social networking sites Facebook and News Corp’s MySpace, which started to open their fast-growing websites to outside software developers last year.\n\nThe new Windows Live service plans to feature a main profile page that updates users to their friends’ activities within Windows Live and on more than 50 outside Web services including Yahoo Inc’s Flickr photo site and career-oriented social networking site LinkedIn.\n\n“It’s a race to see who will work better and faster with everyone else,” said Charlene Li, founder of consulting company Altimeter Group. “It’s the recognition that you can’t be an island of yourself.”\n\nMicrosoft said Web users are overrun with accounts at multiple Internet sites, each requiring a password and each with a different set of friends. Its goal is to simplify the Web lives of its users who go to Microsoft’s Windows Live e-mail or instant messaging accounts.\n\nThe company’s Windows Live strategy is also central to its plans to wrestle away online advertising revenue from Google Inc, which has used its dominant search engine to expand into e-mail, online word processing and other businesses that compete directly with Microsoft.\n\nMicrosoft plans to roll out the new Windows Live services, which will include a revamped e-mail, calendar and a new photo application, in the United States over the coming weeks and then make it available in 54 countries early next year.\n\nIn this third major release of Microsoft’s Windows Live services, Microsoft said it aims to fill in the seams between its different Web services to create a unified experience.\n\nBrian Hall, general manager of Windows Live, pointed to Microsoft’s Outlook application, which brought together e-mail, calendar and contacts programs into a single integrated software suite, as a model for how it wanted to tie together a loose network of Web services.\n\nHe also noted that the latest Windows Live release is focused on creating a more polished user experience, which, in the past, may have been sacrificed in order to get new programs out quicker.\n\nOther new services include an online movie maker program, a “groups” service that allows a group of users to create a joint calendar, share photos and documents or chat together online. Microsoft also plans to increase the size of its free storage service to 25 gigabytes from 20 GB.\n\nMicrosoft boasts more than 460 million Windows Live users and analysts said the goal for the company is to keep that audience in front of the company’s websites for as long as possible and to prevent defection to other Web destinations.\n\n“I don’t think Microsoft is going to steal a whole lot of eyeballs from Facebook or MySpace,” said David Card, research director at Forrester.\n\nFacebook has 120 million active users and many of those rely on its mail and chat applications to communicate with friends instead of traditional e-mail and messaging services offered by Microsoft and Yahoo.\n\nMicrosoft and Facebook are pursuing the same strategy, according to analysts, albeit from different sides and areas of strengths. Last year, Microsoft paid $240 million for a 1.6 percent stake in privately-held Facebook."
    },
    {
        "header": "Microsoft to spend $1 bln in China in next 3 yrs for R&D",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSBJB00052420081113",
        "time": "04:05 AM EST",
        "body": "BEIJING, Nov 13 (Reuters) - Microsoft Corp (MSFT.O) will spend more than $1 billion in China over the next three years for research and development, an executive said on Thursday.\n\nZhang Yaqin, chairman of China Research and Development for Microsoft, made the comments at a company event in Beijing."
    },
    {
        "header": "Microsoft to spend $1 bln on R&D in China",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE4AC2ZV20081113",
        "time": "06:32 AM EST",
        "body": "BEIJING (Reuters) - Microsoft Corp will spend more than $1 billion in China over the next three years on research and development, an executive said on Thursday.\n\nThe research spending does not include the $300 million the company has already committed to build a new research and development facility in Beijing, said Zhang Yaqin, chairman of China Research and Development for Microsoft.\n\n“We will spend more than $1 billion over the next three years on research and development in China,” Zhang told reporters at an event to announce Simon Leung as the new chairman and chief executive for Microsoft in greater China.\n\n“This spending is mainly targeted at staffing and resources for research and development, it does not include mergers and acquisitions,” said Zhang, who had been the acting chairman.\n\nEven before the new investment China represented one of Microsoft’s largest research and development areas, trailing only the United States.\n\nPreviously Microsoft had said it would invest $100 million in Chinese software companies and provide another $100 million in software development services and projects.\n\nBefore joining Microsoft Leung was president of Asia Pacific for Motorola Inc."
    }
]