[
    {
        "header": "Microsoft to offer free security software",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE4AI0M020081119",
        "time": "09:03 PM EST",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp said Wednesday it will discontinue sales of its subscription PC security service and instead offer free software to help protect computers from viruses, spyware and other threats.\n\nWith the move, the software giant appears to be taking aim at McAfee Inc and Symantec Corp, its chief rivals in the PC security market.\n\nMicrosoft plans to halt sales of its Windows Live OneCare service on June 30. The service being discontinued costs $49.95 a year and covers up to three PCs.\n\nThe new security program, which the company has code-named “Morro,” will be available as a free download in the second half of next year.\n\nMorro is designed to work with smaller, less powerful computers, the company said, which should make it appeal to a wide group of consumers.\n\nHowever, McAfee said the move is a sign of capitulation on the part of Microsoft. McAfee said OneCare managed to capture less than 2 percent of the market in the two years it has been out.\n\n“Microsoft is giving up,” a McAfee spokesman said. “They are now defaulting to a dressed-down free model that doesn’t meet consumer security needs.”\n\nMicrosoft has a history of butting heads with its competitors in the PC security space. In 2006 and 2007, Symantec and McAfee raised concerns that Microsoft had designed Windows Vista to deny them access to the heart of the operating system, which they needed to protect it from certain kinds of malicious software.\n\nAfter negotiations, and some prodding from antitrust regulators in Brussels, Microsoft said it would provide the information needed.\n\nShares of Redmond, Wash.-based Microsoft closed up 43 cents, or 2.2 percent, at $19.62. Shares of Cupertino, Calif.-based Symantec finished at $12.40, up 24 cents, or 2 percent, while shares of Santa Clara, Calif.-based McAfee closed up 28 cents at $28.57."
    }
]