[
    {
        "header": "Microsoft outlook better than feared",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE49M8DA20081024",
        "time": "06:19 AM EDT",
        "body": "SEATTLE (Reuters) - Microsoft Corp reported better than expected quarterly profit and reduced its outlook less than many investors had feared in the face of tough economic conditions.\n\nWhile demand for its products softened near the end of the September quarter as uncertainty from financial crisis took hold, Microsoft said new releases of computer server software and database software pushed revenue higher.\n\n“Investors were prepared for the worst given the credit crisis. Investors should be pleased with Microsoft’s decent first quarter and only a modest reduction in full-year 2009 guidance,” said Andy Miedler, analyst at Edward Jones.\n\nMicrosoft posted a net profit of $4.37 billion, or 48 cents per diluted share, in its fiscal first quarter ended September 30 versus a profit of $4.29 billion, or 45 cents per diluted share, in the year-ago period.\n\nAnalysts, on average, were forecasting Microsoft to earn 47 cents per share on revenue of $14.8 billion, according to Reuters Estimates.\n\nThe world’s largest software maker said it saw technology spending deteriorate in September, with that downturn extending into October. The company expects the spending slowdown to continue until the end of its fiscal year in June.\n\n“We’re taking a more conservative stance going forward. That’s clearly appropriate given all the news we see and what we see out there in the market,” Microsoft Chief Financial Officer Chris Liddell said in an interview with Reuters.\n\nFor the full-year ending June 2009, Microsoft forecast earnings per share to range between $2.00 to $2.10 on revenue from $64.9 billion to $66.4 billion. Microsoft’s previous estimates called for earnings per share from $2.12 to $2.18 and revenue ranging from $67.3 billion to $68.1 billion.\n\nWall Street analysts were already forecasting earnings more conservative than the company’s own previous estimates. According to Reuters Estimates, analysts, on average, forecast Microsoft to earn $2.11 per share on revenue of $66.4 billion.\n\n“It’s no surprise that they’re guiding down. Microsoft likes to set achievable goals for themselves,” said Kim Caughey, a senior analyst at Fort Pitt Capital Group.\n\nFor the December quarter, traditionally Microsoft’s biggest quarter by revenue, the company forecast earnings per share to range between 51 cents and 53 cents on revenue between $17.3 billion and $17.8 billion.\n\nAnalysts were forecasting Microsoft to report earnings per share of 55 cents on revenue of $17.9 billion, according to Reuters Estimates.\n\nMicrosoft’s Liddell said it plans to lower expenses by $500 million compared to its original spending plans through scaling back new hires, reducing travel and lowering marketing costs.\n\nHe also said the company plans to reduce capital expenditures this year on items such as data centers to $3.7 billion from an original estimate for $4 billion.\n\n“If macroeconomic conditions worsen, we will adjust operating expenses accordingly,” Liddell said on a conference call with analysts.\n\nMicrosoft executives have said in recent weeks that the company is not immune to a downturn in spending from consumers and corporate customers even as they promote the view that the company’s products and markets are diverse enough to better withstand an industry downturn than its rivals.\n\n“Every business unit exceeded expectations except for the Windows Vista business, which was a little bit light,” said Katherine Egbert, analyst at Jefferies & Co.\n\nRevenue at the Windows business rose 2 percent, while the unit’s operating profit fell 4 percent due to the growing popularity of low-end laptop computers called netbooks. Microsoft sells as many copies of Windows for netbooks as for other machines, but makes less money per unit.\n\nThe server and tools division posted a 17 percent rise in revenue, while operating income rose 20 percent. The Office business division reported a 20 percent gain in revenue and a 23 percent surge in profit.\n\n“One of the things we look at Microsoft for is their outlook for how business are doing, and it seems as if their business-oriented division did pretty well in the quarter,” said Fort Pitt Capital’s Caughey.\n\nThe company, which announced a $40 billion share buyback plan in September, again reiterated that it plans to grow revenue faster than the broader technology industry.\n\nShares of Microsoft have fallen 19 percent since it last reported earnings on July 17. Microsoft stock closed at $22.32, up 3.7 percent, on the Nasdaq. They remained mostly unchanged in extended trade."
    }
]