[
    {
        "header": "Spot Runner hires away a top Microsoft Web exec",
        "link": "http://www.reuters.com/article/technologyNews/idUSN1331276320080313",
        "time": "04:55 PM EDT",
        "body": "SAN FRANCISCO (Reuters) - Spot Runner, a start-up that helps people buy local TV advertising online, said on Thursday it had hired former Microsoft Corp (MSFT.O) online ad chief Joanne Bradford as a sales executive.\n\nBradford will join the privately held Los Angeles-based company as executive vice president of national marketing services, starting in late March. Bradford will be responsible for leading the business unit focused on national advertisers.\n\nAt Microsoft, Bradford was corporate vice president and chief media officer of MSN Media Network -- the software giant’s Internet information and entertainment business.\n\nHer departure comes a month and a half after Microsoft launched its unsolicited $40 billion plus bid for Internet rival Yahoo Inc YHOO.O, saying it planned to eliminate overlapping operations at Yahoo and MSN once the deal is done.\n\nOver the past year, Bradford had graduated from running Microsoft’s Internet ad sales as the company brought in outsiders including aQuantive head Brian McAndrews and former Ask.com chief Steve Berkowitz.\n\n“Hiring Joanne is a huge win for Spot Runner,” Spot Runner Chairman and CEO Nick Grouf said in a statement. “Her background in both online and offline media is a perfect fit for us,” he said.\n\nBradford was vice president and director of North American ad sales for BusinessWeek magazine before joining Microsoft in 2001."
    },
    {
        "header": "CNN puts Skype in picture with Spitzer coverage",
        "link": "http://www.reuters.com/article/industryNews/idUSN1325119620080313",
        "time": "07:36 PM EDT",
        "body": "NEW YORK (Hollywood Reporter) - When CNN wanted to interview vacationing analyst Jeffrey Toobin about the Eliot Spitzer sex scandal, it used a videophone service that has made its name on free calls between friends and family members.\n\nToobin, who went to Harvard Law School with the disgraced New York governor, appeared via telephone Monday from Maui to contribute to the coverage. For the second day, CNN executives wanted to use a video feed but were stymied by the fact that they didn’t have the equipment to make it happen.\n\n“I didn’t want to take this guy and his family away from vacation and send him to Oahu (where there would be other facilities),” CNN senior vp David Bohrman said. “I thought it would have been really annoying.”\n\nLooking for another way, CNN’s tech staff and producers discovered that some technicians had been experimenting with a feed from Skype, the eBay-owned videophone service that offers free voice and webcam calls over the Internet.\n\n“They had done a bunch of tests and were itching to try it,” Bohrman said. “No one had ever done it, as far as they knew.”\n\nUsing a laptop computer and webcam borrowed from the business center of the hotel where he and his family were staying, Toobin set up a makeshift studio overlooking poolside.\n\nBohrman said he was pleasantly surprised at the quality of the video. It didn’t make “The Situation Room,” but an interview was featured in CNN’s primetime political programming, and Toobin later took part in a roundtable discussion on “Anderson Cooper 360.” CNN called Toobin’s cell phone with the audio feed, and he used his cell phone earpiece to hear what was going on.\n\n“Other than that the lighting wasn’t perfect, it worked really well,” Bohrman said. “It looked as good or better than the broadband with more complex technology.”\n\nOther networks use broadband technology and, in some cases, Treo or cell phone video for live reports. Fox News Channel used live video from a cell phone for Spitzer’s initial news conference when no one else was able to provide live video. Fox News Channel regularly uses VoIP technology, notably in its mobile election units. MSNBC’s campaign embeds and correspondent Lee Cowan use ComVue video technology to file live reports.\n\nA Fox TV affiliate, WBRC-TV in Birmingham, Ala., used Skype last year to file live reports from a tornado scene.\n\nCNN U.S. president Jon Klein said the use of the Skype videophone is another advance that boosts the news product.\n\n“It enables us to cover the news in more places and less expensive than ever before,” Klein said. “That’s a good thing. The end result is more information for the viewers.”"
    },
    {
        "header": "Microsoft's top visionary sees a parallel world",
        "link": "http://www.reuters.com/article/technologyNews/idUSN1222563020080313",
        "time": "08:17 AM EDT",
        "body": "SEATTLE (Reuters) - Craig Mundie, Microsoft Corp’s chief research and strategy officer, is sure he has a good handle on where technology is going. When is another story.\n\nMundie, who took over as Microsoft’s lead visionary from co-founder Bill Gates in 2006, is preparing the company for a technology shift that he expects will be as big as the rise of the personal computer or the Internet: parallel computing.\n\n“It’s a lot easier for us to have a fairly accurate sense of what will happen and even make good technical progress toward achieving it,” Mundie told Reuters in an interview last week. “Almost everything we tried to do took longer than we expected.”\n\nThe overseer of Microsoft’s $7 billion research and development budget, Mundie knows firsthand how even promising technologies can take time to develop. After all, he has led Microsoft’s efforts in Web-based television and nontraditional forms of computing.\n\nParallel computing has been hyped for years as the next big thing in technology, allowing computers to run faster by dividing up tasks over multiple microprocessors instead of using a single processor to perform one task at a time.\n\nThe technology’s full potential is almost unfathomable today, but it could lead to major advances in robotics or software applications that can translate documents in real time in multiple languages.\n\nThe computer industry has taken its first steps toward parallel computing in recent years by using “multi-core” chips, but Mundie said this is the “tip of the iceberg.”\n\nTo maximize computing horsepower, software makers will need to change how software programmers work. Only a handful of programmers in the world know how to write software code to divide computing tasks into chunks that can be processed at the same time instead of a traditional, linear, one-job-at-a-time approach.\n\nA new programming language would be required, and could affect how almost every piece of software is written.\n\n“This problem will be hard,” admitted Mundie, who worked on parallel computing as the head of supercomputer company Alliant Computer Systems before joining Microsoft. “This challenge looms large over the next 5 to 10 years.”\n\nThe shift to parallel computing was born out of necessity after processor speeds ran into heat and power limitations, forcing the semiconductor industry to assemble multiple cores, or electronic brains, on a single chip.\n\nIntel Corp and Advanced Micro Devices Inc have already assembled chips with as many as four processors on a single chip. Tilera Corp, a Silicon Valley chip start-up, foresees a 1,000-core chip by 2014.\n\nMundie, who assumed half of Gates’ job almost two years ago, sets the long-term technological direction for the company as the co-founder moves to a part-time role in July to focus on philanthropy. Ray Ozzie, chief software architect, sets the shorter-term agenda.\n\nMundie has at his disposal Microsoft’s research department with over 800 PhD researchers working on the new technology.\n\nThe research focuses on everything from Web search to simultaneous translation to touch-screen technology, but parallel computing is certainly among its top priorities because it will likely affect every part of Microsoft.\n\nComputers about 100 times more powerful than now will emerge within 20 years, Mundie estimated, packing the capabilities of a corporate data center into a single die sitting inside a mobile phone or laptop.\n\nA “killer application” will bring this computing power to the forefront, he said, just like what word processing and spreadsheets did for the PC and how e-mail and the Web browser popularized the Internet.\n\nPushing a company as big as Microsoft -- with about 80,000 employees -- to look past historical strengths and traditional ways of doing things to focus on new technology is not easy.\n\n“Bill (Gates) and I have both talked at times over the years that you can’t do these jobs unless you are an optimist, almost an extreme optimist because in a way you are fighting so many forces that are resistant to change,” said Mundie."
    },
    {
        "header": "Asustek says two-thirds of Eee PCs will have Windows XP",
        "link": "http://www.reuters.com/article/technologyNews/idUSTP27609520080313",
        "time": "05:59 AM EDT",
        "body": "TAIPEI (Reuters) - Asustek Computer (2357.TW), the world’s top maker of computer motherboards, said nearly two-thirds of its Eee PCs shipped this year will be Windows-based as consumers embrace the company’s low-cost laptop models.\n\nThe Taiwan company’s branded business last year launched a 7-inch child-friendly Linux-based personal computer priced as low as $200, and new models with Microsoft’s (MSFT.O) Windows XP will be priced around $390 to $400.\n\n“About 60 percent of them (Eee PCs) will have Windows XP operating system,” Asustek Chairman Jonney Shih said at a news conference.\n\nThe Eee PC has won Asustek much recognition worldwide and Shih said his company was keeping its previous target of shipping 5 million units this year versus 300,000 units shipped in 2007.\n\nSales have been the strongest in Europe, followed by Asia Pacific and China, said Lillian Lin, Asustek’s head of marketing.\n\n“There is a huge untapped computer market out there, and we want to get into the next 10 billion consumer market (with these lower cost computers),” said Davis Tsai, President of Microsoft Taiwan.\n\nIndustry analysts said the move would be beneficial to the Taiwan company, and Windows’ software prices on low-cost models should be cheaper than that of the operating systems used on mainstream notebooks.\n\n“A Windows Eee PC is more attractive to buyers because people are just not used to using Linux-based computers,” said Alvin Kwock, analyst at JP Morgan.\n\nWorth around $8.5 billion, Asustek separated this year its branded business from its contract manufacturing operations, which make laptops for Apple Inc (AAPL.O), Dell Inc DELL.O, Hewlett-Packard (HPQ.N) and Lenovo (0992.HK).\n\nSeparately, Shih said Asustek was considering moving some of the firm’s contract manufacturing facilities to Vietnam, following other larger contract manufacturers like Compal Electronics (2324.TW) and Hon Hai Precision Industry (2317.TW).\n\nHe did not give a specific time frame or investment figure.\n\nAsustek's shares fell 2.66 percent on Thursday, in line with the drop on the benchmark TAIEX index .TWII.\n\nAsustek competes with Acer Inc (2353.TW) in own-brand laptops and with Hon Hai Precision Industry Co and Quanta Computer (2382.TW) in its contract manufacturing operations.\n\nDomestic telecom carrier Far Eastone (4904.TW) also said on Thursday it was looking to invest in local telecom operators in Vietnam to support Taiwan businesses that were moving their facilities there.\n\nLarger rival Chunghwa Telecom (2412.TW) (CHT.N), the island’s largest telecommunications carrier, said earlier this week that it plans to step up its investment into Southeast Asia as the telecoms market in Taiwan becomes saturated."
    }
]