[
    {
        "header": "Microsoft and Yahoo met to discuss merger: sources",
        "link": "http://www.reuters.com/article/ousiv/idUSN1433204820080315",
        "time": "08:57 PM EDT",
        "body": "SAN FRANCISCO (Reuters) - Senior executives from Microsoft Corp (MSFT.O) and Yahoo Inc YHOO.O met on Monday to discuss Microsoft’s takeover bid for the company, according to two people familiar with the matter.\n\nThe meeting was said to be the first since Microsoft made its unsolicited offer for Yahoo, worth nearly $42 billion, on January 31. Yahoo rejected the offer as inadequate last month.\n\nThe meeting was not a negotiation and no bankers were present, one of the sources said.\n\nThe session was intended to allow Microsoft to present its vision of a combined company, and Yahoo executives mostly listened, the Wall Street Journal, which first reported the news, said, citing a person familiar with the matter.\n\nFinancial terms were not discussed and it was unclear which executives took part, the Journal said.\n\nSince Yahoo rejected Microsoft’s offer last month, no other bids have been made public nor has Microsoft sweetened its bid, leaving the two companies in a stalemate.\n\nYahoo has held talks with News Corp NWSa.N and Time Warner Inc’s (TWX.N) AOL, sources told Reuters. The meeting with Microsoft is part of the company’s strategy to keep all its options open, people familiar with the matter said.\n\nYahoo recently extended the deadline for nominations to its board of directors in an effort seen by analysts and investors as forestalling a potential hostile effort by Microsoft.\n\nMicrosoft had originally proposed to pay nearly $45 billion for Yahoo, but the value of its offer has since declined to less than $42 billion as its shares have fallen 12 percent.\n\nMicrosoft shares were down 27 cents, or 1 percent, at $28.39 in Friday morning trade on the Nasdaq, while Yahoo shares were down 60 cents, or 2.2 percent, at $26.90.\n\nNews Corp Chief Executive Rupert Murdoch has said he would not fight Microsoft for a Yahoo deal.\n\nAOL on Thursday said it was buying the social networking site Bebo, in a move that some say signals that its parent, Time Warner, has plans that do not involve Yahoo."
    },
    {
        "header": "UPDATE 2-Microsoft and Yahoo met to discuss merger -sources",
        "link": "http://www.reuters.com/article/companyNews/idUSN1418019620080314",
        "time": "03:43 PM EDT",
        "body": "SAN FRANCISCO, March 14 (Reuters) - Senior executives from Microsoft Corp (MSFT.O) and Yahoo Inc YHOO.O met on Monday to discuss Microsoft’s takeover bid for the company, according to two people familiar with the matter.\n\nThe meeting was said to be the first since Microsoft made its unsolicited offer for Yahoo, worth nearly $42 billion, on Jan. 31. Yahoo rejected the offer as inadequate last month.\n\nThe meeting was not a negotiation and no bankers were present, said one of the sources, who was not authorized to speak about the matter and thus wanted to remain anonymous.\n\nThe meeting with Microsoft is part of the company’s strategy to keep all its options open, the people familiar with the matter said.\n\nYahoo has held talks with News Corp NWSa.N and Time Warner Inc’s (TWX.N) AOL, other sources told Reuters earlier.\n\nThe session was intended to allow Microsoft to present its vision of a combined company, and Yahoo executives mostly listened, said the Wall Street Journal, which first reported the news, citing a person familiar with the matter.\n\nFinancial terms were not discussed and it was unclear which executives took part, the Journal said.\n\nThe meeting represents a “solid move, heading into the inevitable,” said The 451 Group analyst Brenon Daly, referring to a consensus that a deal between the two companies will happen.\n\n“My read on it is that it’s a good-faith effort on both sides to begin the process of sorting through really thorny personal questions” such as how to divide talent and how to work with counterparts in case of a merger, he said.\n\nSince Yahoo rejected Microsoft’s offer last month, no other bids have been made public nor has Microsoft sweetened its bid, leaving the two companies in a stalemate.\n\nYahoo recently extended the deadline for nominations to its board of directors in an effort seen by analysts and investors as forestalling a potential hostile effort by Microsoft.\n\nMicrosoft had originally proposed to pay nearly $45 billion for Yahoo, but the value of its offer has since declined to less than $42 billion as its shares have fallen 12 percent.\n\nMicrosoft shares were down 61 cents, or 2.1 percent, at $28.05 in Friday afternoon trade on the Nasdaq, and Yahoo shares were down 72 cents, or 2.6 percent, at $26.78.\n\nNews Corp Chief Executive Rupert Murdoch has said he would not fight Microsoft for a Yahoo deal.\n\nAOL on Thursday said it was buying the social networking site Bebo, in a move that some say signals that its parent, Time Warner, has plans that do not involve Yahoo. (Additional reporting by Eric Auchard, Daisuke Wakabayashi in Seattle, and Jui Chakravorty and Yinka Adegoke in New York; Editing by Brian Moss))"
    },
    {
        "header": "UPDATE 1-Microsoft to buy online ad technology firm Rapt",
        "link": "http://www.reuters.com/article/companyNews/idUSN1441036820080314",
        "time": "01:12 PM EDT",
        "body": "SEATTLE, March 14 (Reuters) - Microsoft Corp (MSFT.O) said on Friday it plans to acquire Rapt, a software company used by Web publishers to manage advertising sales, for an undisclosed sum.\n\nMicrosoft said Rapt’s Web-based software will be bundled into its Atlas Publisher Suite, a set of tools used by Web sites to manage advertising. Microsoft bought Atlas as part of its $6 billion acquisition of aQuantive last year.\n\nMicrosoft sees the size of the online advertising market doubling to $80 billion by 2010. It has made a series of acquisitions to fill out its offerings for advertisers and publishers in an effort to catch Web search leader Google Inc(GOOG.O).\n\nThe company has also made an unsolicited offer to buy Yahoo Inc YHOO.O in order to create a viable alternative to Google in Web services and digital advertising.\n\nRapt’s clients include CNET Networks Inc (CNET.O), News Corp’s NWSa.N Dow Jones, New York Times Co (NYT.N), Reuters Group Plc RTR.L and other major media companies. (Reporting by Daisuke Wakabayashi, editing by Gerald E. McCormick)"
    },
    {
        "header": "CNN puts Skype in picture with Spitzer coverage",
        "link": "http://www.reuters.com/article/industryNews/idUSN1325119620080314",
        "time": "01:04 AM EDT",
        "body": "NEW YORK (Hollywood Reporter) - When CNN wanted to interview vacationing analyst Jeffrey Toobin about the Eliot Spitzer sex scandal, it used a videophone service that has made its name on free calls between friends and family members.\n\nToobin, who went to Harvard Law School with the disgraced New York governor, appeared via telephone Monday from Maui to contribute to the coverage. For the second day, CNN executives wanted to use a video feed but were stymied by the fact that they didn’t have the equipment to make it happen.\n\n“I didn’t want to take this guy and his family away from vacation and send him to Oahu (where there would be other facilities),” CNN senior vp David Bohrman said. “I thought it would have been really annoying.”\n\nLooking for another way, CNN’s tech staff and producers discovered that some technicians had been experimenting with a feed from Skype, the eBay-owned videophone service that offers free voice and webcam calls over the Internet.\n\n“They had done a bunch of tests and were itching to try it,” Bohrman said. “No one had ever done it, as far as they knew.”\n\nUsing a laptop computer and webcam borrowed from the business center of the hotel where he and his family were staying, Toobin set up a makeshift studio overlooking poolside.\n\nBohrman said he was pleasantly surprised at the quality of the video. It didn’t make “The Situation Room,” but an interview was featured in CNN’s primetime political programming, and Toobin later took part in a roundtable discussion on “Anderson Cooper 360.” CNN called Toobin’s cell phone with the audio feed, and he used his cell phone earpiece to hear what was going on.\n\n“Other than that the lighting wasn’t perfect, it worked really well,” Bohrman said. “It looked as good or better than the broadband with more complex technology.”\n\nOther networks use broadband technology and, in some cases, Treo or cell phone video for live reports. Fox News Channel used live video from a cell phone for Spitzer’s initial news conference when no one else was able to provide live video. Fox News Channel regularly uses VoIP technology, notably in its mobile election units. MSNBC’s campaign embeds and correspondent Lee Cowan use ComVue video technology to file live reports.\n\nA Fox TV affiliate, WBRC-TV in Birmingham, Ala., used Skype last year to file live reports from a tornado scene.\n\nCNN U.S. president Jon Klein said the use of the Skype videophone is another advance that boosts the news product.\n\n“It enables us to cover the news in more places and less expensive than ever before,” Klein said. “That’s a good thing. The end result is more information for the viewers.”"
    }
]