[
    {
        "header": "Microsoft seen buying Yahoo without raising price",
        "link": "http://www.reuters.com/article/ousiv/idUSN1646674320080317",
        "time": "10:32 PM EDT",
        "body": "SAN FRANCISCO/SEATTLE (Reuters) - Microsoft Corp’s (MSFT.O) offer to buy Yahoo Inc YHOO.O will likely succeed, but it may not be the best use of the company’s ample cash reserves, according to a poll of analysts by Reuters.\n\nThe stand-off between Microsoft and Yahoo has stretched six weeks since the world’s largest software maker went public with its proposal. The Web pioneer subsequently rejected Microsoft’s offer, which currently values Yahoo at $41.4 billion, saying the takeover bid “substantially undervalued” the company.\n\nThe Reuters poll finds Wall Street brokers who follow either company remain convinced that Microsoft will prevail in its takeover. Eight of eight Microsoft analysts surveyed and 14 of 15 Yahoo analysts believe Microsoft will get the deal done.\n\n“Yahoo’s options are becoming more limited and it makes Microsoft’s offer look better,” said Andy Miedler, an analyst at Edward Jones, who has a “hold” rating on Microsoft.\n\nTwenty-one brokerages responded. Seven brokers have analysts who follow both companies and their votes were counted separately. In total, 33 financial analysts currently follow Yahoo and 40 analysts track Microsoft.\n\nAnalysts at three firms -- Morgan Stanley, Goldman Sachs and Lehman Brothers -- are restricted by their firms from publishing research on the merger as their investment banking arms are working on behalf of either Microsoft or Yahoo.\n\nThere is disagreement, however, over whether Microsoft must raise its half-cash, half-stock bid in order to succeed. A majority of analysts believe that Microsoft need not boost its bid beyond the current $31-per-share offer, although some argue it may need to sweeten the bid by making it an all-cash offer.\n\nTwelve believe Microsoft will not alter its bid and succeed, while four expect it to keep the price at $31 but make it a more lucrative all-cash offer.\n\n“The change in deal terms to all cash could be the next step in this ongoing mergers and acquisition dance in our view,” UBS software and Internet analysts said in a joint research note published on Friday, arguing for a $31 cash bid.\n\n“In the interest of expediency and given the benefits of a friendly deal, we still expect Microsoft to raise its offer to consummate the transaction,” UBS said.\n\nUBS argues an all-cash $31 offer may be Microsoft’s next gambit.\n\nBut 12 analysts -- eight who follow Yahoo and four on Microsoft -- see Microsoft doing more to satisfy investors, and to keep restless Yahoo employees happy. Estimates of what Microsoft should do range from $31.50 to a high of $35, half of it in stock.\n\nEvery $1 Microsoft raises its current Yahoo offer adds $1.4 billion in the deal’s overall value.\n\nThe poll’s finding come as little surprise since a viable alternative to Microsoft has not emerged. Yahoo has held talks with News Corp NWSa.N and Time Warner Inc’s (TWX.N) AOL unit, according to sources close to the situation, but most analysts dismissed those options’ chances of success.\n\nNews Corp Chief Executive Rupert Murdoch has said he would not fight Microsoft for a Yahoo deal. Last Thursday, AOL said it had agreed to acquire social networking site Bebo for $850 million in a move some say is a sign that parent company Time Warner has plans that do not include Yahoo.\n\nSenior executives from Yahoo and Microsoft met on Monday to discuss the vision for the merged company in the first meeting since Microsoft’s February 1 offer, according to sources.\n\nThe meeting, which is considered to be a breakthrough in the stand-off between the two sides, could open the door to more in-depth negotiations and, ultimately, a friendly deal.\n\nWhile all the Microsoft analysts in the poll believe a deal will get done, there was some argument over whether this is the best use of Microsoft’s cash reserves, which stood at $21 billion at the end of December.\n\nMicrosoft, which has predicted the transaction will break even or be accretive in the second full year after the deal’s closing, is expected to dip into a good chunk of its cash and issue some debt to finance the Yahoo acquisition.\n\nAnalysts argue that the short-term return on an investment in Yahoo does not match that of money reinvested in the software maker’s own operations or other, smaller acquisitions. Longer-term the return may be better, but there is significant risk in combining the companies that cannot be overlooked.\n\nThe Yahoo acquisition is “absolutely not” Microsoft’s best use of cash, said Morningstar analyst Toan Tran. The money it is using for Yahoo could be put toward several smaller Web acquisitions that carry less risk, he said.\n\nEven if the Redmond, Washington-based company depletes its cash reserves for Yahoo, Microsoft can easily rebuild its bank account. The company generated $17.8 billion in cash in its fiscal year that ended in June 2007.\n\nThe company has spent $54 billion in the last two fiscal years on share buybacks and dividends. This comes on the heels of a one-time, $32 billion dividend to investors in 2004.\n\nOver the last five years, Microsoft stock has risen 12 percent versus a 55 percent increase on the S&P 500.\n\n“Microsoft has tried buy-backs and dividends and none of that has done anything for the stock, so it might as well try a big acquisition,” said Brendan Barnicle, Microsoft analyst at Pacific Crest Securities."
    }
]