[
    {
        "header": "Microsoft modifies Zune subscription model",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE4AJ21420081120",
        "time": "02:38 AM EST",
        "body": "(Reuters) - Microsoft Corp (MSFT.O) on Thursday announced a new music subscription plan for owners of its Zune players, which would allow them to keep 10 tracks per month and add them to their permanent collection.\n\nThe Zune Pass subscription service currently gives consumers on-demand access to millions of tracks for $14.99 per month.\n\nEffective Thursday, the software company’s modified subscription plan would allow owners of Zune to keep 10 tracks per month, which has an estimated value of $10. The users can also add those tracks to their permanent collection.\n\nThe company said agreements have been signed with the big four music labels -- EMI Music, Sony BMG Music Entertainment, Universal Music Group and Warner Music Group -- and also with a few independent distributors.\n\nA Zune Pass would allow the user to download music and the downloaded content can be shared among up to three PCs and three Zune devices, the company said.\n\nZune Pass subscribers can retain digital rights management (DRM)-free MP3 tracks from Sony BMG and UMG.\n\nThe tracks can be burned to a CD or moved to other devices even if the subscription ends, the company said."
    },
    {
        "header": "UPDATE 2-Microsoft says looking at raising debt",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSN204236320081120",
        "time": "09:26 AM EST",
        "body": "NEW YORK, Nov 20 (Reuters) - Microsoft Corp (MSFT.O) on Thursday filed plans with securities regulators to tap the debt markets, raising money to pay for working capital, share buybacks, or other types of general corporate expenses.\n\nIn a filing with the Securities and Exchange Commission, Microsoft did not disclose the amount of debt it planned to issue.\n\nBut the software giant said in September that its board had authorized it to tap the debt market from time to time for up $6 billion in funds. As part of that approval, the company has established the $2 billion commercial paper program.\n\nThe board has previously approved a share buyback program of up to $40 billion.\n\nStandard & Poor’s and Moody’s Investors Service have both assigned their top credit ratings to Microsoft. (Reporting by Paul Thomasch, editing by Maureen Bavdek, editing by Dave Zimmerman)"
    },
    {
        "header": "Microsoft names new head of Russian operations",
        "link": "http://www.reuters.com/article/managementIssues/idUSLK50130220081120",
        "time": "11:14 AM EST",
        "body": "MOSCOW, Nov 20 (Reuters) - Microsoft Corp (MSFT.O) said on Thursday it had appointed Nikolay Pryanishnikov, Vice President of Russia’s No.2 mobile phone operator, Vimpelcom VIP.N, as the head of its Russian operations.\n\nPryanishnikov will replace Birger Steen, who has worked as General Director of the Microsoft RUS LLC since August 2004.\n\nVimpelcom said in a separate statement that Pryanishnikov will be replaced by Vladimir Ryabokon, currently the Vice President for the Moscow Region, from Dec. 1, 2008. (Reporting by Alexander Gelogaev; Writing by Maria Kiselyova)"
    },
    {
        "header": "Microsoft says looking at raising debt",
        "link": "http://www.reuters.com/article/innovationNewsTechMediaTelco/idUSTRE4AJ52Z20081120",
        "time": "09:27 AM EST",
        "body": "NEW YORK (Reuters) - Microsoft Corp (MSFT.O) on Thursday filed plans with securities regulators to tap the debt markets, raising money to pay for working capital, share buybacks, or other types of general corporate expenses.\n\nIn a filing with the Securities and Exchange Commission, Microsoft did not disclose the amount of debt it planned to issue.\n\nBut the software giant said in September that its board had authorized it to tap the debt market from time to time for up $6 billion in funds. As part of that approval, the company has established the $2 billion commercial paper program.\n\nThe board has previously approved a share buyback program of up to $40 billion.\n\nStandard & Poor’s and Moody’s Investors Service have both assigned their top credit ratings to Microsoft."
    }
]