[
    {
        "header": "Microsoft says Yahoo ad deal still makes sense",
        "link": "http://www.reuters.com/article/innovationNewsTechMediaTelco/idUSTRE49F7ER20081016",
        "time": "03:30 PM EDT",
        "body": "NEW YORK (Reuters) - Microsoft Corp Chief Executive Steve Ballmer said a Web search advertising deal with Yahoo Inc makes economic sense and may still be possible, though the two sides are not in any discussions.\n\nShares of Yahoo jumped as much as 17 percent as investors hoped Ballmer’s comments could lead to the two sides returning to the negotiating table. But gains were pared back to about 12 percent after Microsoft issued a statement saying it had no interest in buying Yahoo.\n\nTalks between the two broke off in July after Yahoo rejected Microsoft’s proposal to buy its search advertising business and enact a revenue-sharing partnership.\n\nYahoo had also rebuffed in May a full acquisition bid from Microsoft that was priced at $33 per share, or $47.5 billion. Instead, Yahoo signed a search advertising pact with Web leader Google Inc, which is being scrutinized by regulators.\n\n“Perhaps there will continue to remain opportunities to partner around search,” Ballmer told a Gartner Inc conference in Orlando, Florida.\n\n“We are not in any discussions with them. We’ll see. They want to remain independent. There are probably still opportunities around search. I think it would still make sense economically for their shareholders and ours.”\n\nSince talks broke off, Yahoo shares have plunged to a 5-1/2-year low of $11.37, weighed by concerns over the outlook for Web display advertising, as major advertisers such as banks and automakers cut back spending.\n\n“We offered 33 bucks not too long ago and it’s 11 and a half. So I don’t know what price might have got the job done,” Ballmer said, responding to a question from Gartner analyst David Smith on whether Microsoft might take another stab at buying Yahoo now that its stock price is so low.\n\n“It’s clear that Yahoo did not want to sell the company. It did not want to sell when we offered 33 ... They probably think it’s worth at least 33 today.”\n\nYahoo declined comment. Its shares rose to as high as $13.73 on Thursday, before settling at around $13.16 in late trading on the Nasdaq.\n\n“Our position hasn’t changed. Microsoft has no interest in acquiring Yahoo; there are no discussions between the companies,” a spokesman for Microsoft said in a statement.\n\nMicrosoft shares were up 3.6 percent at $23.48.\n\nDespite the market’s excitement, any pursuit of new talks would be impeded by several issues, including Yahoo’s severely depressed stock price and the poor outlook for the advertising market due to the weak economy, analysts said.\n\n”The larger issue is strategic fit,“ Cross Research analyst Richard Williams said. ”Microsoft clearly has spent money and changed its focus to ‘build’ rather than ‘buy.’\n\nHe added that for businesses driven by advertising, such as Microsoft and Yahoo’s Internet operations, it is the wrong time for a deal with markets reeling and consumer confidence plummeting.\n\n“Going into a recession is about the worst time to buy an advertising firm,” Williams said. “It’s hard to know how hard they are going to be hit and how low they are going to go.”"
    },
    {
        "header": "Microsoft may purse Yahoo search partnership: report",
        "link": "http://www.reuters.com/article/innovationNewsTechMediaTelco/idUSTRE49F75G20081016",
        "time": "12:44 PM EDT",
        "body": "NEW YORK (Reuters) - Microsoft Corp’s CEO said on Thursday that the company may pursue a search partnership with Yahoo in the future, but no there are discussions now, Bloomberg reported."
    },
    {
        "header": "Norway police charges Microsoft's Fast with fraud",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE49F3RZ20081016",
        "time": "07:03 AM EDT",
        "body": "OSLO (Reuters) - Norwegian police’ economic crimes unit said it had charged Microsoft-owned search technology firm Fast Search & Transfer with accounting fraud on Thursday.\n\n“We are raiding Fast’s offices now to secure evidence,” police attorney Baard Thorsen said. “The charge is for accounting fraud.”\n\nFast was acquired by Microsoft for $1.2 billion in February.\n\n“The charge regards accounts from before Microsoft came in,” Thorsen said. “We think Fast recognized revenues that there is no basis for.” Fast was not immediately available for comment.\n\nNorway’s financial watchdog said in May it had reported possible violation of accounting rules by Fast to the economic crimes unit.\n\nIn June the watchdog said it would also probe the auditor of Fast, Deloitte & Touche, for suspected irregularities with accounts.\n\nDaily Dagens Naeringsliv said that according to a Microsoft statement it had received, Fast accounts for 2006 and 2007 had been corrected to reflect about $6 million in irregular payments.\n\nFast was the world’s second largest provider of enterprise search software that allows companies comb internal corporate documents, data and other information, a market also targeted by Google.\n\nBefore Microsoft’s buyout, Fast stock had tumbled after the company said in mid 2007 it would no longer recognize revenues from memorandums of understanding, and instead book revenue only from final deals.\n\nThe police and Norwegian Ministry of Justice are among Fast’s customers in Norway."
    }
]