[
    {
        "header": "Microsoft names head for online services group",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE4B37W020081204",
        "time": "05:37 PM EST",
        "body": "(Reuters) - Microsoft Corp (MSFT.O) has appoints Dr. Qi Lu to run online its services group.\n\n* Says Lu most recently served as executive vice president of Engineering for the search and advertising technology group at Yahoo."
    },
    {
        "header": "RPT-Reuters Summit-UPDATE 1-Microsoft optimistic on XBox sales",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSN0333517020081204",
        "time": "09:01 AM EST",
        "body": "NEW YORK, Dec 3 (Reuters) - Microsoft Corp (MSFT.O) is cautiously optimistic about holiday sales of its XBox 360 game console, but even flat sales in 2009 could be remarkable for the video game industry, a senior executive said on Wednesday.\n\nThe gaming industry is on track to grow 20 percent in 2008, said Shane Kim, vice president of strategy and business development for Microsoft’s video game business. But, he added, “people are not projecting that kind of growth” for 2009.\n\n“We’re still cautiously optimistic as we enter full bore into the holiday season,” Kim told the Reuters Media Summit.\n\nMicrosoft reported a record-breaking 25 percent jump in sales of the XBox 360 on Black Friday weekend after the U.S. Thanksgiving day, which marks the start of the holiday shopping season.\n\n“Hopefully that momentum will continue,” he said, adding that the XBox 360 also outsold Sony Corp’s (6758.T) Playstation 3 by three units to one.\n\nBut Kim noted that while the gaming industry has traditionally fared well in economic downturns as people turn to stay-at-home entertainment, it was difficult to predict what would happen this recession.\n\n“Who knows, maybe flat performance will be considered a remarkable achievement,” Kim said, declining to give a projection for 2009 growth.\n\nKim said his unit is planning for “tough times” and assessing where costs could be saved: “A big objective for us is to deliver most entertainment value for the dollar.”\n\n“While (consumers) may cut back on large purchases like automobiles or appliances, they’re still looking for entertainment,” said the executive, who focuses on strategic planning and partnerships for Microsoft’s interactive entertainment business unit.\n\nHe said Microsoft’s interactive business unit will pursue more partnerships, such as the recent tie-up with Netflix Inc (NFLX.O), and that it remains open to acquiring competitors to expand its business.\n\nKim also expects consolidation to continue among video game publishers, especially smaller companies that are looking to develop hit games even as they cut costs.\n\n“There are a number of mid-tier publishers behind the Electronic Arts ERTS.O and Ubisofts (UBIP.PA) and Activisions (ATVI.O) of the world who are struggling,” he said.\n\nKim is seeing somewhat of a return to compelling video games developed by smaller publishers, which could reduce the industry’s dependence on sequels of blockbuster hits.\n\nNaysayers believe expensive gaming consoles like XBox will be rendered obsolete as gamers move to the Web.\n\nBut Kim said, “This console generation will have a long life cycle. I think it’s way premature to say there will never be another XBox.” He added, however, that it takes a company significant investment to make a new box.\n\n\"It's a very risky proposition to do something like that, let alone an expensive one,\" he said. (For summit blog: summitnotebook.reuters.com/) (Editing by Tiffany Wu and Derek Caney)"
    },
    {
        "header": "Microsoft optimistic on XBox sales",
        "link": "http://www.reuters.com/article/summitNews2/idUSTRE4B25SS20081204",
        "time": "09:02 AM EST",
        "body": "NEW YORK (Reuters) - Microsoft Corp (MSFT.O) is cautiously optimistic about holiday sales of its XBox 360 game console, but even flat sales in 2009 could be remarkable for the video game industry, a senior executive said on Wednesday.\n\nThe gaming industry is on track to grow 20 percent in 2008, said Shane Kim, vice president of strategy and business development for Microsoft’s video game business. But, he added, “people are not projecting that kind of growth” for 2009.\n\n“We’re still cautiously optimistic as we enter full bore into the holiday season,” Kim told the Reuters Media Summit.\n\nMicrosoft reported a record-breaking 25 percent jump in sales of the XBox 360 on Black Friday weekend after the U.S. Thanksgiving day, which marks the start of the holiday shopping season.\n\n“Hopefully that momentum will continue,” he said, adding that the XBox 360 also outsold Sony Corp’s (6758.T) Playstation 3 by three units to one.\n\nBut Kim noted that while the gaming industry has traditionally fared well in economic downturns as people turn to stay-at-home entertainment, it was difficult to predict what would happen this recession.\n\n“Who knows, maybe flat performance will be considered a remarkable achievement,” Kim said, declining to give a projection for 2009 growth.\n\nKim said his unit is planning for “tough times” and assessing where costs could be saved: “A big objective for us is to deliver most entertainment value for the dollar.”\n\n“While (consumers) may cut back on large purchases like automobiles or appliances, they’re still looking for entertainment,” said the executive, who focuses on strategic planning and partnerships for Microsoft’s interactive entertainment business unit.\n\nHe said Microsoft’s interactive business unit will pursue more partnerships, such as the recent tie-up with Netflix Inc (NFLX.O), and that it remains open to acquiring competitors to expand its business.\n\nKim also expects consolidation to continue among video game publishers, especially smaller companies that are looking to develop hit games even as they cut costs.\n\n“There are a number of mid-tier publishers behind the Electronic Arts ERTS.O and Ubisofts (UBIP.PA) and Activisions (ATVI.O) of the world who are struggling,” he said.\n\nKim is seeing somewhat of a return to compelling video games developed by smaller publishers, which could reduce the industry’s dependence on sequels of blockbuster hits.\n\nNaysayers believe expensive gaming consoles like XBox will be rendered obsolete as gamers move to the Web.\n\nBut Kim said, “This console generation will have a long life cycle. I think it’s way premature to say there will never be another XBox.” He added, however, that it takes a company significant investment to make a new box.\n\n“It’s a very risky proposition to do something like that, let alone an expensive one,” he said."
    },
    {
        "header": "UPDATE 2-Microsoft taps key ex-Yahoo executive for post",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSN0441516220081204",
        "time": "06:58 PM EST",
        "body": "SAN FRANCISCO, Dec 4 (Reuters) - Microsoft Corp (MSFT.O), in its continuing push to compete in the critical area of Internet search, tapped on Thursday a former senior Yahoo Inc YHOO.O executive, Qi Lu, to head its online services group.\n\nThe software giant, which tried and failed to buy Yahoo earlier this year, is looking to revamp its online search strategy to better compete with the industry juggernaut, Google Inc (GOOG.O).\n\nMicrosoft said recently it does not want to buy Yahoo any more, although it has left open the possibility of a search deal with the company. Lu, who was responsible for development of the Web search and monetization platforms at Yahoo, left the company in August after 10 years.\n\nInternet search is seen as a crucial growth area for Microsoft, as more and more software and services migrate from computer desktops online. Google has parlayed its dominance as the search engine leader into products that compete directly with Microsoft, such as e-mail and online word processing and spreadsheets.\n\nSandeep Aggarwal, an analyst with Collins Stewart, noted that Lu is the second high-profile former Yahoo search executive to join Microsoft recently, with the first being Sean Suchter. Microsoft’s plans seem clear, he said.\n\n“Microsoft is recognizing that with their in house talent they can only go so far in the search business ... secondly it highlights that if the Microsoft-Yahoo search deal happens, and we believe it is very likely, a knowledge transfer will help Microsoft to better prepare for a future transition.”\n\nLu will begin work at Microsoft in January and report directly to Chief Executive Steve Ballmer.\n\nMicrosoft also said Brian McAndrews, the former CEO of aQuantive, which the company acquired last year for $6 billion, is leaving the company. He was senior vice president of the advertiser and publisher solutions group, which will be overseen by Lu in his new role.\n\nMcAndrews, along with Microsoft online services group executives Satya Nadella and Yusuf Mehdi, were all rumored to have been candidates for the job that was given to Lu, Aggarwal said.\n\nShares of Redmond, Washington-based Microsoft closed at $19.11, down 76 cents or about 3.8 percent, while shares of Sunnyvale, California-based Yahoo closed down 45 cents or about 3.9 percent at $11.05. (Reporting by Gabriel Madway, editing by Matthew Lewis and Carol Bishopric)"
    }
]