[
    {
        "header": "Microsoft's Gates steps up FCC \"white space\" lobbying",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE49Q68T20081027",
        "time": "04:47 PM EDT",
        "body": "WASHINGTON (Reuters) - Bill Gates and other Microsoft Corp officials stepped up lobbying of top U.S. communications regulators on Monday, ahead of an important vote next week to open up unused wireless airwaves.\n\nThe Federal Communications Commission has scheduled a November 4 vote on a plan to allow unlicensed use of parts of the airwaves called “white spaces.” These pockets of the spectrum will become available when U.S. broadcasters are required to move completely to digital television next year.\n\nMicrosoft co-founder Gates planned to speak to Republican Commissioner Robert McDowell later on Monday, according to Microsoft chief strategist Craig Mundie, who was also in Washington for a lobbying trip.\n\n“People seem to be generally favorable” of the FCC proposal, Mundie said of his discussions with regulators. Mundie, who spoke to reporters at a briefing, met on Monday morning with Democratic Commissioner Jonathan Adelstein.\n\nThe FCC, made up of three Republicans and two Democrats, will vote on the white spaces proposal drawn up by Republican commission chairman Kevin Martin.\n\nThe issue pits traditional broadcasters such as Walt Disney Inc’s ABC, CBS Corp’s CBS and General Electric’s NBC against high-tech companies like Microsoft and Google Inc, which want the airwaves for new wireless devices.\n\nA spokesman for the broadcasters said the technology threatens “the viability of clear television reception.”\n\nBroadcasters want the proposal to go out for public comment, and last week accused its supporters of trying to take broadcast television off the air completely.\n\nWireless microphone users are also concerned the move could cause interference during performances.\n\nCountry music icon Dolly Parton wrote to the FCC asking for more time for the industry to review it. “The importance of clear, consistent wireless microphone technology cannot be overstated,” Parton wrote in a letter released on Monday.\n\nThe FCC has received thousands of public comments on the issue over the past few years and intends to go forward with the vote next Tuesday, a spokesman said.\n\n“We’ve had over a year and a half of testing and building on the public record,” Martin spokesman Rob Kenny said, citing the agency’s technical report, which he said proved “white spaces can be used commercially, unlicensed and it can be done without causing harmful interference.”\n\nThe FCC report analyzed two rounds of testing on prototype devices, and cleared the technology to move forward.\n\nOn Friday, Rep. John Dingell, chairman of the House of Representatives House Energy and Commerce Committee, sent a list of questions to Martin. Dingell, a Michigan Democrat, demanded that Martin respond by October 31 on whether an FCC engineering report was peer reviewed, and how the agency will deal with interference from broadcast signals if it occurs.\n\nMundie said Dingell’s letter and the latest request by broadcasters is in “no way indicative of a problem going forward.”"
    },
    {
        "header": "Microsoft anti-piracy move irks China official",
        "link": "http://www.reuters.com/article/COMSRV/idUSPEK37090120081028",
        "time": "09:13 PM EDT",
        "body": "BEIJING, Oct 28 (Reuters) - A top Chinese copyright official chided Microsoft for launching an “anti-piracy” tool that causes screens of computers using counterfeit software to turn black and said the company’s prices were too high.\n\nThe U.S. software giant launched its “Windows Genuine Advantage” programme last week, prompting lawsuit threats and howls of indignation in China, where the vast majority of computer users are believed to be using counterfeit software, unwittingly or not.\n\nNational Copyright Administration Vice-Director Yan Xiaohong said his agency supported “the rights-safeguarding move taken by institutions including Microsoft”, Xinhua news agency quoted him as saying in a report late on Monday.\n\nBut companies should “pay attention to the methods”, Yan said.\n\n“Whether the ‘black-out’ method should be adopted is open to question. Measures for safeguarding rights also need to be appropriate,” Yan said.\n\nMicrosoft has defended the black-out programme as a measure to protect its intellectual property and help customers determine that they have legal software.\n\nDong Zhengwei, a Beijing lawyer, said Microsoft was abusing its market power by forcing users to verify the genuineness of their software and had filed a complaint to China’s trade watchdog, the State Administration for Industry and Commerce, the China Daily said in separate report.\n\n“Microsoft should be fined $1 billion,” the paper quoted the lawyer as saying.\n\nYan said Microsoft’s price policies needed to “fit the Chinese situation.”\n\n“The company adopted unified prices in the past without considering the income gap between developed and developing countries, so we need to kindly remind them that Chinese customers’ affordability should be considered,” Yan said. (Reporting by Ian Ransom; Editing by Ken Wills)"
    },
    {
        "header": "Microsoft looks to rent Web \"cloud\" computing space",
        "link": "http://www.reuters.com/article/ousivMolt/idUSN2726701120081027",
        "time": "09:41 PM EDT",
        "body": "LOS ANGELES (Reuters) - Microsoft Corp took the wraps off a new computing service that allows companies to use its data centers to run their Web applications in a bid to become a player in the “cloud computing” trend.\n\nRay Ozzie, Microsoft’s chief software architect, said on Monday it will start previewing “Windows Azure,” a platform that allows third-party developers to host, manage, calculate and store data for applications running on the Internet.\n\n“It’s a transformation of our software. It’s a transformation of our strategy,” Ozzie said at the Professional Developer’s Conference, Microsoft’s annual gathering of third-party engineers to detail the company’s future plans.\n\nOzzie, who replaced Bill Gates as Microsoft’s top software guru in 2006, is spearheading the company’s push into cloud computing, a trend that taps into computing power in distant data centers and delivers applications over the Internet.\n\nTraditionally, software has run on a single computer’s hard drive, but as Internet connections became faster and more reliable, companies started to deliver software as an online service by using the computing power of the “cloud,” a network of powerful computer servers accessed over the Web.\n\nThe success of Web-based companies such as Google Inc and Salesforce.com Inc in creating online applications competitive with Microsoft has forced the company to embrace a new way of delivering and supporting software.\n\n“We are in the early days of a transformation to services across the industry,” said Ozzie at the conference.\n\nMicrosoft has worked to add online services elements to most of its traditional software, which required the company to invest billions in building massive data centers with thousands of computer servers and data storage systems.\n\nIn an interview, Ozzie said Azure will be profitable when it launches and will eventually generate “a lot” of revenue. He did not offer specifics and said the platform will help its online offerings built on Azure be more profitable.\n\nNow, Microsoft wants to let other companies rent out its computing power so third-party developers can run applications over the Internet without the need for hefty investments in data centers. It also allows companies the flexibility to increase or decrease computing needs according to demand.\n\nSimilar to how its Windows operating system became the main platform for programs on personal computers, Microsoft aims to be the platform of choice for Web applications.\n\n“It’s one of these times that the battleship turns around for Microsoft,” said Neil MacDonald, a vice president at research firm Gartner. “This is the direction that the industry is heading toward.”\n\nAmazon.com Inc and Salesforce are already in the market with computing services for Web developers, but Microsoft has a few advantages. It has deeper pockets, longer relationships with third-party developers and more expertise in building a software platform.\n\n“I’d like to tip my hat to Jeff Bezos and Amazon,” said Ozzie, referring to Amazon’s chief executive. “Across the industry, all of us will stand on their shoulders.”\n\nMicrosoft said Windows Azure differs from rival cloud computing offerings because it balances the work load required to run an online service over multiple machines in various locations on its own without a need for developers to provision the program to do so.\n\nIt allows the developer to focus purely on writing an online application versus worrying about data center failures, power outages or other potential problems.\n\nResearch firm IDC expects spending on cloud computing services to grow nearly threefold to about $42 billion by 2012. Spending growth on cloud computing will also accelerate over the next few years, making up as much as 25 percent of the increase in 2012.\n\nDevelopers can write applications on Windows Azure using the tools and programing languages necessary to write software to run on top of the current Windows operating system.\n\nMicrosoft did not announce any details on pricing, saying it would depend on the level of usage -- usually, a per-hour rate -- and the level of service required. Ozzie said Windows Azure will be priced competitively with “the marketplace.”\n\nDell Inc said Microsoft has picked its computer servers for the company’s data centers running Azure.\n\nShares of Microsoft closed down 78 cents, or 3.55 percent, to $21.18 on the Nasdaq."
    },
    {
        "header": "Microsoft sees Windows Azure profitable",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE49Q7PG20081027",
        "time": "06:54 PM EDT",
        "body": "LOS ANGELES (Reuters) - Microsoft Corp (MSFT.O) expects its new ”cloud computing platform, Windows Azure, to be profitable at launch, the company’s top software executive said on Monday.\n\nCloud computing is the trend by Internet powerhouses to array huge numbers of computers in centralized data centers to deliver Web-based applications to far-flung users. Windows Azure will allow companies to build Web applications using Microsoft’s data centers,\n\nMicrosoft built its business selling software to run on local machines -- both computer servers and personal computers -- but in recent years, it has invested billions of dollars in massive data centers.\n\nIn an interview, Ray Ozzie, Microsoft’s chief software architect, said the company’s new platform to let third-party developers build, manage and store data for Web applications inside Microsoft data centers would eventually generate “a lot” of revenue albeit at a lower margin than traditional software.\n\n“When we do offer it as a commercial service, we will be profitable from day one,” said Ozzie at the Professional Developer’s Conference, Microsoft’s annual gathering of third-party engineers to detail the company’s future plans.\n\nAzure is only available in a free, limited preview, but the company expects the platform to underpin a new wave of applications for itself and others looking to take advantage of the flexibility and cost benefits of cloud computing.\n\nIt will take a while before Azure will be a significant business on its own, but one of its benefits would be to boost the margins of existing Microsoft products built on the new platform.\n\nOzzie would not elaborate on any specific figures.\n\nResearch firm IDC expects spending on cloud computing services to grow nearly three-fold to about $42 billion by 2012. Spending growth on cloud computing is also expected to accelerate over the next few years, making up as much as 25 percent of the increase in 2012.\n\nOne goal for Windows Azure, Ozzie said, is for third-party companies to make between $7 to $9 for every dollar Microsoft makes on the platform, providing the incentive for outside developers to write applications on Azure.\n\nTraditionally, software has run on a single computer’s hard drive, but as Internet connections became faster and more reliable, companies started to deliver software as an online service by using the computing power of the “cloud,” a network of powerful computer servers accessed over the Web.\n\nSimilar to how its Windows operating system became the main platform for programs on personal computers, Microsoft aims to be the platform of choice for Web applications. Companies such as Amazon.com (AMZN.O), Google Inc (GOOG.O) and Salesforce.com (CRM.N) already offer a cloud computing platform.\n\n“Right now, we are still in the early adopter phase of cloud computing, but I think this one will ultimately ... be really, really big,” said Ozzie, who replaced Bill Gates as Microsoft’s top software guru in 2006.\n\nMicrosoft said Windows Azure differs from rival cloud computing offerings, because it balances the work load required to run an online service over multiple machines in various locations on its own without a need for developers to provision the program to do so.\n\nIt allows the developer to focus purely on writing an online application versus worrying about data center failures, power outages or other potential problems.\n\nTraditionally, Microsoft has been a low-fixed cost and small-capital expenditure business, but the services push has changed that. In recent years, Microsoft investors have seen it spend billions to build out data centers all over the world.\n\nOzzie said the company has gotten better at ensuring the build-out of data centers do not outpace demand for services.\n\n“We are throttling our investments commensurate with the demand and how it grows,” said Ozzie, who joined Microsoft after it bought Groove, a company he started.\n\nThe advantage Microsoft holds over competitors, according to Ozzie, in building a platform for cloud computing is because it is one of the few companies who have experience building operating systems for PCs and computer servers and running Web services used by hundreds of millions of users."
    },
    {
        "header": "Microsoft matches reward for missing Canadian teen",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE49Q5N320081027",
        "time": "02:21 PM EDT",
        "body": "TORONTO (Reuters) - Software giant Microsoft Corp has matched a reward being offered in the search for a missing Canadian teenager who ran away from home after his parents took away his Xbox 360 video game console.\n\nMicrosoft, which makes the Xbox 360, said it would match the existing reward of C$25,000 ($19,400) for information leading to Brandon Crisp’s return.\n\n“Like everyone, we are deeply worried about the disappearance of Brandon Crisp,” the company said in an email. “Law enforcement has contacted Microsoft about this matter and we are co-operating fully with them. We are unable to comment further on the nature of our co-operation because of the ongoing investigation.”\n\nThe 15-year-old has been missing since October 13. He ran away from his home in Barrie, Ontario, north of Toronto, after his parents took away his gaming privileges because of his excessive playing of “Call of Duty 4: Modern Warfare”.\n\nThe game is a wartime shooting simulator that gives players a first-person perspective. It also lets players connect over Microsoft’s Xbox Live online service and compete against one another, either in teams or individually.\n\nIt is possible that police will ask or have already asked Microsoft to divulge the list of players with whom Brandon Crisp has played recently.\n\nPolice and volunteers have been scouring the area around Barrie, a small lakeside city about a one-hour drive from Toronto, but so far have been unable to find the boy.\n\nAs online gaming has exploded in popularity since the start of the decade, academics and parents have raised concerns over the possibility of addiction.\n\nLast year, the American Medical Association said more research was necessary on the potential of addiction to video games. It urged parents to closely monitor their children’s use of games and the Internet.\n\nWeb sites such as www.wowdetox.com, a sounding board for those addicted to or trying to quit the popular “World of Warcraft” online game, have sprung up as well."
    },
    {
        "header": "INTERVIEW-Microsoft sees Windows Azure profitable at launch",
        "link": "http://www.reuters.com/article/technology-media-telco-SP/idUSN2734201020081027",
        "time": "04:52 PM EDT",
        "body": "* Expects Azure margin to be lower than software\n\n* Azure expected to help margins of other online offerings\n\nLOS ANGELES, Oct 27 (Reuters) - Microsoft Corp (MSFT.O) expects Windows Azure, a new “cloud computing” platform to allow companies to build Web applications using Microsoft’s data centers, to be profitable at launch, the company’s top software executive said on Monday.\n\nCloud computing is the trend by Internet powerhouses to array huge numbers of computers in centralized data centers to deliver Web-based applications to far-flung users.\n\nMicrosoft built its business selling software to run on local machines -- both computer servers and personal computers\n\n-- but in recent years, it has invested billions of dollars in -- but in recent years, it has invested billions of dollars in massive data centers.\n\nIn an interview, Ray Ozzie, Microsoft’s chief software architect, said the company’s new platform to let third-party developers to build, manage and store data for Web applications inside Microsoft data centers will eventually generate “a lot” of revenue albeit at a lower margin than traditional software.\n\n“When we do offer it as a commercial service, we will be profitable from day one,” said Ozzie at the Professional Developer’s Conference, Microsoft’s annual gathering of third-party engineers to detail the company’s future plans.\n\nAzure is only available in a free, limited preview, but the company expects the platform to underpin a new wave of applications for itself and others looking to take advantage of the flexibility and cost benefits of cloud computing.\n\nIt will take a while before Azure will be a significant business on its own, but a benefit of the new platform will be in helping boost the margins and demand for existing Microsoft products built on top of Azure as they shift online.\n\nOzzie, who replaced Bill Gates as Microsoft’s top software guru in 2006, is spearheading the company’s push into cloud computing.\n\nTraditionally, software has run on a single computer’s hard drive, but as Internet connections became faster and more reliable, companies started to deliver software as an online service by using the computing power of the “cloud,” a network of powerful computer servers accessed over the Web.\n\nSimilar to how its Windows operating system became the main platform for programs on personal computers, Microsoft aims to be the platform of choice for Web applications.\n\n“Right now, we are still in the early adopter phase of cloud computing, but I think this one will ultimately ... be really, really big,” said Ozzie."
    },
    {
        "header": "RPT-UPDATE 1-Microsoft looks to rent Web \"cloud\" computing space",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSN2741523520081027",
        "time": "02:26 PM EDT",
        "body": "LOS ANGELES, Oct 27 (Reuters) - Microsoft Corp (MSFT.O) took the wraps off a new computing service that allows companies to use its data centers to run their Web applications in a bid to become a player in the so-called “cloud computing” trend.\n\nRay Ozzie, Microsoft’s chief software architect, said on Monday it will start previewing “Windows Azure,” a platform that allows third-party developers to host, manage, calculate and store data for applications running on the Internet.\n\n“It’s a transformation of our software. It’s a transformation of our strategy,” Ozzie said at the Professional Developer’s Conference, Microsoft’s annual gathering of third-party engineers to detail the company’s future plans.\n\nOzzie, who replaced Bill Gates as Microsoft’s top software guru in 2006, is spearheading the company’s push into “cloud computing,” a trend that taps into computing power in distant data centers and delivers applications over the Internet.\n\nTraditionally, software has run on a single computer’s hard drive, but as Internet connections became faster and more reliable, companies started to deliver software as an online service by using the computing power of the “cloud,” a network of powerful computer servers accessed over the Web.\n\nThe success of Web-based companies such as Google Inc (GOOG.O) and Salesforce.com Inc (CRM.N) in creating online applications competitive with Microsoft has forced the company to embrace a new way of delivering and supporting software.\n\n“We are in the early days of a transformation to services across the industry,” said Ozzie at the conference.\n\nMicrosoft has worked to add online services elements to most of its traditional software, which required the company to invest billions in building massive data centers with thousands of computer servers and data storage systems.\n\nNow, Microsoft wants to let other companies rent out its computing power so third-party developers can run applications over the Internet without the need for hefty investments in data centers. It also allows companies the flexibility to increase or decrease computing needs according to demand.\n\nSimilar to how its Windows operating system became the main platform for programs on personal computers, Microsoft aims to be the platform of choice for Web applications.\n\n“It’s one of these times that the battleship turns around for Microsoft,” said Neil MacDonald, a vice president at research firm Gartner. “This is the direction that the industry is heading toward.”\n\nAmazon.com Inc (AMZN.O) and Salesforce are already in the market with computing services for Web developers, but Microsoft has a few advantages. It has deeper pockets, longer relationships with third-party developers and more expertise in building a software platform.\n\n“I’d like to tip my hat to Jeff Bezos and Amazon,” said Ozzie, referring to Amazon’s chief executive. “Across the industry, all of us will stand on their shoulders.”\n\nResearch firm IDC expects spending on “cloud” computing services to grow nearly three-fold to about $42 billion by 2012. Spending growth on cloud computing will also accelerate over the next few years, making up as much as 25 percent of the increase in 2012.\n\nDevelopers can write applications on Windows Azure using the tools and programming languages necessary to write software to run on top of the current Windows operating system.\n\nOzzie also said Azure will allow companies to deliver applications over the Web, on mobile phones and on PCs.\n\nMicrosoft did not announce any details on pricing, saying it would depend on the level of usage -- usually, a per-hour rate -- and the level of service required. Ozzie said Windows Azure will be priced competitively with “the marketplace.”\n\nGartner’s MacDonald said he was uncertain how this would affect Microsoft’s business model or profit margins, saying this puts the company in the unfamiliar role of managing a large amount of fixed costs from building out data centers.\n\nShares of Microsoft fell 75 cents, or 3.4 percent, to $21.21 in midday Nasdaq trading. (Editing by Brian Moss)"
    }
]