[
    {
        "header": "Microsoft looks to ease Yahoo, Windows concerns",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSN1438443520080715",
        "time": "04:18 PM EDT",
        "body": "SEATTLE (Reuters) - Microsoft Corp (MSFT.O) reports quarterly results this week, looking to ease the concerns of investors about slower growth at its Windows business and prove that its pursuit of Yahoo Inc YHOO.O is not a distraction.\n\nThe world’s largest software maker kicks off a crucial three-week period with earnings on Thursday, followed by an annual financial analysts meeting at its Redmond, Washington campus a week later.\n\nThen, Yahoo holds its annual shareholders meeting on August 1, which could determine whether Microsoft will be able to buy all or part of the Internet pioneer.\n\nFirst and foremost, investors will look for signs in Microsoft’s results that corporate customers and consumers are upgrading to its new Windows Vista operating system. A weak U.S. economy and a poor reception for Vista has raised fears adoption may be weak.\n\nAnalysts forecast Microsoft would report fiscal fourth- quarter earnings of 47 cents a share on a 17 percent rise in revenue to $15.6 billion, according to Reuters Estimates.\n\nLast quarter, revenue at the Windows division, which accounts for more than half of the company’s profit, were lower than expected due to an inventory build-up of computers and a lack of progress in the battle against piracy.\n\n“What happened last quarter in the (Windows) client division was something that might persist,” said Sid Parakh, an analyst at McAdams Wright Ragen. “That’s what everybody is still concerned about.”\n\nAnother concern is that large organizations will postpone upgrades to Vista, opting to wait for the next version of Windows code-named “Windows 7.” Microsoft is targeting a 2010 debut for “Windows 7.”\n\nIn a survey of chief investment officers conducted by Goldman Sachs, 43 percent said Vista deployment is likely to be delayed if technology budgets tighten in the second half of 2008. It was the highest percentage of all software projects.\n\nInvestors will also be probing Microsoft’s updated forecasts for fiscal 2009 and estimates for its current quarter as an indicator of technology spending.\n\nIn late April, the company forecast fiscal 2009 earnings in a range between $2.13 and $2.19 per share on revenue of $66.9 billion to $68 billion. Analysts expect the results to be in the middle of the range, with EPS of $2.16 on revenue of $67.3 billion.\n\nFor the current quarter, analysts on average forecast the company will earn 49 cents per share on revenue of $15.1 billion, according to Reuters Estimates.\n\nAnalysts are expected to grill Microsoft executives about the company’s on-again, off-again pursuit of Yahoo and alternative options to turn around its online service business, which has posted seven straight quarters of losses.\n\nThe negotiations between the two companies have turned ugly and Microsoft is now teaming up with investor Carl Icahn, who wants to oust Yahoo Chief Executive Jerry Yang and replace the Web company’s board with a group of directors more open to a deal with Microsoft.\n\n“These things can be distracting. I just worry that Microsoft’s taking its eye off the ball to try to replicate what Google has put together on the Internet search side and its Web advertising model,” said Todd Lowenstein, co-portfolio manager at HighMark Capital Management’s Value Momentum Fund.\n\n“I can’t say we’re all that crazy about it buying into Yahoo. It’s not our favorite use of capital.”\n\nMicrosoft shares have fallen about 20 percent since it went public with its unsolicited offer to buy Yahoo. By comparison, the S&P 500 has declined about 12 percent and the Nasdaq is down about 8 percent during that period.\n\nThe pullback on Microsoft shares is overdone, said Lowenstein, who manages 444,000 Microsoft shares in his fund, if you consider the amount of cash generated by the company, its debt-free balance sheet and competitive businesses.\n\n“There’s a lot at the company that people don’t give them enough credit for,” said Lowenstein.\n\nThe stock is now trading at 13 times estimated 2008 earnings compared with an average price-to-earnings ratio of around 20 for software companies.\n\nMicrosoft’s other businesses continue to hum along.\n\nThe Office division is attracting customers to its SharePoint collaboration software, while rolling out new products that allow companies to pay a monthly subscription to have Microsoft run its e-mail and other software programs.\n\nThe server and tools division rolled out a new version of Windows for computer servers with a new Hyper-V virtualization feature that allows customers to save money by running powerful computers more efficiently. It is an area where Microsoft has lagged behind VMware Inc (VMW.N).\n\nThe entertainment and device division announced a price cut to its Xbox 360 game console and introduced a new model with a larger hard drive ahead of this week’s E3 video game industry trade show."
    },
    {
        "header": "Yahoo says Microsoft seeks \"fire sale\" price",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSN1529693220080715",
        "time": "10:38 AM EDT",
        "body": "WASHINGTON, July 15 (Reuters) - A Yahoo Inc YHOO.O executive accused Microsoft Corp (MSFT.O) of teaming up with activist investor Carl Icahn to force a “fire sale” price for Yahoo’s search business.\n\nYahoo General Counsel Michael Callahan, in testimony Tuesday to a congressional committee, defended his company’s advertising partnership with Google Inc (GOOG.O) and said Yahoo would not be sold off piecemeal on terms that disadvantage Yahoo stockholders.\n\n“Microsoft... has turned to activist shareholder Carl Icahn, in the apparent hope that this will force a fire sale of Yahoo’s core strategic search business,” Callahan said in written testimony prepared for a hearing before the Senate Judiciary Committee’s antitrust subcommittee.\n\nGoogle, with more than 60 percent of the Web search market, and Yahoo, with 16.6 percent, announced a deal on June 12 that would allow Yahoo to place Google advertisements on its site and collect the revenue.\n\nThe deal, which the firms have said would garner Yahoo at least $250 million in the first year, was widely seen as an effort by Yahoo to fend off Microsoft’s on-again, off-again efforts to buy all or part of Yahoo.\n\nMicrosoft’s most recent offer to acquire Yahoo’s search business was rejected Saturday evening by Yahoo.\n\nIcahn is leading a proxy campaign to dump Yahoo’s current management and board at the August shareholder meeting. (Reporting by Diane Bartz; Editing by Tim Dobbyn)"
    },
    {
        "header": "Microsoft cites Yang comments on Google-Yahoo deal",
        "link": "http://www.reuters.com/article/innovationNews/idUSN1514923920080715",
        "time": "05:33 PM EDT",
        "body": "WASHINGTON (Reuters) - A top Microsoft Corp executive said Yahoo Inc’s advertising search partnership with Google Inc would leave only one major player in the Internet search business, and said he had been told as much by Yahoo’s own chief executive last month.\n\nTestifying at a congressional hearing, Microsoft General Counsel Brad Smith said that in a June 8 meeting in San Jose Yahoo chief Jerry Yang described Internet search as a “bipolar” market, with Google on one side and Yahoo and Microsoft on the other.\n\n“(Yang) said ‘If we do this deal with Google, Yahoo will become part of Google’s pole and Microsoft,’ he said, ‘would not be strong enough in this market to remain a pole of its own,'” Smith told the Senate Judiciary Committee’s antitrust subcommittee on Tuesday.\n\nHe said Microsoft executives met later in a separate conference room. “We sat down and we said, ‘We can’t believe that Jerry just said those things.'”\n\nSmith used the anecdote to bolster Microsoft’s contention that the Google-Yahoo deal would violate antitrust law.\n\n“That’s pretty explosive stuff and we’ll have to consider that,” agreed the antitrust subcommittee’s chairman, Democratic Sen. Herb Kohl of Wisconsin.\n\nYahoo General Counsel Michael Callahan, also testifying at Tuesday’s hearing, said he had been at the June 8 meeting but he disputed Smith’s description of what Yang had said.\n\n“I disagree with how Mr. Smith characterized what Mr. Yang thinks about the market,” said Callahan. “Our board of directors made a conscious decision to stay in search.”\n\nKohl shot back: “Clearly what you said contradicts what your boss said.”\n\nGoogle, with more than 60 percent of the Web search market, and Yahoo, with 16.6 percent, announced a deal on June 12 that would allow Yahoo to place Google advertisements on its site and collect the revenue. It has raised antitrust concerns because of their dominance of the market.\n\nThe Yahoo-Google partnership was widely seen as an effort by Yahoo to fend off Microsoft’s on-again, off-again efforts to buy all or part of Yahoo.\n\nGoogle and Yahoo have refrained from consummating the deal while they wait for an opinion from antitrust authorities at the Justice Department. Several state attorneys general were also looking into the arrangement.\n\nCallahan accused Microsoft of teaming up with investor Carl Icahn to force down Yahoo’s price.\n\n“Microsoft ... has turned to activist shareholder Carl Icahn, in the apparent hope that this will force a fire sale of Yahoo’s core strategic search business,” he said.\n\nIcahn is leading a proxy campaign to dump Yahoo’s current management and board at the August shareholder meeting.\n\nMicrosoft’s most recent offer to acquire Yahoo’s search business was rejected Saturday evening by Yahoo, which said it was open to a full-scale merger with Microsoft if it offered at least $33 a share, or $47.5 billion.\n\nMicrosoft had offered $31-per-share cash on January 31, when it tendered its first offer, and then raised it to $33 per share. Yahoo rejected it, demanding at least $37 a share, and Microsoft pulled the offer.\n\nYahoo closed down 4.56 percent at $21.54 on Tuesday on the Nasdaq. Microsoft shares were up 3.98 percent to $26.15, and Google shares slipped 1.06 percent to $516.09.\n\nGoogle’s Chief Legal Officer David Drummond also defended the partnership with Yahoo and dismissed the idea that it would hurt competition in the Internet search market.\n\n“Google and Yahoo will remain fierce competitors,” Drummond said. “This agreement will not remove a competitor from the field.”\n\nDrummond argued that any Microsoft deal with Yahoo would raise antitrust issues in the markets for display advertising, e-mail and instant messaging.\n\n“The most energetic critic of ours is Microsoft,” he said, adding that it was “not exactly a mom-and-pop show.”"
    },
    {
        "header": "Netflix to be carried on Microsoft's Xbox console",
        "link": "http://www.reuters.com/article/internetNews/idUSN1433374520080715",
        "time": "05:00 AM EDT",
        "body": "LOS ANGELES (Reuters) - A long-rumored tie-up between online movie rental company Netflix Inc and Microsoft Corp to let Netflix subscribers watch streamed movies and TV shows on Xbox 360 game consoles will become a reality this fall, the companies said on Monday.\n\nThe service, expected to launch as a software upgrade for the Xbox 360, will be offered at no additional cost to Netflix subscribers who also hold Xbox 360 Live Gold memberships, the companies said at the E3 Media and Business Summit in Los Angeles.\n\nXBox users will be able to access more than 10,000 Netflix titles now available as part of a feature called “Watch Instantly” that Netflix launched in 2007.\n\nEarlier this year, Netflix announced two other partnerships with set top box makers -- Roku and LG Electronics Inc -- in its quest to bring streamed content from its Web-based catalog to the television.\n\nThe $100 Netflix Player by Roku sold out its first shipment within weeks of its launch earlier this year. The LG box is expected to be available in the second half of the year.\n\nRumors of a partnership with Microsoft have swirled in the blogosphere since last year, when Netflix Chief Executive Reed Hastings joined Microsoft’s board of directors and Netflix began surveying subscribers about their interest in accessing movies through an Xbox.\n\nNetflix has more than 8.2 million subscribers. Microsoft has sold more than 10 million Xbox consoles and offers limited movie rental through its Xbox Live subscription service.\n\nIt was not immediately clear on Monday how many Netflix subscribers own Xbox 360s and have Xbox Live Gold memberships.\n\nShares of Netflix were up 90 cents, or 3.3 percent, at $28.11 in afternoon Nasdaq trade."
    }
]