[
    {
        "header": "Microsoft and Yahoo in talks again on online unit-paper",
        "link": "http://www.reuters.com/article/mnaNewsTechMediaTelco/idUSLU6681520081130",
        "time": "06:17 AM EST",
        "body": "LONDON, Nov 30 (Reuters) - Microsoft Inc (MSFT.O) is in talks with Yahoo Inc YHOO.O to buy the U.S internet company’s online search business for $20 billion, according to a report in Britain’s Sunday Times.\n\nThe proposal under discussion involves a complex transaction that would see the U.S. software giant support a new management team to take control of Yahoo, but it has no intention of refreshing its bid, said the newspaper.\n\nMicrosoft withdrew its $47.5 billion buyout offer for Yahoo in May after Yahoo chief executive Jerry Yang and his board rejected the bid as too low.\n\nBid speculation was sparked again earlier this month when Yang announced he was stepping down. Microsoft CEO Steve Ballmer ruled a bid out at the time, but said he was “open” to talks on a deal for Yahoo’s search business."
    },
    {
        "header": "Microsoft-Yahoo deal \"total fiction:\" report",
        "link": "http://www.reuters.com/article/innovationNews/idUSTRE4AT1AO20081130",
        "time": "12:17 PM EST",
        "body": "LONDON (Reuters) - A report in the Sunday Times that Microsoft Inc is in talks with Yahoo Inc to buy the U.S. internet company’s online search business for $20 billion is “total fiction,” according to a key executive cited by an influential U.S. blog.\n\nThe Sunday Times, which did not cite its sources, said the proposal under discussion involves a complex transaction that would see the U.S. software giant support a new management team to take control of Yahoo.\n\nThe team would be led by ex-AOL Chairman and CEO Jonathan Miller and former Fox Interactive Media President Ross Levinsohn, the report said.\n\nBut the AllThingsDigital blog, affiliated with the Wall Street Journal, quoted Levinsohn as saying the report was “total fiction.” Top sources at Yahoo and Microsoft also scoffed at the report, the blog said.\n\nYahoo spokesman Brad Williams said: “We don’t comment on rumors, and all this is a rumor.”\n\nMicrosoft withdrew its $47.5 billion buyout offer for Yahoo in May after Yahoo Chief Executive Jerry Yang and his board rejected the bid as too low.\n\nBid speculation was sparked again earlier this month when Yang announced he was stepping down. Microsoft CEO Steve Ballmer ruled a bid out at the time, but said he was “open” to talks on a deal for Yahoo’s search business.\n\nActivist investor Carl Icahn -- who sits on Yahoo’s board and increased his stake in the company to 5.4 percent last week -- reiterated he favored the sale of the search business, according to an interview in the December 1 edition of Barron‘s.\n\n“Microsoft has said publicly that they are not interested in buying the whole company, and I believe them. But they are interested in doing a deal on search, and we should pursue that,” Icahn was quoted by Barron‘s.\n\nEarlier this year, Icahn threatened to launch a proxy fight against Yahoo and oust Yang in an effort to push the company to accept Microsoft’s offer. He later struck a deal with Yahoo and joined its board.\n\nIcahn began amassing Yahoo shares during the company’s merger talks with Microsoft.\n\nThe Sunday Times said senior directors at Microsoft and Yahoo are understood to have agreed on the broad terms of the deal, but there is no guarantee it will succeed."
    },
    {
        "header": "UPDATE 2-Microsoft-Yahoo deal 'total fiction'-AllThingsDigital",
        "link": "http://www.reuters.com/article/mnaNewsTechMediaTelco/idUSLU13698620081130",
        "time": "12:19 PM EST",
        "body": "LONDON, Nov 30 (Reuters) - A report in the Sunday Times that Microsoft Corp (MSFT.O) is in talks with Yahoo Inc YHOO.O to buy the U.S internet company’s online search business for $20 billion is “total fiction,” according to a key executive cited by an influential U.S. blog.\n\nThe Sunday Times, which did not cite its sources, said the proposal under discussion involves a complex transaction that would see the U.S. software giant support a new management team to take control of Yahoo.\n\nThe team would be led by ex-AOL Chairman and CEO Jonathan Miller and former Fox Interactive Media President Ross Levinsohn, the report said.\n\nBut the AllThingsDigital blog, affiliated with the Wall Street Journal, quoted Levinsohn as saying the report was “total fiction.” Top sources at Yahoo and Microsoft also scoffed at the report, the blog said.\n\nYahoo spokesman Brad Williams said: “We don’t comment on rumours, and all this is is a rumour.”\n\nMicrosoft withdrew its $47.5 billion buyout offer for Yahoo in May after Yahoo Chief Executive Jerry Yang and his board rejected the bid as too low.\n\nBid speculation was sparked again earlier this month when Yang announced he was stepping down. Microsoft CEO Steve Ballmer ruled a bid out at the time, but said he was “open” to talks on a deal for Yahoo’s search business.\n\nActivist investor Carl Icahn -- who sits on Yahoo’s board and increased his stake in the company to 5.4 percent last week -- reiterated he favored the sale of the search business, according to an interview in the Dec. 1 edition of Barron‘s.\n\n“Microsoft has said publicly that they are not interested in buying the whole company, and I believe them. But they are interested in doing a deal on search, and we should pursue that,” Icahn was quoted by Barron‘s.\n\nEarlier this year, Icahn threatened to launch a proxy fight against Yahoo and oust Yang in an effort to push the company to accept Microsoft’s offer. He later struck a deal with Yahoo and joined its board.\n\nIcahn began amassing Yahoo shares during the company’s merger talks with Microsoft.\n\nThe Sunday Times said senior directors at Microsoft and Yahoo are understood to have agreed on the broad terms of the deal, but there is no guarantee it will succeed. (Reporting by Rosalba O‘Brien in London and Anupreeta Das in New York; Editing by Jan Paschal)"
    }
]