[
    {
        "header": "RPT-Microsoft profit up on PC, computer server demand",
        "link": "http://www.reuters.com/article/COMSRV/idUSWNAB120020080717",
        "time": "04:23 PM EDT",
        "body": "LOS ANGELES, July 17 (Reuters) - Microsoft Corp (MSFT.O) posted a rise in quarterly profit on Thursday, boosted by a steady increase of personal computer sales in emerging markets and demand for new computer server software.\n\nMicrosoft, which is locked in an on-again, off-again pursuit of Yahoo Inc YHOO.O, reported a net profit of $4.3 billion, or 46 cents per diluted share, in its fiscal fourth quarter ended June versus a profit of $3.04 billion, or 31 cents per diluted share, in the year-ago period.\n\nAnalysts, on average, were forecasting Microsoft to earn 47 cents per share on revenue of $15.65 billion in the June quarter, according to Reuters Estimates.\n\nThe software maker was aided by strong demand for Windows 2008, the flagship software at its server and tools division. The profit growth looked even bigger due to a $1.06 billion charge that Microsoft incurred during last year’s June quarter to fix problems with its Xbox 360 game console.\n\nSince Microsoft went public with its unsolicited bid to buy Yahoo on Feb. 1, the stock is down 16 percent, as of the close of trade on Wednesday, versus a 10 percent slide in the S&P 500. (Reporting by Daisuke Wakabayashi; Editing by Gary Hill)"
    },
    {
        "header": "Microsoft sees economy possibly improving in 2009",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1747117520080718",
        "time": "08:36 PM EDT",
        "body": "NEW YORK (Reuters) - Microsoft Corp’s (MSFT.O) chief financial officer said on Thursday that economic conditions may improve in the first half of 2009.\n\nEconomic conditions that marked the June quarter would continue for the rest of 2008, CFO Chris Liddell said on a conference call with analysts to discuss the company’s fourth-quarter financial results.\n\nLiddell also offered details of the company’s recent proposal for Yahoo Inc YHOO.O, including a 10-year revenue guarantee of between $19.5 billion and $26.5 billion, an offer of $2.8 billion in debt and an equity investment of $3.9 billion."
    },
    {
        "header": "INSTANT VIEW: Google, IBM, Microsoft profits up",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1733376320080717",
        "time": "05:25 PM EDT",
        "body": "SAN FRANCISCO (Reuters) - Google Inc, IBM and Microsoft Corp reported quarterly results on Thursday, giving investors a mixed snapshot of the health of the technology sector amid a slowing global economy.\n\nGoogle posted a 35 percent rise in quarterly net profit but missed Wall Street’s consensus forecast. IBM reported a higher quarterly profit that beat expectations. Microsoft also posted a rise in quarterly profit, but issued a forecast below Wall Street expectations.\n\n“In this market, unless you blow results in this market, investors are going to be very skeptical. It looks as if they’ve beaten consensus on revenue. But the issue is the margins, they’re a little disappointing. That’s why earnings are low.”\n\n“Interest income looks low. That would come down for several reasons, including its DoubleClick acquisition.”\n\n“It looks like there has been some expense discipline. It could be that there’s some weakness in the social networks deal but it hasn’t been fully offset by the expense discipline.”\n\n“The economy’s been hard on Google’s network rather than Google’s owned and operated business. That’s why we’re seeing lower gross margins. Overall, it could be that investors will be disappointed with earnings per share and in this market there will be a strong reaction.”\n\n“It’s hard to love the numbers. There’s the initial shock of this being the best company in the space and it just fell short. But when we wake up tomorrow, they’re still taking market share and still the best company in the space. They’re still innovating.”\n\n“People will be worried about the U.S advertising market continuing to roll over or decline. You saw it with ValueClick missing.”\n\nZACH ROSENSTOCK, ANALYST, WAYNE HUMMER WEALTH MANAGEMENT, WHICH HOLDS IBM SHARES IN ITS $1 BILLION PORTFOLIO\n\n“Once again pretty impressive. They beat by about 16 cents this quarter after beating the prior two quarters. It’s becoming a common thing for now. The revenues were up 13 percent, but largely foreign-exchange related, so you’re seeing the change of the business model. They’re focusing outside the U.S. to ride through the domestic downturn.”\n\n“I think people will be focusing on Google actually because they missed. Revenues from services and IBM’s consulting side were strong, which bodes well because it’s ahead of implementation. It’s a positive that there’s so much demand for product, but there will be more focus in the market on Google and Microsoft because they were worse than they expected. IBM had been expected to beat again.”\n\n“They had a really strong quarter both in top and bottom lines. The software and services signings looked pretty strong. The company has been focusing on growing its new growth markets, which are small businesses and emerging geographic markets and that looked very strong. IBM has its toe in every tech water but it looks pretty good. In 2002, when we had a sudden downturn, Q2 was a bad quarter. But it doesn’t look like IBM is going to have a very bad quarter. Companies are still buying technology and that’s great.”\n\n“It’s a little surprising the strength in the Systems Z mainframe. You think of mainframe being used most often in financial services companies so I’d like to hear who is buying these things since we all expect financial service companies will be pulling in on their spending.”\n\nKEITH WIRTZ, PRESIDENT AND CHIEF INVESTMENT OFFICER, FIFTH THIRD ASSET MANAGEMENT, WHICH HOLDS IBM SHARES IN ITS $22 BILLION PORTFOLIO\n\n“They beat the number. I am very pleased about that....I take it as a good report.”\n\n“The Google number may cast a shadow on this stock.”\n\n“They are in a sweet spot as related to new product launches. We think in fact that the mainframe upgrade cycle is going to last for three or four more quarters.”\n\n“Things are just tracking really well for IBM now.”\n\n“I think you’re seeing the quarter come in in line with expectations for the most part. Microsoft was in line to slightly better. With IBM, it was a very solid number. They came in at $1.98 versus estimates of 1.82. I think you’re seeing a little more caution on guidance reflecting this uncertain environment.”\n\n“The top line was great. I‘m trying to figure out where the penny went.”\n\n“The thing I‘m extremely bullish about is their forecast for the future for top line growth. This is a company that brings in $60 billion dollars in revenue in a year and for it to constantly say that it’s going to do more and better year after year that’s always a good sign.”\n\n“The other thing is Microsoft generally underpromises and overdelivers. So I think that it’s bullish for technology that they see demand out there.”\n\n“Their core business did okay. However we were a little disappointed in the traction we’re seeing out of Microsoft’s Internet advertisement business.”\n\n“The guidance was a little light....We would expect the technology area to be impacted by what’s going on in the economy. Microsoft narrowing their outlook a bit for the coming year, we think it’s reasonable given the challenging economic conditions.”\n\n“I think the big thing is while Microsoft’s core businesses of Windows, Office and server did well, investors are really keying in on Internet advertisement given all the Yahoo drama over the last few months.”\n\n“In the fourth quarter, results in this unit were a bit ahead of what we were expecting so that looked okay. However, we are a bit cautious given if companies are going to cut back on spending, upgrading to Vista is one of those areas we can see them being cautious on.”"
    },
    {
        "header": "Microsoft shares fall after earnings miss",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1747225320080717",
        "time": "07:30 PM EDT",
        "body": "NEW YORK (Reuters) - Shares of Microsoft Corp (MSFT.O) fell 3.7 percent to $26.50 after the bell on Thursday after the company’s earnings fell short of Wall Street estimates. (Reporting by Kristina Cooke)"
    },
    {
        "header": "Microsoft profit outlook misses view, shares fall",
        "link": "http://www.reuters.com/article/ousivMolt/idUSWNAB119520080718",
        "time": "08:58 PM EDT",
        "body": "LOS ANGELES (Reuters) - Microsoft Corp (MSFT.O) posted a quarterly profit and outlook below Wall Street expectations on Thursday, citing “tough” economic conditions, and its shares fell 6 percent.\n\nThe software maker, which is locked in an on-again, off-again pursuit of Yahoo Inc YHOO.O, said its current-quarter forecast factors in difficult economic conditions continuing for the remainder of 2008 before some improvement in the first half of 2009.\n\n“It’s what I would describe as a tough environment. It’s clear other companies around us are suffering,” Microsoft Chief Financial Officer Chris Liddell said in an interview with Reuters. “It hasn’t hurt us significantly.”\n\nHowever, for the current quarter, Microsoft forecast earnings per share to range from 47 cents to 48 cents on revenue between $14.7 billion and $14.9 billion, below Wall Street forecasts on average of 50 cents per share in earnings on $15.06 billion in revenue, according to Reuters Estimates.\n\nThe world’s largest software maker has weathered a soft U.S. economy by ramping up sales to emerging markets and offering a diverse set of products aimed at corporate customers and consumers.\n\nAndy Miedler, analyst at Edward Jones, said Microsoft is not immune from the challenging economic conditions and that it was reasonable for the company to scale down its forecasts.\n\nParticularly hard-hit by the weak U.S. economy, according to Liddell, is online advertising, a business in which Microsoft is already trailing rival Google Inc (GOOG.O).\n\nThe search leader also reported quarterly earnings on Thursday, saying its online advertising business has held up well despite weak economic conditions. It reported a weaker-than-expected 35 percent rise in quarterly profit.\n\nMicrosoft sees an acquisition of part or all of Yahoo as a way to strengthen its position in the advertising business.\n\nThe company confirmed details of its latest proposal, revealed earlier this week by investor Carl Icahn, to buy the Web company’s search business. The proposal included $19.5 billion to $26.5 billion in revenue guarantees over 10 years.\n\n“We clearly continue to believe that our proposal is a compelling one,” Liddell said on a conference call with analysts.\n\nMicrosoft, based in Redmond, Washington, also said it plans to invest an additional $500 million in its online strategy.\n\nFor its fiscal fourth quarter ended June, Microsoft reported a net profit of $4.3 billion, or 46 cents per diluted share, up from a profit of $3.04 billion, or 31 cents per diluted share, in the year-ago period. Revenue rose 18 percent to $15.84 billion.\n\nThe earnings were a penny per share below the average analyst forecast of 47 cents per share, but the revenue beat their forecast of $15.65 billion in the June quarter, according to Reuters Estimates.\n\nMicrosoft’s Liddell cited a 15 percent rise in hiring expenses during the quarter as one factor for coming in below Wall Street expectations.\n\nThe software maker was aided by strong demand for Windows 2008, the flagship software at its server and tools division. Customers signed up for long-term contracts for new software and revenue at the division rose 21 percent from a year ago.\n\nMicrosoft’s main Windows division bounced back with a strong quarter, posting a 15 percent increase in revenue, helped by adoption of its new Vista operating system.\n\nThe unit’s performance was a disappointment last quarter when revenue came in lower than expected from an inventory build-up of computers and a lack of progress in fighting piracy. The inventory build-up was resolved, according to Liddell, and 180 million Vista licenses have now been sold.\n\nMicrosoft forecast Windows division revenue to grow between 9 percent and 10 percent this fiscal year.\n\nThe quarterly profit growth looked even bigger due to a $1.06 billion charge that Microsoft incurred during last year’s June quarter to fix problems with its Xbox 360 game console.\n\nThe online division posted an eighth straight quarter of decline with an operating loss of $488 million.\n\n“The online services business is on everyone’s mind,” said Sid Parakh, analyst at McAdams, Wright, Ragen. “It’s back and forth with Yahoo and Microsoft every day. That’s distracting for investors and employees and even advertisers.”\n\nSince Microsoft went public with its unsolicited bid to buy Yahoo on February 1, the stock is down 16 percent, as of the close of trade on Thursday, versus a 9 percent slide in the S&P 500. The stock fell to $25.85 in after-hours trade after closing at $27.52 on the Nasdaq.\n\n“Clearly we are disappointed that our strong financial results are not reflected in our share price,” Liddell said on the conference call. “At these prices, it’s incredibly attractive for a buyback perspective.”\n\nMicrosoft lowered its full-year estimates to an earnings range of $2.12 to $2.18 per share on revenue from $67.3 billion to $68.1 billion. Its previous estimates were for earnings per share in a range from $2.13 to $2.19 and revenue of $66.9 billion to $68 billion.\n\nAnalysts, on average, are forecasting the company to post earnings per share of $2.16 on revenue of $67.3 billion."
    },
    {
        "header": "STOCKS NEWS US-Microsoft, Google, Merrill drop after the bell",
        "link": "http://www.reuters.com/article/afterTheBell/idUSN1749367820080717",
        "time": "04:42 PM EDT",
        "body": ""
    },
    {
        "header": "Microsoft says company facing \"tough environment\"",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1749424820080718",
        "time": "08:36 PM EDT",
        "body": "LOS ANGELES (Reuters) - Microsoft Corp (MSFT.O) said on Thursday that it is facing a “tough environment” due to weakness in the U.S. economy, but added that the software maker has managed to avoid most difficulties.\n\n“It hasn’t hurt us significantly. It’s what I would describe as a tough environment. It’s clear other companies around us are suffering,” Microsoft Chief Financial Officer Chris Liddell said in an interview with Reuters.\n\nLiddell’s comments came on the heels of the company issuing a forecast for the current quarter that came in below Wall Street expectations. Microsoft also lowered its fiscal 2009 earnings forecast range by a penny.\n\nThe CFO cited additional investments for its online business this fiscal year and said that the Internet advertising market was difficult at the moment."
    }
]