[
    {
        "header": "UPDATE 1-Looking out past Vista, Windows 7 aims to simplify",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSN2841293420081028",
        "time": "02:56 PM EDT",
        "body": "LOS ANGELES, Oct 28 (Reuters) - Microsoft Corp (MSFT.O) is betting its next Windows operating system will be faster and easier to use and avoid the missteps of Windows Vista that alienated many users of the software that powers 90 percent of the world’s PCs.\n\nWindows 7, which was previewed on Tuesday, is set to be introduced in a test version early next year with features including touch screen technology and the ability to more easily personalize the system.\n\nWindows Vista was so heavily criticized due to poor compatibility with devices and slow start speeds that it became the target of an effective marketing campaign by rival Apple Inc (AAPL.O).\n\nIn addition, the usefulness of a traditional Windows desktop operating system, the world’s largest software maker’s most profitable product, is being challenged as more software applications move online, highlighting the central role of Internet browsers in a world centered on the Web.\n\nMicrosoft decided to measure success by a positive user experience versus technical superiority -- often overlooked by ordinary consumers.\n\nJulie Larson-Green, a Microsoft corporate vice president in charge of overseeing the design of Windows 7, said: “It’s fine to have the best technical solution. But just like VHS and Beta (Betamax), the best technical solution doesn’t always matter,” referring to the video format battles in the late 1970s and early 1980s.\n\nThe company also adopted a ‘simple is better’ philosophy, looking to remove complexity from an operating system that incorporated 50 million lines of programming code in Vista.\n\n“The general perception is that Vista is a damaged brand, so it behooves Microsoft to move on to sell something new even if it’s not a quantum leap in terms of technology,” said Toan Tran, analyst at Morningstar.\n\nMicrosoft plans to introduce more user-friendly features, such as a new taskbar that previews all the open windows from a single application by hovering over the program’s icon.\n\nAnother new feature is called “Jump Lists,” which provides updated lists of recently worked-on documents or often visited Web sites without first having to open Microsoft Word or an Internet browser.\n\n“People aren’t coming to Windows to use Windows. People are coming to Windows to get to what they want to do. Helping them get to what they want to do is the goal of the operating system,” said Larson-Green.\n\nLarson-Green came over from the Office group with Steven Sinofsky, who took over Windows development with a reputation as a disciplined task master with a focus on simplifying the user interface.\n\nTo keep the team focused, every Windows 7 engineer was handed a pamphlet of core principles with Zen-like slogans such as “reduce concepts, increase confidence,” and “small bad and good things matter.”\n\nThe new philosophy at Windows is a nod to the success of Apple, which has seen its U.S. market share double since 2005 due in part to an advertising campaign that has portrayed Vista as clunky and harder to use.\n\nMicrosoft has countered with a $300 million marketing blitz featuring comedian Jerry Seinfeld, rapper Pharrell Williams, writer Deepak Chopra and Microsoft co-founder Bill Gates, looking to emphasize the reach and diversity of Windows users.\n\nWindows Vista has sold more than 180 million licenses since its launch in January 2007, but Microsoft executives have said privately that the software over-promised and under-delivered, a problem that they say will not be repeated with Windows 7.\n\nWindows 7 aims to keep hardware requirements in line with that of Vista so that companies do not need to buy special machines to run the new operating system.\n\nMicrosoft said it has also solved the compatibility problem with devices that plagued Vista at its launch with a new feature called Device Stage, a one-stop point to manage and gather information for devices from mobile phones to printers to digital music players.\n\nShares of Microsoft rose $1.06, or 5 percent, to $22.24 in afternoon Nasdaq trade. (Reporting by Daisuke Wakabayashi; Editing by Derek Caney, Gary Hill)"
    },
    {
        "header": "Microsoft anti-piracy move irks China official",
        "link": "http://www.reuters.com/article/naturalResources/idUSPEK15092720081028",
        "time": "08:07 AM EDT",
        "body": "BEIJING (Reuters) - A top Chinese copyright official chided Microsoft for launching an anti-piracy tool that nags users of counterfeit software with a black computer screen and said the company’s prices were too high.\n\nThe U.S. software giant launched “Windows Genuine Advantage” in China last week, a programme that turns the background of the Windows operating system’s desktop black if the software fails a validation test.\n\nThe move prompted lawsuit threats and howls of indignation in China, where the vast majority of computer users are believed to be using pirated versions, unwittingly or not.\n\nNational Copyright Administration (NCA) Vice-Director Yan Xiaohong said his agency supported “the rights-safeguarding move taken by institutions including Microsoft,” Xinhua news agency quoted him as saying in a report late on Monday.\n\nBut companies should “pay attention to the methods,” Yan said. “Whether the ‘black-out’ method should be adopted is open to question. Measures for safeguarding rights also need to be appropriate,” Yan said.\n\nMicrosoft has defended the programme as a measure to protect its intellectual property and help customers determine that they have legal software.\n\nMethods to subvert the programme were circulated on Chinese blogs and Internet chat-rooms within days of its launch.\n\nDong Zhengwei, a Beijing lawyer, said Microsoft was abusing its market power and had filed a complaint to China’s trade watchdog, the State Administration for Industry and Commerce, the China Daily said in separate report.\n\n“Microsoft should be fined $1 billion,” the paper quoted the lawyer as saying.\n\nYan said Microsoft’s price policies needed to “fit the Chinese situation.”\n\n“The company adopted unified prices in the past without considering the income gap between developed and developing countries, so we need to kindly remind them that Chinese customers’ affordability should be considered.”\n\nMicrosoft’s China office denied users were being forced to use the anti-piracy programme and pointed to recent sales promotions cutting prices of its software in China.\n\n“We appreciate the NCA’s understanding and support on efforts made by right holders including Microsoft to protect IPR,” it said in a statement on Tuesday.\n\n“Building a market environment that respects intellectual property rights is critical to the development of the entire software industry and of knowledge economy in China.”"
    },
    {
        "header": "Stepping out from Vista, Windows 7 aims to simplify",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSN2837559620081028",
        "time": "12:00 PM EDT",
        "body": "LOS ANGELES, Oct 28 (Reuters) - Microsoft Corp (MSFT.O) is betting its next Windows operating system will be faster and easier to use and avoid the missteps from the introduction of Windows Vista, which alienated many users of the software that powers 90 percent of the world’s PCs.\n\nWindows 7, which was previewed on Tuesday, is set to be introduced in a test version early next year with features including touch screen technology and the ability to more easily personalize the system.\n\nWindows Vista was so heavily criticized due to poor compatibility with devices and slow start speeds that it became the target of an effective marketing campaign by rival Apple Inc (AAPL.O).\n\nIn addition, the usefulness of a traditional Windows desktop operating system, the world’s largest software maker’s most profitable product, is being challenged as more software applications move online, highlighting the central role of Internet browsers in a world centered on the Web.\n\nMicrosoft decided to measure success by a positive user experience versus technical superiority -- often overlooked by ordinary consumers.\n\nJulie Larson-Green, a Microsoft corporate vice president in charge of overseeing the design of Windows 7, noted, “It’s fine to have the best technical solution. But just like VHS and beta. The best technical solution doesn’t always matter,” referring to the video format battles in the late 1970s and early 1980s.\n\nMicrosoft plans to introduce more user-friendly features, such as a new taskbar that previews all the open windows from a single application by hovering over the program’s icon.\n\nAnother new feature is called “Jump Lists,” which provides updated lists of recently worked-on documents or often visited Web sites without first having to open Microsoft Word or an Internet browser.\n\n“People aren’t coming to Windows to use Windows. People are coming to Windows to get to what they want to do. Helping them get to what they want to do is the goal of the operating system,” said Larson-Green.\n\nThe new philosophy at Windows is a nod to the success of Apple, which has seen its U.S. market share double since 2005 due in part to an advertising campaign that has portrayed Vista as clunky and harder to use.\n\nMicrosoft has countered with a $300 million marketing blitz featuring comedian Jerry Seinfeld, rapper Pharrell Williams, writer Deepak Chopra and Microsoft co-founder Bill Gates, looking to emphasize the reach and diversity of Windows users.\n\nWindows Vista has sold more than 180 million licenses since its launch in January 2007, but Microsoft executives have said privately that the software over-promised and under-delivered, a problem that they say will not be repeated with Windows 7.\n\nWindows 7 aims to keep hardware requirements in line with that of Vista so that companies do not need to buy special machines to run the new operating system.\n\nMicrosoft said it has also solved the compatibility problem with devices that plagued Vista at its launch with a new feature called Device Stage, a one-stop point to manage and gather information for devices from mobile phones to printers to digital music players. (Editing by Derek Caney)"
    },
    {
        "header": "Microsoft says next Office suite will go on the Web",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE49R5XO20081028",
        "time": "07:51 PM EDT",
        "body": "LOS ANGELES (Reuters) - The next upgrade of Office business software from Microsoft Corp will include a version that edits word processing documents and spreadsheets inside a Web browser, the software maker said on Tuesday.\n\nThe online version of Office, which includes the Word and Excel programs, aims to prevent competitors such as Google Inc from pecking away at Microsoft’s dominance in software used by office workers and expand the market for one of its most profitable products.\n\nMicrosoft would not comment on when it plans to release the next version of Office, dubbed “Office 14,” but in the past it has shipped an upgrade every two to three years. It introduced the current Office suite of programs in January 2007.\n\nThe company said Office Web applications will offer lightweight, online versions of Word, Excel, PowerPoint presentation software and the OneNote collaboration program. Office files can be managed and edited on a normal desktop computer, a Web browser or a mobile phone.\n\nMicrosoft, the world’s largest software maker, has seen a wave of competitors from Web start-ups to Google offering word processing, presentation and spreadsheet software over the Internet for free with advertising or a monthly subscription.\n\n“Nobody, none of our competitors, will do as good of a job on the phone, the browser or the PC,” said Chris Capossela, a senior vice president at Microsoft’s Office business.\n\nThe company announced the news at the Professional Developer’s Conference, Microsoft’s annual gathering of engineers to detail the company’s future plans.\n\nMicrosoft has mostly resisted the push to make its Office suite available online, choosing to sell licenses to run the applications locally on a single computer. It allows users to share files through Office Live, which is free with advertising or available with more functions for a monthly subscription.\n\nGoogle Apps, a free suite of Web services aimed at business users, includes calendar, collaboration, e-mail and messaging software, as well as online spreadsheets and word processing.\n\nMicrosoft’s announcement did not surprise David Girouard, president of Google’s enterprise division, who saw the move as an endorsement of its business model for running programs in its powerful data centers and delivering those applications as services over the Web.\n\n“It’s an acknowledgment of all the progress we’ve made with Google Apps in the last 18 months,” said Girouard, noting that Google has 10 million business users running Google Apps.\n\nMicrosoft said the new Office Web applications will be available for consumers on Office Live, although it did not disclose whether it would be paid for by advertising or subscriptions.\n\nFor large corporate customers, they can either pay for a license to run those applications online using their own computer servers, or run those programs in Microsoft’s data centers for a monthly fee.\n\nMicrosoft said users will be able to view Word documents or Excel spreadsheets in the same way regardless of whether they are using a Web browser or on a standard desktop. The online Office version also has a similar look and feel to the desktop applications, albeit with less functions.\n\nThe new Office Web applications will work on Internet Explorer, Mozilla’s Firefox and Apple Inc’s Safari browsers. They will be available for a technical preview sometime this year, according to Microsoft.\n\nCapossela sees the applications expanding the base of Office users, notably employees who do not work on a computer sitting on a desk -- nurses, truck drivers or factory workers -- but require some business software accessible over the Web.\n\nIt also offers, Capossela notes, the opportunity to make money in the form of advertising or subscriptions for a software product that is heavily pirated.\n\n“We have a huge number of users. Very few pay us. There is a huge opportunity for us in this space because we can get revenue from people we are not getting anything from,” said Capossela, who did not elaborate on the effect the new service would have on Office’s profit margins.\n\nIn the September quarter, Microsoft’s Office business division was the biggest revenue and profit driver, outgaining even its bread-and-butter Windows unit.\n\nIn the previous fiscal year, the Office unit generated $18.9 billion in revenue and $12.4 billion in profit."
    },
    {
        "header": "Windows 7 aims to simplify",
        "link": "http://www.reuters.com/article/newsOne/idUSTRE49R5Y220081028",
        "time": "05:31 PM EDT",
        "body": "LOS ANGELES (Reuters) - Microsoft Corp is betting its next Windows operating system will be faster and easier to use and avoid the missteps of Windows Vista that alienated many users of the software that powers 90 percent of the world’s PCs.\n\nWindows 7, which was previewed on Tuesday, is set to be introduced in a test version early next year with features including touch screen technology and the ability to more easily personalize the system.\n\nWindows Vista was so heavily criticized due to poor compatibility with devices and slow start speeds that it became the target of an effective marketing campaign by rival Apple Inc.\n\nIn addition, the usefulness of a traditional Windows desktop operating system, the world’s largest software maker’s most profitable product, is being challenged as more software applications move online, highlighting the central role of Internet browsers in a world centered on the Web.\n\nMicrosoft decided to measure success by a positive user experience versus technical superiority -- often overlooked by ordinary consumers.\n\nJulie Larson-Green, a Microsoft corporate vice president in charge of overseeing the design of Windows 7, said: “It’s fine to have the best technical solution. But just like VHS and Beta (Betamax), the best technical solution doesn’t always matter,” referring to the video format battles in the late 1970s and early 1980s.\n\nThe company also adopted a ‘simple is better’ philosophy, looking to remove complexity from an operating system that incorporated 50 million lines of programing code in Vista.\n\n“The general perception is that Vista is a damaged brand, so it behooves Microsoft to move on to sell something new even if it’s not a quantum leap in terms of technology,” said Toan Tran, analyst at Morningstar.\n\nMicrosoft plans to introduce more user-friendly features, such as a new taskbar that previews all the open windows from a single application by hovering over the program’s icon.\n\nAnother new feature is called “Jump Lists,” which provides updated lists of recently worked-on documents or often visited Web sites without first having to open Microsoft Word or an Internet browser.\n\n“People aren’t coming to Windows to use Windows. People are coming to Windows to get to what they want to do. Helping them get to what they want to do is the goal of the operating system,” said Larson-Green.\n\nLarson-Green came over from the Office group with Steven Sinofsky, who took over Windows development with a reputation as a disciplined task master with a focus on simplifying the user interface.\n\nTo keep the team focused, every Windows 7 engineer was handed a pamphlet of core principles with Zen-like slogans such as “reduce concepts, increase confidence,” and “small bad and good things matter.”\n\nThe new philosophy at Windows is a nod to the success of Apple, which has seen its U.S. market share double since 2005 due in part to an advertising campaign that has portrayed Vista as clunky and harder to use.\n\nMicrosoft has countered with a $300 million marketing blitz featuring comedian Jerry Seinfeld, rapper Pharrell Williams, writer Deepak Chopra and Microsoft co-founder Bill Gates, looking to emphasize the reach and diversity of Windows users.\n\nWindows Vista has sold more than 180 million licenses since its launch in January 2007, but Microsoft executives have said privately that the software over-promised and under-delivered, a problem that they say will not be repeated with Windows 7.\n\nWindows 7 aims to keep hardware requirements in line with that of Vista so that companies do not need to buy special machines to run the new operating system.\n\nMicrosoft said it has also solved the compatibility problem with devices that plagued Vista at its launch with a new feature called Device Stage, a one-stop point to manage and gather information for devices from mobile phones to printers to digital music players.\n\nShares of Microsoft rose $1.06, or 5 percent, to $22.24 in afternoon Nasdaq trade."
    }
]