[
    {
        "header": "Microsoft raises fiscal 2008 outlook for divisions",
        "link": "http://www.reuters.com/article/companyNews/idUSWNAS775420080124",
        "time": "05:23 PM EST",
        "body": "LOS ANGELES, Jan 24 (Reuters) - Microsoft Corp (MSFT.O) on Thursday raised its fiscal 2008 forecasts for each of its business divisions.\n\nFor the fiscal year ending June, the world’s biggest software maker said it sees Windows client division revenue growing 13 percent to 14 percent, compared with its prior forecast of 12 percent to 13 percent growth.\n\nIt raised the low end of its server and tools division forecast to call for revenue growth of 17 percent to 18 percent. That compares with its earlier call for 16 percent to 18 percent growth in the division.\n\nFor online services, it sees revenue growth of 37 percent to 40 percent, up from 33 percent to 37 percent previously.\n\nMicrosoft now expects its office business division revenue to grow 16 percent to 17 percent, up from its prior call for growth of 14 percent to 15 percent.\n\nFinally, it sees entertainment and device revenue rising 21 percent to 24 percent versus its prior call for growth of 15 percent to 20 percent.\n\nMicrosoft also said unearned revenue reached $12.2 billion in the second quarter. (Reporting by Lisa Baertlein; Editing by Braden Reddall)"
    },
    {
        "header": "After the Bell-Microsoft jumps aftern profit beat",
        "link": "http://www.reuters.com/article/afterTheBell/idUSN2427604220080124",
        "time": "04:22 PM EST",
        "body": "NEW YORK, Jan 24 (Reuters) - Shares of software maker and Dow component Microsoft Corp (MSFT.O) jumped more than 4 percent to $34.70 after the bell on Thursday as the company posted a quarterly profit that handily beat Wall Street’s forecasts. For details, see [ID:nWNAS7743] (Reporting by Ellis Mnyandu)"
    },
    {
        "header": "Wall St seen mixed; Microsoft, jobs data in focus",
        "link": "http://www.reuters.com/article/usMktRpt/idUSL2414515220080124",
        "time": "06:05 AM EST",
        "body": "FRANKFURT, Jan 24 (Reuters) - U.S. stock market index futures pointed to a mixed start on Wall Street on Thursday as investors look ahead to results from Microsoft (MSFT.O), AT&T (T.N) and Amgen (AMGN.O) and fresh labour market data.\n\nAt 1050 GMT, S&P 500 futures SPc1 were unchanged, Dow Jones futures DJc1 fell 0.2 percent and Nasdaq futures NDc1 rose 0.4 percent.\n\nU.S. stocks snapped a five-day losing streak on Wednesday on optimism a government plan to rescue ailing bond insurers was taking shape and could prevent billions more in credit losses.\n\n“It is now being questioned again whether this move will be effective in the long term,” David Pieper, analyst at LBBW said.\n\nThe market was extremely nervous and volatility was likely to remain high in the near futures, he added.\n\nEBay (EBAY.O) will be in the spotlight after the Internet auctioneer and retailer warned about its profit outlook and announced long-serving Chief Executive Meg Whitman would step aside.\n\nEBay shares dropped more than 7 percent after the bell on Wednesday and were trading about 2.4 percent lower in Frankfurt (EBAY.F) by 1051 GMT.\n\n“At the moment, the market is quite sensitive to any revised outlook,” Pieper said. “Such a reaction is not necessarily based on fundamentals ... and until the economic situation becomes a bit clearer, it’s going to stay this way,” he added.\n\nThe day’s earnings calendar features quarterly results from Microsoft, AT&T, Amgen, Ford (F.N) and Sun Microsystems JAVA.O.\n\nStrong results and no negative changes to the outlook would be still have a positive effect on the market, Pieper said, adding that upbeat earnings could lend some support in Thursday’s session.\n\nOn the macro economic front market players will examine weekly jobless claims data due at 1330 GMT for clues on the likelihood of a recession in the United States.\n\nExisting home sales data for December is due at 1500 GMT.\n\nOn Wednesday, the Dow Jones industrial average .DJI rose 2.50 percent, the Standard & Poor's 500 Index .SPX was up 2.14 percent and the Nasdaq Composite Index .IXIC rose 1.05 percent. (Editing by Paul Bolding)"
    },
    {
        "header": "Microsoft taking cautious stance on N. America: CFO",
        "link": "http://www.reuters.com/article/businessNews/idUSN2426576720080124",
        "time": "05:19 PM EST",
        "body": "SEATTLE (Reuters) - Microsoft Corp (MSFT.O) is being a “little cautious” about North American sales for the remainder of the year, Chief Financial Officer Chris Liddell said on Thursday.\n\nIn an interview with Reuters, Liddell said North American sales grew 15 percent in the first half of Microsoft’s fiscal year ending in June. Its cautious stance did not deter Microsoft from raising its full-year earnings and revenue outlook, Liddell said.\n\n“We’re probably a little cautious in the back half of the year, but that’s made up for in the other parts of the (global) economy,” Liddell said. “Even if we shave a few percentage points off, we think the overall level of growth is still very healthy.”\n\nMicrosoft posted a 79 percent rise in quarterly profit, boosted in part by strong Windows sales. The company received a 3-percentage-point bump in the division’s sales from improvements in fighting piracy, Liddell said."
    },
    {
        "header": "STOCKS NEWS US-After the Bell-Microsoft jumps after profit beat",
        "link": "http://www.reuters.com/article/afterTheBell/idUSN2427843320080124",
        "time": "04:41 PM EST",
        "body": ""
    },
    {
        "header": "Microsoft profit rises 79 pct, outlook bullish",
        "link": "http://www.reuters.com/article/businessNews/idUSN2424903320080124",
        "time": "06:34 PM EST",
        "body": "SEATTLE (Reuters) - Microsoft Corp (MSFT.O) signaled confidence to a rattled stock market by raising its full-year profit outlook above Wall Street targets and reporting a 79 percent rise in quarterly profit on Thursday.\n\nAnalysts took the results as a good sign for technology companies in the face of a slowing economy, and Microsoft shares rose 4.5 percent in after-hours trade. That followed a 4 percent gain in regular trade, representing a gain of more than $26 billion in its market value for the day.\n\nThe results and raised forecasts from the world’s largest software maker come on the heels of disappointing outlooks from tech bellwethers Intel Corp (INTC.O) and Apple Inc (AAPL.O), which sent shivers through a U.S. stock market that shed about 10 percent to start the year, before bouncing.\n\nMicrosoft reported bumper quarterly sales of its Windows Vista operating system and Office software and said anti-piracy efforts were improving results at an above-average rate.\n\n“It’s clear that this new product cycle is paying off,” said Andy Miedler, technology analyst at Edward Jones. “We’re impressed that they had enough confidence to follow thorough and raised guidance. They continue seeing the business being healthy for the remainder of the fiscal year.”\n\nBut Chief Financial Officer Chris Liddell told Reuters in an interview the company was “a little cautious” about second-half sales in North America.\n\n“We’re probably a little cautious in the back half of the year, but that’s made up for in the other parts of the (global) economy,” he said. “Even if we shave a few percentage points off, we think the overall level of growth is still very healthy.”\n\nNet profit in Microsoft’s fiscal second quarter rose to $4.7 billion, or 50 cents per diluted share, from $2.6 billion, or 26 cents per diluted share, in the year-ago period. Revenue rose 30 percent to $16.37 billion.\n\nAnalysts, on average, had forecast 46 cents per share on revenue of $15.94 billion, according to Reuters Estimates.\n\nThe second-quarter revenue and profit growth rates are exaggerated by results a year before, when Microsoft deferred more than $1 billion in net income due to delays in releasing Vista and Office 2007, which hit stores in early 2007.\n\nFor the fiscal year ending in June, Microsoft lifted its outlook. It now expects earnings per share to range between $1.85 and $1.88 per share, up from its previous estimate of $1.78 to $1.81. Wall Street, on average, had projected $1.81.\n\nIt boosted its revenue outlook to between $59.9 billion and $60.5 billion, up from $58.8 billion to $59.7 billion before.\n\n“I think (the forecast) is pretty strong. Microsoft often sets the bar low for itself ... they are extremely conservative with regard to promising results (but) these numbers tell me that Microsoft is seeing strength in the pipeline,” said Kim Caughey, senior analyst at Fort Pitt Capital Group.\n\nMicrosoft has long argued its products are less sensitive to swings in technology spending because they account for a small, but essential, portion of overall spending by corporate customers.\n\nCaughey said Microsoft’s business revenues may be less affected because their biggest business customers are buying site licenses, which are not dependent on how many people are in the building.\n\n“The roll-out of Vista has included another tier of pricing aimed at business so they are going to get more revenue there. It may be for a lower number of seats but it’s a higher dollar amount,” he said.\n\nWhile Microsoft and other tech companies are sensitive to the economy, Miedler said Microsoft and software in general can be a bit more defensive, in part because the products they sell are designed to improve productivity and help cut costs.\n\nMicrosoft posted strong Vista sales, helped by double-digit percentage growth rates in computer sales in the quarter. A strong performance for Windows drove Microsoft’s first-quarter results, which far exceeded Wall Street’s expectations.\n\nFor the current quarter, Microsoft said earnings per share would range between 43 cents and 45 cents per share on revenue ranging from $14.3 billion to $14.6 billion.\n\nAnalysts, on average, had predicted 44 cents a share on revenue of $14.4 billion, according to Reuters Estimates.\n\nShares of Microsoft surged to their highest levels since 2001 after the September-quarter results. As of Wednesday’s close, the stock had fallen more than 10 percent since then, partly due to economic concerns and broader market declines.\n\nBut in after-hours trade, Microsoft shares rose to $34.75, after closing up 4 percent in regular Nasdaq trade at $33.25."
    },
    {
        "header": "Microsoft posts rise in profit on Windows, Office",
        "link": "http://www.reuters.com/article/businessNews/idUSWNAS774320080124",
        "time": "04:21 PM EST",
        "body": "SEATTLE (Reuters) - Microsoft Corp (MSFT.O) reported a rise in quarterly profit on Thursday, boosted by strong computer sales that are driving sales of its Windows operating system and Office software.\n\nThe world’s largest software maker said net profit in its fiscal second quarter rose to $4.7 billion, or 50 cents per diluted share, from $2.6 billion, or 26 cents per diluted share, in the year-ago period. Revenue rose 30 percent to $16.37 billion.\n\nAnalysts, on average, had forecast Microsoft to earn 46 cents per share on revenue of $15.94 billion, according to Reuters Estimates.\n\nMicrosoft posted strong sales of Windows Vista, helped by double-digit percentage growth rates in computer sales in the December quarter. A strong performance at its Windows units drove Microsoft’s first-quarter results, which far exceeded Wall Street’s expectations.\n\nShares of Microsoft surged to their highest levels since 2001 after the September-quarter results. As of the close of trade on Wednesday, the stock had fallen more than 10 percent since then due in part to economic concerns and declines in the broader market."
    },
    {
        "header": "Microsoft CFO sees no \"spillover\" from US economy",
        "link": "http://www.reuters.com/article/companyNews/idUSN2428370020080124",
        "time": "06:14 PM EST",
        "body": "LOS ANGELES, Jan 24 (Reuters) - Microsoft Corp (MSFT.O) has not seen any “significant spillover” from the slowing U.S. economy, which has rattled stock markets and prompted other big technology companies to trim forecasts, Chief Financial Officer Chris Liddell said on Thursday.\n\n“We have not seen any significant spillover from an economic slowdown in the U.S.,” Liddell said in a conference call with analysts.\n\nLiddell said that while a risk of such a slowdown exists, the company has not seen any evidence of a downturn in its business. He also noted Microsoft gets 60 percent of its business from countries outside the United States, and that overall global software spending is healthy.\n\nMicrosoft on Thursday posted strong fiscal second-quarter results and boosted forecasts for its current fiscal year ending in June. (Reporting by Lisa Baertlein and Daisuke Wakabayashi; Editing by Braden Reddall)"
    }
]