[
    {
        "header": "Xbox 360 will outsell Sony's PS3: Microsoft",
        "link": "http://www.reuters.com/article/technologyNews/idUSN1446226620080714",
        "time": "03:20 PM EDT",
        "body": "LOS ANGELES (Reuters) - Microsoft Corp (MSFT.O) said on Monday its Xbox 360 console will sell better than Sony Corp’s (6758.T)(SNE.N) rival PlayStation 3 over the lifetime of the machines.\n\nMicrosoft also displayed a line-up of games to drive demand for the console, including “Gears of War 2,” a much-anticipated sequel to its blockbuster science-fiction shooter game. It will debut exclusively for the Xbox 360 on November 7.\n\nThe company is locked in a three-way competition with Nintendo Co Ltd’s 7974.OS Wii and the PlayStation 3, which comes with a high-definition Blu-ray video player. The Wii is the current leader, while Sony’s PS2 was the winner of the last generation of consoles.\n\n“Xbox 360 will sell more consoles worldwide this generation than PlayStation 3,” Don Mattrick, a senior vice president at Microsoft’s Xbox division, said at a Microsoft news conference before the start of the E3 video game industry trade show.\n\nMicrosoft said Sunday it will cut the price of its best-selling Xbox 360 Pro with a 20-gigabyte hard drive to $299 from $349 while supplies last. In early August, it will introduce a new model with a 60-gigabyte hard drive for $349.\n\nA cut to $299 makes the Xbox 360 Pro $100 less than one of the console’s major rivals, Sony’s PlayStation 3 with a 40-gigabyte hard drive. Microsoft said the Xbox 360 has outsold the PS3 in the United States by 5 million units.\n\nMicrosoft said it signed a deal to make TV shows and movies from NBC Universal available on its Xbox Live online platform. The company said a third of all paid content downloaded in the U.S. is movies and television shows.\n\nIt also announced a tie-up with movie rental company Netflix Inc (NFLX.O) to let Netflix subscribers watch streamed movies and TV shows on Xbox 360 game consoles starting this fall."
    },
    {
        "header": "UPDATE 2-Xbox 360 will outsell Sony's PS3 - Microsoft",
        "link": "http://www.reuters.com/article/CMPSRV/idUSN1445617020080714",
        "time": "06:46 PM EDT",
        "body": "LOS ANGELES, July 14 (Reuters) - Microsoft Corp (MSFT.O) said on Monday its Xbox 360 console will sell better than Sony Corp’s (6758.T)(SNE.N) rival PlayStation 3 over the lifetime of the machines.\n\nMicrosoft also displayed a line-up of games to drive demand for the console, including “Gears of War 2,” a much-anticipated sequel to its blockbuster science-fiction shooter game. It will debut exclusively for the Xbox 360 on Nov. 7.\n\nThe company is locked in a three-way competition with Nintendo Co Ltd’s 7974.OS Wii and the PlayStation 3, which comes with a high-definition Blu-ray video player. The Wii is the current leader, while Sony’s PS2 was the winner of the last generation of consoles.\n\n“Xbox 360 will sell more consoles worldwide this generation than PlayStation 3,” Don Mattrick, a senior vice president at Microsoft’s Xbox division, said at a Microsoft news conference before the start of the E3 video game industry trade show.\n\nMicrosoft said on Sunday it will cut the price of its best-selling Xbox 360 Pro with a 20-gigabyte hard drive to $299 from $349 while supplies last. In early August, it will introduce a new model with a 60-gigabyte hard drive for $349.\n\nA cut to $299 makes the Xbox 360 Pro $100 less than one of the console’s major rivals, Sony’s PlayStation 3 with a 40-gigabyte hard drive. Microsoft said the Xbox 360 has outsold the PS3 in the United States by 5 million units.\n\nMicrosoft introduced the Xbox 360 in November 2005, a year before Sony released the PS3 and Nintendo rolled out the Wii.\n\nIn a sign that the company is positioning the Xbox 360 as an entertainment hub instead of just a game machine, Microsoft said it signed a deal to make TV shows and movies from NBC Universal available on its Xbox Live online platform.\n\nMicrosoft also announced a tie-up with Netflix Inc (NFLX.O) to let subscribers of the movie rental company watch streamed films and TV shows on Xbox 360 game consoles starting this fall.\n\nThe Xbox 360 does not come with a high-definition video player like the PS3 but the company expects digital download of video to eventually overtake demand for packaged movies and TV shows. Currently, Xbox Live offers some high-definition movies but the Netflix service does not.\n\nMicrosoft said a third of all paid content downloaded in the United States is movies and television shows.\n\nOne of the major announcements at the press conference was a planned fall overhaul of the Xbox 360 console interface.\n\nThe new suite of features will include a community games channel to showcase user-created titles and the addition of personalized avatars reminiscent of those on Nintendo’s Wii console.\n\nThe avatars on the Xbox 360 will have a deeper level of customization than Nintendo’s “Miis,” and users will be able to select from a wide variety of clothes, accessories and hairstyles, Microsoft said during the press conference.\n\nMicrosoft also unveiled a number of casual and family games hoping to capitalize on the popularity of the Wii such as “Lips,” a karaoke-style music game that employs a motion-sensitive wireless microphone.\n\n“I really do think it’s going to help them close the gap against Nintendo and help shore up its online business against Sony,” said analyst Billy Pidgeon of IDC. “It was a lot more than I had expected from Microsoft. It was doing well with casual games on Live, but this will definitely help it get more users per household.” (Editing by Mark Porter and John Wallace)"
    },
    {
        "header": "Square Enix to offer 'Final Fantasy XIII' for Xbox",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSN1446061620080714",
        "time": "04:35 PM EDT",
        "body": "LOS ANGELES, July 14 (Reuters) - Microsoft Corp (MSFT.O) said Square Enix Co (9684.T) would launch the “Final Fantasy XIII” for its Xbox 360 video game console, sharing the upcoming version of the blockbuster role-playing game with Sony Corp’s (6758.T)(SNE.N) PlayStation3 (PS3).\n\nThe surprise move, announced on Monday at the E3 video game trade show, is expected to boost the Xbox 360’s competitiveness against the PS3, as Square Enix has so far only said it was developing the next installment of the “Final Fantasy” series for the Sony console.\n\nSquare Enix, a Japanese game software publisher also known for its “Kingdom Hearts” and “Dragon Quest” game series, has sold 85 million units of “Final Fantasy” games.\n\nThe development, however, may fall short of shoring up the Xbox 360 demand in Japan, where it trails the PS3 and Nintendo Co Ltd’s 7974.OS Wii in sales, as the Xbox 360 version is scheduled for launch in North America and Europe, and not for Japan. (Reporting by Kiyoshi Takenaka; editing by Jeffrey Benkoe)"
    },
    {
        "header": "Google, Microsoft to spar over Yahoo ad deal",
        "link": "http://www.reuters.com/article/mediaNews/idUSN1446488620080714",
        "time": "07:32 PM EDT",
        "body": "WASHINGTON, July 14 (Reuters) - Google (GOOG.O) and Microsoft (MSFT.O) will spar on Tuesday at a congressional hearing called to examine whether Google’s revenue-sharing deal with No. 2 search rival Yahoo YHOO.O will harm competition.\n\nGoogle, with more than 60 percent of the Web search market, and Yahoo, with 16.6 percent, announced a deal on June 12 that would allow Yahoo to place Google advertisements on its site and collect the revenue.\n\nThe deal, which the firms have said would garner Yahoo at least $250 million in the first year, was widely seen as an effort by Yahoo to fend off Microsoft’s on-again, off-again efforts to buy all or part of Yahoo.\n\nMicrosoft’s most recent offer to acquire Yahoo’s search business was rejected Saturday evening by Yahoo.\n\nGoogle chief legal officer David Drummond, defending his company’s deal with Yahoo in written testimony for Tuesday’s hearing, took a shot at Microsoft’s 90 percent share of the personal computer operating system market.\n\n“Dominance of the desktop can let one company favor its own products and services and obstruct the interoperability of competing products or services, overriding the desires of consumers,” said Drummond in testimony prepared for the Senate Judiciary Committee’s antitrust panel.\n\nMicrosoft General Counsel Brad Smith hit back, saying Google’s deal would reduce Yahoo’s incentive to compete against Google, would push Yahoo’s search advertising platform into a downward spiral and establish an illegal price floor.\n\n“When it comes to the issues before this subcommittee, Google should not be allowed to achieve an outcome through an agreement that it would not be permitted to achieve otherwise,” said Smith in his written testimony.\n\nThe revenue-sharing deal has not been implemented by Google and Yahoo while they wait for an opinion from the Justice Department’s Antitrust Division.\n\nSeveral state attorney generals have expressed concern about the arrangement.\n\n“Microsoft believes the Google/Yahoo deal harms competition in several critical ways. Advertisers and online content providers would be harmed through price coordination that will establish higher prices and limit choice,” said Smith.\n\n“Consumers would be put at risk as Google expands its ability to collect the personal information of users passing through its search gateway. On an even more fundamental level, Google’s monopoly power would increase its ability to shape what people get to see and experience online.”\n\nThe House Judiciary Committee’s antitrust subcommittee will hold a similar hearing later on Tuesday. (Reporting by Diane Bartz; Editing by Tim Dobbyn)"
    },
    {
        "header": "Microsoft, Icahn offered Yahoo $2.3 bln annual revenue",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSN1331153720080714",
        "time": "12:47 AM EDT",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp (MSFT.O) and billionaire investor Carl Icahn’s joint proposal for Yahoo Inc YHOO.O, which was rejected on Saturday, included $2.3 billion in guaranteed annual revenue from search advertising for five years, people familiar with the matter said on Sunday.\n\nIn joining forces with Icahn, Microsoft sweetened the terms of a proposal to buy Yahoo’s search business after withdrawing its offer in May to buy the whole company.\n\nThe improved terms included $2.3 billion in guaranteed annual revenue from search advertising for five years, with the option to extend the deal for another five, according to the sources, who asked not to be named.\n\nOn Saturday Yahoo rejected the proposal, which would have given Microsoft its search business and left Icahn, who owns nearly 5 percent of Yahoo, in charge of the remaining company.\n\nAfter withdrawing its $47.5 billion full buyout offer, Microsoft said in June it had offered Yahoo $9 billion in cash for a partial deal, as well as revenue guarantees on search advertising that would have brought Yahoo $1 billion a year in operating income.\n\nBut Microsoft wanted an exclusive, 10-year search ad partnership with Yahoo and was willing to guarantee revenue for only three of those 10 years, a source told Reuters at that time.\n\nYahoo instead chose to sign a non-exclusive search deal with Google Inc (GOOG.O), which promises $800 million a year in revenue for Yahoo and leaves it free to seek similar search advertising partnerships with other companies.\n\nIn its latest proposal, Microsoft had joined forces with Icahn to increase to five the number of years it would guarantee revenue. It remains unclear whether Microsoft had previously put a revenue guarantee amount on the table.\n\nMicrosoft and Yahoo officials declined comment. Icahn did not return a call seeking comment."
    },
    {
        "header": "Microsoft and Yahoo trade barbs over talks breakdown",
        "link": "http://www.reuters.com/article/reutersComService4/idUSN1333386720080715",
        "time": "08:08 PM EDT",
        "body": "NEW YORK/SAN FRANCISCO (Reuters) - Yahoo Inc YHOO.O and Microsoft Corp (MSFT.O) traded new accusations on Monday over the latest breakdown in deal talks, as the battle for control of Yahoo heated up ahead of an August 1 showdown.\n\nActivist investor Carl Icahn, leading a proxy campaign to dump Yahoo’s current management and board at the August shareholder meeting, blasted Yahoo for rejecting a joint proposal he made with Microsoft that he said contained enhanced protections to Yahoo and its investors.\n\nAll three parties were involved in talks on Friday on a new Microsoft offer to buy Yahoo’s search business and take a 14 percent stake in the Web pioneer if it agreed to shed its Asian assets and focus on its remaining businesses.\n\nDuring the negotiations, according to Icahn, Microsoft Chief Executive Steve Ballmer said Yahoo’s concerns over who would control the company were a distraction from the deal at hand. “‘First, tell us if you like the deal,”’ Icahn quoted Ballmer as saying.\n\n“Microsoft and Mr. Icahn are trying to dismantle the company and deliver our search business to Microsoft on terms that would be disadvantageous to Yahoo stockholders,” Yahoo Chairman Roy Bostock said of the latest Microsoft offer.\n\nYahoo turned down that offer Saturday night, complaining that it had only 24 hours to consider a deal it called financially inferior and more risky than its current business prospects and a search ad partnership with rival Google Inc (GOOG.O).\n\nYahoo also said it was now open to a full-scale merger with Microsoft if it offered at least $33 a share.\n\nYahoo shares closed down $1, or 4.2 percent, to close at $22.57, while Microsoft shares fell 10 cents, or 0.4 percent, to close at $25.15, both on Nasdaq.\n\nSandeep Aggarwal, an Internet sector analyst with brokerage Collins Stewart, said investors are discounting the prospect of a full-scale Microsoft merger.\n\n“What is becoming increasingly clear is that Microsoft’s heart is set on Yahoo search,” Aggarwal said.\n\nFor its part, Microsoft said it made the new offer in response to a request for a new proposal from Bostock.\n\nMicrosoft denied it set a 24-hour ultimatum, saying it was seeking only a commitment by Yahoo to accept the framework and agree to a timeline to move to intensive talks.\n\nIcahn said Microsoft’s new offer provided assurances to Yahoo of $2.3 billion in annual search revenue for up to 10 years, assuming Yahoo’s audience remains intact and the parties agree to renew. Yahoo said the offer, with all of its conditions, would leave it at the mercy of Microsoft.\n\nIcahn said Microsoft’s offer valued Yahoo at $33 per share, which included a proposal for Microsoft to tender $3.9 billion for 14 percent of Yahoo.\n\nThe offer assumed Yahoo could realize $9 a share on its Asian assets, Microsoft would provide debt financing worth $2 a share, leaving around $16.73 for the remainder of Yahoo, Icahn said in a U.S. financial regulatory filing.\n\nThe latest proposal follows six months of on-again, off-again talks that started when Microsoft made an unsolicited $31-per-share cash-and-stock offer to buy Yahoo in late January. Microsoft then raised its offer to $33 per share, or $47.5 billion, before pulling that bid in May when Yahoo’s leaders said they would not settle for less than $37 a share.\n\nIcahn mocked Yahoo’s current willingness to accept a Microsoft buyout of around $33 a share, after rejecting the same a few months back: “It is hard to understand why it (Yahoo) turned down $33 and is now willing to accept it.”\n\n“Within the past month, Yahoo’s bargaining power has come down dramatically,” Aggarwal said. “Clearly, from Yahoo’s perspective, they were working on a certain set of wrong assumptions about Microsoft’s willingness to buy it.”\n\nBut Sanford C. Bernstein analyst Jeffrey Lindsay disagreed, saying the latest push by Microsoft and Icahn to reach a deal with Yahoo appeared to have been a long-shot attempt to reach a last-minute deal or, more likely, a way of gaining ammunition in its August 1 proxy vote.\n\nLindsay said Icahn and Microsoft may have overplayed their hand by giving Yahoo the chance to look reasonable by saying it was willing to sell the company for as little as $33.\n\nWhile acting in concert with Microsoft, Icahn has failed to answer questions about whether he will have any serious negotiating power with Microsoft if he succeeds in removing Yahoo’s board and Yang as CEO, the analyst said.\n\n“For investors to get behind Icahn they have to be convinced that he has a credible alternative,” Lindsay said.\n\nIcahn, who controls about 5 percent of Yahoo shares, has nominated a slate of nine directors to replace Yahoo’s board and oust CEO Jerry Yang on August 1.\n\nYang would remain at the company as “Chief Yahoo,” according to Icahn, who also said he was open to discussing keeping a number of the current board members.\n\nYang co-founded the pioneering Web company in 1994 and held the irreverent executive-without-portfolio title until becoming CEO in 2007."
    },
    {
        "header": "Netflix to be carried on Microsoft's Xbox console",
        "link": "http://www.reuters.com/article/internetNews/idUSN1433374520080714",
        "time": "02:43 PM EDT",
        "body": "LOS ANGELES (Reuters) - A long-rumored tie-up between online movie rental company Netflix Inc and Microsoft Corp to let Netflix subscribers watch streamed movies and TV shows on Xbox 360 game consoles will become a reality this fall, the companies said on Monday.\n\nThe service, expected to launch as a software upgrade for the Xbox 360, will be offered at no additional cost to Netflix subscribers who also hold Xbox 360 Live Gold memberships, the companies said at the E3 Media and Business Summit in Los Angeles.\n\nXBox users will be able to access more than 10,000 Netflix titles now available as part of a feature called “Watch Instantly” that Netflix launched in 2007.\n\nEarlier this year, Netflix announced two other partnerships with set top box makers -- Roku and LG Electronics Inc -- in its quest to bring streamed content from its Web-based catalog to the television.\n\nThe $100 Netflix Player by Roku sold out its first shipment within weeks of its launch earlier this year. The LG box is expected to be available in the second half of the year.\n\nRumors of a partnership with Microsoft have swirled in the blogosphere since last year, when Netflix Chief Executive Reed Hastings joined Microsoft’s board of directors and Netflix began surveying subscribers about their interest in accessing movies through an Xbox.\n\nNetflix has more than 8.2 million subscribers. Microsoft has sold more than 10 million Xbox consoles and offers limited movie rental through its Xbox Live subscription service.\n\nIt was not immediately clear on Monday how many Netflix subscribers own Xbox 360s and have Xbox Live Gold memberships.\n\nShares of Netflix were up 90 cents, or 3.3 percent, at $28.11 in afternoon Nasdaq trade."
    }
]