[
    {
        "header": "UPDATE 1-AOL talks with Microsoft, Yahoo heat up - source",
        "link": "http://www.reuters.com/article/ADVERT/idUSN1538690920080716",
        "time": "01:07 AM EDT",
        "body": "NEW YORK, July 15 (Reuters) - Time Warner Inc’s (TWX.N) discussions to merge or sell its AOL Internet division with Microsoft Corp (MSFT.O) or Yahoo Inc YHOO.O have taken on new urgency ahead of Yahoo’s Aug 1 shareholders meeting, a source familiar with the discussions told Reuters on Tuesday.\n\nThe structure of any deal is not immediately clear, though a combination of any of the parties is expected to redraw the landscape for advertising on the Internet.\n\nSources had said earlier that a deal with Yahoo would likely involve merging AOL with the Web pioneer, with Time Warner taking a minority stake in the combined company. A deal with Microsoft would likely be a sale of AOL, the sources said.\n\nTime Warner and Microsoft declined comment. A representatives of Yahoo was not immediately available.\n\nTime Warner’s talks come after Microsoft’s buyout talks with Yahoo fell apart, with Microsoft withdrawing its $47.5 billion bid in May. Since then the two have waged a public war of words.\n\nDiscussions with Time Warner have accelerated as both Yahoo and Microsoft view AOL as potentially beneficial to leverage their positions in the Internet marketplace, where Google Inc dominates.\n\nAOL plans to split its dial-up Internet business and has focused on building a one-stop online advertising shop over the past two years.\n\nYahoo’s interest in AOL is designed to show shareholders that it could grow without Microsoft.\n\nYahoo needs to be convincing because it faces a proxy battle against activist investor Carl Icahn on Aug 1. Icahn, who owns about 5 percent of Yahoo shares, has aligned himself with Microsoft, and seeks to replace Yahoo’s board and oust CEO Jerry Yang.\n\nIcahn this week said he and Microsoft had structured a deal to buy out Yahoo’s search advertising business that would have guaranteed Yahoo $2.3 billion in search revenue annually for up to 10 years assuming Yahoo’s audience remained intact and the parties renewed after five years.\n\nMicrosoft’s interest in acquiring AOL would serve to bulk up its display advertising business as well as gain more traffic to weaken Yahoo’s and Google’s position. The software company also needs to convince shareholders it has an Internet strategy independent of its so far unsuccessful pursuit of a Yahoo takeover.\n\nYahoo rejected the Icahn/Microsoft deal over the weekend and has said it remained open to a full buyout of the company at $33 per share, Microsoft’s last offer before walking away.\n\nMicrosoft has said it would only strike a deal to buy Yahoo’s search business or the entire company if Yahoo’s board was replaced.\n\nSince Microsoft walked away from it initial bid to buy Yahoo, Yahoo has separately struck a nonexclusive search advertising deal with Google Inc, which is currently under review by U.S. regulators.\n\nMeanwhile, Time Warner is shopping AOL as part of a strategy to realign its business to focus on content, not distribution. It plans to complete a deal to separate from its Time Warner Cable TWC.N by the end of the year. (Additional reporting by Eric Auchard and Anupreeta Das in San Francisco) (Editing by Kim Coghill)"
    },
    {
        "header": "Video games can weather poor economy: Microsoft",
        "link": "http://www.reuters.com/article/technologyNews/idUSN1628425020080717",
        "time": "09:34 PM EDT",
        "body": "LOS ANGELES (Reuters) - Microsoft Corp (MSFT.O) is not seeing any weakness in its Xbox business from the soft U.S. economy and expects the company and the rest of the video game industry to weather downturns in consumer spending, the head of Microsoft’s Xbox business told Reuters on Wednesday.\n\nDon Mattrick, a senior vice president at Microsoft’s entertainment and device division, said video games remain a bright spot for consumer spending at retailers.\n\nIn an interview at the E3 video game industry trade show, Mattrick said the video game industry is fortunate that all the main consoles debuted in 2006 and 2007, which means many consumers do not need to go buy the more expensive hardware.\n\n“That would have been a more challenging dynamic if it was a brand new box shipping for the first time this holiday,” said Mattrick, who joined Microsoft a year ago after working at game publisher Electronic Arts Inc (EA) ERTS.O for 15 years.\n\nSome analysts are concerned that a decline in discretionary spending, due to higher prices for gasoline and food, could crimp outlays for video games and other entertainment.\n\nThe video game industry, forecast to reach $57 billion in revenues this year, according to research firm DFC Intelligence, appeals to a wide audience since it offers a wide range of titles that provide something for everyone, according to Mattrick.\n\n“Consumer spending is still going to exist, and people are going to prioritize,” said Mattrick, once considered a contender for the corner office at EA. “I‘m bullish about our growth prospects as an industry and as Microsoft.”\n\nMattrick said video games offer many more hours of entertainment than a two-hour movie, making it less expensive over time.\n\nEarlier this week, Mattrick claimed that the Xbox 360 would sell more consoles over its lifetime than Sony Corp’s (6758.T)(SNE.N) PlayStation 3, a bold statement since the PlayStation 2 has ruled the industry in the latest generation of game machines.\n\nIn late April, Microsoft said it sold over 19 million Xbox 360s since it debuted in November 2006, a year ahead of Sony’s PS3 and Nintendo Co Ltd’s 7974.OS Wii.\n\nAt the end of March, Sony had sold 12.85 million PS3 units, while Nintendo had sold 24.45 million Wii machines, according to data from each of the companies.\n\nAfter losing roughly $5 billion since it entered the video game console business in 2001, Microsoft turned a profit in fiscal 2008 at its entertainment and devices division, comprised mainly of the Xbox business.\n\nThe division posted $614 million in operating profit in the first nine months of fiscal 2008 after a $1.9 billion loss a year earlier.\n\nAt its E3 news conference Monday, Microsoft said “Gear of War 2,” the sequel to its blockbuster science-fiction shooter game, will be released on November 7 in time for the crucial holiday shopping season.\n\nThe original game has sold 5 million units worldwide since its launch in November 2006, according to the company.\n\nMattrick said the sequel could do even better since there are more customers with Xbox 360 consoles now than when the original was released.\n\n“We’ve established a new hit property, and now the installed base is larger,” said Mattrick. “It’s going to be a blockbuster.”\n\n“Gears of War” is especially lucrative for the company since the game comes from Microsoft Games Studios, which means Microsoft gets all the revenue and profit from game sales instead of a few dollars in royalty for third-party titles."
    }
]