[
    {
        "header": "US STOCKS-Wall St climbs at open on Microsoft, CAT",
        "link": "http://www.reuters.com/article/companyNews/idUSN2531865620080125",
        "time": "09:38 AM EST",
        "body": "NEW YORK, Jan 25 (Reuters) - U.S. stocks opened higher on Friday, buoyed by strong earnings from bellwethers Microsoft Corp (MSFT.O) and Caterpillar Inc (CAT.N) and by optimism about an economic stimulus deal to avert a recession.\n\nThe Dow Jones industrial average .DJI was up 104.05 points, or 0.84 percent, at 12,482.66. The Standard & Poor's 500 Index .SPX was up 12.88 points, or 0.95 percent, at 1,364.95. The Nasdaq Composite Index .IXIC was up 47.16 points, or 2.00 percent, at 2,408.08. (Reporting by Ellis Mnyandu; Editing by Kenneth Barry)"
    },
    {
        "header": "US STOCKS-Futures rise on Microsoft, stimulus package",
        "link": "http://www.reuters.com/article/companyNews/idUSN2531853020080125",
        "time": "07:10 AM EST",
        "body": "NEW YORK, Jan 25 (Reuters) - U.S. stock index futures rose on Friday, buoyed by strong earnings from Microsoft Corp (MSFT.O) and as a speedy agreement on a U.S. economic stimulus package helped boost investor confidence.\n\nIn addition, Ambac Financial Group Inc’s ABK.N shares rose on a media report investor Wilbur Ross is in serious talks to take over the bond insurer. Concerns insurers might lose their top credit ratings forcing massive bond losses for investors have weighed on global markets all week.\n\nAfter the biggest global stocks rally in 2-1/2 years on Thursday, U.S. stocks are on track for their first string of three consecutive days of gains since Christmas and first weekly rise in five weeks.\n\nMicrosoft raised its full-year earnings outlook above Wall Street targets and reported a 79 percent rise in quarterly profits. Analysts took the software maker’s results as a good sign for technology companies in the face of a slowing economy.\n\nA swift agreement between Congress and the White House on the outlines of an economic stimulus package gave investor confidence some respite after a turbulent week. The agreement on Thursday came less than a week after President George W. Bush said a proposal was in the works.\n\nThat eased some concerns about a possible U.S. recession and helped send European and Asian stocks higher on Friday.\n\nRecession fears had led to hefty drops in global stocks earlier in the week, prompting an emergency Federal Reserve interest rate cut.\n\n“The mood of the market seems to be changing. The Fed cut, along with the stimulus package as well as talk Wilbur Ross may purchase Ambac, is all adding to the feeling the worst may be behind us,” said Paul Mendelsohn, chief investment strategist at Windham Financial Services in Charlotte, Vermont.\n\n“And great earnings out of Microsoft -- that is very positive for the technology side of the market.”\n\nS&P 500 futures SPc1 were up 11.10 points, above fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nIn other positive earnings news, Amgen Inc (AMGN.O), the world’s largest biotechnology company by sales, said fourth-quarter profit edged higher, sending its shares up 5 percent in Frankfurt.\n\nAmbac shares rose 4.7 percent in Frankfurt, while shares of rival bond insurer MBIA Inc (MBI.N) rose 3.5 percent. Microsoft shares rose 6.9 percent in Frankfurt. (Editing by Kenneth Barry)"
    },
    {
        "header": "US STOCKS-Microsoft, stimulus package lift futures",
        "link": "http://www.reuters.com/article/companyNews/idUSN2532280220080125",
        "time": "08:23 AM EST",
        "body": "NEW YORK, Jan 25 (Reuters) - U.S. stock index futures rose on Friday as strong earnings from Microsoft Corp (MSFT.O) and a speedy agreement on a U.S. economic stimulus package helped boost investor confidence.\n\nShares of Ambac Financial Group Inc’s ABK.N rose on a London newspaper report that investor Wilbur Ross is in serious talks to take over the bond insurer. Concerns insurers might lose their top credit ratings forcing massive bond losses for investors have weighed on global markets all week. For details, see [ID:nN24269634].\n\nMicrosoft raised its full-year earnings outlook above Wall Street targets and reported a 79 percent rise in quarterly profit. [ID:nN24249033]\n\nIn other earnings news, Caterpillar (CAT.N), the world’s largest maker of construction and mining equipment, said profit in the latest quarter rose more than 10 percent because of strong sales outside the United States, sending its shares up 3 percent to $67.50 before the opening bell. [ID:nWNAS7821].\n\nA swift agreement between Congress and the White House on the outlines of an economic stimulus package gave investor confidence some respite after a turbulent week. [ID:nL25313262].\n\nThat eased some concerns about a possible U.S. recession and helped fuel the biggest global stocks rally in 2-1/2 years on Thursday. U.S. stocks are now on track for their first weekly gain in five weeks, despite the hefty drops in global stocks earlier in the week that prompted an emergency Federal Reserve interest rate cut.\n\n“The mood of the market seems to be changing. The Fed cut, along with the stimulus package as well as talk Wilbur Ross may purchase Ambac, is all adding to the feeling the worst may be behind us,” said Paul Mendelsohn, chief investment strategist at Windham Financial Services in Charlotte, Vermont.\n\n“And great earnings out of Microsoft -- that is very positive for the technology side of the market.”\n\nS&P 500 futures SPc1 were up 11.80 points, above fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nShares of Amgen Inc (AMGN.O) rose after the world’s largest biotechnology company by sales said fourth-quarter profit edged higher. The stock was up 4.1 percent to $48 before the opening bell. [ID:nN24276634]\n\nAfter the report of a possible takeover in the UK’s Evening Standard, Ambac shares rose 12.5 percent to $12.75 in trading before the opening bell, while shares of rival bond insurer MBIA Inc (MBI.N) rose 3.5 percent to $14.90.\n\nMicrosoft’s results were a good sign for technology companies in the face of a slowing economy, analysts said. Its shares rose 4.9 percent to $34.87 before the bell. (Editing by Kenneth Barry)"
    },
    {
        "header": "US STOCKS-Wall Street set for higher open on Microsoft",
        "link": "http://www.reuters.com/article/companyNews/idUSN2532790020080125",
        "time": "09:04 AM EST",
        "body": "NEW YORK, Jan 25 (Reuters) - U.S. stocks were set to open higher on Friday as strong earnings from companies, including Microsoft Corp (MSFT.O), and a speedy agreement on a U.S. economic stimulus package helped lift investor confidence.\n\nShares of Ambac Financial Group Inc’s ABK.N rose on a London newspaper report that investor Wilbur Ross is in serious talks to take over the bond insurer. Fears of massive bond losses if insurers lose their top credit ratings have weighed on markets all week. For details, see [ID:nN24269634].\n\nMicrosoft raised its full-year earnings outlook above Wall Street targets, sending its shares up more than 5 percent before the opening bell. [ID:nN24249033]. Heavy-equipment maker Caterpillar Inc’s (CAT.N) shares rose 3 percent after it posted a higher profit on strong sales outside the United States. [ID:nN25317242].\n\nA swift agreement between Congress and the White House on the outlines of an economic stimulus package eased some concerns about a possible U.S. recession and helped fuel the biggest global stocks rally in 2-1/2 years on Thursday.\n\nU.S. stocks are now on track for their first weekly gain in five weeks despite the hefty drops in global stocks earlier in the week. Fears of a recession prompted an emergency Federal Reserve interest rate cut on Tuesday.\n\n“We’ve had some good earnings, in particular Microsoft. The Microsoft earnings are contagious to several other big tech names, like Google and RIM and that’s really helping futures,” said Sal Arnuk, co-manager of trading at Themis Trading in Chatham, New Jersey.\n\nS&P 500 futures SPc1 were up 11.50 points, above fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nShares of Amgen Inc (AMGN.O) rose after the world’s largest biotechnology company by sales said fourth-quarter profit edged higher. The stock was up 4.1 percent to $48 before the opening bell. [ID:nN24276634].\n\nThe report of a possible takeover in the UK’s Evening Standard helped boost Ambac shares 12.5 percent higher to $12.75 in trading before the opening bell, while shares of rival bond insurer MBIA Inc (MBI.N) rose 3.5 percent to $14.90.\n\nMicrosoft’s shares rose 5.4 percent to $35.05 before the bell. Caterpillar gained 3 percent to $67.50. (Editing by Kenneth Barry)"
    },
    {
        "header": "Microsoft profit rises 79 pct",
        "link": "http://www.reuters.com/article/technologyNews/idUSN2424903320080125",
        "time": "10:17 AM EST",
        "body": "SEATTLE (Reuters) - Microsoft (MSFT.O) signaled confidence to a rattled stock market by raising its full-year earnings outlook above Wall Street targets and reporting a 79 percent rise in quarterly profit on Thursday.\n\nAnalysts took the results as a good sign for technology companies in the face of a slowing economy, and Microsoft shares rose 4.5 percent in after-hours trade. That followed a 4 percent gain in regular trade, representing a gain of more than $26 billion in its market value for the day.\n\nThe results and raised forecasts from the world’s largest software maker come on the heels of disappointing outlooks from tech bellwethers Intel Corp (INTC.O) and Apple Inc (AAPL.O), which sent shivers through a U.S. stock market that shed about 10 percent to start the year, before bouncing.\n\nMicrosoft reported bumper quarterly sales of its Windows Vista operating system and Office software on the back of strong computer sales, while its Xbox unit cashed in on new game titles that spurred hardware demand.\n\n“It’s clear that this new product cycle is paying off,” said Andy Miedler, technology analyst at Edward Jones. “We’re impressed that they had enough confidence to follow through and raised guidance.”\n\nChief Financial Officer Chris Liddell told Reuters in an interview that the company was “a little cautious” about sales in North America for the remainder of its fiscal year. Liddell later told analysts on a conference call that there were no signs of any significant impact on Microsoft from a slowing U.S. economy.\n\n“You have to look really hard to find any weakness in our results,” said the usually-reserved Liddell.\n\nNet profit in Microsoft’s fiscal second quarter rose to $4.7 billion, or 50 cents per diluted share, from $2.6 billion, or 26 cents per diluted share, in the year-ago period. Revenue rose 30 percent to $16.37 billion.\n\nAnalysts, on average, had forecast 46 cents per share on revenue of $15.94 billion, according to Reuters Estimates.\n\nThe second-quarter revenue and profit growth rates are exaggerated by results a year before, when Microsoft deferred more than $1 billion in net income due to delays in releasing Vista and Office 2007, which hit stores in early 2007.\n\nMicrosoft lifted its outlook for the fiscal year ending in June. It now expects earnings per share to range between $1.85 and $1.88 per share, up from its previous estimate of $1.78 to $1.81. Wall Street, on average, had projected $1.81.\n\nIt boosted its revenue outlook to between $59.9 billion and $60.5 billion, up from $58.8 billion to $59.7 billion before.\n\n“Microsoft often sets the bar low for itself,” said Kim Caughey, senior analyst at Fort Pitt Capital Group. “These numbers tell me that Microsoft is seeing strength in the pipeline.”\n\nDemand from corporate customers showed no signs of slowing, as reflected in a $2 billion increase in unearned revenue versus a year earlier. That excludes a one-time bump last year from the issuance of coupons to cover software delays.\n\nUnearned revenue usually covers multiyear agreements signed by large organizations to license Microsoft products. That revenue is recognized over the life of the contract.\n\nCorporate customers pushed to sign new agreements ahead of the company’s February launch of new software that runs on computers servers including Windows Server 2008.\n\nWhile Microsoft and other tech companies are sensitive to the economy, Miedler said Microsoft and software in general can be a bit more defensive, in part because the products they sell are designed to improve productivity and help cut costs.\n\nRedmond, Washington-based Microsoft was not alone in providing some upbeat news in the technology industry. Network equipment maker Juniper Networks Inc JNPR.O and chip maker Broadcom BRCM.O also delivered a strong December quarter.\n\nMicrosoft posted strong Vista sales, helped by double-digit percentage growth in computer sales in the quarter. Windows sales were helped in part, according to Liddell, by improvements in fighting software piracy.\n\nThe Office business unit posted a 20 percent revenue gain excluding last year’s software delay coupons on the back of surging demand for SharePoint collaboration software.\n\nMicrosoft’s entertainment and devices division, home to the Xbox 360 business, delivered a 3 percent rise in revenue in the December quarter.\n\nHowever, it swung to an operating profit of $357 million from a loss of $302 million in the year-ago period, boosted by lower Xbox 360 manufacturing costs and strong sales of profit-rich game titles like shooting game “Halo 3.”\n\nFor the current quarter, Microsoft said earnings per share would range between 43 cents and 45 cents per share on revenue ranging from $14.3 billion to $14.6 billion, generally in line with Wall Street targets.\n\nLast November, shares of Microsoft surged to their highest level since 2001, $37.50, after the September-quarter results. As of Wednesday’s close, at $31.93, the stock had fallen more than 10 percent since then, partly due to economic concerns and broader market declines.\n\nBut on Thursday, Microsoft shares rose to $34.73 in after-hours trade after closing at $33.25 on Nasdaq."
    },
    {
        "header": "US STOCKS-Market flat as financials offset Microsoft",
        "link": "http://www.reuters.com/article/companyNews/idUSN2534655620080125",
        "time": "11:50 AM EST",
        "body": "NEW YORK, Jan 25 (Reuters) - U.S. stocks were little changed on Friday as optimism that fueled a sharp two-day rally faded on rumors of more trouble in the global financial sector, overshadowing strong earnings from Microsoft Corp and Caterpillar Inc.\n\nThe rumors centered on Europe’s ING and Fortis as traders said there was talk of possible profit warnings. The S&P index of U.S. financial shares .GSPF> fell 1.5 percent, led by JPMorgan Chase\n\nFortis said it was unaware of anything that could explain the drop in its shares, while ING could not be immediately reached.\n\nA swift agreement between Congress and the White House on the outlines of an economic stimulus package and a hefty interest rate cut by the Federal Reserve helped fuel a sharp rebound in U.S. stocks after a global equity rout earlier in the week.\n\n“I think the extreme optimism of the past two days was a bit misplaced,” said Michael James, senior trader at regional investment bank Wedbush Morgan in Los Angeles.\n\n“The economic backdrop hasn’t changed, and there is still a high level of nervousness about any headlines that reinforce there is still reason to be concerned about the market’s direction.”\n\nThe Dow Jones industrial average .DJI> was up 6.10 points, or 0.05 percent, at 12,384.71. The Standard & Poor’s 500 Index .SPX> was up 0.95 points, or 0.07 percent, at 1,353.02. The Nasdaq Composite Index .IXIC> was up 9.27 points, or 0.39 percent, at 2,370.19.\n\nStocks had risen earlier after Microsoft’s earnings outlook that exceeded Wall Street expectations and drove demand for shares of other technology companies, such as Research In Motion and Google.\n\nHeavy-equipment maker Caterpillar Inc, seen as an economic bellwether, posted a higher profit on strong sales outside the United States, while diversified manufacturer Honeywell Inc’s shares gained 4.6 percent after its quarterly profit rose. (Editing by Kenneth Barry)"
    }
]