[
    {
        "header": "New Yahoo CEO must be willing to do Microsoft deal",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE4AI4LM20081119",
        "time": "09:45 AM EST",
        "body": "SAN FRANCISCO (Reuters) - To impress shareholders, Yahoo Inc’s YHOO.O next chief executive needs just one qualification: the willingness to do a deal with Microsoft Corp (MSFT.O).\n\nThat’s because this remains Yahoo’s best option, short of a dramatic turnaround plan, analysts said.\n\nBut if Microsoft does eventually buy Yahoo, shareholders should brace themselves for a price far lower than the $47.5 billion the software behemoth offered earlier this year.\n\nWall Street analysts estimate that Microsoft would not offer more than $17-$20 per share for Yahoo, whose stock has fallen below $12 from a high of $30.25 in February.\n\nOnline display advertising, a core Yahoo business, has also shrunk as corporate advertisers scale back on Web marketing promotions amid a global economic slump.\n\nUnder Chief Executive Jerry Yang, who on Monday agreed to step down from his role once the board finds a replacement, Yahoo searched for alternatives to being bought, exploring partnerships with Google Inc (GOOG.O) and Time Warner Inc’s (TWX.N) AOL unit.\n\nBut Google, which struck a search advertising deal with Yahoo in June only to abandon it as regulatory concerns grew, is unlikely to come back for more.\n\nMeanwhile, Yahoo’s months-long discussions with Time Warner about combining its AOL unit, have not led to a deal so far.\n\nAnd Microsoft, for all its proclamations to the contrary, still needs Yahoo’s assets to bolster its presence in online search and advertising, analysts said.\n\nBut the scales will be tipped in Microsoft’s favor if and when the new Yahoo CEO does reach out to negotiate a new deal.\n\n“It’s not going to be Microsoft calling Yahoo saying, ‘We’re making a bid for $17 a share’,” Needham & Co analyst Mark May said.\n\n“Microsoft is done negotiating with Yahoo. If Yahoo wants to do a deal, its board needs to have full agreement” on the price they want to sell the company for, May added.\n\nMicrosoft offered to buy Yahoo for $44.6 billion on January 31, which Yahoo rejected. It sweetened its cash-and-stock bid to $47.5 billion, but withdrew it after talks fell apart on price.\n\nMicrosoft later came back with a proposal to buy Yahoo’s search assets, but Yahoo turned it down as well, choosing to team up with archrival Google instead.\n\nYahoo and Time Warner also began talking about a deal under which Yahoo would fold AOL’s online content and advertising assets into its operations, with Time Warner taking a stake in the combined company, sources have told Reuters.\n\nDespite advanced talks, a deal hasn’t happened because of challenges to valuing the businesses given the weak advertising market and Yahoo’s falling stock price, as well as concerns over integrating the platforms, the sources have said.\n\nAnalysts have been skeptical about such a deal because they don’t believe it would dramatically improve Yahoo’s earnings.\n\n“Yahoo-AOL? What would that bring to the table? There’s no point in having a marriage of convenience. It’s not going to last,” said Mukul Krishna, global digital media director at Frost & Sullivan, a research and consulting firm.\n\nKrishna said Yahoo’s shareholders are looking for something more tangible to offset the stock’s losses.\n\nYahoo needs either a substantial turnaround plan, complete with cost-cutting and a “roadmap to profitability,” or an acquisition by Microsoft to satisfy investors, Krishna said.\n\n“Microsoft will be only too happy to restart the conversation, but it will be calling the shots,” he said.\n\nActivist investor Carl Icahn’s presence on Yahoo’s board may help bring Microsoft to the table, analysts said.\n\nIcahn, a major Yahoo shareholder, has publicly reiterated hopes of a Yahoo-Microsoft deal several times. He did not return calls seeking comment.\n\nAnalysts said they expect Microsoft to eventually come back because it needs Yahoo nearly as much as Yahoo needs it.\n\n“Microsoft wants Yahoo’s search audience, the traffic, the clicks,” Needham’s May said. “They want to have as much as Google does. So it’s important for Microsoft to have a big presence in search and display.”\n\nBut Cowen & Co analyst Jim Friedland said Microsoft is unlikely to want to rush into talks with Yahoo even with a new CEO knocking on its door.\n\nBoth companies are seeing declines in their Web businesses due to the global economic downturn, and as Yahoo’s “only potential buyer,” Microsoft can take its time, he said."
    },
    {
        "header": "UPDATE 2-Microsoft rules out buying Yahoo, prefers search deal",
        "link": "http://www.reuters.com/article/mnaNewsTechMediaTelco/idUSN1933841020081119",
        "time": "01:45 PM EST",
        "body": "NEW YORK, Nov 19 (Reuters) - Microsoft Corp (MSFT.O) Chief Executive Steve Ballmer ruled out an acquisition of Yahoo Inc YHOO.O on Wednesday but said his company was interested in resuming talks on a Web search partnership.\n\nYahoo shares fell 19 percent on the remarks, after gaining this week on renewed investor hopes that Microsoft may refresh its bid for the Internet company after Yahoo Chief Executive Jerry Yang announced that he would step down.\n\n“Let me be as clear as I think I’ve tried to be publicly. We are done with all acquisition discussions with Yahoo,” Ballmer told Microsoft’s annual shareholders meeting, in response to a question on what was happening with Yahoo.\n\n“I’ve said that a bunch of times. Somehow some people have gotten confused nonetheless,” Ballmer added. “We thought we had something that made sense. (It) didn’t make sense to them. We’ve moved on.”\n\nMicrosoft withdrew its $47.5 billion buyout offer for Yahoo in May after Yang and his board rejected the bid as too low. The software company then offered to buy Yahoo’s search business, but Yahoo decided instead to sign a search advertising deal with Google Inc (GOOG.O)\n\nThe Google deal has since fallen apart, after opposition from U.S. antitrust regulators who were concerned about an alliance between the Web’s two biggest search companies.\n\nMicrosoft has said that it was still interested in pursuing a search deal with Yahoo, and Ballmer reiterated that on Wednesday.\n\n“There’s no active discussion on that front. But we’d be very open to it. But acquisition discussions are finished,” he said.\n\nAt the meeting, which was broadcast over the Internet, Ballmer told shareholders that while the world’s biggest software maker is seeing growth in all of its business groups, it is “not immune” to the tough economic climate.\n\nHe repeated that Microsoft is looking for areas to cut costs, including hiring, which “points to much, much slower growth...in head count for the remainder of this financial year and I suspect into next financial year.”\n\nHowever, investment in research and development would continue, Ballmer said.\n\nMicrosoft, the world’s largest software maker with more than 91,000 employees worldwide, has been on a hiring spree, adding more than 20,000 employees in the last two years.\n\nShares of Yahoo fell 19 percent to $9.38, while Microsoft shares were down 3 percent at $18.99. (Reporting by Franklin Paul, Editing by Derek Caney)"
    },
    {
        "header": "Microsoft rules out buying Yahoo but likes search deal",
        "link": "http://www.reuters.com/article/innovationNewsTechMediaTelco/idUSTRE4AI5PD20081119",
        "time": "02:01 PM EST",
        "body": "NEW YORK (Reuters) - Microsoft Corp Chief Executive Steve Ballmer ruled out an acquisition of Yahoo Inc on Wednesday but said his company was interested in resuming talks on a Web search partnership.\n\nYahoo shares fell 19 percent on the remarks, after gaining this week on renewed investor hopes that Microsoft may refresh its bid for the Internet company after Yahoo Chief Executive Jerry Yang announced that he would step down.\n\n“Let me be as clear as I think I’ve tried to be publicly. We are done with all acquisition discussions with Yahoo,” Ballmer told Microsoft’s annual shareholders meeting, in response to a question on what was happening with Yahoo.\n\n“I’ve said that a bunch of times. Somehow some people have gotten confused nonetheless,” Ballmer added. “We thought we had something that made sense. (It) didn’t make sense to them. We’ve moved on.”\n\nMicrosoft withdrew its $47.5 billion buyout offer for Yahoo in May after Yang and his board rejected the bid as too low. The software company then offered to buy Yahoo’s search business, but Yahoo decided instead to sign a search advertising deal with Google Inc\n\nThe Google deal has since fallen apart, after opposition from U.S. antitrust regulators who were concerned about an alliance between the Web’s two biggest search companies.\n\nMicrosoft has said that it was still interested in pursuing a search deal with Yahoo, and Ballmer reiterated that on Wednesday.\n\n“There’s no active discussion on that front. But we’d be very open to it. But acquisition discussions are finished,” he said.\n\nAt the meeting, which was broadcast over the Internet, Ballmer told shareholders that while the world’s biggest software maker is seeing growth in all of its business groups, it is “not immune” to the tough economic climate.\n\nHe repeated that Microsoft is looking for areas to cut costs, including hiring, which “points to much, much slower growth...in head count for the remainder of this financial year and I suspect into next financial year.”\n\nHowever, investment in research and development would continue, Ballmer said.\n\nMicrosoft, the world’s largest software maker with more than 91,000 employees worldwide, has been on a hiring spree, adding more than 20,000 employees in the last two years.\n\nShares of Yahoo fell 19 percent to $9.38, while Microsoft shares were down 3 percent at $18.99."
    },
    {
        "header": "Microsoft: New software not Symantec, McAfee rival",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE4AI7T420081120",
        "time": "09:20 PM EST",
        "body": "BOSTON (Reuters) - Microsoft Corp’s upcoming security software is not designed to take sales from Symantec Corp and McAfee Inc as it is a stripped-down, free product that focuses purely on anti-virus protection, a Microsoft executive said.\n\nShares of Symantec and McAfee tumbled on Wednesday on concerns that Microsoft’s new anti-malware program, to be launched in the second half of 2009, would compete with their products.\n\nMalware, a term derived from the words malicious and software, is designed by hackers to attack personal computers.\n\nMicrosoft said on Tuesday it planned to introduce the free security software after discontinuing a $50 security suite that competes with products from Symantec and McAfee, the world’s two biggest makers of security software.\n\n“This is really focused on the 50 to 60 percent (of PC users) who don’t have, or won’t pay for, anti-virus protection, anti-malware protection,” Amy Barzdukas, senior director of product management for Microsoft’s Online Services and Windows Division, told Reuters in an interview.\n\nMicrosoft’s new product, code-named Morro after Brazil’s Morro de Sao Paolo beach, only includes anti-malware software, whereas security suites from Symantec and McAfee include encryption, firewalls, password protection, parental controls and data backup programs.\n\nAlthough Morro will be offered around the world, one focus will be on emerging markets such as Brazil where a large number of consumers cannot afford to buy anti-virus suites, Barzdukas said.\n\nShares of Symantec fell 9.44 percent to $11.23, McAfee dropped 6.62 percent to $26.68, and Microsoft was down 6 percent at $18.45"
    },
    {
        "header": "Microsoft interested in search pact with Yahoo, not acquisition",
        "link": "http://www.reuters.com/article/newsOne/idUSTRE4AI5JW20081119",
        "time": "12:06 PM EST",
        "body": "(Reuters) - Microsoft Corp CEO Steve Ballmer on Wednesday said the company is “not immune” to “current economic realities”. Highlights:\n\n* Microsoft’s Ballmer says company looking at every aspect of business\n\nfor opportunities to reduce costs, “utilize resources more efficiently”\n\nfor the remainder of this financial year and possibly next year\n\n* Microsoft’s Ballmer: ”we are done with all acquisitions discussions\n\n* Microsoft’s Ballmer says would still be interested in search\n\n* Microsoft’s Ballmer says would be “very open” to Yahoo search talks,\n\nbut there are “no active discussion on that front”"
    },
    {
        "header": "Microsoft\u0092s Ballmer says \u0093we are done with all acquisition",
        "link": "http://www.reuters.com/article/businessFlashAlerts/idUSTRE4AI5GS20081119",
        "time": "11:56 AM EST",
        "body": "Microsoft\u0092s Ballmer says \u0093we are done with all acquisition"
    }
]