[
    {
        "header": "Microsoft warns of financial crisis email scams",
        "link": "http://www.reuters.com/article/lifestyleMolt/idUSTRE49S3SK20081029",
        "time": "08:09 AM EDT",
        "body": "LONDON (Reuters) - Internet fraudsters will try to exploit the global financial crisis by sending fraudulent emails purporting to offer cash-strapped consumers new mortgages, loans or money from failed banks, a Microsoft executive said on Wednesday.\n\nTim Cranton, an Internet safety expert at Microsoft, said there are early signs that criminals have already begun trying to cash in on the economic turmoil.\n\n”It’s especially troubling right now with the financial crisis,“ he told Reuters in a telephone interview. ”There are more and more people who are maybe in a more desperate or vulnerable situation.\n\n”We have seen an increase in some mortgage refinance type of scams. We are anticipating that they’ll become more sophisticated.\n\n“We have seen that with Hurricane Katrina, the (2004 Asian) tsunami and other natural disasters where the scammers immediately jump.”\n\nFraudsters may send spam emails to consumers that ask them to pay a fee related to the collapse of a bank or financial institution, he added.\n\n“They will allege it is associated with the refinancing -- so because of this bailout you’ll get a much better deal on your mortgage and all you have to do is pay this fee.”\n\nOnline criminals have long used promises of easy money to try to defraud unsuspecting victims.\n\nCommon scams include requests to help move money out of a developing country. People are offered a cut of the fortune if they first pay a release fee.\n\nOr they are told they have won a lottery in a foreign country and will receive a huge jackpot once they pay an administration fee.\n\nA poll for Microsoft on Wednesday found more than a quarter of computer users thought it was likely they would fall victim to an online scam that would cost them money.\n\nHalf said the scams made them more wary of shopping online, while more than a third said it led to them being more reluctant to use the Internet at all.\n\nHowever, the poll suggested that the actual chances of becoming a victim are far lower than the perceived risk.\n\nOf 5,000 people polled across Europe, only 113 had lost money to an Internet fraudster in the last year. That equates to one in 44 of those questioned. Microsoft said it has formed a coalition with Yahoo!, Western Union and the African Development Bank to help spread the message about hoax emails.\n\n“What we’d like to do is raise awareness so that people feel more confident about using the Internet,” Cranton said. “We don’t want to see a reduction in e-commerce.”\n\n* Details on how to protect yourself online are at: /www.microsoft.com/protect/default.mspx"
    }
]