[
    {
        "header": "Bad blood may color EU view on Microsoft-Yahoo",
        "link": "http://www.reuters.com/article/newsOne/idUSBRU00628720080201",
        "time": "03:48 PM EST",
        "body": "BRUSSELS (Reuters) - Bad blood between the European Commission and Microsoft could affect the EU scrutiny of a bid by the software giant for Yahoo, legal experts said on Friday.\n\nMicrosoft has made an unsolicited $44.6 billion offer to buy Yahoo and is confident of winning regulatory approval. Yahoo said its board will evaluate the offer.\n\nClearance from the European Commission as the EU’s top competition regulator would likely be needed for a merger of this size and cross-border impact, though it declined to make any comment on Friday.\n\nLast year, the Commission won a bruising court battle against Microsoft that forced the software giant to comply with a landmark 2004 antitrust decision by the EU executive.\n\nLawyers said Brussels may welcome increased competition against Google but privacy will be a concern.\n\n“I think it’s always difficult going into a deal if you have got a sort of unhappy history in a way with the Commission,” Catriona Hatton, a partner at law firm Hogan & Hartson, said.\n\n“It’s not the best way to come in with a merger deal,” Hatton said.\n\nHans Friederiszick of ESMT Competition Analysis, part of the Berlin-based international business school, said competition and privacy will loom large for Brussels.\n\n“This merger will reduce the number of search engine providers with significant global reach from three to two, paving the way for a tight duopoly in these markets,” said Friederiszick, who is a former senior official at the Commission’s competition unit.\n\n“In turn, Google may welcome this move as it allows Google to argue that its likely dominant position is contested by an equally strong player,” Friederiszick said.\n\n“In any case, one barrier for the proposed merger to get approved may be the relationship between the Commission and Microsoft, following its strategic use and abuse of interoperability,” he added.\n\nBrussels was also likely to stress that Yahoo’s portal services should not be bundled up with Microsoft’s Windows operating system on personal computers, said Christopher Thomas, a partner at Lovells law firms.\n\nJonathan Zuck, president of the Association for Competitive Technology, which has received support from Microsoft, said the combined market share in online advertising and searches would still be significantly lower than Google‘s.\n\n“The Commission obviously has to review a number of different aspects of the merger. Given their pro-consumer bent they are going to have to think about competition on privacy issues, for example,” Zuck said.\n\nA merger was probably doable but remedies of some sort would be likely, Hatton said.\n\nMuch could hinge on how well EU and U.S. competition authorities see eye to eye on the deal, lawyers said.\n\nCritics in the United States have said Brussels seems to prefer protecting competitors over promoting competition.\n\nStill, antitrust officials on both sides of the Atlantic have learned to cooperate since a bitter split in 2001 when Washington approved an all-American deal of GE buying Honeywell only to see Brussels reject it."
    },
    {
        "header": "INSTANT VIEW: Microsoft bids for Yahoo",
        "link": "http://www.reuters.com/article/topNews/idUSN0140090620080201",
        "time": "08:35 AM EST",
        "body": "NEW YORK (Reuters) - Microsoft Corp, the software giant, said on Friday it had offered to acquire Internet media company Yahoo Inc in a proposed cash and stock deal valued at $44.6 billion.\n\nMicrosoft said it had offered to buy Yahoo for $31 per share, which it said represented a 62 percent premium above the company’s closing stock price on Nasdaq on Thursday.\n\n”It’s about time. Great for Microsoft. Great for Yahoo shareholders. These Internet markets are winner-take-all markets and they cannot be built. Time is too valuable. Yahoo has one of the best positions on the Internet because it’s integrated brand (advertising) with search.\n\n”There could be a little more money on the table. The company is in play. Yahoo will not be able to stay independent. Other bidders will emerge before this is over. Not Google -- they can’t even get DoubleClick closed, they won’t get Yahoo closed.\n\n“They’re in a pole position in several major industries. I expect News (Corp), Comcast, and GE will look at it. But Microsoft is paying a lot because they’re trying to scare away other bidders.”\n\nTIM SMALLS, HEAD OF U.S. STOCK TRADING AT BROKERAGE FIRM EXECUTION LLC IN GREENWICH, CONNECTICUT\n\n”Shocking! To me, the premium seems exorbitant, for what is a dwindling business. I personally don’t see how the synergies of Microsoft-Yahoo is going to take on Google.\n\n”It will obviously help the stock market immensely -- the overall market loves a big deal, here you go, and the futures are screaming.\n\n“This is going to take everybody’s attention today. Especially in a distressed market, if you get a financial deal or a technology deal, that’s really going to captivate the market and that’s what you’ve got right now.”\n\n”They have to do it because they’ve tried everything they can do to fix MSN. Yahoo is the most visited site in the world, so it goes without saying that given the current valuation, this is the perfect time for them to buy it.\n\n”Google is running away with the search market and that’s obviously the best part of the market. The likelihood that Google gets caught is slim to none.\n\n“You might not catch Google, but you can still be a legitimate player.”\n\n”Yahoo! delivers Microsoft a well-known web entity with a strong user base (particularly in the US), one of the largest email user communities and a wealth of other assets such as photosharing website Flickr.\n\n”Yahoo!’s considerable expertise and assets in online advertising (such as its Panama platform) is relevant both in the fixed and mobile worlds. Its notable that Yahoo! already had deals with a number of mobile network operators around the world including Vodafone and T-Mobile in the UK.\n\n”Microsoft’s wanted to do things that could build up its online business dramatically. This is one more thing that allows them to do that.\n\n”This is going to be a big bet for them. But I also think it’s where they see the market going, so they really needed to get there.\n\n”This is more than a shot across the bow at Google, because you put these two guys together who are basically two and three in search and makes them far more relevant.\n\nMARK MAY, ANALYST AT NEEDHAM & COMPANY IN NEW YORK\n\n”I think the issue is going to be one of valuation. While a substantial premium to their recent trading price, this is in line with Yahoo’s average trading value over the last two years. Looked at that way, it’s not a substantial premium.\n\n”You’ve got a company that is in the midst of a turnaround. You’re going to have this battle between of investors that believe in Jerry Yang’s new vision and new strategy and investors that don’t believe in that strategy. I would not be surprised to see this bid have to be raised over time.\n\n“I think there are companies out there like Comcast and Viacom and others that still need to address the emergence of online media and haven‘t. So there are clearly other strategic companies out there, mainly traditional media companies, that should, and based on reports, have looked at Yahoo in the past.”\n\n”We think it is great for Yahoo shareholders. This consolidates the marketplace down to Google versus Microsoft. Their multiple areas overlap -- not just search but also applications. Google’s been pushing hard into the application space.\n\n”Yahoo mail continues to be much slower than the Gmail product. Yahoo search continues to lose share to Google.\n\nAsked whether Google might counterbid for Yahoo he said, “There is really nothing there that Google wants that they (Google) don’t have.”\n\n”Microsoft has been getting more aggressive with acquisitions. We’ve seen them start to step up and buy large public players. Strategically, it makes sense.\n\n”It’s a fair price. Clearly Yahoo shares have been under pressure. Microsoft wants to get it done, and get it done quickly. Trying to offer them a 10 percent premium would be kind of foolish. You’d create a problem, you’d let other bidders get into the fray.\n\n”That seems to be eclipsing everything and set the futures off and running. That’s obviously important to the (stock) market. It’s been looking for something like this for quite some time, and it’s offsetting the Google news from last night. So this is good timing on Microsoft’s part, and discounting the bad news in the technology sector.\n\n”I think (a deal) makes sense. Yahoo is having a really tough time competing against Google. Whether it’s a good price, I can’t see anybody else who is going to outbid Microsoft."
    },
    {
        "header": "US STOCKS-Futures jump, Microsoft proposes to buy Yahoo",
        "link": "http://www.reuters.com/article/companyNews/idUSN0115541720080201",
        "time": "06:43 AM EST",
        "body": "NEW YORK, Feb 1 (Reuters) - U.S. stock index futures jumped on Friday, with Nasdaq futures reversing losses, after software company Microsoft Corp (MSFT.O) proposed an acquisition of Web media company Yahoo Inc YHOO.O.\n\nS&P 500 futures SPc1 were up 11 points, above fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nDow Jones industrial average futures DJc1 were up 121 points. Nasdaq 100 NDc1 futures were up 15 points.\n\nS&P futures were up only about 3 points before the news, while Dow futures were up about 50 points and Nasdaq futures were lower. (Reporting by Caroline Valetkevitch; Editing by Kenneth Barry)"
    },
    {
        "header": "UPDATE 7-Microsoft bids $44.6 billion to buy Yahoo",
        "link": "http://www.reuters.com/article/companyNews/idUSN0139194420080202",
        "time": "07:21 PM EST",
        "body": "SAN FRANCISCO/NEW YORK, Feb 1 (Reuters) - Microsoft Corp (MSFT.O) offered to buy Yahoo Inc YHOO.O for $44.6 billion, in a bold bid to transform two ailing Internet businesses into a worthy competitor for market leader Google Inc (GOOG.O).\n\nIn what would be the biggest Internet deal since the ill-fated Time Warner-AOL merger, Microsoft Chief Executive Steve Ballmer sent a letter to Yahoo’s board on Thursday night to offer $31 per share in cash and stock.\n\nThe price is a 62 percent premium over Yahoo’s Thursday close, but only about a quarter of what the Internet company was worth at the height of the dotcom bubble in 2000.\n\nYahoo would give Microsoft dominance in Web banner ads used by corporate brand advertisers. It also attracts more than 500 million people monthly to sites devoted to news, finance and sports, and Yahoo Mail is the No. 1 consumer e-mail service.\n\nThe shares of Microsoft, which has a market capitalization of about $300 billion, fell 6.6 percent as some investors worried the world’s top software maker may be overpaying for Yahoo and could have a hard time getting a return on its investment.\n\nCritics say the two companies have too many overlapping businesses -- from instant messaging to email and advertising, as well as news, travel and finance sites -- and both are weak in the Web search market, where Google dominates.\n\n“They have to do it because they’ve tried everything they can do to fix MSN. Yahoo is the most visited site in the world, so it goes without saying that, given the current valuation, this is the perfect time for them to buy it,” said Piper Jaffray analyst Gene Munster.\n\nBut he added: “Google is running away with the search market and that’s obviously the best part of the market. The likelihood that Google gets caught is slim to none.”\n\nYahoo said on Friday its board will evaluate the unsolicited offer. Its shares shot up about 48 percent to $28.33. The shares of Google, which has a market value of about $160 billion, fell 8.58 percent to close at $515.90.\n\nSpeculation about a Microsoft-Yahoo deal has swirled through the markets for more than a year, as investors looked for a joint stand against the ever more powerful Google.\n\nGoogle’s share of the U.S. Web search market rose to 58.4 percent by December from 52.6 percent in January last year, while Yahoo’s fell to 22.9 percent from 26.9 percent, and Microsoft’s fell to 9.8 percent from 10.4 percent, according to comScore data.\n\nSkeptics say Microsoft and Yahoo have very different corporate cultures and worry about a clash such as the one that marred AOL’s $182 billion purchase of Time Warner in 2001, which is seen as the worst merger in recent history. Time Warner Inc (TWX.N) is now valued at only $57 billion.\n\nThe perception is that Yahoo, an iconic Silicon Valley company with a free-flowing, fun-loving attitude, may not fit in with the button-up, competitive Microsoft, the world’s biggest software maker.\n\n“Culture is the big thing where people have some concerns,” said Jupiter Research analyst Bobby Tulsiani. “If they have anything in common, they’re both tired of losing to Google, so they can agree on that probably.”\n\nCEO Ballmer, in his most aggressive move to shape the future Microsoft, said the deal would transform its money-losing Internet division, which it sees as critical to growth, into a profitable pillar of its business.\n\n“We have been losing money. Our plan here would be to not lose money in the future,” he said on a conference call.\n\nBallmer said Microsoft has had on-and-off talks with Yahoo for 18 months, but was told by management a year ago that the timing was not right -- in an apparent reference to Yahoo’s then Chairman and Chief Executive Terry Semel.\n\nSemel was replaced by Yahoo co-founder Jerry Yang as CEO in June and resigned as chairman on Thursday.\n\n“With the Semel roadblock now gone, there is reason to think this (merger) is now likely to happen,” said RBC Capital Internet analyst Jordan Rohan, noting Yahoo is running out of options in the face of a weakening business climate.\n\nUnder the proposal, Yahoo shareholders can choose to get $31 cash, or 0.9509 of a share of Microsoft common stock. The deal in aggregate must consist of one-half cash and one-half Microsoft common stock, the software maker said.\n\nMicrosoft’s current stock price of $30.45 values Yahoo at around $30, or a rich 57 times forecast 2009 earnings, according to Reuters Estimates. In comparison, Google is trading at around 20 times forecast 2009 profit.\n\nSome analysts said Microsoft was overpaying for a company that warned earlier this week it faced “head winds” in 2008, forecasting revenue below Wall Street expectations.\n\n“To me, the premium seems exorbitant, for what is a dwindling business. I personally don’t see how the synergies of Microsoft-Yahoo is going to take on Google,” said Tim Smalls, head of U.S. stock trading at brokerage firm Execution LLC.\n\nGlobal Equities Research analyst Trip Chowdhry said Yahoo is not worth more than $20 per share as its only worthwhile properties are Yahoo Mail, Yahoo Answers and Yahoo Finance.\n\nBut others said the price is low enough for rival bidders to emerge, noting Yahoo traded at $34.08 in late October.\n\n“There could be a little more money on the table,” said Laura Martin, an analyst at Soleil-Media Metrics. “The company is in play. Yahoo will not be able to stay independent. Other bidders will emerge before this is over.”\n\nAnalysts cited Comcast Corp (CMCSA.O), Viacom Inc VIAb.N and General Electric Co (GE.N) among possible bidders, although they also said few companies had the balance sheet to compete with Microsoft or were as natural a fit for Yahoo.\n\nAs Yahoo shares are trading close to Microsoft’s valuation, it indicates few investors expect a sweeter offer.\n\nMicrosoft General Counsel Brad Smith acknowledged other bidders could emerge, but said any attempt by arch-rival Google to acquire Yahoo would face insurmountable antitrust hurdles.\n\nAntitrust experts said regulators would likely take a close look at a Microsoft-Yahoo deal, but as the two are dwarfed by Google, the deal will ultimately likely be approved.\n\nMicrosoft said the online advertising market is expected to reach nearly $80 billion by 2010 from over $40 billion in 2007. It paid $6 billion last year to buy online advertising services firm aQuantive as a bulwark against Google’s growing position.\n\nThe software company forecast at least $1 billion in annual cost savings for the merged entity, from synergies in areas such as combining engineering talent.\n\nBernstein Research said the deal appeared to be less about expanded business potential and more about cost-savings that can be wrung out of shrinking redundant operations.\n\n“We are relatively comfortable with (Microsoft‘s) estimate of $1 billion in annual synergies. It appears to us that the majority of the synergies are on the cost side,” said the note from Bernstein analysts Charles Di Bona and Jeffrey Lindsay.\n\nMorgan Stanley (MS.N) and Blackstone LP (BX.N) scooped the prize banking job of advising Microsoft on the deal, according to sources familiar with the matter, while Yahoo is being advised by Goldman Sachs Group Inc (GS.N). (Additional reporting by Michele Gershberg, Peter Henderson, Megan Davies, Franklin Paul, Diane Bartz, Daisuke Wakabayashi and Fred Katayama; Editing by Jeffrey Benkoe/Andre Grenon)"
    },
    {
        "header": "Investors see Microsoft bid for Yahoo as generous",
        "link": "http://www.reuters.com/article/newsOne/idUSN0145426520080201",
        "time": "05:57 PM EST",
        "body": "BOSTON (Reuters) - Microsoft Corp’s $44.6 billion unsolicited bid for Yahoo Inc is generous and offers shareholders of the Internet media firm an escape route from years of sub-par stock market performance, investors said on Friday.\n\nMicrosoft, the world’s biggest software maker, sent a letter to Yahoo’s board on Thursday night to offer $31 per share in cash and stock, a 62 percent premium over Yahoo’s closing stock price that day.\n\n“It has been fairly proven out in the market that Yahoo is struggling as a standalone company,” said Mike Binger, a fund manager at Thrivent Financial in Minneapolis, who owns both Yahoo and Microsoft shares in client portfolios.\n\n“It would be very hard for Yahoo as a standalone entity to grow their stock to $31 in the next couple of years. From a shareholder perspective, I think it’s a very fair price for the state of Yahoo’s business fundamentals right now,” he said.\n\nYahoo said its board would evaluate the offer. The company in the past few years has lost market share to powerful leader Google Inc in the lucrative Web search market, and saw management turnover in 2007.\n\nIts shares have traded mostly below the $30 level in the past two years and dropped below $20 in January, a far cry from $125 in early 2000, at the height of the tech bubble. Google, by comparison, is up five-fold since listing in 2004.\n\n“I would be so thankful. Someone finally put me out of my misery,” Gabe Birdsall, a portfolio manager at AIM Investments, said of his likely reaction to the bid if he had stayed a Yahoo shareholder.\n\nFrustrated by a lack of progress in its business goals and the lackluster stock performance, Birdsall’s AIM Constellation Fund sold its Yahoo holdings more than a year ago, he said. The fund does own Microsoft shares.\n\nUnder Microsoft’s proposal, Yahoo shareholders can choose to get $31 cash or 0.9509 common Microsoft shares per Yahoo share. The deal in aggregate must consist of one-half cash and one-half Microsoft common stock, the software maker said.\n\n“It’s a full price, but I think they want to let people know they were serious and it’s going to be very difficult for someone else to come out and offer a competing bid,” Birdsall said.\n\nHe said between $7 and $12 of the $31 bid price was estimated to reflect Yahoo’s holdings in its Japan unit and Chinese Internet firm Alibaba.com.\n\nYahoo shares shot up about 48 percent on Friday to $28.38. Microsoft, which had a market capitalization of about $300 billion as of Thursday, fell 6.6 percent to close at $30.45.\n\nKen Allen, an analyst tracking Microsoft at money manager T. Rowe Price, said the software company’s stock fall reflected the risk the potential acquisition would bring to its otherwise steady business, even though it did make strategic sense. T. Rowe is a big shareholder in both Microsoft and Yahoo.\n\n“Microsoft is correctly acknowledging that they need to get bigger and have more scale in order to compete more effectively in the online advertising market. And obviously Yahoo is the quickest and biggest way to get that scale,” Allen said.\n\nOthers expressed concern about how much Microsoft offered.\n\n“Maybe they felt like they needed to get something done in this space but the size of this deal does not make sense for shareholders,” said Pat Becker Jr., chief investment officer at Becker Capital Management, which owns Microsoft shares."
    },
    {
        "header": "Before the Bell-Google dips more after Microsoft's Yahoo bid",
        "link": "http://www.reuters.com/article/beforeTheBell/idUSN0139624620080201",
        "time": "07:41 AM EST",
        "body": "NEW YORK, Feb 1 (Reuters) - Google (GOOG.O) shares traded lower in premarket trading on Friday after Microsoft (MSFT.O) unveiled a surprise bid for Yahoo YHOO.O.\n\nThe drop took Google down an additional 1.7 percent from its last level in Thursday’s post-market session when Google slumped 6.5 percent following disappointing earnings.\n\nGoogle shares slipped to $518.01 ahead of the opening bell after ending Thursday’s extended session at $527.40. Google, which is Yahoo’s YHOO.O arch rival, fell hard after the close Thursday when it reported quarterly earnings that missed analysts’ estimates."
    },
    {
        "header": "Europe shares extend gains on Microsoft-Yahoo news",
        "link": "http://www.reuters.com/article/companyNews/idUSWEB382020080201",
        "time": "06:55 AM EST",
        "body": "FRANKFURT, Feb 1 (Reuters) - European shares extended gains by midday on Friday after news of Mirosoft’s (MSFT.O) proposal to acquire Yahoo YHOO.O in a $44.6 billion cash and stock deal.\n\nBy 1150 GMT the FTSEurofirst 300 index .FTEU3 of top European shares was up 1.9 percent at 1,354.71 points.\n\n“Investors are throwing themselves in after positive news that gives them a reason to buy equities,” one trader said, commenting on the Microsoft-Yahoo announcement. [ID:nWNAS8942]\n\nMiner Rio Tinto (RIO.L) was the top gainer, up 14.5 percent, after Chinese aluminium producer Chinalco said it had bought a 12 percent stake in the company jointly with U.S. producer Alcoa (AA.N).\n\nThe DJ Stoxx basic resources index .SXPP, which includes miners, was up 8.4 percent. Rio suitor BHP Billiton (BLT.L) rose 12 percent and Anglo American (AAL.L) was up 7.2 percent.\n\nFrench bank Societe Generale (SOGN.PA) rose 5.2 percent after a report that local rival Credit Agricole (CAGR.PA) had hired advisors to consider a possible takeover approach. Shares in Credit Agricole, which declined to comment, rose 0.5 percent. (Reporting by Peter Starck)"
    },
    {
        "header": "RPT-Microsoft offers to buy Yahoo in $44.6 bln deal",
        "link": "http://www.reuters.com/article/rbssTechMediaTelecomNews/idUSL0176962120080201",
        "time": "06:44 AM EST",
        "body": "NEW YORK, Feb 1 (Reuters) - Microsoft Corp (MSFT.O) on Friday said it had offered to acquire Yahoo Inc YHOO.O in a proposed cash and stock deal valued at $44.6 billion.\n\nMicrosoft said it had offered to buy Yahoo for $31 per share, which it said represented a 62 percent premium above the company’s closing stock price on Nasdaq on Thursday. (Reporting by Franklin Paul)"
    },
    {
        "header": "FACTBOX-Top Internet Sites as Microsoft bids for Yahoo",
        "link": "http://www.reuters.com/article/newsOne/idUSN0160156420080201",
        "time": "03:56 PM EST",
        "body": "(Reuters) - Microsoft Corp on Friday offered to buy Yahoo Inc for about $44.6 billion in cash and stock, seeking to join forces against Google Inc in what would be the biggest Internet deal since the Time Warner Inc merger with AOL.\n\nThe proposed deal, which would marry the world’s biggest software maker with one of the leading Internet media companies, would shake up the market for online services such as email and advertising.\n\nThe following are comparative statistics for the most popular sites on the Internet. Most Visited Unique Visitors, Worldwide, Dec 2007 (Source: comScore) 1. Google Sites 587.8 million 2. Microsoft Sites 540.3 million 3. Yahoo Sites 484.7 million 4. Time Warner Network 274.1 million Unique Visitors, U.S., Dec 2007 (Source: Nielsen/NetRatings) 1. Google 124.6 million 2. Microsoft 123.2 million 3. Yahoo 114.1 million 4. Time Warner (parent of AOL) 106.3 million Top U.S. Search Sites, Dec 2007 (Source: comScore) 1. Google Sites 58.4 pct 2. Yahoo Sites 22.9 pct 3. Microsoft Sites 9.8 pct 4. Time Warner Network 4.6 pct Top U.S. Display Ad Publishers Share of online display ads, Nov 2007 (Source: comScore) 1. Yahoo Sites 18.8 pct 2. Fox Interactive Media 16.3 pct 3. Microsoft Sites 6.7 pct 4. Time Warner Network 5.8 pct 5. Facebook.com 1.5 pct 6. eBay 1.2 pct 7. Google Sites 1.0 pct Web eMail U.S. Audience, Dec 2007 (Source: Nielsen/NetRatings)"
    },
    {
        "header": "Microsoft's Yahoo pursuit starts M&A race",
        "link": "http://www.reuters.com/article/topNews/idUSN0163041320080201",
        "time": "05:14 PM EST",
        "body": "NEW YORK (Reuters) - Microsoft Corp’s bid for Yahoo Inc may send media companies scrambling for Internet properties, but none will likely outbid the deep-pocketed software maker for Yahoo itself.\n\nTime Warner Inc’s AOL, News Corp and Comcast Corp are among a handful of media companies that bankers, media executives and analysts say will ramp up technology investments or find partners as they face an interactive marketing world that may soon be defined by Microsoft/Yahoo and Google.\n\nThe biggest software company in the world offered to buy one of the biggest Internet companies, Yahoo, on Friday for $44.6 billion, or $31 a share, to close the gap between it and Google Inc in the Internet search and display advertising sectors.\n\nFew if any are seen topping Microsoft’s 62 percent premium on Yahoo.\n\nEyes are on Yahoo’s next move and whether it would reject Microsoft’s bid in hopes of extracting a higher premium from the software maker. However, the market was betting against this possibility on Friday, with Yahoo’s shares trading below the offer price, at $28.31.\n\n“From Microsoft’s point of view it makes all the sense in the world to do this and they’re voting with their pocket book when they put an offer in as high as they have,” said Murray Beach, president of technology-focused investment bank Boston Corporate Finance.\n\n“Yahoo’s board has to consider (it) and I think would be nuts to walk away from this offer,” Beach added.\n\nFew other natural bidders for Yahoo exist except Google, who analysts said would not likely pursue Yahoo because it would be unlikely to get antitrust approval.\n\nMicrosoft’s deal is also seen sparking other actions across media and the Internet landscape and marks a return to transformational deals, which dropped off after market turmoil last summer hit M&A volume.\n\n“My guess is that Comcast, News Corp, maybe even GE, will convene board meetings sometime today to discuss their options,” RBC analyst Jordan Rohan said on a conference call with clients, admitting that it was unlikely any other party could come up with a better offer.\n\nA News Corp source said the Rupert Murdoch-controlled company had no interest in bidding for Yahoo, despite having expressed interest last year in combining its MySpace with Yahoo. Those talks ended after Yahoo CEO Terry Semel resigned last June.\n\nStill, big media companies such as News Corp will now likely boost technology investments. “I would expect Fox (Interactive Media) will do more and more acquisitions in technology so that they can play,” said Rishad Tobaccowala, CEO of Denuo, a consulting arm of Publicis.\n\nHe added, “Besides the big content companies that don’t have enough technology and who will have to go and buy technology, the companies people see as dumb pipes ... the cable and the telcos, will want to play too.”\n\nOvernight, Microsoft’s bid, which values Yahoo at more than 60 times its forecast earnings for next year, boosted AOL’s value on Wall Street, one analyst said, making its separation from owner Time Warner more financially palatable.\n\nApplying Microsoft’s valuation of Yahoo to AOL’s advertising business, Bernstein Research analyst Michael Nathanson estimated the Yahoo-Microsoft news contributed $1 per share to Time Warner’s overall $23 per share value in his sum-of-the-parts estimate.\n\nSeen two years ago as a potential candidate to link up with Microsoft, Yahoo or Google, the Internet division of media conglomerate Time Warner Inc has restructured its business over the past two years into an online advertising powerhouse to court marketers who are shifting more advertising dollars online.\n\nOver the past few years, Time Warner has mulled myriad scenarios over how to improve and possibly spin off the one-time king of the Internet that failed to keep up with faster moving Google and Yahoo.\n\n“Strategic interest for Yahoo bodes well for AOL,” Bear Stearns analyst Spencer Wang said in a research note.\n\nSome analysts said the consummation of Microsoft’s deal would drive AOL closer to Google if Microsoft and Yahoo are no longer interested in AOL.\n\nAs part of its $1 billion deal to buy a 5 percent stake in AOL, Google has an option due in July to request Time Warner buy back its stake or file for an initial public offering.\n\nBut analysts said if Microsoft and Yahoo successfully link up, AOL will be robbed of two suitors once viewed as potential bidders for AOL.\n\nOne media industry source said Barry Diller’s IAC/InterActiveCorp and Comcast Corp both had looked at a deal for AOL two years ago, and speculated that they might take another look now.\n\nIn another view, the Yahoo-Microsoft news could spur AOL and others to look at buying up other advertising technology companies, including ValueClick Inc, said Linda Gridley, CEO of boutique investment bank Gridley & Co., which specializes in interactive marketing and digital media.\n\nValueClick shares surged to close nearly 7 percent higher after the news.\n\n“Anyone that has a play in the online advertising or portal space will look at consolidation,” said Boston Corporate Finance’s Beach. He predicted Microsoft’s move would drive the M&A market quite a bit."
    },
    {
        "header": "Yahoo says board to consider Microsoft offer",
        "link": "http://www.reuters.com/article/topNews/idUSWNAS898320080201",
        "time": "08:58 AM EST",
        "body": "SAN FRANCISCO (Reuters) - Yahoo Inc confirmed on Friday that it had received an unsolicited bid from Microsoft Corp to acquire the company and that its board of directors would consider the $44.6 billion deal.\n\nYahoo said in a statement that its board would evaluate the proposal “carefully and promptly in the context of Yahoo’s strategic plans and pursue the best course of action to maximize long-term value for shareholders.”"
    },
    {
        "header": "Google clout seen aiding antitrust OK for Microsoft",
        "link": "http://www.reuters.com/article/newsOne/idUSN0144485520080201",
        "time": "04:14 PM EST",
        "body": "WASHINGTON/SAN FRANCISCO (Reuters) - Google Inc so dominates the online search and advertising market that regulators are unlikely to challenge a merger of Microsoft Corp and Yahoo, two antitrust experts said on Friday.\n\nThe world’s biggest software maker sent a letter to Yahoo’s board on Thursday night offering $44.6 billion for the Internet media company. Yahoo said on Friday its board will evaluate the offer,\n\nEvan Stewart of Zuckerman, Spaeder LLP said antitrust approval of such a deal was likely because Google was so big, the information technology field was changing so fast and barriers to entering the market were relatively low.\n\n“At the end of the day, it’s hard to see how they (regulators) could reject this,” said Stewart.\n\nAntitrust enforcers on both sides of the Atlantic typically take a hard look at any merger which knocks the number of major competitors in an industry down from three to two because of the danger the remaining entity could raise prices.\n\nIn 2001, HJ Heinz Co called off its acquisition of Beech-Nut after regulators balked because it would have merged the No. 2 and No. 3 baby food makers.\n\nBut creating a stronger competitor to Google could appeal to antitrust enforcers.\n\nGoogle’s 77 percent share of the global Web search market, according to Internet audience researcher comScore, vastly overshadows Yahoo, which is second at 16 percent. Microsoft is a distant third at 3.7 percent.\n\n“You want more than one dominant player,” said Edward Henneberry, co-chairman of Heller Ehrman LLP’s European competition practice, in a telephone interview from London.\n\nIn San Francisco, Thomas Barnett, the Justice Department’s assistant attorney general for antitrust, was asked about the deal. “We are aware of it,” he said tersely.\n\nSen. Herb Kohl, a Wisconsin Democrat, said the Senate antitrust subcommittee he chairs would hold hearings into the deal if Yahoo accepted Microsoft’s offer.\n\n“We will need to scrutinize the deal carefully to ensure that it will not cause any harm to the competitiveness of what has been a vibrant high tech marketplace, nor negatively impact the privacy rights of Internet users,” Kohl said in a statement.\n\nBut Henneberry said he expected that both European and U.S. regulators would put aside concerns expressed by privacy advocates. “The privacy issues aren’t really competition issues.”"
    },
    {
        "header": "STOCKS NEWS US-Yahoo jumps before the bell after Microsoft offer",
        "link": "http://www.reuters.com/article/beforeTheBell/idUSN0139324820080201",
        "time": "06:52 AM EST",
        "body": ""
    },
    {
        "header": "Microsoft says Yahoo would help it turn Web profit",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSN0140598820080201",
        "time": "09:33 AM EST",
        "body": "SAN FRANCISCO (Reuters) - The acquisition of Yahoo Inc would transform Microsoft Corp’s money-losing Internet business into a profitable pillar of its business, Microsoft Chief Executive Steve Ballmer said on Friday.\n\n“We have been losing money. Our plan here would be to not lose money in the future,” Ballmer said on a conference call in response to a question by a Wall Street analyst about how the $44.6 billion deal might affect margins.\n\nOn the same conference call, Microsoft General Counsel Brad Smith allowed that alternative bidders could emerge but said that any attempt by arch-rival Google to acquire Yahoo would face insurmountable antitrust hurdles.\n\n“Any number of companies might take an interest. There’s one company that cannot: That’s Google itself. Given its superdominant market share, Google is clearly prevented by antitrust laws from buying Yahoo,” the chief lawyer said.\n\nMicrosoft officials quoted industry figures showing that Google holds 75 percent of the worldwide Web search audience."
    },
    {
        "header": "US STOCKS-S&P futures flat; jobs offset Microsoft news",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN0129298620080201",
        "time": "08:54 AM EST",
        "body": "NEW YORK, Feb 1 (Reuters) - S&P 500 stock index futures were little changed after briefly turning negative on Friday as a surprising drop in non-farm payroll jobs in January offset optimism about Microsoft Corp’s (MSFT.O) $44.6 billion offer to buy Internet media company Yahoo Inc YHOO.O.\n\nS&P 500 futures SPc1 were up 2.30 points, slightly above fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nDow Jones industrial average futures DJc1 were up 47 points. Nasdaq 100 NDc1 futures were up 12.50 points. (Reporting by Caroline Valetkevitch; Editing by Kenneth Barry)"
    },
    {
        "header": "FACTBOX-Facts about Microsoft Corp",
        "link": "http://www.reuters.com/article/newsOne/idUSN0144219420080201",
        "time": "03:56 PM EST",
        "body": "NEW YORK (Reuters) - Microsoft Corp offered to buy Yahoo Inc, the popular Web portal, for $44.6 billion in cash and stock, seeking to join forces against Google Inc in what would be the biggest Internet deal since the Time Warner-AOL merger.\n\nMicrosoft offered to buy Yahoo for $31 per share, a 62 percent premium over Yahoo’s previous closing stock price.\n\nThe following are some key facts about Microsoft:\n\n* 1968: Eighth-grader William “Bill” Gates first introduced to computers and programming languages.\n\n* Gates and schoolmate, Paul Allen, were inspired by an article in Popular Electronics magazine about the first personal computer, the Altair 8800, to develop a version of the Basic programming language for the PC.\n\n* 1973: Gates goes to Harvard University, where he lived down the hall from Steve Ballmer, now Microsoft’s chief executive officer.\n\n* 1975: 19-year-old Gates drops out of Harvard and co-founds Microsoft with Allen.\n\n* 1980: International Business Machines Corp chooses Microsoft to write the operating system for the IBM personal computer, introduced in 1981.\n\n* 1985: Microsoft launches Windows 1.0, the first version of the popular operating system.\n\n* 1986: Microsoft went public on March 13 at $21 per share.\n\n* 1989: Microsoft introduces the earliest version of its Office software.\n\n* 1994: The Justice Department files suit against Microsoft, alleging it engaged in anti-competitive marketing practices. The suit is ended by a 1995 consent decree.\n\n* 1997: The Justice Department again sued Microsoft, this time alleging contempt of the 1995 consent decree. A lengthy legal battle over marketing practices resulted in a 2002 consent decree creating federal government oversight that expired in November 2007.\n\n* 2000: Gates and wife found the Bill and Melinda Gates Foundation, a charitable organization.\n\n* 2001: Microsoft enters the gaming market in November with the North American release of its gaming console the Xbox and competes with Nintendo Co Ltd’s Wii and Sony Corp’s PlayStation.\n\n* 2003: The company starts paying dividends in January, with its first dividend at 8 cents per share.\n\n* 2004: Microsoft said it plans to return up to $75 billion to shareholders in dividends and stock buybacks.\n\n* 2004: The European Commission found that Microsoft abused its dominance and ordered a change in business practices. It fined the company 497 million euros ($685.4 million), then in 2006 imposed an extra penalty of 280.5 million euros for not complying.\n\n* 2005: The South Korean Fair Trade Commission fines Microsoft $32 million for blocking competition and orders it to separate its instant messaging system from Windows.\n\n* 2006: Gates says will transition out of a day-to-day role in the company in July 2008.\n\n* 2006: Microsoft launches Zune portable music player in November -- the first Microsoft-designed device in a market dominated by Apple Inc’s iPod.\n\n* 2007: Launches Windows Vista, the latest version of its operating system in January.\n\n* 2007: Acquires aQuantive for $6 billion in May at a time when the online advertising industry was rapidly consolidating and was its biggest acquisition till the Yahoo bid.\n\n* 2007: Latest data as of June says Microsoft employs 78,565 people worldwide, of which more than half are from the United States. About 75 percent of U.S. staff are men.\n\n* 2007: Harvard dropout Gates gets honorary law degree from the university in June."
    },
    {
        "header": "ANALYST VIEW: Microsoft's bid for Yahoo: Too high or too low?",
        "link": "http://www.reuters.com/article/topNews/idUSN01206820080201",
        "time": "01:00 PM EST",
        "body": "NEW YORK (Reuters) - Microsoft Corp’s $44.6 billion bid to buy Yahoo Inc would, if completed, mark the biggest and boldest Internet deal since the Time-Warner AOL merger.\n\nAt $31 a share, the bid represents a 62 percent premium over Yahoo’s Thursday closing price. Whether that is an appropriate price was an immediate subject of debate in financial circles.\n\nFollowing are view of analysts, fund managers, and academics on whether Microsoft is offering too much for Yahoo -- or might end up raising its bid.\n\n“I think Microsoft is paying too much. This company is not worth more than $20 per share and the reason I say that is... there are only two or three properties that Yahoo has that are worthwhile. The only two properties or three properties of Yahoo that are good are Yahoo Mail, Yahoo Answers and the third one is Yahoo Finance.”\n\n“To me, the premium seems exorbitant, for what is a dwindling business. I personally don’t see how the synergies of Microsoft-Yahoo is going to take on Google.”\n\n“The $31 per share offer by Microsoft for Yahoo, for a total valuation of $44.6 billion, seems like a substantial overpayment. At a trailing PE ratio of over 40, Yahoo was already fairly high-priced. Microsoft’s offer values Yahoo at 68 times its current year’s earnings, and nearly 60 times its forecasted earnings for next year, both rather high by any stretch.”\n\n“I would not be surprised to see this bid have to be raised over time. I think there are companies out there like Comcast and Viacom and others that still need to address the emergence of online media and haven‘t. So there are clearly other strategic companies out there.”\n\n“There could be a little more money on the table. The company is in play. Yahoo will not be able to stay independent. Other bidders will emerge before this is over. Not Google -- they can’t even get DoubleClick closed; they won’t get Yahoo closed.”\n\n“We expect a deal to happen, perhaps at a slight premium to the current offer, given Yahoo’s weakened market position and Microsoft’s obvious need to become more relevant in the consumer Internet services/online advertising arenas.”"
    },
    {
        "header": "US STOCKS-Wall St seen opening flat; jobs offset Microsoft",
        "link": "http://www.reuters.com/article/companyNews/idUSN0141125820080201",
        "time": "09:20 AM EST",
        "body": "NEW YORK, Feb 1 (Reuters) - U.S. stocks were set to open little changed on Friday as weaker-than-expected jobs data offset optimism about Microsoft Corp’s (MSFT.O) $44.6 billion offer to buy Internet media company Yahoo Inc YHOO.O.\n\nStock futures sharply cut gains after the government reported a drop in non-farm payroll jobs in January -- the first decline in 4 1/2 years.\n\nEarlier, futures surged on news of the Microsoft proposal, which rekindled faith that share prices could appreciate even as the threat of recession loomed.\n\n“It takes the bloom off the rose,” said Hugh Johnson, chief investment officer of Johnson Illington Advisors in Albany, New York, referring to the data showing a 17,000 drop in non-farm payroll jobs. Moreover, the drop in the unemployment rate “is not a good sign; it means workers are being discouraged.”\n\nThe national unemployment rate eased to 4.9 percent from 5 percent in December.\n\nS&P 500 futures SPc1 were down 0.3 point, about even with fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nDow Jones industrial average futures DJc1 were up 19 points. Nasdaq 100 NDc1 futures were up 9 points.\n\nIn the financial sector, shares of MBIA Inc (MBI.N) rose 14.2 percent to $17.70 before the bell after a report on CNBC television that eight banks were forming a consortium to seek a rescue plan for bond insurers. Ambac Financial Group Inc ABK.N rose 11.7 percent to $13 before the market’s open.\n\nSoftware maker Microsoft said it offered to buy Yahoo for $31 per share, a 62 percent premium over Yahoo’s closing stock price on Nasdaq Thursday. Yahoo shares jumped to $30.75 in trading before the bell. Microsoft shares fell 2.2 percent to $31.89. (Additional reporting by Jennifer Coogan; Editing by Kenneth Barry)"
    },
    {
        "header": "US STOCKS-Futures surge as Microsoft aims to buy Yahoo",
        "link": "http://www.reuters.com/article/companyNews/idUSN0139983020080201",
        "time": "08:03 AM EST",
        "body": "NEW YORK, Feb 1 (Reuters) - U.S. stock index futures jumped on Friday as investors cheered Microsoft Corp’s (MSFT.O) proposed $44 billion acquisition of Internet media company Yahoo Inc YHOO.O.\n\nIn the financial sector, shares of MBIA Inc (MBI.N) rose 14.2 percent to $17.70 before the bell after a report on CNBC television that eight banks were forming a consortium to seek a rescue plan for bond insurers. Ambac Financial Group Inc ABK.N rose 11.7 percent to $13 in pre-market trading.\n\nBut investors remained anxious about a Labor Department report on January employment due at 8:30 a.m. (1330 GMT).\n\nWith merger action mostly dormant since summer, news of the planned Microsoft deal on Friday sent stock futures soaring.\n\n“Especially in a distressed market, if you get a financial deal or a technology deal, that’s really going to captivate the market, and that’s what you’ve got right now,” said Tim Smalls, head of U.S. stock trading at brokerage firm Execution LLC in Greenwich, Connecticut.\n\nS&P 500 futures SPc1 were up 16.50 points, well above fair value, a mathematical formula that evaluates pricing by taking into account interest rates, dividends and time to expiration on the contract.\n\nDow Jones industrial average futures DJc1 were up 154 points. Nasdaq 100 NDc1 futures were up 25 points.\n\nSoftware maker Microsoft said it offered to buy Yahoo in a cash and stock deal valued at $44.6 billion. Microsoft offered to buy Yahoo for $31 per share, a 62 percent premium over Yahoo’s closing stock price on Nasdaq Thursday. Yahoo shares jumped to $30.75 in trading before the bell. Microsoft shares fell 2.2 percent to $31.89.\n\nYahoo was not immediately available for comment. For details, see [ID:nN01391944].\n\nWeb search company Google Inc (GOOG.O) reported revenue and profit that missed Wall Street’s estimates late on Thursday.\n\nShares of Google traded lower before the bell, edging down an additional 1.7 percent after it slumped 6.5 percent late on Thursday.\n\nEconomists polled by Reuters expect the department data to show, on average, non-farm payrolls rose by 80,000 last month.\n\n“A really bad employment report could knock the steam out of this market,” Mendelsohn said. But, “you could easily have a 200- to 300-point up day if you have a good labor report. As long as we’re over 50,000 (in job creation), it should have a positive impact on the market.” (Additional reporting by Kristina Cooke; Editing by Kenneth Barry)"
    },
    {
        "header": "S&P may change Yahoo's debt rating on Microsoft bid",
        "link": "http://www.reuters.com/article/newsOne/idUSN0145196220080201",
        "time": "03:56 PM EST",
        "body": "NEW YORK (Reuters) - Standard & Poor’s on Friday said it may change its debt rating on Yahoo Inc, citing Microsoft Corp’s bid to buy Yahoo for $44.6 billion.\n\nIf Yahoo accepts Microsoft’s offer, S&P said it is likely to raise Yahoo’s rating, as Microsoft is “clearly a stronger credit than Yahoo, even after this potential transaction.”\n\nHowever, S&P said it is concerned that Yahoo could reject Microsoft’s bid and try to sway its shareholders through a special one-time dividend or large share repurchases funded by debt.\n\n“Depending on the magnitude, either of these actions could result in Standard & Poor’s lowering its rating on the company,” the rating agency said in a statement.\n\nYahoo said on Friday its board will evaluate the unsolicited offer, which would be the biggest Internet deal since the Time Warner-AOL merger."
    },
    {
        "header": "UPDATE 1-Toronto stocks rise on earnings, Microsoft move",
        "link": "http://www.reuters.com/article/companyNews/idUSN0141407920080201",
        "time": "10:40 AM EST",
        "body": "TORONTO, Feb 1 (Reuters) - The Toronto Stock Exchange’s main index rose on Friday morning, lifted by earnings from TransAlta, Sierra Wireless and Celestica as well as Microsoft’s blockbuster bid for Yahoo.\n\nTSX tech and energy shares led the rise, emboldened by the prospect that merger activity could ramp up despite tight credit markets.\n\nSoftware giant Microsoft’s (MSFT.O) $44.6-billion offer for Internet media company Yahoo YHOO.O was the banner story, a proposal that gave a boost to stock markets around the world. For details, see: [nN01391944]\n\n“This rally may be the result of takeover activity, which is great, because it’s showing that companies have faith in the future, faith in the valuations that they’re paying,” said Glenn MacNeill, vice-president of investments at Sentry Select Capital Corp.\n\nThe S&P/TSX composite index .GSPTSE advanced 108.91 points, or 0.8 percent, to 13,264.01. It was up as much as 175 points earlier in the morning.\n\nMacNeill noted there has been recent takeover activity in the TSX energy sector, which rose 1.3 percent on Friday.\n\nSuncor Energy (SU.TO) climbed C$1.78 to C$96.18 despite declines in crude oil and natural gas futures.\n\nIn the tech sector, which was up 1 percent, Sierra Wireless (SW.TO) jumped C$1.29 to C$16.14 after the company’s quarterly profit beat its expectations. For details, see: [nN31366893]\n\nMeanwhile, Celestica Inc (CLS.TO) climbed 51 Canadian cents to C$6.36 after the contract electronics manufacturer said its fourth-quarter loss shrank and its revenue was higher than expected. For details, see: [nN31627407]\n\nIndustrials added 1.9 percent and financials, which account for nearly a third of the overall index, were up 0.9 percent.\n\nTransAlta (TA.TO) added to the positive results by swinging to a net profit in the quarter. Its stock jumped 37 Canadian cents to C$32.27.\n\nThe gold-mining subsector was higher in early action but fell sharply as the price of spot gold tumbled to below $910 an ounce. Barrick Gold (ABX.TO) was the biggest weighted loser, down C$1.06 to C$50.75.\n\nThe TSX index added 8.4 percent in the previous eight days."
    },
    {
        "header": "US STOCKS-Wall St up on Microsoft's bid for Yahoo",
        "link": "http://www.reuters.com/article/companyNews/idUSN0145509320080201",
        "time": "04:10 PM EST",
        "body": "NEW YORK, Feb 1 (Reuters) - U.S. stocks rose on Friday, capping Wall Street’s best week in almost five years, after Microsoft Corp’s (MSFT.O) $44.6 billion bid for Yahoo Inc YHOO.O overshadowed news that employers cut payrolls for the first time since 2003.\n\nBased on the latest available data, the Dow Jones industrial average .DJI was up 92.83 points, or 0.73 percent, at 12,743.19. The Standard & Poor's 500 Index .SPX was up 16.85 points, or 1.22 percent, at 1,395.40. The Nasdaq Composite Index .IXIC was up 23.50 points, or 0.98 percent, at 2,413.36.\n\nFor the week, the Dow rose 4.4 percent and the S&P gained 4.9 percent, marking the best performance for both benchmark indexes since 2003. The Nasdaq rose 3.8 percent, its biggest weekly gain in nearly 18 months. (Reporting by Jennifer Coogan)"
    }
]