[
    {
        "header": "Tech stocks sink as Google and Microsoft disappoint, Dow up",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSL1621974820080718",
        "time": "04:36 PM EDT",
        "body": "NEW YORK (Reuters) - Technology stocks fell on Friday and drove the Nasdaq down 1 percent on disappointing earnings from Google (GOOG.O) and Microsoft(MSFT.O), while Citigroup’s smaller-than-expected loss pushed up the Dow and helped keep the broader market near the unchanged mark.\n\nNevertheless, the S&P 500 and Nasdaq snapped a six-week losing streak. The Dow snapped four weeks of losses as financial stocks rallied after the government outlined a plan to shore up mortgage finance companies Fannie Mae FNM.N and Freddie Mac FRE.N and the SEC announced rules to curb short selling.\n\nReassuring quarterly results from key banks also fed the week’s rally, with Citigroup capping a series of closely watched scorecards from Wells Fargo (WFC.N) and JPMorgan Chase & Co (JPM.N) that beat analysts’ estimates.\n\nOn top of that, the biggest weekly drop ever in oil prices also gave investors a renewed appetite for equities.\n\nDespite their weekly gain, tech stocks ended the week with a thud. Google’s stock fell almost 10 percent, its biggest one-day percentage drop since it went public in 2004, and Microsoft shares slid 6 percent, a day after the tech bellwethers’ quarterly results fell short of expectations.\n\n“The government’s plan to provide funding for Fannie and Freddie and the SEC’s short-selling rule put a floor, for now, under financials. But you’ll start to see investors increasingly differentiate between ‘the haves and have nots’ in financials,” said Michael Sheldon, chief market strategist at RDM Financial, in Westport, Connecticut.\n\nThe Dow Jones industrial average .DJI rose 49.91 points, or 0.44 percent, to 11,496.57. The Standard & Poor's 500 Index .SPX was little changed, up just 0.36 of a point, or 0.03 percent, at 1,260.68.\n\nThe Nasdaq Composite Index .IXIC, meanwhile, shed 29.52 points, or 1.28 percent, to close at 2,282.78.\n\nFor the week, the Dow rose 3.5 percent, its best week in three months. The S&P 500 rose 1.7 percent, while the Nasdaq was up 1.9 percent.\n\nCiti’s results were a sharp contrast to a larger-than-expected quarterly loss from Merrill Lynch MER.N. For most of the session, Merrill’s stock was lower, but it eked out a gain in the last hour of trading. Merrill ended up 0.6 percent at $30.91.\n\nRegional banks, many of which report earnings next week, were among the top sector drags on the S&P 500, suggesting investor worry that the credit crisis has not run its course for some of the less diversified, smaller banks. The S&P Regional Banks Index .GSPBNKS fell 0.8 percent.\n\nCitigroup jumped 7.7 percent to $19.35 after the Dow component reported a smaller-than-expected $2.5 billion loss and said it would keep cutting costs and getting rid of risky or poorly performing assets.\n\nA wider-than-expected loss by chip maker Advanced Micro Devices AMD.N, whose shares fell 12.3 percent to $4.65, added to concerns about the outlook for the U.S. technology sector.\n\nGoogle’s stock slid 9.8 percent to $481.32 while Microsoft shares shed 6 percent to $25.86, both in Nasdaq trading.\n\nDow component International Business Machines Corp (IBM.N) bucked the glum technology earnings trend, also boosting the Dow. IBM’s shares rose 2.7 percent to $129.89 on the New York Stock Exchange.\n\nWith earnings season now in full flow, analysts expect second-quarter S&P 500 earnings to drop 17.1 percent. If second-quarter earnings end up being lower, it will be the fourth consecutive quarter of negative growth for the S&P 500, the longest losing streak in six years, according to Thomson Reuters proprietary research.\n\nOil prices fell on Friday, helping to cushion the market’s decline. High fuel costs have been adding to concerns about consumer spending and corporate profits. U.S. crude for August delivery settled at $128.88 a barrel, down 41 cents.\n\nTrading was moderate on the New York Stock Exchange, with about 1.71 billion shares changing hands, below last year’s estimated daily average of roughly 1.90 billion, while on Nasdaq, about 2.28 billion shares traded, above last year’s daily average of 2.17 billion.\n\nAdvancing stocks outnumbered declining ones on the NYSE by about 17 to 15, while decliners beat advancers on the Nasdaq by about 4 to 3."
    },
    {
        "header": "US STOCKS-Market falls at the open on Google, Microsoft",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN1829219920080718",
        "time": "09:41 AM EDT",
        "body": "NEW YORK, July 18 (Reuters) -U.S. stocks fell at the open on Friday as disappointing earnings from tech bellwethers Google (GOOG.O) and Microsoft (MSFT.O) overshadowed a smaller-than-expected loss from Citigroup (C.N).\n\nThe Dow Jones industrial average .DJI was down 17.26 points, or 0.15 percent, at 11,429.40. The Standard & Poor's 500 Index .SPX was down 3.48 points, or 0.28 percent, at 1,256.84. The Nasdaq Composite Index .IXIC was down 25.59 points, or 1.11 percent, at 2,286.71. (Reporting by Kristina Cooke; Editing by Kenneth Barry)"
    },
    {
        "header": "US STOCKS-Techs sink as Google, Microsoft miss the mark, Dow up",
        "link": "http://www.reuters.com/article/BANKSL/idUSN1848937320080719",
        "time": "08:00 PM EDT",
        "body": "* Nasdaq down 1.3 pct, Dow up 0.4 pct, S&P up 0.03 pct\n\nNEW YORK, July 18 (Reuters) - Technology stocks fell on Friday and drove the Nasdaq down 1 percent on disappointing earnings from Google (GOOG.O) and Microsoft(MSFT.O), while Citigroup’s smaller-than-expected loss pushed up the Dow and helped keep the broader market near the unchanged mark.\n\nNevertheless, the S&P 500 and Nasdaq snapped a six-week losing streak. The Dow snapped four weeks of losses as financial stocks rallied after top U.S. government officials outlined a plan to shore up mortgage finance companies Fannie Mae FNM.N and Freddie Mac FRE.N and the SEC announced rules to curb short selling.\n\nReassuring quarterly results from key banks also fed the week’s rally. Citigroup capped a series of closely watched scorecards from Wells Fargo (WFC.N) and JPMorgan Chase & Co (JPM.N) that beat analysts’ estimates.\n\nOn top of that, the biggest weekly drop ever in oil prices also gave investors a renewed appetite for equities.\n\nDespite their weekly gain, tech stocks ended the week with a thud. Google’s stock fell almost 10 percent, its biggest one-day percentage drop since it went public in 2004, and Microsoft shares slid 6 percent, a day after the tech bellwethers’ quarterly results fell short of expectations.\n\n“The government’s plan to provide funding for Fannie and Freddie and the SEC’s short-selling rule put a floor, for now, under financials. But you’ll start to see investors increasingly differentiate between ‘the haves and have nots’ in financials,” said Michael Sheldon, chief market strategist at RDM Financial, in Westport, Connecticut.\n\nThe Dow Jones industrial average .DJI rose 49.91 points, or 0.44 percent, to 11,496.57. The Standard & Poor's 500 Index .SPX was little changed, up just 0.36 of a point, or 0.03 percent, at 1,260.68.\n\nThe Nasdaq Composite Index .IXIC, meanwhile, shed 29.52 points, or 1.28 percent, to close at 2,282.78.\n\nFor the week, the Dow rose 3.57 percent, its best week in three months. The S&P 500 rose 1.71 percent, while the Nasdaq finished the week up 1.95 percent.\n\nCiti’s results were a sharp contrast to a larger-than-expected quarterly loss from Merrill Lynch MER.N. For most of the session, Merrill’s stock was lower, but it eked out a gain in the last hour of trading. Merrill ended up 0.6 percent at $30.91.\n\nRegional banks, many of which report earnings next week, were among the top sector drags on the S&P 500, suggesting investor worry that the credit crisis has not run its course for some of the less diversified, smaller banks. The S&P Regional Banks Index .GSPBNKS fell 0.8 percent.\n\nCitigroup jumped 7.7 percent to $19.35 after the Dow component reported a smaller-than-expected $2.5 billion loss and said it would keep cutting costs and getting rid of risky or poorly performing assets. [ID:nN18431251]\n\nA wider-than-expected loss by chip maker Advanced Micro Devices AMD.N, whose shares fell 12.3 percent to $4.65, added to concerns about the outlook for the U.S. technology sector. Advanced Micro Devices’ shares trade on the New York Stock Exchange.\n\nGoogle’s stock slid 9.8 percent to $481.32 while Microsoft shares shed 6 percent to $25.86, both in Nasdaq trading. [ID:nN17350357].\n\nDow component International Business Machines Corp (IBM.N) bucked the glum technology earnings trend, also boosting the Dow. IBM’s shares rose 2.7 percent to $129.89 on the New York Stock Exchange.\n\nWith earnings season now in full flow, analysts expect second-quarter S&P 500 earnings to drop 17.1 percent. If second-quarter earnings end up being lower, it will be the fourth consecutive quarter of negative growth for the S&P 500, the longest losing streak in six years, according to Thomson Reuters proprietary research.\n\nOil CLc1 prices tumbled on Friday in their biggest weekly drop -- in dollar terms -- since oil futures began trading in New York in 1983. That helped support the stock market. High fuel costs have been adding to concerns about consumer spending and corporate profits.\n\nU.S. crude for August delivery settled below $129 a barrel, after hitting an intraday low at $128.23 -- down $19.04 from last week’s record intraday high at $147.27 a barrel on the New York Mercantile Exchange. In percentage terms, the price of crude sank almost 13 percent from its record high last Friday to this Friday’s session low.\n\nTrading was fairly active on the New York Stock Exchange, with about 1.71 billion shares changing hands, below last year’s estimated daily average of roughly 1.90 billion, while on Nasdaq, about 2.29 billion shares traded, above last year’s daily average of 2.17 billion.\n\nAdvancing stocks outnumbered declining ones on the NYSE by about 17 to 15, while decliners beat advancers on the Nasdaq by a ratio of about 4 to 3. (Reporting by Kristina Cooke; Editing by Jan Paschal)"
    },
    {
        "header": "US STOCKS-Nasdaq sinks as Google, Microsoft stumble; Dow up",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN1839413420080718",
        "time": "04:12 PM EDT",
        "body": "NEW YORK, July 18 (Reuters) - Technology stocks fell on Friday on disappointing earnings from Google (GOOG.O) and Microsoft <MSFT.O, while a smaller-than-expected loss from Citigroup pushed up the Dow and helped keep the broader market near the unchanged mark.\n\nBased on the latest available data, the Dow Jones industrial average .DJI rose 49.91 points, or 0.44 percent, to finish unofficially at 11,496.57, while the Standard & Poor's 500 Index .SPX edged up 0.36 of a point, or 0.03 percent, to end unofficially at 1,260.68. The Nasdaq Composite Index .IXIC was down 29.52 points, or 1.28 percent, to close unofficially at 2,282.78.\n\nFor the week, the Dow gained 3.55 percent and posted its best week in three months. The S&P 500 rose 1.7 percent and Nasdaq gained 1.95 percent for the week. (Reporting by Chris Sanders; Editing by Jan Paschal)"
    },
    {
        "header": "Google loses share as Yahoo, Microsoft gain: report",
        "link": "http://www.reuters.com/article/internetNews/idUSN1829953120080718",
        "time": "03:42 PM EDT",
        "body": "SAN FRANCISCO (Reuters) - In a rare slip for Google Inc, Yahoo Inc and Microsoft Corp gained share as Google lost ground in the Web search market in June, industry data released on Friday shows.\n\nMonthly data published by audience research firm comScore Inc shows Google’s share of the U.S. Web search market -- the source of half the company’s revenue -- at 61.5 percent, down three-tenths of a percentage point from May.\n\nMeanwhile, number-two-ranked Yahoo gained 0.3 of a percentage point to 20.9 percent in June while the market share of Microsoft, the number-three U.S. Web search player, jumped 0.7 points to 9.2 percent, comScore said.\n\nIAC/InterActiveCorp’s Ask.com and Time Warner Inc’s AOL unit, the number four and number five in U.S. search services, also lost ground, comScore data showed. Ask lost 0.2 percentage points of share to 4.3 percent and AOL’s market share shrunk by 0.4 percentage points to 4.1 percent.\n\nThe data can be seen at tinyurl.com/comScore-June/."
    },
    {
        "header": "US STOCKS-Market slips after Google, Microsoft disappoint",
        "link": "http://www.reuters.com/article/bondsNews/idUSN1833404220080718",
        "time": "03:02 PM EDT",
        "body": "NEW YORK, July 18 (Reuters) - U.S. stocks fell on Friday, after disappointing results from Google Inc (GOOG.O) and Microsoft Corp <MSFT.O overshadowed a smaller-than-expected loss from Citigroup.\n\nCitigroup, the largest U.S. bank, helped financial stocks rally for a third straight session, limiting the Dow’s loss.\n\nInternet search company Google had its biggest one-day percentage drop since it went public in 2004 and Microsoft fell the most in two years, after the tech bellwethers’ quarterly results fell short of expectations.\n\n“It’s a very split market today, right along the financials and technology lines. Financials are actually moving higher, based on OK numbers from Citigroup, but you had some big disappointing numbers from tech, which is worrying,” said Paul Nolte, director of investments at Hinsdale Associates, in Hinsdale Illinois.\n\nThe Dow Jones industrial average .DJI fell 6.51 points, or 0.06 percent, to 11,440.15. The Standard & Poor's 500 Index .SPX was down 6.11 points, or 0.48 percent, at 1,254.21. The Nasdaq Composite Index .IXIC was down 37.61 points, or 1.63 percent, at 2,274.69.\n\nA wider-than-expected loss by chipmaker Advanced Micro Devices AMD.N, whose shares fell 12.3 percent to $4.65 on the New York Stock Exchange, added to concerns about the outlook for the U.S. technology sector.\n\nShares of Google slid 10 percent to $480.34 on Nasdaq. Microsoft shares shed 6.8 percent to $25.65, also in Nasdaq trading, after the software maker gave a forecast below Wall Street’s expectations. [ID:nN17350357].\n\nDow component International Business Machines Corp (IBM.N) bucked the glum technology earnings trend, also boosting the Dow. IBM’s shares rose 2.4 percent to $129.55 on the NYSE.\n\nThe Dow gained nearly 500 points Wednesday and Thursday as stronger-than-expected earnings from Wells Fargo (WFC.N) and JPMorgan Chase & Co (JPM.N) eased some fears about the health of the U.S. banking system, on the heels of a government takeover a week ago of California-based mortgage lender IndyMac.\n\nBut regional banks, many of which report earnings next week, were among the top sector drags on the S&P 500, suggesting investor worry that the credit crisis has not run its course for the smaller banks. The S&P Regional Banks Index .GSPBNKS fell 2.3 percent, led by BB&T Corp (BBT.N).\n\nCitigroup jumped 7.7 percent to $19.36 after the Dow component reported a smaller-than-expected $2.5 billion loss and said it would keep cutting costs and getting rid of risky or poorly performing assets. [ID:nN18431251]. Earlier, Citigroup’s stock climbed more than 10 percent to hit an intraday high at $20.47.\n\nThe positive news from Citi was a sharp contrast to disappointing news of a larger-than-expected quarterly loss from Merrill Lynch MER.N, whose stock fell 3 percent to $29.77.\n\nWith earnings season now in full flow, analysts expect second-quarter S&P 500 earnings to drop 17.1 percent. If second-quarter earnings end up being lower, it will be the fourth consecutive quarter of negative growth for the S&P 500, the longest losing streak in six years, according to Thomson Reuters proprietary research.\n\nOil CLc1 prices fell for a fourth day on Friday, helping to cushion the market’s decline. High fuel costs have been adding to concerns about consumer spending and corporate profits. U.S. crude oil for August delivery fell 41 cents to $128.88 a barrel. (Reporting by Kristina Cooke; Editing by Jan Paschal)"
    },
    {
        "header": "Google, Microsoft shares slump as results disappoint",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSN1836777420080718",
        "time": "11:57 AM EDT",
        "body": "NEW YORK (Reuters) - Shares of technology leaders Google Inc (GOOG.O) and Microsoft Corp (MSFT.O) stumbled in Friday morning trade after their quarterly results fell short of expectations.\n\nAn announcement of a wider-than-expected loss by chipmaker Advanced Micro Devices Inc AMD.N, whose shares fell 11.3 percent to $4.70, added to concerns about the U.S. technology sector.\n\nInternet search leader Google on Thursday reported a 35 percent rise in net profit, but that was lower than most analysts forecast, and particularly disappointing since Wall Street had come to expect positive surprises every quarter.\n\nGoogle officials noted problems managing its cash -- now totaling $12.7 billion -- amid interest rate uncertainty, a drain from recent acquisitions, and higher costs to hedge foreign currency risk as it expands overseas.\n\nGoogle shares fell $48.33, or 9.06 percent, to $485.11 by mid-morning trade.\n\nMicrosoft shares fell $1.82, or 6,61 percent, to $25.70 after the software maker posted a quarterly profit and outlook below the Street’s expectations, and cited “tough” economic conditions.\n\nIn contrast, IBM (IBM.N) reported much stronger numbers, showing it was a defensive play and helping its shares rise $1.90, or 1.5 percent, to $128.42.\n\nInternational Business Machines Corp said second-quarter net income rose to $2.77 billion, or $1.98 per share, compared to the average analyst forecast of $1.82 per share."
    },
    {
        "header": "US STOCKS-Techs sink as Google, Microsoft disappoint, Dow up",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN1841733620080718",
        "time": "04:32 PM EDT",
        "body": "* Nasdaq down 1.3 pct, Dow up 0.4 pct, S&P up 0.03 pct\n\nNEW YORK, July 18 (Reuters) - Technology stocks fell on Friday and drove the Nasdaq down 1 percent on disappointing earnings from Google (GOOG.O) and Microsoft(MSFT.O), while Citigroup’s smaller-than-expected loss pushed up the Dow and helped keep the broader market near the unchanged mark.\n\nNevertheless, the S&P 500 and Nasdaq snapped a six-week losing streak. The Dow snapped four weeks of losses as financial stocks rallied after the U.S. government outlined a plan to shore up mortgage finance companies Fannie Mae FNM.N and Freddie Mac FRE.N and the SEC announced rules to curb short selling.\n\nReassuring quarterly results from key banks also fed the week’s rally, with Citigroup capping a series of closely watched scorecards from Wells Fargo (WFC.N) and JPMorgan Chase & Co (JPM.N) that beat analysts’ estimates.\n\nOn top of that, the biggest weekly drop ever in oil prices also gave investors a renewed appetite for equities.\n\nDespite their weekly gain, tech stocks ended the week with a thud. Google’s stock fell almost 10 percent, its biggest one-day percentage drop since it went public in 2004, and Microsoft shares slid 6 percent, a day after the tech bellwethers’ quarterly results fell short of expectations.\n\n“The government’s plan to provide funding for Fannie and Freddie and the SEC’s short-selling rule put a floor, for now, under financials. But you’ll start to see investors increasingly differentiate between ‘the haves and have nots’ in financials,” said Michael Sheldon, chief market strategist at RDM Financial, in Westport, Connecticut.\n\nThe Dow Jones industrial average .DJI rose 49.91 points, or 0.44 percent, to 11,496.57. The Standard & Poor's 500 Index .SPX was little changed, up just 0.36 of a point, or 0.03 percent, at 1,260.68.\n\nThe Nasdaq Composite Index .IXIC, meanwhile, shed 29.52 points, or 1.28 percent, to close at 2,282.78.\n\nFor the week, the Dow rose 3.5 percent, its best week in three months. The S&P 500 rose 1.7 percent, while the Nasdaq was up 1.9 percent.\n\nCiti’s results were a sharp contrast to a larger-than-expected quarterly loss from Merrill Lynch MER.N. For most of the session, Merrill’s stock was lower, but it eked out a gain in the last hour of trading. Merrill ended up 0.6 percent at $30.91.\n\nRegional banks, many of which report earnings next week, were among the top sector drags on the S&P 500, suggesting investor worry that the credit crisis has not run its course for some of the less diversified, smaller banks. The S&P Regional Banks Index .GSPBNKS fell 0.8 percent.\n\nCitigroup jumped 7.7 percent to $19.35 after the Dow component reported a smaller-than-expected $2.5 billion loss and said it would keep cutting costs and getting rid of risky or poorly performing assets. [ID:nN18431251]\n\nA wider-than-expected loss by chip maker Advanced Micro Devices AMD.N, whose shares fell 12.3 percent to $4.65, added to concerns about the outlook for the U.S. technology sector.\n\nGoogle’s stock slid 9.8 percent to $481.32 while Microsoft shares shed 6 percent to $25.86, both in Nasdaq trading. [ID:nN17350357].\n\nDow component International Business Machines Corp (IBM.N) bucked the glum technology earnings trend, also boosting the Dow. IBM’s shares rose 2.7 percent to $129.89 on the New York Stock Exchange.\n\nWith earnings season now in full flow, analysts expect second-quarter S&P 500 earnings to drop 17.1 percent. If second-quarter earnings end up being lower, it will be the fourth consecutive quarter of negative growth for the S&P 500, the longest losing streak in six years, according to Thomson Reuters proprietary research.\n\nOil CLc1 prices fell on Friday, helping to cushion the market’s decline. High fuel costs have been adding to concerns about consumer spending and corporate profits. U.S. crude for August delivery settled at $128.88 a barrel, down 41 cents.\n\nTrading was moderate on the New York Stock Exchange, with about 1.71 billion shares changing hands, below last year’s estimated daily average of roughly 1.90 billion, while on Nasdaq, about 2.28 billion shares traded, above last year’s daily average of 2.17 billion.\n\nAdvancing stocks outnumbered declining ones on the NYSE by about 17 to 15, while decliners beat advancers on the Nasdaq by about 4 to 3. (Reporting by Kristina Cooke; Editing by Jan Paschal)"
    }
]