[
    {
        "header": "Ballmer becomes lone voice at Microsoft's helm",
        "link": "http://www.reuters.com/article/technologyNews/idUSN2634300220080630",
        "time": "11:32 AM EDT",
        "body": "SEATTLE (Reuters) - Steve Ballmer has been CEO at Microsoft Corp for eight years, but he will finally get to move into the corner office vacated by Bill Gates, the college friend who brought him to the company nearly three decades ago.\n\nThe pressure of leading the world’s largest software maker will only escalate in the wake of a bungled attempt to acquire Yahoo Inc, a move that forced the Web pioneer into the waiting arms of Microsoft’s archrival, Google Inc.\n\nAdding fuel to the fire has been a lukewarm reception by customers for the company’s flagship product, Windows Vista.\n\n“The pressure is certainly on,” said Alan Davis, analyst at investment firm D.A. Davidson.\n\nFor the first time in his career, the 52-year-old Ballmer, whose public histrionics often overshadow a sharp intellect and a gift for numbers, must shoulder the weight of Microsoft’s future without Gates, who stepped down on Friday from the company he co-founded to focus on philanthropy.\n\nTheir partnership was forged at Harvard University, where the pair formed an unlikely friendship: Gates, the middle child of a prominent Seattle family, and Ballmer, a Detroit native whose parents never went to college.\n\nThey both lived in a dormitory full of “anti-social math types,” according to Gates. Ballmer, outgoing and involved in many social clubs on campus, seemed to be a study in contrast to the aloof Gates, who preferred all-night programming sessions and poker games.\n\nHowever, the pair shared a love of math and bonded over their reputations as energetic guys. To this day, they still engage each other in numbers games, calling it “math camp.”\n\nAfter college, Ballmer went to work at Procter & Gamble Co, sharing an office with current General Electric Co CEO Jeffrey Immelt, who has said the two disliked a common boss and would pass the days playing garbage-can basketball.\n\nBallmer spent a year at Stanford University business school before Gates persuaded him to drop out and become Microsoft’s first business manager. A month after joining, he found it was running behind on orders and its engineers were overworked.\n\n“I decided to quit,” Ballmer said at an employee event to mark Gates’s last day at Microsoft. “I said, ‘Jeez, I just dropped out of business school to come to a 30-person company as the bookkeeper’.”\n\nGates persuaded Ballmer to stay at the company over dinner, explaining Microsoft’s ambitious vision: to place a computer on every desk and in every home.\n\nMicrosoft executives talk about Ballmer’s ability to digest large chunks of data, while carefully probing business proposals for weaknesses in logic or reasoning.\n\nBallmer’s sales and marketing prowess complemented Gates’s technical acumen as Microsoft grew from a fledgling start-up into a world-beating software company.\n\nHe worked up the ranks, becoming Microsoft’s president in 1998 and replacing Gates as CEO in 2000. Ballmer is Microsoft’s second-biggest shareholder after Gates with a 4.3 percent stake in the company, valued at more than $11 billion.\n\nMichael Silver, analyst at research firm Gartner, describes Ballmer’s management style as “scary,” but credits him for being a good listener to the needs of his customers.\n\n“Steve’s a bright, tough guy and a good marketeer,” said Silver. “His personality can be very imposing.”\n\nBallmer often grabs headlines with sharply worded jabs at competitors. He once called free Linux software “a cancer” and dismissed Web search leader Google as “a one-trick pony.”\n\nHis exuberance for all-things Microsoft has also earned him viral video fame on par with lonelygirl15 or Obama Girl. Video of Ballmer’s enthusiastic support for software developers has been viewed more than 1 million times on YouTube, a performance that earned him the unflattering nickname of “Monkey Boy.”\n\n“He was always the foil to Gates,” said Mary Jo Foley, author of “Microsoft 2.0: How Microsoft Plans to Stay Relevant in the Post-Gates Era.”\n\n“Gates is such a serious, plodding, methodical guy and Ballmer knew that to be part of the dynamic duo with Bill, he needed to be the opposite.”"
    },
    {
        "header": "RPT-NEWSMAKER-Ballmer becomes lone voice at Microsoft's helm",
        "link": "http://www.reuters.com/article/mergersNews/idUSN2729077520080630",
        "time": "07:15 AM EDT",
        "body": "SEATTLE, June 29 (Reuters) - Steve Ballmer has been CEO at Microsoft Corp (MSFT.O) for eight years, but he will finally get to move into the corner office vacated by Bill Gates, the college friend who brought him to the company nearly three decades ago.\n\nThe pressure of leading the world’s largest software maker will only escalate in the wake of a bungled attempt to acquire Yahoo Inc YHOO.O, a move that forced the Web pioneer into the waiting arms of Microsoft’s archrival, Google Inc (GOOG.O).\n\nAdding fuel to the fire has been a lukewarm reception by customers for the company’s flagship product, Windows Vista.\n\n“The pressure is certainly on,” said Alan Davis, analyst at investment firm D.A. Davidson.\n\nFor the first time in his career, the 52-year-old Ballmer, whose public histrionics often overshadow a sharp intellect and a gift for numbers, must shoulder the weight of Microsoft’s future without Gates, who stepped down on Friday from the company he co-founded to focus on philanthropy.\n\nTheir partnership was forged at Harvard University, where the pair formed an unlikely friendship: Gates, the middle child of a prominent Seattle family, and Ballmer, a Detroit native whose parents never went to college.\n\nThey both lived in a dormitory full of “anti-social math types,” according to Gates. Ballmer, outgoing and involved in many social clubs on campus, seemed to be a study in contrast to the aloof Gates, who preferred all-night programming sessions and poker games.\n\nHowever, the pair shared a love of math and bonded over their reputations as energetic guys. To this day, they still engage each other in numbers games, calling it “math camp.”\n\nAfter college, Ballmer went to work at Procter & Gamble Co (PG.N), sharing an office with current General Electric Co (GE.N) CEO Jeffrey Immelt, who has said the two disliked a common boss and would pass the days playing garbage-can basketball.\n\nBallmer spent a year at Stanford University business school before Gates persuaded him to drop out and become Microsoft’s first business manager. A month after joining, he found it was running behind on orders and its engineers were overworked.\n\n“I decided to quit,” Ballmer said at an employee event to mark Gates’s last day at Microsoft. “I said, ‘Jeez, I just dropped out of business school to come to a 30-person company as the bookkeeper’.”\n\nGates persuaded Ballmer to stay at the company over dinner, explaining Microsoft’s ambitious vision: to place a computer on every desk and in every home.\n\nMicrosoft executives talk about Ballmer’s ability to digest large chunks of data, while carefully probing business proposals for weaknesses in logic or reasoning.\n\nBallmer’s sales and marketing prowess complemented Gates’s technical acumen as Microsoft grew from a fledgling start-up into a world-beating software company.\n\nHe worked up the ranks, becoming Microsoft’s president in 1998 and replacing Gates as CEO in 2000. Ballmer is Microsoft’s second-biggest shareholder after Gates with a 4.3 percent stake in the company, valued at more than $11 billion.\n\nMichael Silver, analyst at research firm Gartner, describes Ballmer’s management style as “scary,” but credits him for being a good listener to the needs of his customers.\n\n“Steve’s a bright, tough guy and a good marketeer,” said Silver. “His personality can be very imposing.”\n\nBallmer often grabs headlines with sharply worded jabs at competitors. He once called free Linux software “a cancer” and dismissed Web search leader Google as “a one-trick pony.”\n\nHis exuberance for all-things Microsoft has also earned him viral video fame on par with lonelygirl15 or Obama Girl. Video of Ballmer’s enthusiastic support for software developers has been viewed more than 1 million times on YouTube, a performance that earned him the unflattering nickname of “Monkey Boy.”\n\n“He was always the foil to Gates,” said Mary Jo Foley, author of “Microsoft 2.0: How Microsoft Plans to Stay Relevant in the Post-Gates Era.”\n\n“Gates is such a serious, plodding, methodical guy and Ballmer knew that to be part of the dynamic duo with Bill, he needed to be the opposite.” (Editing by Braden Reddall)"
    },
    {
        "header": "Microsoft reportedly to cut price of Xbox 360 to $299",
        "link": "http://www.reuters.com/article/technologyNews/idUSN3044366620080630",
        "time": "05:50 PM EDT",
        "body": "LOS ANGELES (Reuters) - Microsoft Corp (MSFT.O) plans to cut the price of its best-selling Xbox 360 Pro model by $50, to $299 in the next few weeks, the Hollywood Reporter reported citing anonymous sources.\n\nThe price cut for the Xbox 360 model with the 20 gigabyte hard drive will come before the video game industry’s biggest trade show, E3, taking place in Los Angeles on July 15-17, the report said.\n\nRumors of the Xbox price cut swirled on popular gaming blogs Joystiq and Kotaku last week. The two sites received snapshots of Kmart and Radio Shack flyers advertising the $299 price.\n\nA Microsoft spokeswoman declined to comment on the report.\n\nMicrosoft last cut the price of the Xbox Pro in August, from $399 to $349, prior to the release of “Halo 3” the following month.\n\nA cut to $299 would make the Xbox 360 Pro $100 less than one of the console’s major rivals, Sony Corp’s (6758.T) PlayStation 3 with a 40 gigabyte hard drive.\n\nMicrosoft is locked in a three-way competition with Nintendo’s 7974.OS Wii and the PlayStation 3, which comes with a high-definition Blu-ray video player."
    },
    {
        "header": "Regulator to probe new Microsoft unit in Norway",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSL3011593720080630",
        "time": "03:02 AM EDT",
        "body": "OSLO, June 30 (Reuters) - Norway’s financial watchdog said on Monday it will probe the auditor of Fast Search & Transfer, a Norwegian firm bought this year by Microsoft (MSFT.O), for suspected irregularities in the computer group’s accounts.\n\nA few days after Microsoft bid $1.2 billion for Fast in January, the company had “restated” its 2006 accounts.\n\n“We must go through all relevant information that Deloitte & Touche [DLTE.UL] has about Fast, particularly for 2006,” Anne Merethe Bellamy, a director at watchdog Kredittilsynet, told daily Dagens Naeringsliv.\n\nDagens Naeringsliv said that according to a Microsoft statement it received, Fast accounts for 2006 and 2007 had been corrected to reflect about $6 million in irregular payments.\n\nFast was not immediately available for comment.\n\nFast was the second largest provider of enterprise search software which lets companies comb internal corporate documents, data and other information, a market also targeted by Google (GOOG.O).\n\nBefore Microsoft’s buyout, Fast stock had tumbled after the company said in mid 2007 it would no longer recognise revenues from memorandums of understanding, and instead book revenue only from final deals. (Reporting by Wojciech Moskwa and Terje Solsvik; Editing by Louise Ireland)"
    },
    {
        "header": "RPT-Bill Gates' rich career at Microsoft",
        "link": "http://www.reuters.com/article/rbssComputerHardware/idUSN2746911620080630",
        "time": "08:30 AM EDT",
        "body": "NEW YORK, June 30 (Reuters) - Microsoft Corp (MSFT.O) Chairman Bill Gates stepped down from daily operations at the software maker last Friday to focus on his philanthropic efforts.\n\nReuters MediaFile has a selection of top quotes from the event. Click on the following links to see:\n\n* Saying goodbye is hard to do: here\n\n* Oh Mr. Gates, how the time flies!: here\n\n* A primer on Bill Gates: here Visit Reuters MediaFile at blogs.reuters.com/mediafile/ to see other blog posts. (Compiled by Tiffany Wu, editing by Maureen Bavdek)"
    },
    {
        "header": "Yahoo questions how serious Microsoft was on deals",
        "link": "http://www.reuters.com/article/internetNews/idUSN3040047020080630",
        "time": "04:31 PM EDT",
        "body": "NEW YORK/SAN FRANCISCO (Reuters) - Yahoo Inc on Monday sought to rally shareholder support in the face of a proxy battle with billionaire Carl Icahn, saying the activist investor had an “ill-defined plan” for the future of the Internet company.\n\nYahoo detailed its rationale for rejecting a $47.5 billion takeover offer by Microsoft Corp, questioning whether the software maker was ever serious about a full-scale merger in a filing with the U.S. Securities and Exchange Commission.\n\n“The record casts doubt on whether Microsoft was ever committed to a whole-company transaction,” the filing states.\n\nMicrosoft spokeswoman Jamie Moser fired back at Yahoo’s allegations that the software giant was not earnest in pursuing the deal: “This is simply revisionist history,” she said.\n\nIcahn is running a slate of directors to replace Yahoo’s board and has called for the removal of Chief Executive Jerry Yang ahead of the company’s annual shareholder meeting to be held in Silicon Valley on August 1.\n\nThe activist shareholder has said the company should still offer to sell itself, though Microsoft has said it is no longer interested in a full buyout.\n\n“Icahn misrepresents the manner in which we negotiated with Microsoft,” Yahoo said in an investor presentation it plans to make at the meeting. “Our board remains the best and most qualified group to maximize value for Yahoo stockholders.”\n\nThe company struck a similar tone in a letter to shareholders last week.\n\nSeveral major Yahoo investors said on Friday they are not sure whether they will side with Icahn in his proxy fight, including Legg Mason Capital Management, its third-largest institutional shareholder.\n\nEarlier this month, Yahoo rejected an alternate Microsoft proposal to buy its search business and a 16 percent stake in the company for $9 billion, plus annual advertising payments.\n\n“Microsoft proposed (a) last-minute ‘hybrid’ search-only structure, which does not benefit Yahoo financially or strategically and is based on flawed assumptions,” Yahoo revealed in its filing on Monday.\n\nInstead Yahoo reached a nonexclusive pact with larger rival Google Inc on search advertising. Yahoo says that deal will add as much as $450 million in operating cash flow within the first year and allow it to build other money-generating partnerships as well.\n\nYoussef Squali, an analyst with brokerage Jefferies & Co, sided with Yahoo in many of its arguments, but said the most likely outcome at the annual meeting was that investors would elect some of Icahn’s board nominees to pressure the company.\n\n“We believe that shareholders may want to confer a handful of board seats to Icahn’s slate in order to maintain the sense of urgency and accountability to the current board,” he said.\n\nYahoo shares fell 2.9 percent to $20.72. The stock is down sharply since Microsoft withdrew its offer to buy Yahoo or to strike a partial deal to invest in it and buy its Web search arm. It now trades less than $2 above the $19.18 level where it stood before Microsoft’s original bid.\n\nThe stock has fallen from a high near $30 in February -- when expectations were high that Yahoo would eventually accept Microsoft’s January 31 offer of $31 per share in cash and stock. Microsoft withdrew its offer to buy the company in early May."
    }
]