[
    {
        "header": "Microsoft's new system easier for browser switch",
        "link": "http://www.reuters.com/article/internetNews/idUSTRE5260KM20090309",
        "time": "11:41 AM EDT",
        "body": "NEW YORK (Reuters) - Microsoft Corp is developing a feature in its new operating system that allows users to turn off Internet Explorer and other key Microsoft programs.\n\nThe new feature is a major step for the world’s largest software company, which has been accused by competitors and regulators of forcing consumers to run its own software, squeezing rivals’ offerings out of the marketplace.\n\n“In addition to the features that were already available to turn on or off in Windows Vista, we’ve added the following features to the list in Windows 7,” said a Microsoft blog published on Friday, listing Internet Explorer 8, Windows Media Player and a host of other Microsoft programs.\n\nThe publicly available blog (here\n\nturning-windows-features-on-or-off.aspx) was written by Jack May o, a manager in the team developing Microsoft’s new Windows 7 operating system, which will replace the unpopular Vista early next year.\n\nThe new design will make it easier for users to remove any traces of Internet Explorer from their desktop, although the software will remain installed on the computer, and allow them to run other browsers more smoothly.\n\nLast month Google Inc, which recently launched its own Chrome browser, joined the Mozilla foundation, producer of the Firefox Web browser, and Norway’s Opera, in protesting Microsoft’s dominance in the browser market.\n\nIn January, European regulators brought formal charges against Microsoft for abusing its dominant market position by bundling its Internet Explorer Web browser with its Windows operating system, which is used in 95 percent of the world’s personal computers.\n\nIn the past decade, Microsoft has fallen afoul of both U.S. and European antitrust regulators for bundling key programs with its operating system."
    },
    {
        "header": "ANALYSIS-Netbooks open door to Windows alternatives",
        "link": "http://www.reuters.com/article/technology-media-telco-SP/idUSN0947343520090309",
        "time": "04:16 PM EDT",
        "body": "SAN FRANCISCO, March 9 (Reuters) - As netbooks surge in popularity, open-source Linux-based operating systems have established a toehold on the low-cost, stripped-down computers as an alternative to Microsoft Corp’s (MSFT.O) Windows.\n\nAlthough analysts say no more than 15 to 20 percent of netbooks are running Linux platforms such as Ubuntu, the growing demand for the devices has jolted Microsoft, whose Windows Vista operating system was too bulky to run on many netbooks.\n\nThe first netbooks to emerge in 2007, such as Asustek’s (2357.TW) Eee PC, ran Linux. Microsoft quickly recovered by making its older Windows XP operating system available on netbooks, where it is now the dominant platform. The average consumer is still more comfortable with the ease and familiarity of the Windows experience.\n\nBut the contest may still be in the early innings. The expected release of laptops running Google Inc’s (GOOG.O) Linux-based Android operating system -- which many including Microsoft are predicting -- would inject fresh competition into the market.\n\nMoreover, analysts say equipment makers have an interest in helping to nurture a Windows alternative to help them save on licensing fees. Forrester Vice President J.P. Gownder said that although Microsoft’s platform now rules the netbook segment, it was initially embarrassed when the devices began to sell without Vista. “It is the first crack in any of the armor at all,” Gownder said.\n\nThe software giant is tailoring a version of its forthcoming Windows 7 operating system for the devices, and the early word so far has been positive, analysts say.\n\nHowever Chris Kenyon, director of business development at Canonical, said that light, portable, Web-centric netbooks are the “sweet spot” for the Ubuntu operating system, which Canonical sponsors.\n\n“We’ve seen the biggest manufacturers in the world establish and push non-Windows operating systems and have seen it established as a mainline product.”\n\nKenyon expects there to be “many times” more pre-installs of Ubuntu this year than last.\n\nPC heavyweights such as Hewlett-Packard Co (HPQ.N), Dell Inc DELL.O and Lenovo (0992.HK) all offer netbooks with Linux-based platforms, as well as Windows versions.\n\nJay Pinkert, a Dell spokesman, said Ubuntu allows the company to appeal to the open-source community, and also offer a product at a lower price point.\n\nLinux operating systems are free to license -- Canonical makes money through support and upgrades for Ubuntu -- while Microsoft receives as much as $60 for its netbook version of XP, analysts say.\n\n“As long as customers find value in having an Ubuntu option we’ll continue to have it in the mix,” Pinkert said.\n\nNetbooks are expected to be one of the only PC segments showing strength in 2009, with analysts estimating global shipments of anywhere from 20-to-30 million in 2009.\n\nAlthough no one predicts an end to Windows dominance any time soon, some do see some opportunity for Linux netbooks in emerging markets, where cost is the overriding concern.\n\nAnd others see potential for emerging open-source operating systems on netbooks.\n\n“The big move to Linux will come when Android comes out on the netbook platform .... That’s what’s really going to open up Linux,” said Rob Enderle, principal analyst at the Enderle Group.\n\nHe said netbooks are perfect for so-called “cloud-based” computing -- with applications hosted on networks rather than on PCs -- and that the Android platform, if designed well, could find some traction.\n\nAndroid is used on smartphones like HTC Corp’s (2498.TW) G1, but is being designed to support all kinds of connected devices.\n\nGartner analyst Ken Dulaney was skeptical that anything can seriously dent Windows’ supremacy, but said Android’s emergence would make things interesting.\n\n”If Google got in with Android that would be a good statement, Dulaney said. “It would give Google a placeholder in a market that may grow from bottom up.”\n\nMicrosoft in January partly blamed netbooks for weaker-than-expected quarterly profits. The company makes only half as much on its netbook software as it does for a standard notebook, analysts estimate.\n\nMicrosoft expects to ship a low-end Windows 7 for netbooks and allow users to upgrade to more expensive editions."
    }
]