[
    {
        "header": "Billboard CD reviews: Depeche Mode, Tinted Windows",
        "link": "http://www.reuters.com/article/musicNews/idUSTRE53N76620090424",
        "time": "06:45 PM EDT",
        "body": "NEW YORK (Billboard) - While most of its ‘80s electro-pop contemporaries have faded into semi-obscurity, Depeche Mode continues to produce darkly atmospheric tracks about love, lust and death that have the vulnerability and immediacy of a shared secret.\n\nThe chirps and bleeps that marked the band’s debut, “Speak & Spell,” gradually gave way to emotionally raw, expansive songs under the guidance of songwriter Martin Gore. After nearly 30 years, the trio -- now comprising Gore, Dave Gahan and Andrew Fletcher -- still imbues every aspect of its 12th studio album, “Sounds of the Universe,” with imagery and sonic flourishes that make its music fresh and familiar. “Corrupt” and “Wrong” wouldn’t be out of place on “Violator” or “Music for the Masses”; they possess the taut, Gothic glamour of those albums. Gahan handles provocative lyrics with his usual swagger. Some of the album’s less successful songs -- “Little Soul,” for example -- are also its sunniest and most languorous, and lack the dramatic tension that has been Depeche Mode’s calling card. Despite the departure of Alan Wilder in 2005 and tales of intraband combustibility, “Sounds of the Universe” captures an act with enough passion and inspiration to teach the artists it has influenced a few new tricks.\n\nAlthough the roster of the newly formed act Tinted Windows is a bit of a head-scratcher -- middle Hanson brother Taylor Hanson, Fountains of Wayne’s Adam Schlesinger, former Smashing Pumpkin James Iha and Cheap Trick drummer Bun E. Carlos -- it all seems to make sense after one listen to the supergroup’s self-titled debut. “Whoa whoa” and “come on, come on” choruses abound on a set that’s packed with radio-ready pop tunes that will stick in your brain for days. The power-pop punch of songs like “Kind of a Girl,” “Messing With My Head” and “Take Me Back” make up for the girl-woes lyrics that leave much to be desired (“Since you said goodbye/I just want to die”), while the cool, laid-back vibe of “Cha Cha” and the open-wide chorus of “Nothing to Me” set the perfect soundtrack to summer.\n\nIn a year that already has seen several overdue comebacks -- among them folkie Tom Rush, erstwhile Manfred Mann vocalist Paul Jones and MG’s founder Booker T. Jones -- legendary songwriter Jesse Winchester’s may prove the most significant. Since the late ‘70s the author of such classics as “The Brand New Tennessee Waltz” and “Biloxi” has averaged about one studio album per decade (his last was 1999’s “Gentleman of Leisure”), which makes the arrival of “Love Filling Station” reason to celebrate. Recorded in Nashville and abetted by some estimable talent (including Jerry Douglas on lap steel), it swings easily between country/pop material like the sentimental, ‘50s-ish “O What a Thrill” (previously covered by the Mavericks) and the jaunty, Western swing-flavored “It’s a Shame About Him,” plus a handful of well-chosen covers, notably Ben E. King’s “Stand by Me.” Throughout, Winchester’s keening upper register remains as delicious as a honey-coated confection, while the occasional raspy inflection conveys a touch-of-gray elegance.\n\nFirst things first: “Moving Forward,” the second album by former New York Yankees centerfielder Bernie Williams, is the product of a musician with real chops, not a celebrity dilettante. Once again, the guitarist serves up a pleasing mix of light jazz and pop numbers, including a remake of Jon Secada’s 1992 hit “Just Another Day,” with Secada himself on lead vocals; the pretty instrumental title track; and “Go for It,” featuring the jazz guitarist Mike Stern. Williams is a committed student of his instrument, but he’s also savvy enough to cater to his tri-state area Yankee fan base, giving them a lovely version of “Take Me Out to the Ballgame” and a recording of Bruce Springsteen performing “Glory Days” at a charity benefit, with Williams on lead acoustic. But while the Springsteen track will help move a few more copies, it’s an awkward way to end an album that otherwise keeps the spotlight properly trained on Williams himself.\n\nALBUM: OUT OF THE WILDERNESS (Quarter 2 Three Records)\n\nThere’s no better purveyor of the swampy waters of roots music today than pianist-songwriter Robert Bradley. He and his band Blackwater Surprise mark their studio return after a six-year absence with the agreeably soulful “Out of the Wilderness.” It’s his fifth outing since 1994, when the blind busker was plucked off Detroit’s streets to document his rough-hewn tunes teeming with homespun lyrical acumen. Reunited with keyboardist Bruce Robb, who produced 2003’s “Still Lovin’ You,” Bradley brightens the CD with his effervescence, grooved choruses and gravelly voice, reminiscent of James Blood Ulmer. He pays homage to his home state on the country-inflected “Alabama”; gives it up to Ray Charles on the “Shaft”-like, reggae-tinged “Americaland”; and dances through the R&B and rock of “Everybody Wanna Party,” a perfect summer anthem. There’s not a moment of contrivance, just pure, spirited fun.\n\nSince its release in Mexico last year, “Reptilectric” hasn’t strayed far from the top of the Mexican album charts, for good reason. Zoe stands out among its peers in the Latin alternative scene, thanks to darkly sophisticated songwriting and epic mixtures of the acoustic and electronic. The act evokes a Ziggy Stardust-like theme of an isolated pod of a human floating across space, though one who’s looking to connect through signals and satellites. With the help of the noted British producer Phil Vinall, Zoe has created music to match its lofty concepts. Standouts include the title track, with its crashing guitar and lonely piano, and “Ultimos Dias,” an uptempo tune with soaring new wave synths.\n\nThe English rock act Art Brut has established itself as the class clown of the indie scene, creating lightweight punk songs with a sarcastic edge. For the band’s third effort, it recruited illustrious Pixies frontman Black Francis as its producer and decided to get (a bit) serious. “Art Brut vs. Satan” finds singer Eddie Argos battling many demons, from a hangover on “Alcoholics Unanimous” to an awkward morning-after on “What a Rush.” While Argos’ shout-singing retains its comic charm, the band’s songwriting has evolved since the two-minute headbangers of its 2005 debut, “Bang Bang Rock & Roll.” The seven-minute closer, “Mysterious Bruises,” is Art Brut’s most ambitious song to date, and a funky guitar hook and thoughtful lyrics make it a highlight. Francis’ production has noticeably tightened the band’s sound, as Freddy Feedback’s bass bounces crisply alongside dueling riffs. Art Brut may never shed its screwball charisma, but “Satan” is a successful step in a mature direction.\n\nBuilding sonic bridges between the past and the future, hip-hop has steadily sampled its way from trendy fad to global force. Playing a major role in that transition: the venerable Memphis label Stax Records. Its deep well of soul, R&B and funk courses throughout the work of such forward-thinking rap/hip-hop acts and producers as Public Enemy, Ice Cube, DJ Quik and DJ Hi-Tek. Featuring classic and little-known tracks by Isaac Hayes, David Porter, the Emotions and others, this 14-track collection doubles as a fascinating aural history demonstrating how the past inspired the hip-hop generation. One example is the Dramatics’ 1971 song “Get Up and Get Down,” which has been sampled by a diverse lineup ranging from LL Cool J, N.W.A and Redman to Raekwon featuring Ghostface Killah -- proof positive that old school can still be cool."
    },
    {
        "header": "EU targets windows and taps with eco-design rules",
        "link": "http://www.reuters.com/article/environmentNews/idUSTRE53N3RW20090424",
        "time": "10:53 AM EDT",
        "body": "BRUSSELS (Reuters) - Showers, taps, windows and home insulation will have to conform to environmental standards in the European Union, after lawmakers voted to widen the scope of existing “eco-design” regulations on Friday.\n\nThe move is aimed at weaning the 27-nation bloc off its heavy dependence on Russian gas and at cutting greenhouse gas emissions in the battle against climate change.\n\nCurrent standards are restricted to energy-using products such as boilers, computers and televisions, but the European Parliament voted in favor of widening the measures to all products that can save energy.\n\nThe EU has pledged to cut carbon dioxide emissions to a fifth below 1990 levels by 2020 and is hoping fresh impetus from the United States will open the way to a global deal on fighting climate change at talks in Copenhagen this year.\n\n“We need more ecological innovation to fight climate change but also to overcome the current economic downturn,” EU Energy Commissioner Andris Piebalgs said.\n\n“Today’s decision will open up new business opportunities in particular for small and medium sized enterprises,” he added.\n\nThe design standards themselves have not yet been set, and will be left in the hands of the European Commission.\n\nThe new standards will have a particular impact on the glazing industry, which faces rapid change as the EU moves toward its goal of cutting energy consumption by 20 percent by 2020.\n\nWhile it may miss that target, the EU could cut back its gas consumption to the levels of the early 1990s by 2030, according to a report on Friday by consultancy Cambridge Energy Research Associates.\n\nIf the share of replacement windows being double-glazed were to increase 30 percent, the EU would save the amount of power generated by two to three nuclear power stations, the European Commission estimated.\n\nBritain’s Europe minister Caroline Flint said the move would help businesses and families save money, adding the UK had just pledged 375 million pounds ($549.8 million) of support for energy efficiency.\n\nThe European Parliament approved the move with 394 votes in favor and 13 against. EU member states have already agreed on the move informally."
    },
    {
        "header": "Microsoft still sees potential in Yahoo partnership",
        "link": "http://www.reuters.com/article/innovationNewsTechMediaTelco/idUSTRE53N1XI20090424",
        "time": "11:15 AM EDT",
        "body": "COLOGNE, Germany (Reuters) - U.S. software company Microsoft still sees value in a potential partnership with Yahoo even though it is no longer wants to buy it, chief executive Steve Ballmer said on Friday.\n\n“I have said many times that we no longer are interested in acquiring Yahoo, but we’d see the potential to create real value by partnering with Yahoo,” he said at an industry event in Germany.\n\n“I have said many times that when the time is right I‘m sure we will have such discussions and I’ve said many times I‘m not going to tell you when the time is right.”\n\nTechnology blog All Things Digital reported this month the chief executives of Microsoft and Yahoo had met to discuss potential partnerships between the companies’ Internet search and advertising operations. At the time, both companies declined to comment on the report.\n\nEarlier this week, Ballmer said Microsoft was not interested in buying a hardware company following Oracle Corp’s proposed takeover of Sun Microsystems.\n\nBallmer, speaking a day after Microsoft said third-quarter profit fell 32 percent, said integrating those two companies would be “very tough” given “a lot of overlap.”"
    },
    {
        "header": "Microsoft to release version of Windows 7 next week",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE53O05L20090425",
        "time": "08:47 PM EDT",
        "body": "SEATTLE (Reuters) - Microsoft Corp said on Friday a version of its long awaited Windows 7 operating system will be made available from next week.\n\nThe version, known as a ‘release candidate’, or RC, essentially means the world’s largest software company is in the final stages of completing the operating system, the successor to the unpopular Windows Vista.\n\nMicrosoft said the RC will be available for download by program developers and IT professionals subscribing to the MSDN and TechNet networks on April 30 and available more broadly on May 5.\n\nThe company has still not said when the finished version would begin to be installed on PCs or available to buy in shops, but the company’s chief financial officer said on Thursday it could be as early as July.\n\nThat would allow Microsoft to capitalize on back-to-school sales and set it up for a strong holiday shopping season.\n\nMicrosoft’s operating systems, installed on the vast majority of the world’s PCs, are still the backbone of the company, providing more than half of its $4.4 billion profit last quarter.\n\nVista, launched to the public in 2007, was incompatible with some low-power machines and perceived by many to be too complicated. Rival Apple Inc ridiculed Microsoft’s problems with the system in a series of popular TV ads.\n\nWindows 7, which has been getting good reviews in limited public tests over the last few months, is much cleaner looking and features an array of new touch-screen functions. Microsoft says it will also interact better with digital cameras and music players."
    }
]