[
    {
        "header": "Windows 7 Draws Fire in Apple Ads",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS58884362220091023",
        "time": "02:53 PM EDT",
        "body": "Not only Microsoft is celebrating the launch of Windows 7 with some new ads, but Apple is also taking a stab at the introduction of the new OS, in its usual deprecating manner.\n\nMicrosoft on Thursday introduced to the world the new Windows 7 operating system, which despite mixed reviews, is set to break retail records. To celebrate, Microsoft also launched new a new Windows 7 ad.\n\nThe ‘My Idea” ad for Windows 7 presents a series of PC users who talk about how they wanted an easier OS, with less clicks and more speed. The ad is less patronizing than previous ones and is a step ahead of the Laptop Hunters series, which took a stab at Apple’s expensive hardware; and it even has a naughty word at 00.17.\n\nGiven that everybody is talking about Windows 7 this week, Apple tried to steal Microsoft’s launch aura, first by introducing new hardware on Tuesday and then with a three-ad series taking the ridiculing Windows 7 on Thursday.\n\nThe first ad, “Broken Promises,” ridicules Microsoft’s promise that Windows 7 will be better than Vista, echoing previous statements for Windows XP, ME, and way back to Windows 2. The PC character even has his hair back towards the end of the ad.\n\nApple’s ‘Teeter Tottering’ ad shows a Windows XP user ready to switch to a Mac, because Windows 7 requires a fresh start anyway. The PC character tries to sway her way, but in the end, as expected, the Mac wins.\n\nThe last Apple ad is titled “PC News” and shows the PC character as a news anchor, going live to what it turns out to be a bunch of Mac switchers. This makes the PC try to cut to commercials, even though the Mac character points out that this actually is a commercial.\n\nWe have yet to see whether Microsoft will come up with different ads that will attack Apple again, but it sure looks like Apple is not backing down -- especially as it wasn’t very happy about the Laptop Hunters campaign."
    },
    {
        "header": "Five Ways Windows 7 Could Become another Vista",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS129209124220091023",
        "time": "02:08 PM EDT",
        "body": "Windows 7 is finally here. The sun can shine and the birds can chirp. Ding dong, Windows Vista is dead! Perhaps that is a bit premature. Windows 7 hasn’t been officially released for 24 hours yet, so its understandable if the jury is still deliberating. There are certainly those who think Windows 7 is nothing more than Windows Vista with an extra bell or whistle thrown in for eye candy.\n\nTo be honest, I like Windows 7 and believe it will be a phenomenal success for Microsoft. Earlier I wrote a post detailing 5 reasons to upgrade to Windows 7. But, just to play devil’s advocate, let’s take a look at 5 ways Windows 7 could become another Vista.\n\n1. UAC still there. UAC-- the bane of Windows Vista-- hasn’t gone away. Microsoft altered the behavior and added a configuration slider than enables the user to select what level of protection UAC will provide, thus controlling the volume of pop-up alerts generated by UAC. However, after much debate with the security community during the Beta testing, the default setting is still set to what users experienced with Windows Vista. Frankly, UAC serves a purpose and it is better to leave it alone. But, those who dislike UAC are going to have to go into the control panel and modify the configuration to their liking or be faced with the same pop-ups that annoyed the world with Vista.\n\n2. Hardware and Drivers. Windows Vista stumbled and fell right out of the blocks as a result of lagging hardware and device driver support. The vendors just weren’t ready when Vista was launched and Vista never really recovered from the damaged reputation even after most of those issues were resolved. The legal issues Microsoft faced with the Windows Vista compatible logo debacle didn’t help either. Users get upset when they get a new operating system and find out that their existing printer, wireless router, webcam, or other peripheral hardware doesn’t work with it. They are left with the choice of not having the hardware or springing for new hardware that is compatible which doesn’t make them happy campers.\n\n3. Performance improvement minor. A lot of fuss has been made about performance tweaks that ostensibly make Windows 7 faster than Windows Vista or Windows XP. In my opinion, vendors in general and Microsoft specifically should make these improvements, but not market them. The problem is that ‘performance’ is so subjective to the exact hardware the operating system is running on, or the types of applications being run, or the number of applications being run simultaneously. Citing performance as a selling point almost always backfires because A) the performance improvement is generally not enough to make a difference to normal users, and B) there are almost always just as many studies and reviews showing equal or even slower performance which turns into a sort of he-said / she-said marketing nightmare.\n\n4. Expensive. Face it. Windows 7 is not cheap. For those who are purchasing a new computer system with Windows 7 pre-installed, Windows 7 is great. For those running Windows XP or Windows Vista and just wanting to upgrade the OS on their existing hardware, spending $100 to $300 depending on the flavor of Windows 7 can be a tough pill to swallow. You can get a brand new desktop computer with Windows 7 for around $300, and the latest version of the Mac OS was only $29.\n\n5. No direct upgrade from XP. To me, this is the most obvious mis-step by Microsoft in developing Windows 7. Maybe it just couldn’t be done, but I would have had all of my best developers working night and day to figure out how to make it happen. After the issues with Windows Vista, and knowing that the vast majority of users-both consumer and enterprise-are still relying on Windows XP, it seems like a direct upgrade path is a necessity. Many users may be frustrated by the lack of upgrade path and having to do a fresh install, reinstall all of the other software and migrate user settings. Microsoft has provided tools to ease the pain, but this is still the biggest opportunity for negative PR or backlash related to Windows 7.\n\nMy take: Windows 7 will be a success and restore some lost faith in Microsoft. I also think that Windows XP users should upgrade to something...anything. The Windows XP operating system is a decade old. If you don’t like Windows 7, by all means switch to Mac OS X or load Ubuntu Linux or something, but enough already with the Windows XP.\n\nTony Bradley is an information security and unified communications expert with more than a decade of enterprise IT experience. He tweets as @PCSecurityNews and provides tips, advice and reviews on information security and unified communications technologies on his site at tonybradley.com."
    },
    {
        "header": "With Hyper-V R2, Microsoft sets its sights on VMware",
        "link": "http://www.reuters.com/article/idgGreenComputing/idUS82395362020091024",
        "time": "11:37 PM EDT",
        "body": "Due to a reporting error, the story “With Hyper-V R2, Microsoft sets its sights on VMware,” which ran on the wire Friday, misstated the requirements for using Microsoft’s Live Migration tool. The fifth and sixth paragraphs of the story have been corrected and now read:\n\nHyper-V R2 ships free with Windows Server 2008 R2, although to take full advantage of some of its more advanced capabilities customers will have to purchase System Center Virtual Machine Manager, which costs US$869 per physical server.\n\nThe new features include Live Migration, which allows virtual machines to be moved from one physical server to another without interrupting service. Hyper-V R2 can also take advantage of more powerful servers, with support for up to 64 physical processors, and allows virtual machines to be migrated between two servers based on the same processor family, such as AMD’s Opteron chips."
    },
    {
        "header": "Windows 7's Boring Launch, Just As Microsoft Planned It",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS220171975020091023",
        "time": "03:50 PM EDT",
        "body": "There have been times when Microsoft launching a new operating system was a big deal. Yesterday was not one of them. And that’s how Microsoft wanted it.\n\nI know people will disagree, citing the apparent effort Microsoft put into those dopey launch parties and other consumer promotions, but the difficulty of upgrading from XP to Windows 7 makes it a difficult sell.\n\nThere was no real excitement, no real surprises at the Windows 7 launch yesterday in New York. And that’s OK.\n\nFor consumers and many small businesses, Windows 7 is the operating system that will come on their next PC. Will the new OS convince customers to upgrade to new hardware for the holidays? Will it uncork pent-up demand?\n\nThat probably depends more on the economy than anything else, which is a win for Microsoft after many customers went out of their way to avoid Vista. If you need a new computer, Windows 7 seems a safe choice.\n\nHow do we know? Because Windows 7 is so well known, and user-tested, that there was little for Microsoft to say at the launch. The new OS was even widely available ahead of yesterday’s event.\n\nFor business, Microsoft is pushing upgrades. And it appears it will get them. IT departments are not as shy about reformatting disks and reloading applications as consumers.\n\nStill, I have talked to a number of small businesses that see no reason to upgrade--no compelling features--and will wait. Presumably until their XP hardware finally dies. Or until Windows 7 SP1 is released, whichever comes first.\n\nFrom a consumer perspective, Windows 7 is an improved “Vista Lite” OS. For enterprises, it improves on both XP and Vista and adds new features. It shows that Microsoft learned from it Vista mistakes and dialed back the glitz in favor of building a more useful OS than either XP or Vista.\n\nThe #1 Goal of Windows 7 is to not be another Windows Vista and, so far, it has succeeded. Microsoft wisely sacrificed surprise and hoopla for confidence and trust, which Windows 7 is well on its way to building.\n\nDavid Coursey tweets as @techinciter and can be contacted via his Web site."
    },
    {
        "header": "Microsoft wants ISO security certification for its Cloud services",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS390192859620091023",
        "time": "11:37 AM EDT",
        "body": "Microsoft Corp. wants to get its suite of hosted messaging and collaboration products certified to the ISO 27001 international information security standard, part of an effort to try and assure customers about the security of its cloud computing services. It comes amid broad and continuing doubts about the ability of cloud vendors in general to properly secure their services.\n\nGoogle, which has made no secret of its ambitions in the cloud computing arena, is currently working on getting its services certified to the government’s Federal Information Security Management Act (FISMA) standards for much the same reason.\n\nIt’s unclear how much value customers of either company will attach to the certifications, particularly because they were not designed specifically to audit cloud computing environments. Even so, the external validation offered by the standards is likely to put both companies in a better position to sell to the U.S. government market.\n\nSpeaking with Computerworld this week, Bill Billings, chief security officer of Microsoft Federal, said the company is currently in the process of taking its Business Productivity Online Suite through the ISO 27011 certification process. The hosted service includes Exchange Online, SharePoint Online, Office Live Meeting and Office Communications Online. He declined to say just when Microsoft hopes to achieve the certification.\n\nThe goal is to offer customers, particularly in the government, a higher level of assurance about Microsoft’s cloud services than FISMA-certification alone provides, said Teresa Carlson, vice president of Microsoft Federal.\n\n“FISMA is outdated. It is largely a paper-based exercise. We want to take it up a notch” by getting ISO 27011 certification, Carlson said. At the same time, Microsoft is also working to get its cloud services certified to the standards prescribed under FISMA; it hopes to complete the task by year’s end, Carlson said.\n\nThe ISO 27001 standard is managed by the International Organization for Standardization (ISO) and the International Electrotechnical Commission. To get certified under the standard, Microsoft will need to show that its physical, logical, process and management controls for protecting its suite of cloud services meet a rigorous set of audit criteria.\n\nThough the ISO 27011 standard is widely recognized internationally, it has failed to gain much traction in the U.S., said Chenxi Wang, an analyst with Forrester Research in Cambridge, Mass. “Most U.S. companies don’t pay much attention to ISO 27001. They don’t know quite what to make of it.”\n\nEven so, in the absence of any cloud-specific certification standard, ISO 27001 remains one of the best security benchmarks available. “There’s nothing specific to cloud-computing in it. But it has been used in traditional outsourcing for years and is the best standard there is” for information security, she said.\n\nSalesforce.com last year became one of the first vendors of hosted applications to become certified under ISO 27001 standards. It’s unclear how much that certification has helped the company acquire new customers, Wang said. But it has certainly played a role in reinforcing Salesforce.com’s message about the security and reliability of its products.\n\nNews about Microsoft’s plans to acquire ISO 2700 certification comes amid persisting concerns about cloud security. The concerns have been fueled by high-profile incidents such as the recent chaotic outage of Microsoft’s Sidekick T-Mobile and one in July involving Twitter and Google Apps.\n\nThough the vendors themselves and many analysts have insisted the incidents had nothing to do with cloud security failures, the perception about the cloud being vulnerable to security failures has continued to persist. It is for those reasons that certifications such as ISO 27001and FISMA are important, especially in government, Billing said.\n\n“Within the federal market, it is a cultural issue,” Billings said. “This is really about making them feel comfortable about their partnership” with Microsoft."
    },
    {
        "header": "Netbooks, Office likely to keep hurting Microsoft sales, analyst says",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS336184648420091024",
        "time": "08:15 PM EDT",
        "body": "Strong sales of netbook computers, combined with plummeting sales of Microsoft Office to consumers, hurt Microsoft Corp.’s otherwise-strong first-quarter 2010 results reported today.\n\nAt least one analyst expects the trend to continue, even with the release of a netbook-friendly Windows 7 and a free Web version of Office for consumers.\n\nNetbooks made up about 12% of total Windows shipments in the first quarter, Microsoft general manager for investor relations, Bill Koefoed, said in a conference call after the earnings release. And netbook shipments are likely to keep growing faster than the rest of the market, acknowledged Chief Financial Officer Chris Liddell.\n\nDue to Vista’s bloated operating system, which takes more hard drive space and processing power, those netbooks almost all run Windows XP. Microsoft reportedly earns about $15 for every copy of Windows XP sold to a PC maker, or original equipment manufacturer (OEM), compared with $50 to $60 for every copy of Vista, and now, Windows 7, sold to PC makers.\n\nAs a result, OEM revenue was down 6% year-over-year, despite Microsoft’s selling an unspecified “record number of Windows licenses” this quarter due to the release of Windows 7 to OEMs in July. Total Windows revenue of $4.09 billion was down 4% from a year ago.\n\nMicrosoft is trying to entice netbook makers to switch to the relatively streamlined Windows 7, especially the low-end Windows 7 Starter.\n\nMicrosoft did not say how many netbooks this quarter shipped with Windows 7 instead of XP.\n\nAccording to Rob Helm, an analyst with the independent Directions on Microsoft, Windows 7 Starter costs OEMs about twice as much as XP. For most netbooks, that will be too high, he said. As a result, he doesn’t expect most OEMs to switch off XP until it is phased out next fall.\n\nMeanwhile, Microsoft Business Division revenue fell 11% year-on-year to $4.4 billion, dragged down by a 34% year-over-year decline in consumer sales. That mirrors a 30% annual drop in the prior quarter. Sales to consumers make up about a quarter of MBD’s total revenue. They come mostly from retail sales of Microsoft Office.\n\nMicrosoft has juiced Office sales in the last several years through heavy promotions for students, military personnel, retirees and other groups.\n\nThat has come back to bite Microsoft, Helm said, by “hurting their [year-over-year revenue] comparables.” Strong sales of netbooks, which are often too lightweight to run the full Office suite, has hurt, too, he said.\n\nConsumer revenue may continue to fall, as Microsoft gets ready to debut the free Office Web for both consumers and enterprises.\n\nAimed to counter the free Google Docs, Office Web won’t have all of the features of Office 2010. Microsoft plans to run ads inside Office Web to entice users to upgrade to Office 2010, Helm said. While that may entice large businesses, he doesn’t see that tactic attracting many consumers.\n\n“A lot of the new capabilities in Office 2010 depend on businesses running SharePoint Server,” he said. “For consumers and small businesses, Office 2010 becomes a lot harder sell because it looks an awful lot like Office 2007.”\n\nMicrosoft didn’t talk about how it plans to win back consumers to Office during its conference call. Liddell said he doesn’t expect MBD’s overall sales to pick up in the second quarter, although they may pick up in calendar year 2010 as businesses begin to upgrade to Office 2010."
    },
    {
        "header": "Is Windows 7 cursed?",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS405528985620091024",
        "time": "10:53 PM EDT",
        "body": "Almost everyone likes Windows 7. It’s faster, cleaner and easier to use. But is paranormal activity wrecking the rollout?\n\nWhen Microsoft launched Windows 95 some 14 years ago, the entire launch event seemed charmed. It was sunny in Seattle. Locals wondered what that yellow thing was in the sky. And Microsoft’s guests, who came in from all corners of the world, joked that Bill Gates must have paid a fortune for such weather.\n\nIt was the only Microsoft event I have ever attended where there was genuine excitement in the room. The Windows 95 commercials were optimistic and made you want to use a PC. No question: The Windows 95 launch was magic. Windows 7? Not so much.\n\nJust in time for Halloween, the Windows 7 launch is being undermined by some unexplained phenomena. Consider the following.\n\nThe Today Show, which averages some 5 million viewers, hosted Microsoft CEO Steve Ballmer to officially launch the Windows 7 operating system. But what possessed the Today Show art department to show Windows 7 on an older MacBook Pro behind Ballmer?\n\nMicrosoft can hardly blame the Today people. The company did the same thing in one of its own ads. The laptop used in a TV commercial for Microsoft’s Songsmith is a MacBook. Microsoft put stickers all over the Mac, including one strategically placed over the Apple logo, to hide the fact. Are Windows laptops really that hard to find?\n\nWhat kind of poltergeist at CNBC caused the network to mess up the Microsoft guidance numbers? The day after Windows 7’s launch, Microsoft announced earnings that, though they represented lower revenue and profits, beat Wall Street estimates and earned the company a rapidly rising stock price. But at approximately 10:50 that morning, CNBC and a Wall Street Journal blog called Digits falsely reported that Microsoft had lowered its previous estimates about future earnings, which triggered a steep decline in the value of Microsoft shares.\n\nWho’s the genius who came up with the idea of a promotional Burger King Windows 7 Whopper? It’s a regular Whopper hamburger, but with seven hamburger patties. Burger King restaurants in Japan this week started selling the Microsoft tie-in sandwich through a print ad.\n\nUnfortunately, journalists, bloggers and even CNN rushed to Tokyo to try the burger. The ensuing pictures and videos show that the Windows 7 Whopper has all the characteristics Microsoft says Windows 7 itself doesn’t have. The burger is big, bloated, ugly, hard to “use” and slow (to eat). The promotion just gave people another reason to laugh at Microsoft’s marketing ineptitude.\n\nThe Family Guy cartoon is usually hilarious. But a Windows 7 tie-in did nothing but damage the reputations of both Microsoft and Family Guy. The Windows 7 segment -- which isn’t a commercial, but actually part of the show -- was meant to go viral, and it did. Unfortunately, all the online chatter about the video was about how bad it was, and how shameful it was for the Family Guy producers to sell out like that.\n\nAs part of its broad set of Windows 7 launch initiatives, Microsoft contracted with a company called House Party to organize Windows 7 launch parties around the country. Selected party hosts got copies of Windows 7 signed by Steve Ballmer (uh, that increases its value by approximately nothing), plus “party favors” you would expect to see at the birthday of a 6-year-old.\n\nThe video was created by House Party, not Microsoft. But how could Microsoft allow it to happen? You’ve seen the video. The only possible explanation is that the actors are possessed by evil spirits.\n\nAnd you’ve probably seen most of the inevitable parody videos. But have you seen the new Funny or Die parody? Ouch!\n\nDuring the official U.K. launch event in London, the demonstration PCs on the stage lost Internet connectivity during a demo of the Virtual Earth application. Giant screens all over the presentation hall showed huge error messages saying that an Internet connection could not be found.\n\nLack of Internet access ruined the subsequent demo of the Sky Player. After resuming with a Q&A session and believing the problem solved, Microsoft executives tried again to demonstrate Sky Player, and again the Internet connection had mysteriously vanished.\n\nThere’s no question about it. Something eerie is happening around Microsoft’s Windows 7 marketing. But don’t let that spook you. Windows 7 is the best version of Windows that has ever existed.\n\nJust stay away from that burger, and you’ll be fine.\n\nMike Elgan writes about technology and global tech culture. Contact Mike at mike.elgan@elgan.com, follow him on Twitter or his blog, The Raw Feed."
    },
    {
        "header": "Windows 7 install trick saves up to $100",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS99411529520091024",
        "time": "08:15 PM EDT",
        "body": "Users can do a “clean” installation of Windows 7 using an upgrade license to save $80-$100 over the price of a “full” edition, a popular blog reported today.\n\nAccording to Paul Thurrott, who writes the Supersite for Windows blog, Microsoft’s upgrade media and product keys can be used to do a full installation of Windows 7 on PCs that do not have an earlier version of the OS.\n\nMicrosoft’s Windows 7 upgrades are designed to do “in-place” or “custom” installs on PCs running Windows XP, Windows Vista or one of the preview editions of Windows 7. But Thurrott said that a few simple steps lets users install upgrade editions, which are considerably cheaper than the full versions designed for fresh installations.\n\nWindows 7 Home Premium, for example, costs $119.99 as an upgrade, but $199.99 for the full edition, a difference of $80. The full versions of Windows 7 Professional and Windows 7 Ultimate, however, cost $100 more than the corresponding upgrades.\n\nNearly three years ago, Thurrott showed users a similar trick with the then just-released Vista; that technique, however, required users to install Vista twice.\n\nToday, Thurrott spelled out how to conduct a clean install using a Windows 7 upgrade license. The process requires users to install but not activate Windows 7 with the accompanying product key. After the installation is completed, users must make a minor change to the Windows registry, use the Windows “rearm” command, then reboot.\n\n“When Windows 7 reboots, run the Activate Windows utility, type in your product key and activate Windows,” Thurrott said. “Voila!”\n\nThe rearm command can also be used to run a copy of Windows 7 for up to 120 days without activation, a trick that Microsoft confirmed two months ago.\n\nMicrosoft allows users to install and run any version of Windows 7 for up to 30 days without requiring a product activation key, the 25-character alphanumeric string that proves the copy is legitimate. The rearm command can be used as many as three times at the end of each 30-day grace period to extend the activation-free ride for approximately four months.\n\nSome users commenting on Thurrott’s blog reported that they were able to do a clean install using a Windows 7 upgrade key without resorting to his registry hack and the rearm command. Thurrott, however, was skeptical.\n\n“It certainly doesn’t hurt to try this, but my guess is that there was a version of Windows on the hard drive that Setup detected, thus making the install and activation work properly,” he said."
    },
    {
        "header": "Microsoft confirms Windows 7 upgrade install snafu",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS296390652020091023",
        "time": "07:10 PM EDT",
        "body": "Microsoft has confirmed a problem that hundreds of users have reported with downloading Windows 7, according to its support forum.\n\nThe company is currently investigating the reports, but has not yet come up with a solution.\n\n“For those that have purchased Windows 7 from Digital River and receive the error ‘We are unable to create or save new files in the folder in which this application was downloaded’ when going through the ‘Unloading the Box’ [step]...Microsoft and Digital River are aware of the issue and it’s being investigated,” a Microsoft support engineer said in a message posted yesterday .\n\n“We will post back to this thread when we have additional updates,” added the engineer, an 11-year veteran of the company identified only as “Michael.”\n\nMinneapolis, Minn.-based Digital River powers the downloading of Microsoft’s $29.99 Windows 7 upgrade offer to students . Digital River handled the electronic purchasing and downloading for Windows Vista and Office 2007 in early 2007.\n\nUsers began reporting problems with installing downloaded copies of Windows 7 within hours of the operating system’s launch yesterday. In a thread that contained more than 320 messages as of 1 p.m. ET Friday, users complained that they were stymied by the issue. “I double click on ‘Win7-P-Retail-en-us-x64.exe’ and I get the message ‘Unloading the Box’,” said “Darkfrye50” early Thursday morning. “Once the status bar reaches the end, I get the error.”\n\n“What a freakin’ mess,” exclaimed another user, “Goaliegeek” on the same thread.\n\nMany of the users said that they were students taking advantage of Microsoft’s discount upgrade.\n\nRather than provide customers with a disk image, or .iso file -- which could easily be burned to an installation DVD -- as Microsoft did with the Windows 7 previews it supplied users this year, Digital River delivered an .exe file named “Win7-P-Retail-en-us-x64.exe” and two additional files with the “.box” filename extension.\n\nWhen users launched the .exe file -- which was supposed to unpack the .box files -- they received the error Microsoft’s Michael mentioned.\n\nMicrosoft suggested that users try one of the workarounds spelled out by others in the support forum. At least one of them, which required users to fire up a command-line tool called “Oscdimg” to create an .iso out of the downloaded files, did the trick, people reported. Oscdimg must be downloaded from the Microsoft Web site; it’s available as part of the “Windows Automated Installation Kit” for Windows XP and Vista.\n\nThe Download Squad Web site has also published a set of instructions on converting the downloaded files to a disk image.\n\nBut users continued to post complaints. “Any updates at all on this? This is a horrible ‘new start’ for Windows,” said “gozeemer” on the long thread.\n\n“This is also ******* me off,” griped “James388” on the thread. “Seems like my download is corrupted also, it won’t let me download it again. WTF?!?”\n\nDigital River did not immediately respond to a request for comment Friday."
    },
    {
        "header": "Windows 7 Launch Parties Fizzle",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS353216968620091023",
        "time": "07:18 PM EDT",
        "body": "Are you just waking up and nursing a hangover after hosting one of those wild Windows 7 launch parties? No? Well, you at least attended one, right? Invited to one but had a scheduling conflict??\n\nLet’s face it, the Windows 7 launch party concept was a complete and utter failure. The YouTube video Microsoft created to market the launch party concept certainly got attention, but for all the wrong reasons. It was almost universally mocked and parodied. Just look at the endless list of ‘Related Videos’ making fun of the launch party promotion.\n\nOne reader commented in the PC World forums to lament his attempts at hosting a launch party. After receiving only one response, which wasn’t even the official RSVP, the reader examined the RSVP in more detail and found ”it looked like the whole TON of apparently life-sucking legalese I had to agree to in order to HOST a party. With even GUESTS having to agree to everything short of giving up their BIRTHRIGHTS to Microsoft and its subsidiaries, heirs, etc., how is ANYBODY supposed to actually get people to do the “official RSVP?!?”\n\nEven PC World’s Rick Broida got so little response to his own Windows 7 launch party invites that he simply canceled the event.\n\nMy PC World colleague David Coursey believes that Microsoft intentionally played the Windows 7 launch low-key. After the wild spectacle that accompanied the launch of Windows Vista, and the subsequent backlash against that OS, it makes sense that Microsoft would take a more practical approach this time to avoid any proverbial egg on the face.\n\nI agree with Coursey that the official Windows 7 launch events had less hoopla by design. However, the Windows 7 launch party concept and Microsoft’s attempts at igniting hoopla at a grassroots level demonstrate an attempt to hedge its bets and have its cake and eat it too. Unfortunately, nobody was having any cake at Windows 7 launch parties.\n\nRemember high school--cool kids went to parties and had fun while nerds hung out at math club and played Dungeons and Dragons? Well, the two don’t mix. Hosting a party where you play Dungeons and Dragons or discuss algebraic functions doesn’t make you cool just because you put the word ‘party’ on it.\n\nMicrosoft has had many failed attempts at being hip and cool. Microsoft Bob. The Office paperclip character. The Bill Gates / Jerry Seinfeld ads that seemed to require some sort of psychotropic mind enhancement in order for them to make sense. It just doesn’t work.\n\nApple is cool. I don’t agree with the premise of many of the Apple “I‘m a Mac” ads, but I almost always find them entertaining and compelling. Apple didn’t waste any time coming out with a new series of the “I‘m a Mac” ads targeting Windows 7 too.\n\nMicrosoft does much better when it accepts its nerd-factor or at least sticks to more practical advertising. The “I‘m a PC” campaign, mocking the “I‘m a Mac” ads and embracing the fact that Windows is not Mac OS X, or the more poignant Laptop Hunters ad campaign, are both examples of Microsoft making a point without trying to be cool.\n\nLet Apple be hip and cool. Apple has gained some operating system mojo lately, but it is nowhere near posing a threat to Windows dominance. Windows 7 already had word-of-mouth momentum from the unprecedented Beta and RC (release candidate) preview access and the Windows 7 launch party was a bad idea that just gives Microsoft opponents one more thing to ridicule.\n\nWindows 7 is cool, as far as operating systems go, but not worthy of drinks and appetizers while everyone loads it up and shares tips and tricks with each other--not even for uber nerds. The only launch party I know of that was even a remote success was this one hosted by PC World senior editor Robert Strohmeyer.\n\nHe didn’t even save me a piece of cake.\n\nTony Bradley is an information security and unified communications expert with more than a decade of enterprise IT experience. He tweets as @PCSecurityNews and provides tips, advice and reviews on information security and unified communications technologies on his site at tonybradley.com."
    },
    {
        "header": "Microsoft results top expectations, shares jump",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE59K58N20091023",
        "time": "07:21 PM EDT",
        "body": "NEW YORK (Reuters) - Microsoft Corp’s results smashed Wall Street expectations on Friday, sending its shares up 7 percent, as the PC market improved and sales of its Windows software and Halo video game were stronger than expected.\n\nThe results top a big week for the world’s largest software company, which launched its Windows 7 operating system to positive reviews on Thursday, as it looks to regain leadership in the technology sector from rivals Apple Inc and Google Inc.\n\n“Microsoft is back. They are able to succeed despite heightened competition from Apple’s share gain and Google’s great brand,” said Katherine Egbert, an analyst with Jefferies & Co. “The numbers were unbelievable. An absolutely blowout.”\n\nWith their biggest one-day jump since April, Microsoft’s shares hit their highest level since June 2008, helping the Nasdaq pare losses. The results follow better-than-expected earnings from technology bellwethers IBM, Intel Corp, Google and Apple.\n\nFiscal first-quarter profit fell 18 percent to $3.57 billion, or 40 cents per share, compared with $4.37 billion, or 48 cents per share, in the year-ago quarter.\n\nWall Street had expected much worse, calling for profit of 32 cents per share, on average, according to Thomson Reuters I/B/E/S.\n\nSales fell 14 percent to $12.92 billion, partly reduced by a deferral of $1.47 billion in revenue to future quarters related to Microsoft’s free upgrade to Windows 7 for recent buyers of the predecessor Vista system.\n\nThat beat analysts’ average forecast of $12.31 billion, the first time the software maker had done so in a year.\n\nMicrosoft’s results are closely tied to sales of PCs, which rose in the latest quarter by about 2 percent after two quarters of declines.\n\nThe company did not include any pre-sales of Windows 7 in its latest results, offering the hope that the current quarter will show a boost in sales from the new system.\n\n”You are seeing some of the benefit of the improvement in PCs that we have heard about,“ said Brendan Barnicle at Pacific Crest Securities. ”This is a trend. They’ve got some good momentum behind them and it’s just going to get accelerated now that you have Windows 7 out in the market.\n\nThe Redmond, Washington-based company played down hopes for a quick recovery from the worst recession in decades, sticking with a characteristically cautious outlook.\n\n“The fourth quarter of fiscal 2009 (which ended June 30) may well have been the bottom of the economic reset,” said Chief Financial Officer Christopher Liddell on a conference call on Friday.\n\nHe repeated his view that technology spending should recover gradually in 2010. “We are not seeing a large rebound, but we’d like to think, certainly as we go into next calendar year, we’ll start to see businesses spending again,” he said.\n\nThe company, which is tightening its belt in the economic slowdown, also cut its outlook for operating expenses for the full fiscal year to $26.2 billion from its previous target of $26.5 billion.\n\nQuarterly profit fell in Microsoft’s main units, producing the Windows operating system and Office suite of applications. Profit rose in its server unit and its entertainment and devices unit, which makes the Xbox console and Halo video game series. Its loss-making online services unit, which includes the new Bing search engine, reported a wider loss than a year ago.\n\nMicrosoft shares were up 7.6 percent, or $1.99, at $28.58 on Nasdaq. They have risen 92 percent since hitting a more-than 10 year low in March."
    },
    {
        "header": "Microsoft sales and earnings drop less than expected",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS135388966820091023",
        "time": "04:31 PM EDT",
        "body": "Microsoft reported revenue that was down 14 percent year-on-year for its first fiscal quarter, with net income down 17 percent -- but it still beat analyst expectations on both counts.\n\nThe figures were dragged down by deferral of revenue from sales of Windows 7 to PC manufacturers ahead of the operating system’s launch on Thursday, the company said.\n\nOverall revenue totalled US$12.92 billion for the quarter ended Sept. 30, down from $15.06 billion a year earlier. Net income fell to $3.57 billion, for earnings per share of $0.40, down from $4.37 billion a year earlier.\n\nAnalysts polled by Thomson Reuters had forecast revenue of $12.32 billion and EPS of $0.32.\n\nThe $1.47 billion in deferred revenue would not have been enough to maintain sales in the company’s Windows and Windows Live division, where revenue fell $1.66 billion year on year, to $2.62 billion.\n\nHowever, chief financial officer Chris Liddell put a bright face on it.\n\n“We are very pleased with our performance this quarter and particularly by the strong consumer demand for Windows,” he said in a statement.\n\nIf Microsoft had not had to defer Windows 7 sales, profit would have gone up 8 percent, it said.\n\nSales in the Servers and Tools Division remained steady at around $3.4 billion, with operating income there up 23 percent to $1.28 billion while operating profit in the Entertainment and Devices Division, which makes the Xbox, doubled to $312 million on sales that were steady at $1.89 billion.\n\nMicrosoft’s results were buoyed by consistent strength in consumer PC sales, including the rise of netbooks, Liddell said during a conference call Friday. “What I think we’re seeing is the robustness in the concept of a PC. It’s something people want to spend money even in a recession.”\n\nBut weakness in computer purchasing by businesses has posed “a significant negative,” he said.\n\n“That can’t continue forever,” he added. “Eventually those PCs wear out and need to be replaced.”\n\nRight now, corporate customers are “playing out” budgets that were set late last year when the crisis was at its worst, so Microsoft does not believe business spending will pick up until 2010, according to Liddell.\n\n“We’re all waiting to see how the economy rebounds and how well it does,” he said. “We’re not seeing a large rebound but certainly as we go into next calendar year we’ll see businesses spending again, and we’ll be raised with that.”\n\nMicrosoft expects “flattish” performance on the services side for the rest of its fiscal year, he added.\n\nAs for Windows 7, Microsoft has received good anecdotal feedback from corporate customers, but expects companies won’t start upgrading until next year, Liddell said.\n\n“Certainly all the early signs are good at this stage,” he said. Pre-orders for the OS have been “extremely good,” and the vendor is anticipating strong retail sales through the holiday season, he added.\n\nMicrosoft shares were up about $1.81 in midday trading Friday to $28.40."
    },
    {
        "header": "Windows 7 launch, FCC vote, Sun job cuts",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS14256374920091023",
        "time": "07:22 PM EDT",
        "body": "This was one of the busiest news weeks in recent memory, with the Windows 7 launch, the U.S. Federal Communications Commission moving toward net neutrality rules, big job cuts at Sun Microsystems, the Web 2.0 conference and a flurry of financial reports, among other noteworthy happenings.\n\n1. Everything you need to know about Windows 7: As the headline says, everything you need to know about Windows 7 (and then some) can be found at the link. The official launch was anticlimactic, given all that had been reported well before Thursday, but the arrival of Windows 7 still tops the list of news this week.\n\n2. FCC takes first step toward net neutrality rules, FAQ: What’s the FCC vote on net neutrality all about? and Net neutrality could lead to inexpensive, high-quality broadband services for businesses\n\n: And there’s a lot more to sink your teeth into with the coverage of the FCC’s vote to consider whether it should impose regulations on Internet service providers regarding applications and services that the providers allow, impose rate limits on or outright ban users from accessing on broadband networks. Network World’s Tim Greene compiled a helpful FAQ and also wrote an interesting piece about the possible ramifications of net neutrality on broadband services for businesses.\n\n3. Sun to cut 3,000 jobs as Oracle awaits merger approval and EU slams Oracle’s cooperation in Sun investigation: The shoe dropped this week for Sun Microsystems employees, with word that 3,000 of them worldwide will lose their jobs. That was no surprise, really, given that Oracle CEO Larry Ellison said recently that Sun is losing US$100 million as the companies await European approval for Oracle’s planned takeover of Sun. Meanwhile, the European Commission seemingly placed blame for approval delay squarely on Oracle, publicly chastising the company for its lack of cooperation in the Commission’s investigation into possible competition issues.\n\n4. Microsoft and Google sign deals with Twitter and Google, Microsoft search rivalry heats up: The Web 2.0 Summit is one of the busier, and more interesting, industry conferences, and this time around it also produced a breaking-news duel between Microsoft and Google. First, Microsoft announced that it has signed collaboration deals with Twitter and Facebook. A few hours later, Google announced it has a collaboration deal with Twitter.\n\n5. Apple reports $1.67 billion quarterly profit on record Mac, iPhone sales, Wall Street Beat: Amazon, Apple shine in heavy earnings week and Microsoft profits fall less than expected: Recession-proof Apple made a breathtaking amount of money last quarter, considering the state of the global economy. It was otherwise a busy week for earnings reports, with Amazon saying that it did well, too, while Microsoft’s profit slipped less than had been expected.\n\n6. Sergey Brin laments Yahoo’s Microsoft search deal: Google cofounder and President of Technology Sergey Brin made a surprise appearance at Web 2.0, offering his perspective on a variety of topics, including Yahoo’s search deal with Microsoft.\n\n7. Symantec_Rogue_Security_Software_is_Big_Business_for_Crooks”>Symantec: Rogue security software is big business for crooks: “Scareware” popups that give alarming warnings to users that their PCs are infected pose an increasing threat, Symantec said. Some of the popups try to lure users to download useless software, but in other cases they lead the unsuspecting to infect their computers with malicious software.\n\n8. Apple overhauls iMac line, with 21.5-, 27-inch models: Apple rolled out a major update of its iMac desktop line -- just in time for the holiday shopping season.\n\n9. Canonical takes on Windows 7 with Ubuntu 9.10 RC: Windows 7 wasn’t the only OS news, with Canonical making available the release candidate of Ubuntu 9.10 on the same day that Microsoft hosted its launch events. The Ubuntu release is dubbed Karmic Koala.\n\n10, Mozilla_unblocks_one_sneaky_Microsoft_add_on”>Mozilla unblocks one sneaky Microsoft add-on: Last weekend, Mozilla blocked two buggy Microsoft add-ons to Firefox and then early this week started unblocking them. The interesting aspect of this news, though, was the back-and-forth that apparently ensued between Mozilla and Microsoft."
    },
    {
        "header": "INSTANT VIEW: Microsoft quarterly results top expectations",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE59M2KK20091023",
        "time": "09:21 AM EDT",
        "body": "NEW YORK (Reuters) - Microsoft Corp’s quarterly profit and revenue beat Wall Street expectations, sending shares of the world’s largest software maker sharply higher on Friday.\n\n“If you have a wounded animal and you corner it, that is when it is at its most dangerous. Microsoft knows that its core businesses are under siege from competitors as powerful as they are -- IBM Google, Apple and others. They can swing into action when they have to. They have considerable resources to bring to the table.”\n\n”Probably the PC picked up because of what Intel said that the fourth quarter and going forward is slightly up from what was previously forecast. They’re seeing not a recovery, but a little bit of a turnaround.\n\n”They’re going to be well positioned to take some share away on the server side and as well on the content management side.\n\n“We think Oracle reported a disappointing quarter recently largely because they’re going to be struggling with their acquisitions a bit in terms of how they’re going to integrate some of their technologies. So we think Microsoft has a pretty good opportunity going forward in the next 12 to 18 months to take some share away on that end.”\n\n”This was stronger than we anticipated. Gross margin improved, operating margin was a little weaker than anticipated, but the strength seems to have come from server tools. And online was a little bit better. Entertainment was a lot better.\n\n”As for the stock today, we’ve seen it: It jumped a lot.\n\n“I think Windows 7 will be more popular than has been generally expected. I think it will kick in faster than Vista or XP, but having said that it will be the March quarter before we see it.”\n\n”Microsoft is back. They are able to succeed despite heightened competition from Apple’s share gain and Google’s great brand.\n\n”Every division is solid, including Windows, which is where people thought there would be some slowdown ahead of the Windows 7 upgrade cycle.\n\n”There is a lot of PC buying going on.\n\n”The most upside was probably in the entertainment area, which is Xbox. There was about $300 million in upside.\n\n“In cost controls they reported a really good operating margin and they guided down their op-ex for the year.”\n\n”They moved the market. They came in with expectation set they were going to be a little soft this quarter in front of the Windows 7 release. The fact they came out and exceeded both the top and bottom line has fueled this move higher.\n\n“This was their first big product release in some time, a lot of people were looking for this quarter to be not quite as strong, you see the huge revenue upside, big EPS beat, they are taking their operating expense guidance lower. All in all they are setting up for a stronger move with this release of Windows 7.”\n\n”You are seeing some of the benefit of the improvement in PCs that we have heard about, also some of the benefit is improvement in server unit sales, and you have a huge improvement in Xbox.\n\n”This is a trend. They’ve got some good momentum behind them and it’s just going to get accelerated now that you have Windows 7 out in the market.\n\n“I had lower numbers and I thought we may get some upside, but not this much. These are fantastic numbers.”"
    },
    {
        "header": "Microsoft shares rally after Q1 results",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE59M2GT20091023",
        "time": "08:37 AM EDT",
        "body": "NEW YORK (Reuters) - Shares of Microsoft Corp (MSFT.O) rose 7.9 percent to $28.68 in premarket trading on Friday, after the company reported its first-quarter results."
    }
]