[
    {
        "header": "Ballmer headlines global Windows 7 launch events",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS27575272020091022",
        "time": "05:17 PM EDT",
        "body": "Microsoft CEO Steve Ballmer took the stage in New York Thursday, playing the role of chief salesman in a day of worldwide launch events, executive speechmaking and sales promotions meant to persuade consumers and businesses to migrate to Windows 7.\n\nWith characteristic high energy and in his booming voice, Ballmer evoked the Windows 7 marketing mantra of “simplicity” to a crowd of about 250 journalists and analysts in a Soho loft space.\n\n“At the end of the day, it’s trying to make the everyday usage of the PC better in the way you want it to ... simpler, faster, more responsive, less busy.”\n\nThe New York launch capped a day of similar events in cities including London, Beijing, Tokyo, Hamburg and Munich.\n\nThough the New York event space was festively decorated with green-tinged Windows 7 Launch Party display screens and had an area in back -- dramatically unveiled in the middle of Ballmer’s keynote -- where store showroom-type environments were set up as rooms in a typical house, it was an uncharacteristically small venue and audience for a major Microsoft launch.\n\nThe relatively low-key launch fits the way Microsoft is characterizing the new OS -- feature-rich, but above all, straightforward to use.\n\nThe Vista OS, plagued by a variety of issues including hardware compatibility problems, slow performance and annoying system alerts, was never embraced by the majority of Microsoft customers. The older Windows XP still is used by 72 percent of computer users, compared to 19 percent for Vista, according to the latest Market Share Report by Web-site software company Net Applications.\n\nOne crucial difference between the making of Windows 7 and Vista -- bringing in manufacturers very early in the development process to create metrics for testing -- began three years ago, stressed Microsoft and PC company officials at the launch.\n\n“What’s special about Windows 7 and the way it came together was ... an intense collaboration with hardware and peripheral makers, developers and customers around the world,” Ballmer said.\n\n“We engaged early, there was early testing with Microsoft, working on metrics ... taking a humble approach toward really nailing the fundamentals -- boot time, resume, suspend,” said Michelle Pearcy, director of worldwide consumer marketing for Dell. The result is a product that is “fast, efficient and fun,” she said.\n\nBusinesses have had a chance to be early adopters since August, so the hoopla accompanying the worldwide launch Thursday is mainly aimed at consumers, noted Tami Reller, chief financial officer and corporate vice president for the Windows Business Group.\n\nTogether with PC makers and retailers, Microsoft introduced a series of promotional offers called “7 Days of Windows 7” including deals on hardware, upgrades, support and other options, listed daily at Windows.com. On Thursday, for example, Microsoft and U.S. retailer Best Buy are offering a US$1,199 Best Buy PC Home Makeover package that includes a Hewlett-Packard laptop, netbook, desktop and monitor with Windows 7, wireless home network with router and setup help.\n\nAt the New York event, Ballmer and Corporate Vice President Brad Brooks, who demonstrated the new OS, focused on the consumer experience. Brooks showed how users can import images from a camera into Windows Live Movie Maker to make slide shows and animations with a short series of clicks.\n\nThe demo also showed off Windows 7 MultiTouch features, which let users move objects around the screen by touching them and dragging with their fingers.\n\nWindows 7 is a “touch platform,” said Ballmer, who added that he expects developers to build a wide variety of touch applications.\n\nA high point of Brooks’ demo was the HomeGroup feature, which allows users to share music, pictures, printers and documents across Windows PCs. At one point, Brooks showed how he could control multimedia content across 16 different device screens including TVs, desktop PCs, laptops and netbooks.\n\nTalk of business uses for Windows 7 mainly took place on the sidelines of the main event. While the vast majority of consumers who bought new PCs over the past few years automatically got Vista pre-installed on their machines, corporations were offered a “downgrade” option on new machines if they wanted to stick to XP -- and most business users never migrated to Vista.\n\nThese millions of users still on XP represent a big target.\n\n“On the business side there’s still a lot of XP and there’s a real opportunity to bring the value of Windows 7 to businesses, saving tremendous IT costs,” Reller said in an interview Wednesday. There are, for example, more controls for IT departments to manage security and software downloads. “We’re saving well over a hundred dollars per desktop in the management piece alone,” Reller said.\n\nDespite Microsoft’s hopes for quick migration, however, many analysts have downplayed prospects of immediate take-up by large corporations.\n\n“The Windows 7 release will generate renewed interest in hardware upgrades in consumers and small businesses following its release, but corporate demand is not expected to gain momentum until the end of 2010,” said Charles Smulders, managing vice president for Gartner in a Gartner report. “An overdue PC hardware upgrade cycle, and the economic environment, will be as equally important as Windows 7 in determining final demand in 2010.”\n\nMicrosoft is offering Windows 7 for sale around the world in 14 languages Thursday, with most of the rest of the 30-plus languages shipping within the next week, officials said.\n\nIn the U.K., retailers reported that Windows 7 pre-order sales had become Amazon’s largest-grossing pre-order product ever, outpacing previous pre-orders for the Nintendo Wii and “Harry Potter and the Deathly Hallows.” And retailer DSGi reported that it sold more Windows 7 copies during three weeks of taking pre-orders than copies of Windows Vista over the entire first year that OS was out.\n\nIt has not gone so smoothly elsewhere. A dispute between packaged-software importers and India’s customs department has delayed retail sales of Windows 7 there. The OS is available loaded on PCs, but cannot be bought off the shelf, although the effect is expected to be negligible because packaged-software sales account for less than 5 percent of Microsoft OS sales in India, according to an industry source.\n\nThe dispute between importers and customs involves the interpretation of new taxes on packaged software that were imposed in July. Consequently, such software is not easily clearing customs for distribution and sale. Although it was unclear Thursday when Windows 7 packaged software would clear customs, Microsoft said that it hopes that will happen soon."
    },
    {
        "header": "Windows 7 Launch: Plain and Simple",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS120256602520091022",
        "time": "07:23 PM EDT",
        "body": "It was easy in, easy out, and over in an hour. Today’s Windows 7 launch in New York went off without a hitch--or a software crash--but without the hoopla that has heralded new versions of the Windows operating since Windows 95 debuted in 1995 to the tune of the Rolling Stones’ “Start Me Up.”\n\nMissing were the surprise celebrity appearances, the lavish accoutrements, and, most notably, Bill Gates, who no longer runs the day to day workings at Microsoft. Instead of the huge Nokia Theater in Times Square, which housed the 2007 launch of Windows Vista, the Windows 7 press event was set in the much smaller confines of Skylight Studios, a popular event space near the entrance to the Holland Tunnel.\n\nWhile the space was adequate for the presentation, some members of the press groused about the scarcity of seats and the small tables, which were better suited for netbooks than full-size notebooks. However, unlike the cold weather and the turtle-like pace of the queue at the January 2007 Windows Vista launch, entering Skylight Studios was quick and painless-as long as you were on the official invite list.\n\nOnce the press was assembled inside, Steve Ballmer, Microsoft’s always-energetic CEO, did his best to invigorate the media with his high hopes for Windows 7. However the best-received lines were delivered by 5 -and-a-half year old Kylie, who was the star of a Microsoft TV commercial when she was four. She had the task of introducing Ballmer.\n\n“I‘m a PC,” said Kylie to a roomful of wide smiles, “and here’s Steve Ballmer!” Ballmer had barely gotten out a few kind words about the fun he had meeting Kylie earlier in the day when Kylie suddenly chimed in with an almost indignant “You were late!”\n\n“We’re trying to make the everyday usage of the PC better,” Ballmer said once the laughter died down. “Number one: It works the way you want it to work.... The things that you need to do all the time need to be simpler.”\n\nBrad Brooks, vice president of the Windows 7 marketing group, demonstrated a number of features that separated Windows 7 from its predecessors, including the easier networking wizards, the support for multi-touch features on touchscreens, remote streaming of media stored on a distant Windows 7 machine, and the new Windows Live Movie Maker. A demonstration in which a single PC streamed video feeds to seven different monitors on stage without bogging down was well received.\n\nA nice aspect of the event was the way in which Ballmer waded into the audience--something that didn’t happen in larger venues in the past when Gates did the presentation. Toward the end of the event Ballmer was shown a number or new Windows 7-based products not from on stage, but from a demonstration area where attendees could get up close and personal. A brief appearance was made by Dell’s upcoming super-thin Adamo notebook, which Ballmer got a quick look at before it was whisked away back into hiding as it awaits its official launch.\n\nThe tone of the launch event seem to reflect an effort not to overhype Windows 7 but to let it float or sink on its own merits, which will of course be decided in the next few months as consumers get their hands on the software and as IT representatives who shunned Windows Vista try to figure out whether an upgrade from Windows XP is necessary."
    },
    {
        "header": "CORRECTED - Like Windows 7, Vista got good reviews too",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSN2151979720091022",
        "time": "01:21 AM EDT",
        "body": "* Vista reviewers think twice about how they review Win 7\n\n* OS problems tend to emerge much later\n\nSAN FRANCISCO, Oct 21 (Reuters) - As Microsoft Corp’s (MSFT.O) Windows 7 release approaches, early reviews are generally positive. But so were reviews for Windows Vista just before its launch.\n\nIn the months leading up to Windows 7’s release this Thursday, publications from ComputerWorld to the New York Times have written favorable assessments, praising, in particular, its increased speed and compatibility with older computers.\n\nBut Vista got high marks before its release as well, with writers back then praising a new visual design -- and glossing over quirks that later became common gripes.\n\n“I was the editor of PC World at the time that review was done and yes, I wish in retrospect we’d held to somewhat a higher standard,” said former Editor-in-Chief of PC World, Harry McCracken, who now blogs on his own site, Technologizer.\n\nAfter its release in 2007, Vista -- which runs on roughly 20 percent of the world’s PCs made by the likes of Hewlett-Packard Co (HPQ.N), Acer and Dell Inc DELL.O -- went on to become a roundly criticized and unpopular product, with many opting to stick to the aging Windows XP instead.\n\nBut to have read the reviews at the time, one would have thought Vista was certain to be a success.\n\nIn a 2006 review, PC World said, “All in all, Windows Vista is a great leap forward for the operating system.”\n\nWhile he stands by those words, writer Preston Gralla said he regretted not testing Vista on a wider variety of hardware, because many issues arose after the event, when users had had time to play with the software -- a requirement that he believes is diminished for Windows 7.\n\n“I certainly have learned from the Vista experience to try as hard as I possibly can to try to get the kind of hardware people are using to review it on,” he said.\n\nSome were more critical -- slightly. At the conclusion of his 2007 review for Businessweek, Steve Wildstrom wrote, “Vista is a big step forward; in time, you’ll want it.”\n\nNot so much anymore. “If I could go back and do it over, I would be more negative,” he said."
    },
    {
        "header": "Sergey Brin laments Yahoo's Microsoft search deal",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS379202289520091023",
        "time": "11:01 PM EDT",
        "body": "Google cofounder and President of Technology Sergey Brin made a surprise appearance at the Web 2.0 Summit on Thursday, answering a variety of questions on hot-button issues affecting the search company.\n\nInterviewed on stage by conference chairman John Battelle, Brin lamented Yahoo’s decision to enter into a search outsourcing deal with Microsoft.\n\n“I think it’s a shame Yahoo plans to abdicate that area because they were doing interesting things,” Brin said about the deal, which calls for Yahoo to turn off its back-end search crawling and indexing systems and instead use Microsoft’s Bing to power its search engine.\n\nBrin declined to say whether he thinks government regulators should or shouldn’t approve the Yahoo-Microsoft deal, but he complimented Yahoo on what he called interesting innovations in search.\n\nSince announcing the deal, Yahoo executives have gone to great lengths to say the company will remain a player in search by continuing to innovate at the user interface level, competing even against Bing for users.\n\nAsked for his opinion on Bing, which Microsoft launched in May, Brin said he has used it, just like he uses all search engines, and that it also has interesting features.\n\n“Bing has reminded us that search is a very competitive market,” Brin said.\n\nA big disappointment for him has been Google’s delay in releasing a Mac OS version of its Chrome browser. “This delay is something many of us suffer through,” Brin said.\n\nThe Mac OS version isn’t even at a beta-test level yet, but rather at a much earlier stage of development, he said.\n\nBrin reiterated his surprise at the acrimonious controversy that has surrounded the company’s Book Search service since Google started scanning and digitizing millions of books from library collections without always obtaining permission from copyright owners.\n\nGoogle hammered out a settlement a year ago with U.S. authors and publishers, who sued it for copyright infringement in 2005, but the settlement came under heavy criticism and is being reworked, particularly because the U.S. Department of Justice recommended it be rejected by the judge overseeing the case.\n\n“I‘m surprised at the level of resistance,” Brin said.\n\nHowever, he remains optimistic that the revised settlement, which is still in the works, will be approved and that Google will be able to proceed with its plan to make tens of millions of books available online.\n\nBrin also said he takes exception to criticism from the publishing industry that Google has unfairly profited from the content of newspapers and magazines.\n\nTo pin the blame on Google for the publishing industry’s problems is unfair, he said. How people consume content is changing across the board, a shift that isn’t due to Google but to a larger technology evolution, he asserted.\n\n“I don’t agree with their conclusion but I hear their pain,” Brin said, adding that it’s important for major publications to remain financially healthy and to have sustainable business models.\n\nAsked about Google’s deal with Twitter to crawl and index its messages, Brin had little to add, but made a point of complimenting Twitter CEO Evan Williams. Williams also created Blogger, which helped launch the blogging revolution and was acquired by Google.\n\n“To see him go out and succeed even more dramatically a second time” reaffirms the impact tech entrepreneurs can have, Brin said.\n\nWilliams is also part of a network of Google “alumni,” which makes it easier for Google to strike deals with the companies they go to and which fosters more trust between Google and those companies, Brin said."
    },
    {
        "header": "Microsoft strikes search deals with Twitter, Facebook",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS402864097520091022",
        "time": "01:08 AM EDT",
        "body": "Microsoft has reached collaboration agreements with Twitter and Facebook to get their members’ public status updates and messages indexed and presented in useful ways on the Bing search engine.\n\nYusuf Mehdi, senior vice president of Microsoft’s Online Audience Business, made the announcement on stage at the Web 2.0 Summit in San Francisco.\n\nThe partnership with Twitter has it working with Microsoft to optimize how Bing crawls and indexes “tweets.” Microsoft in turn will apply search algorithms to the Twitter messages, so that Bing users will not only be able to see a real-time feed of “tweets” but also rank them by how relevant they are to their query, Mehdi said.\n\n“This is a big deal we’ve been working on for a long time,” Mehdi said.\n\nTo rank “tweets” by relevance, a feature Microsoft calls “Best Match,” Bing will take into consideration a number of factors, such as who are the authors of the messages based on a “social relevance” score Bing will assign to them, Mehdi said.\n\nBing will also evaluate the message’s quality, noticing, for example, if it contains a link to an online article or Web page. It will also take into consideration how popular the message is by calculating how many times it has been “re-tweeted” by others.\n\nIn addition to providing links to Twitter messages, Bing will extract the URLs of the pages that the messages are making reference to, so that users can go directly to that source of the information.\n\nWhen providing links to “tweets” that contain a shortened URL, Bing will put in parenthesis the main Web domain of the link, so that users know, before clicking, whether it’s a reputable site and thus avoid landing in a malicious phishing or malware-laden site.\n\nBing will also display a tag cloud of the most popular Twitter topics, so that users can click on and dive deeper into them.\n\nThe Twitter deal is nonexclusive, and hours later rival Google announced its own agreement with Twitter.\n\n“The ‘tweets’ will be integrated universal-search style, ranked alongside the other [different types of] results, and you’ll be able to click on those results and go to a page that shows only ‘tweets’ and real-time updates,” said Marissa Mayer, Google’s vice president of search products and user experience, in an interview after her appearance on stage at the Web 2.0 Summit to announce the news. Users will also be able to restrict results to Twitter posts from the get-go using the engine’s filtering controls.\n\nGoogle has so far been crawling Twitter posts on its own, but the subset of content available in this manner has been very small, she said. With this Twitter partnership, Google gets access to what Twitter calls its “firehose” API (application programming interface), which was recently released, she said.\n\n“So we can do this really comprehensive coverage and indexing of ‘tweets’ integrated into Google search,” Mayer said.\n\nLike Microsoft, Google has identified what Mayer calls “relevance signals” in Twitter posts, such as the links they contain and the people authoring them. The latter remains constant, so a Twitter author’s level of competency in a given topic can be analyzed and evaluated, she said.\n\nHowever, Google is looking at social-networking content in a broader scale beyond Twitter. When asked if Google is interested in striking a deal like this with Facebook, Mayer said, “We’re interested in comprehensiveness, which is a fundamental element of search. We need to have all the answers in order to find the answers for people.”\n\nAlong those lines, she said that Google is working on a new search feature to let users view content in their Google search results that their friends have shared with them on social networks.\n\n“We can use social networks and analyze them to improve search quality. When you’re signed in and have a Google Profile established, we’ll look at the different social networks you associate with, understand who your friends and connections are, and surface content written by them on your results pages,” Mayer said.\n\nThe Twitter search-result integration and the new social-networking results feature will be implemented “very soon,” Mayer said, declining to be more specific. Google’s announcement of the Twitter agreement states it will be ready “in the coming months.”\n\nStill, it seems Bing is for now ahead of Google with an optimized search experience for Twitter that is already live.\n\nAlthough Google remains by far the most popular search engine, Microsoft is making a big push to improve its position in this market, starting with Bing’s launch in May and the broad search deal with Yahoo, which is awaiting regulatory approval.\n\nIn addition to its core microblogging and social-networking features, Twitter has emerged as a repository of real-time testimonies on whatever is on people’s minds, such as news stories of global importance, celebrity gossip and hot-button issues. As such, being able to capture, analyze and make sense of Twitter’s stream of posts is seen as an important new area in the world of search engines.\n\n“We’re super happy with the Twitter partnership,” said Qi Lu, president of Microsoft’s Online Services Division, who was also on stage being interviewed by conference moderator Tim O‘Reilly. Lu declined to disclose financial details of the deal. He also said he wasn’t sure on its duration.\n\nNeither Mehdi nor Lu said much about the Facebook arrangement, other than to indicate that it will be similar in nature to Twitter’s but that it will be implemented at a later date.\n\nIt will be interesting to see what shape the Facebook agreement takes, considering that Facebook allows individual members to make only basic profile information available via search engine results. Facebook has indicated it may let members make their profiles open to anyone on the Web, including their status updates, but that hasn’t happened yet.\n\nTwitter, on the other hand, is a much more open service and most of its users make public their “tweets,” messages that can’t be longer than 140 characters.\n\nFacebook expects its deal with Bing to become active early next year, a Facebook spokeswoman said via e-mail. Before Bing can make Facebook status updates searchable, Facebook has to first roll out to all users its new Publisher Privacy Control system, which is now being tested with a small group of users, the spokeswoman said.\n\n“As you may recall, the new Publisher Privacy Control enables users to define who can see the content they publish on a per-post basis. For example, they may want to make some posts available to everyone, while restricting others to their friends and family,” she said.\n\nMicrosoft and Facebook have an existing partnership through which Microsoft provides Web search and search ads to Facebook."
    },
    {
        "header": "Microsoft's reputation, future riding on Windows 7",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS46239422420091022",
        "time": "11:10 AM EDT",
        "body": "Microsoft’s standing as an operating system developer is on the line today as the company launches Windows 7, according to analysts and other experts.\n\n“There’s a reputation issue at stake here,” said Michael Silver, Gartner’s primary Microsoft analyst. “Apple has been making fun of them, and Microsoft wants to put an end to that, and all the talk about Vista. Microsoft wants to make clear that customers shouldn’t lose faith that they’re able to put out an operating system.”\n\n“A tremendous amount is at stake,” agreed Preston Gralla, a long-time Windows watcher who has extensively reviewed Windows 7 for Computerworld . “Vista was so poorly received. Windows 7 will show if they can do operating systems right, or if they’ve finally lost it, especially since [Bill] Gates hasn’t been around for years. The question is, does Microsoft still have it?”\n\nGates stepped down 10 years ago as the CEO of the company he co-founded, then left the firm in mid-2008 to devote more time to the charitable foundation that bears the names of Gates and his wife, Melinda. Windows 7, then, is Microsoft’s first post-Gates Windows.\n\nMicrosoft finds itself in a position of vulnerability three years after the introduction of Vista because of its failure to convince users to upgrade from the even-then-aged Windows XP. After several delays that sent it scrambling to get out Vista, Microsoft found the operating system panned by reviewers and left in the lurch by OEMs, who initially failed to deliver reliable drivers and tried to sell underpowered PCs that didn’t have the horsepower to run the operating system.\n\nThe company’s critics and competitors -- particularly Apple -- took advantage of the misstep to bash the Windows ecosystem, ridicule its vulnerability to hacker exploits and claim that Microsoft had dropped the ball for the first time since 2000, when it released the also-dismissed Windows Millennium.\n\n“For Microsoft, Windows 7 is the most important release of Windows, ever,” said Silver, “because Vista was, by far, the worst release of its flagship product.”\n\nEveryone from home users and corporate administrators to bloggers and analysts questioned Microsoft’s ability to deliver a reliable, desirable operating system. Was Vista a one-off failure, or the first in what could be a string of disasters that would weaken its grip on the operating system market?\n\n“This is an interesting position for Microsoft,” said Allan Krans, an analyst at Technology Business Research. “It’s a critical release for Microsoft because Windows is their traditional core business. That’s where they’ve made billions over the last 30 years.”\n\nBut 2009 is not 2006. People now spend most of their computing time on the Internet, where the browser is the interface, not the operating system they equate with the computer. That’s making some wonder whether a desktop operating system matters, or if it does, whether it matters as much as it used to.\n\nSome think it increasingly doesn’t matter.\n\n“I don’t think the success or failure of Windows 7 will change the dynamics,” argued Krans. “The pressure against Microsoft will continue to mount. If it does succeed, Windows 7 buys them more time to put together the pieces of their cloud initiatives, which is their future.”\n\nWindows Azure , a cloud-based Windows platform that Microsoft first unveiled a year ago, is the company’s bet on for the future, and the key part of that transition from desktop to Internet, said Krans. But other pieces, such as moving its Office franchise to the Web, something it started last summer with Office Web Apps , are also important.\n\n“Their cloud pieces are key to what happens to them over the next 10 years,” said Krans.\n\nSilver agrees. The majority of applications used in business may require Windows today, but that’s not a given down the road. “Organizations are more OS-neutral now,” said Silver, referring to Web-based applications and services. “And consumers are embracing devices other than traditional PCs. Windows 7 is really important because desktop operating systems are still important today. But if current trends continue, by 2015 only a small percentage -- 30% or 40% -- of users will need Windows.”\n\n“Does the operating system really matter when everyone is connected to the Web?” asked Gralla. “I don’t think we’re there yet, but if Windows 7 isn’t a big success, we’re that much closer to saying, ‘I don’t care what OS I use, I’ll use Google Docs or Office, and store my stuff on the Internet’.”\n\nNot every expert agrees with Gralla, Krans and Silver.\n\n“A lot is riding on this release,” said Yun Kim, an analyst with Broadpoint AmTech. “But I don’t think Microsoft is in any jeopardy. If it fails, it’s not going to hurt the company from a financial point of view,” Kim continued, pointing out that Windows still controls a huge slice of the operating system market, and that when people buy new PCs, there are actually few alternatives to Windows.\n\nInstead, Windows 7’s success will be determined by the computer industry as a whole, by computer makers specifically, who have to convince people to buy in the face of a global economic malaise. “It’s all driven by new PCs, so as long as Microsoft has an operating system out there, that’s what you get. You have no choice, really,” Kim said.\n\nExactly, echoed Gralla. In many ways, Microsoft’s work is done, and it’s now up to PC manufacturers to decide whether Windows 7 is good enough. “Windows 7 needs to be a big success because this isn’t just a battle for the hearts and minds of users, but also for system makers,” said Gralla.\n\nBy virtually all accounts, Windows 7 is a better operating system -- much better, say some -- than Vista. So Microsoft has that going for it.\n\n“We expect the new operating system to be extremely successful,” said Silver.\n\nIn some ways, that’s a given. Companies in particular, but also consumers, delayed purchasing new PCs in the lead up to, and during, the recession. Those machines are now aged -- the majority of computers worldwide still run the eight-year-old Windows XP -- and must be replaced sooner rather than later. And Windows 7 will be the beneficiary.\n\nBut Microsoft did its part, too. “A lot of the problems with Vista were hardware-based,” said Gralla, ticking off driver issues and system requirements that many machines, even new, couldn’t match. “Microsoft made a serious, serious mistake with Vista. But it made the conscious decision to make Windows 7 run on Vista-level hardware,” Gralla added. “They could just as easily have said, ‘We have much more powerful computers now, let’s take as much advantage of that as we can.’ But they didn’t do that.”\n\nSome continue to denigrate Windows 7 as the operating system that Vista should have been, or even dub it as merely a “service pack” upgrade from Vista. That’s unfair, said Gralla, who noted a slew of interface improvements and considerable under-the-hood enhancements and additions. On the same hardware, Windows 7 is “a little bit zippier” than Vista, he argued.\n\nStill, there’s no denying today’s launch is a landmark for Microsoft, if only because it may be its last shot at convincing its toughest audience -- the millions still running Windows XP -- that it’s time to move on.\n\nIf Windows 7 doesn’t deliver, it means more short-term competition from Apple and even Linux, said Silver. “But if it fails, the most important result will be that Windows XP won’t die, which could force Microsoft to again extend support, which they don’t want to do,” Silver said. “XP is Windows 7’s biggest competitor.”\n\nNot everyone sees Microsoft balanced on the knife’s edge today. “The only way that it would not be a success is if there was a revolt against the OS, like users did against Vista,” said Kim. “As long as it doesn’t suck, Microsoft should be okay.”"
    },
    {
        "header": "\"Windows 7\" village",
        "link": "http://www.reuters.com/article/RCOMUS_LIFE/idUSRTXPWAN",
        "time": "10:35 AM EDT",
        "body": ""
    },
    {
        "header": "Businesses Love Windows 7, Survey Says",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS257649281920091022",
        "time": "02:20 PM EDT",
        "body": "Microsoft Windows 7, being introduced today in New York, appears to be the operating system that businesses have been waiting for. Some 76 percent of those surveyed plan to deploy the new OS, with 30 percent deploying before mid-2010.\n\nThe study, conducted by Information Technology Intelligence Corp. and Sunbelt Software, suggests an adoption rate not matched since the introduction of Windows 2000, the acceptance of which was driven by Y2K fears. (Read more survey results here).\n\nThe survey results, released this week, also found that 78 percent of those who tested a beta copy of Windows 7 had a good or excellent experience with it. This strongly suggests that Microsoft has finally found the “sweet spot” that Windows Vista so widely missed.\n\n(Here is a summary of early Windows 7 reviews that we have compiled. This video demonstrates how to install the new OS).\n\nThese results are wonderful news for Microsoft, whose “less-is-more” response to the Windows Vista mess appears to have impressed business customers. Today’s formal introduction, however, is a bit of an anticlimax as everyone, besides home users, who wanted to see Windows 7 have had their chance already.\n\nThe Windows 7 open beta process seems to have generated good buzz for the new operating system and perhaps a little boredom at this point. There does not seem to be too much left for Microsoft to say about the new OS, though Steve Ballmer’s announcement remarks may still contain a surprise or two.\n\nFor those who don’t plan to deploy Windows 7, its biggest competitor is Windows XP, because of its satisfied customers, and companies who cannot afford the investment at this time. There is, after all, still a global recession going on, which makes the survey’s high adoption rate even more surprising. It will be interesting to see how many companies are actually able to follow through on their Windows 7 intentions.\n\nReading between the lines, the survey results seem to bode well for hardware manufacturers, who have suffered as customers held on to Windows XP machines rather than upgrade to Windows Vista.\n\nMy take: This is just a single survey, but analyst Rob Enderle believes it to be credible and I agree, if only because it’s not Microsoft-sponsored. The results are better for Windows 7 than I would have guessed, but seem to reflect a tremendous amount of pent-up demand after the XP-era lasted many more years than expected.\n\nI am not ready, based on this survey or others that I have seen, to declare Windows 7 to be an incredible success. That will come when business customers begin writing large checks, but it does appear that Window 7 has finally put the ghost of Windows Vista to rest.\n\nDavid Coursey tweets as @techinciter and can be contacted via his Web page."
    },
    {
        "header": "CHRONOLOGY-Microsoft's path to Windows 7",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSN1940020420091022",
        "time": "11:07 AM EDT",
        "body": ""
    },
    {
        "header": "Windows 7: What the Reviews Say",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS208443031520091022",
        "time": "01:50 PM EDT",
        "body": "Microsoft is unleashing Windows 7 to the masses on Thursday, and momentum for the new operating system has even put it ahead of Harry Potter on Amazon this week, set to break retail records.\n\nBut Windows 7 is anything but new: for more than ten months now, brave users have been testing pre-releases of the new OS. There are dozens of reviews online, some positive, some negative, and some skeptical of Windows 7’s potential to become as widespread as Windows XP did back in the day.\n\nI had a look at some of the mainstream reviews, and before you throw your own Windows 7 launch party, you might want to have a look at these.\n\nAs always, a good place to start is PC World’s review of Windows 7 from Harry McCracken. He calls Windows 7 “hardly flawless,” and mentions that Microsoft’s new OS “isn’t radically different from Vista,” and that the company “took far too long to come up with a satisfactory replacement for Windows XP.”\n\nBottom line: Windows 7 is “the unassuming, thoroughly practical upgrade you’ve been waiting for -- flaws and all.”\n\nOn Wednesday, New York Times tech columnist David Pogue gave Windows 7 the thumbs up as well, despite the fact that “it’s still copy-protected, it still requires antivirus software, and its visuals still aren’t consistent from one corner to another.” His bottom line: “looks like 7 is a lucky number after all.”\n\nWalt Mossberg of the Wall Street Journal had an early review on Windows 7 a couple of weeks back, and his bottom line is that “Windows 7 is a very good, versatile operating system that should help Microsoft bury the memory of Vista and make PC users happy.”\n\nCNET also looked into Windows 7 with a skeptical eye, noting that “strong design and Microsoft don’t always go together, but they do in Windows 7.” However, they say “performance is still hit-or-miss in Windows 7,” concluding that “Windows 7 is more than what Vista should have been, it’s where Microsoft needed to go.”\n\nIn a review released on Thursday, the folk over at IT Pro had a look at whether Windows 7 is fit for business. Their verdict: they are “more than happy to recommend Windows 7 ... for business,” especially as “the user interface is attractive and good for productivity.”\n\nOther noteworthy Windows 7 reviews published over the past months include Engadget, who says, “Windows 7 has patched up the holes and feels like a tight, unified mechanism,” and Gizmodo, who call Microsoft’s new OS a “great gain,” in a review titled “You can quit complaining now.”\n\nOver the coming weeks, Windows 7 users will likely weigh in with their own reviews, and these are the people who will have the ultimate verdict on Microsoft’s new OS. So don’t hold back and let us know in the comments your thoughts on Windows 7, whether you already pre-ordered it or why you won’t upgrade any time soon.\n\n[You could also have a look at our video guide on how to install Windows 7, and if you are looking for a new Windows 7 PC, here are six great deals. If you are upgrading to Windows 7, check out our FAQ and the ultimate Windows 7 survival guide.]"
    },
    {
        "header": "Long lines as Microsoft opens retail store",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE59L5E220091022",
        "time": "07:14 PM EDT",
        "body": "SCOTTSDALE, Ariz (Reuters) - The idea that hundreds of people would line up outside anything to do with Microsoft would have been far-fetched only a few years ago -- but on Thursday that’s what happened when the software giant opened its first retail store in Scottsdale, Arizona.\n\nAround 500 people, some of whom had camped out all night, waited in line for the opening of store the Fashion Square Mall in this upscale city, where they were met with cheers by staff wearing Microsoft T-shirts.\n\nMicrosoft has at least partially succeeded in changing opinion about its lack of coolness, helped by positive reviews for its new Windows 7 operating system.\n\n“It’s a good idea to give consumers a warm and fuzzy (feeling) about using an operating system... It will make consumers feel better about their purchase,” said shopper Hafthor Stefansson, an IT consultant who said he uses both Apple and Microsoft systems, as he stood outside the store.\n\nThe Scottsdale store is the first of a planned chain of Microsoft-branded stores, aiming to match rival Apple Inc’s successful foray into retailing.\n\nIt is Microsoft’s second bite at the retail business after a short-lived experiment in conjunction with Sony Corp in San Francisco’s Metreon Center 10 years ago.\n\nCustomers picked over hardware including Xbox 360s, Hewlett-Packard Co and Dell Inc laptops, as well as the Windows 7 operating system, which launched on Thursday.\n\nMicrosoft said in February it planned to open stores, hiring a former Wal-Mart Stores Inc executive to run them. A second store is due to open shortly in Orange County, California.\n\nMicrosoft may have a way to shed its traditionally dowdy image and emulate Apple’s splashy store openings and product launches. For example, when Apple began selling its 3G iPhone in July 2008, thousands of people from all over the world camped outside its stores for days for the chance to buy one.\n\nMicrosoft Chief Executive Steve Ballmer said last week that through the stores, the company was looking to make a direct connection with users, showing the “customer what you really can do”.\n\n“They’re doing exactly what Apple did five years ago -- the concept’s a rip off,” said James Smith, 31, a taxi driver who turned out for the opening. “Microsoft might have come up with a better idea than taking Apple’s straight out.”\n\nBut videographer Erin Phoenix, a long-time Apple user wearing an iPhone T-shirt to the opener, said he thought the result would be good for consumers.\n\n“They are kind of copying the concept the Apple Stores have of customer service ... (but) it will also give Apple more competition.”\n\nAt the nearest Apple Store, several miles away in Phoenix, a few dozen customers browsed computers and applications.\n\n“I‘m Microsoft free... so it’s not of interest,” said Jerry Delgado, an IT specialist who sells professional audio and video equipment.\n\n“I‘m not a Windows user, I‘m not an Office user, so they really don’t offer anything else that I would buy... I‘m satisfied with Apple.”\n\nAlyssa Shevlin, who had bought a PowerBook and iPod, also was uninterested in the Microsoft store.\n\n“My computer is compatible with my iPod, so I see no need to go over there.”"
    },
    {
        "header": "Like Windows 7, Vista got good reviews too",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE59L0SX20091022",
        "time": "05:01 AM EDT",
        "body": "SAN FRANCISCO (Reuters) - As Microsoft Corp’s Windows 7 release approaches, early reviews are generally positive. But so were reviews for Windows Vista just before its launch.\n\nIn the months leading up to Windows 7’s release this Thursday, publications from ComputerWorld to the New York Times have written favorable assessments, praising, in particular, its increased speed and compatibility with older computers.\n\nBut Vista got high marks before its release as well, with writers back then praising a new visual design -- and glossing over quirks that later became common gripes.\n\n“I was the editor of PC World at the time that review was done and yes, I wish in retrospect we’d held to somewhat a higher standard,” said former Editor-in-Chief of PC World, Harry McCracken, who now blogs on his own site, Technologizer.\n\nAfter its release in 2007, Vista -- which runs on roughly 20 percent of the world’s PCs made by the likes of Hewlett-Packard Co, Acer and Dell Inc -- went on to become a roundly criticized and unpopular product, with many opting to stick to the aging Windows XP instead.\n\nBut to have read the reviews at the time, one would have thought Vista was certain to be a success.\n\nIn a 2006 review, PC World said, “All in all, Windows Vista is a great leap forward for the operating system.”\n\nWhile he stands by those words, writer Preston Gralla said he regretted not testing Vista on a wider variety of hardware, because many issues arose after the event, when users had had time to play with the software -- a requirement that he believes is diminished for Windows 7.\n\n“I certainly have learned from the Vista experience to try as hard as I possibly can to try to get the kind of hardware people are using to review it on,” he said.\n\nSome were more critical -- slightly. At the conclusion of his 2007 review for Businessweek, Steve Wildstrom wrote, “Vista is a big step forward; in time, you’ll want it.”\n\nNot so much anymore. “If I could go back and do it over, I would be more negative,” he said."
    },
    {
        "header": "Report: Microsoft buys systems management startup for $60 million",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS136854774320091022",
        "time": "07:21 PM EDT",
        "body": "Microsoft Corp. has acquired systems management vendor Opalis Software Inc. for about $60 million, according to an analyst report.\n\nBrenon Daly, an analyst with The 451 Group, blogged earlier this week about the deal, citing unnamed financial and industry sources.\n\nThe VC-backed Mississauga, Ontario, startup was making about $10 million a year from sales of software for automating IT processes, according to Daly. It also partnered with Microsoft in the spring (download PDF) , integrating its software into Microsoft’s System Center management platform.\n\nDaly’s report was echoed by blogs and tweets.\n\nThrough a spokeswoman, Microsoft said it is not commenting on rumors and speculation. Opalis, meanwhile, did not immediately return a request for comment.\n\nDaly said the Opalis acquisition would be the fourth in this space in the last two years. HP bought Opsware for $54 million in 2007, while BMC Software Inc. acquired RealOps for $53 million. CA Inc. bought Optinuity last year. One key difference, he said, was that Opalis’ revenue appeared to be higher than its counterparts at the time of acquisition."
    },
    {
        "header": "Microsoft offers second beta for Visual Studio Express",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS389595657920091022",
        "time": "07:00 PM EDT",
        "body": "Microsoft began offering this week Beta 2 releases of its free Visual Studio 2010 Express products, which are intended to enable students, hobbyists, and novices to build Windows and Web applications.\n\nThe Visual Studio Express Beta 2 features a new IDE, a new editor built in Windows Presentation Foundation, and support for .Net Framework 4. Also featured is multi-monitor support. Products are available on the Visual Studio Express Web site.\n\n[ Earlier this week, Microsoft laid out plans for Visual Studio 2010. ]\n\nThe tools “offer an easy-to-acquire and easy-to-learn experience in a simple package and they are free,” said Noah Coad, Microsoft Visual Studio program manager, in a blog post.\n\n“Express now starts up with a streamlined user experience that focuses on the most common commands by hiding some of the more advanced menus and toolbars,” Coad said.\n\nSpecific Beta 2 downloads including Visual C++ 2010 Express, Visual Web Developer 2010 Express, Visual C# 2010 Express and Visual Basic 2010 Express.\n\nThe company this week also released the second beta versions of its primary Visual Studio 2010 platform.\n\nThis story, “Microsoft offers second beta for Visual Studio Express,” was originally published at InfoWorld.com. Follow the latest developments in Microsoft at InfoWorld.com."
    },
    {
        "header": "Microsoft deal discounts Windows 7 upgrades by 58%",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS420905892720091022",
        "time": "07:43 PM EDT",
        "body": "Microsoft today launched a promotion that discounts Windows 7 upgrades as much as 58% when customers also buy a new Windows 7 PC.\n\nThe deal, which was available Thursday from the likes of Amazon.com and Staples, applies when consumers purchase a new computer equipped with Windows 7 Home Premium, Professional or Ultimate.\n\nStaples, for instance, will sell a copy of Windows 7 Home Premium Upgrade for $49.99, a 58% savings compared to the $119.99 list price, when buyers also purchase a new Windows 7 PC. Amazon, on the other hand, dropped the price of Home Premium Upgrade to $59.95, a savings of $60, or 50%. Under the promotion, Amazon also cut the price of Professional Upgrade to $115.99, an $85 savings (42% off) and Ultimate Upgrade to $139.99, an $80 savings (36% off) when customers ordered a new Windows 7 notebook or desktop at the same time.\n\nStephen Baker, an analyst with the NPD Group, which specializes in tracking retail sales, called the promotion “brilliant” in a blog post this morning. “It gives incentive to some of that huge XP installed base to do the right thing and upgrade into a new PC, while offering them a way to cost-effectively upgrade that companion notebook they have bought in the last two and one-half years. which is running Vista,” Baker said.\n\n“Windows 7 is even greater the more PCs that you have that run it,” Baker said in a follow-up interview. “People aren’t likely to go out today and buy multiple new PCs, but this is a great way to drive the value of Windows 7.”\n\nBaker called out Home Group , a new feature in Windows 7 that simplifies the task of setting up file-, printer-, photo- and music-sharing between Windows 7-equipped PCs on a home network, as one reason to upgrade as many home computers as possible to the new operating system.\n\nAccording to Microsoft, one discounted copy of Windows 7 Upgrade can be bought per new PC, with the discount applicable to the same version as that which powers the PC. In other words, buyers of a new PC running Windows 7 Home Premium can purchase an upgrade copy of Home Premium at the discounted price, while consumers who buy a PC with Windows 7 Professional can get an upgrade copy of that edition at the reduced price.\n\nAmazon, however, appears to be offering buyers of any Home Premium-, Professional- or Ultimate-equipped PC the discount for any of the three editions’ upgrades. Buyers can order a notebook running Home Premium, for example, but buy an upgrade to Professional.\n\nSome buyers are ineligible for the deal, however. New machines running the entry-level version of Windows 7, dubbed Starter, don’t qualify, essentially preventing most purchasers of netbooks -- which are dominated by Windows 7 Starter -- from taking advantage of the promotion.\n\nThe discounted upgrade deal expires Jan. 2, 2010, and applies to consumers in the U.S. and U.K, as well as those in Australia, Canada, Czech Republic, Denmark, France, Germany, Greece, Hungary, Latvia, New Zealand, Poland and Slovakia. . Microsoft and its retail partners also started selling the $149.99 Windows 7 Family Pack today. The package lets buyers upgrade as many as three PCs from Windows XP or Vista to Windows 7 Home Premium.\n\nCollege students are eligible for a separate offer that prices Windows 7 Home Premium Upgrade at $29.99."
    },
    {
        "header": "Google-Microsoft search rivalry heats up",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS34735983020091022",
        "time": "03:53 PM EDT",
        "body": "The ongoing search war between Google Inc. and Microsoft Corp. is intensifying as both companies battle to outpace the other in real-time search.\n\nIn a dance of timing yesterday, both companies announced major real-time search deals at the Web 2.0 Summit in San Francisco.\n\nFirst Microsoft stole the limelight Wednesday morning when it announced deals with both Twitter and Facebook to include the social networks’ status updates in Bing’s search results . And as the conference chatter was all about how long it would take Google to sign its own deal to catch up with its search rival, Google came out later in the day to announce its own deal, not with Facebook, but with microblogging site Twitter.\n\n“These deals up the ante in the search wars , giving both Microsoft and Google new weapons to deploy against each other,” said Dan Olds, principal analyst with The Gabriel Consulting Group. “Since they both have deals with Twitter, there’s parity there and it becomes a matter of execution - which search engine does the best job of sifting through Twitter for the results the user wants?”\n\nMicrosoft was very spare in giving out any information on its deal with Facebook, but Yusuf Mehdi, senior vice president of Microsoft’s Online Audience Business, was more forthcoming about the deal with Twitter .\n\nMehdi said the deal will integrate tweets into Bing’s search results. Microsoft’s search engine also will rank the tweets according to how relevant they are to the specific query. Bing also will be set up to pull out any URLs listed in the tweets so they can be listed separately.\n\nBing’s real-time Twitter search went up in beta yesterday.\n\nMeanwhile, Marissa Mayer, Google’s vice president ofsearch products, announced that the company will be integrating tweets into its own search results.\n\nWhile Mayer didn’t offer many details of the Twitter deal, she spoke more about a different, though related, announcement. She noted that in a few weeks, Google will launch a service called Social Search in Google Labs. Social Search is designed to enable users to search for tweets and blogs written by their friends and the people whom their friends follow.\n\n“We came up with a way to have social networks influence your search results. If you’re signed into Social Search you get content from your friends,” she said in an interview with Computerworld . “If you do a search for a restaurant, you’ll see regular search results, plus it’s supplemented with what your friends have had to say about it.”\n\nMayer said users will be able to fill out a Google Profile, linking to their friends on Facebook, LinkedIn, MySpace and other social networks. If they use Gmail, Google will have access to their contacts.\n\n“You opt in to using Social Search and then we look at who your friends are and what content they might be publishing,” she added.\n\nRob Enderle, principal analyst at the Enderle Group, said this latest salvo in the search war between Google and Microsoft comes down to relevancy.\n\n“Were one to connect to a social media site the other missed, it would create the impression that one was out of the loop,” he said. “It’s mostly image. Microsoft is aggressively trying to make Google look out of step and slow. Google is working frantically to assure Microsoft is not successful in this effort.”\n\nAt the moment, Enderle said, it appears that Google is chasing Microsoft, and that situation typically does not bode well for any market leader. He added that it also suggests Google has lost focus on its core technology.\n\nEzra Gottheil, an analyst at Technology Business Research Inc., said he’s not sure how excited people will be to search for status updates on Facebook, but it looks bad for Google to be without that connection.\n\n“Even if it turns out that Facebook results aren’t that important, the fact that Facebook is available through one search engine and not through the other will cause some Facebook users to at least try Bing,” he said. “Google would prefer there not be a reason to give Bing a try.”"
    },
    {
        "header": "Microsoft mulls new corporate software: Acer",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE59L1CR20091022",
        "time": "05:01 AM EDT",
        "body": "TAIPEI (Reuters) - Microsoft is working on a new operating system that will be targeted at corporate customers, Acer’s chairman said on Thursday, as the software giant launches its next-generation Windows 7.\n\n“The tides are turning and it’s time for most customers to consider switching to the new system,” J.T. Wang told Reuters in an interview.\n\n“I don’t know when the new corporate-focused system will be launched, but they’re looking at designing one now.”\n\nMicrosoft launched Windows 7 on Thursday in one of its most important software releases in more than a decade, aiming to win back customers after its much-maligned introduction of Vista about three years ago."
    },
    {
        "header": "Microsoft CEO hopes companies warm to Windows 7",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE59L5R320091022",
        "time": "06:35 PM EDT",
        "body": "NEW YORK (Reuters) - Microsoft Corp (MSFT.O) Chief Executive Steve Ballmer hopes that home users who like Windows 7 will help spark corporate adoption of the new operating system.\n\nBallmer, who unveiled the latest version of Microsoft’s flagship software at a crowded event in New York on Thursday, needs corporations to adopt Windows 7 after the failure of its predecessor Vista to win over the lucrative business market.\n\n“Employees are going to come in saying, ‘I want Windows 7 -- I’ve got it at home,'” Ballmer told Reuters Television in an interview at the launch on Thursday.\n\n“The combination of those factors and the productivity it gives people at work will definitely be a propeller.”\n\nMany companies are running old computers with the aging Windows XP operating system, after skipping Vista, which had early problems meshing with other programs and devices.\n\nWindows 7, which has been greeted with largely positive reviews, could be a catalyst to get people and businesses to upgrade and buy new computers, said Ballmer, depending on the course of the economy.\n\nIt’s “tough to predict because of the economy,” he said. “But certainly it’s the chance to encourage corporations to update their computers, to get families to upgrade or put in a second or third computer. I am optimistic, but we have the economy.”\n\nBallmer touted new PCs running Windows 7 as the economical choice over generally more costly Apple Inc (AAPL.O) machines.\n\n“It’s particularly affordable in this economy and certainly as we look at our No. 1 competitor, affordability is a real advantage for the Windows 7 PC versus alternatives based on Macintosh.”"
    },
    {
        "header": "Retail sales of Windows 7 delayed in India",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS286133754720091022",
        "time": "11:53 AM EDT",
        "body": "Microsoft launched its new Windows 7 operating system in India Thursday, but customers who want to buy off-the-shelf packages of the operating system at a retail store will have to wait longer.\n\nImporters of packaged software to India are caught in a dispute with the country’s customs department over the interpretation of new taxes on packaged software that were introduced in July. As a result, consignments of imported packaged software are not being cleared easily.\n\nWindows 7 is however already available to consumers in India on computers that come factory-loaded with the new operating system, a spokeswoman for Microsoft said on Thursday.\n\nDell PCs with Windows 7, for example, are now available at retail stores across the country, a company spokeswoman said.\n\nEnterprise customers can download and deploy the new operating system under a volume licensing agreement with Microsoft. Over 1,000 enterprise customers in the country are in the process of deploying Windows 7, the Microsoft spokeswoman said.\n\nThe delay at Indian customs will not have much effect Windows 7 sales in India, because off-the-shelf retail sales of packaged software account for less than 5 percent of Microsoft’s operating systems sales in the country, according to an industry source who declined to be named. Most consumer sales of Windows are with hardware, he added.\n\nNew government rules that came into force in July introduced separate taxes on the import of the physical media for the software, and on the value of the software license, according to Raju Bhatnagar, vice president for government relations at the National Association of Software and Service Companies (Nasscom).\n\nThe sticker price on the box of packaged software does not however specifically state the value of the license, Bhatnagar said.\n\nMicrosoft said it hoped that its consignment of Windows 7 packages will be cleared soon.\n\nNasscom is asking the government to issue instructions to vendors and the customs department to resolve the issue. One option would be for vendors to print the value of the license on the packages, Bhatnagar said."
    },
    {
        "header": "Lenovo Releases New Windows 7 ThinkPad Laptops",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS55718216620091022",
        "time": "07:24 PM EDT",
        "body": "Lenovo announced two new additions to the business-oriented ThinkPad family, the 14-inch ThinkPad SL410 and 15.6-inch SL510, both of which come with Windows 7.\n\nThese new ThinkPads are designed with small- to-medium businesses in mind and feature higher-resolution webcams, clearer microphones, and a microphone mute button for voice and video conferencing. The higher-end configurations for the SL410 and SL510 feature built-in 3G broadband internet via AT&T mobile broadband, as well.\n\nBoth models are available in different configurations that range from $500 to $700, the lower-end model with a 160GB hard disk drive and an Intel Celeron T3000 1.8GHz processor and the higher-end with a 250GB hard disk drive and an Intel Core 2 Duo T5870 2.0GHz processor. All configurations have the same integrated Intel GMA 4500MHD chipset, Dual Layer 8x DVD Recordable optical drive, 4-cell battery, 802.11n Wi-Fi networking, HDMI and VGA output, and multitouch trackpad.\n\nThese models also fall under Lenovo’s Windows 7 Enhanced Experience Certification, which is advertised as booting and shutting down up to 56% faster than other laptops on an identical un-optimized configuration. (Haven’t heard of it? Read our news post here.)\n\nThe ThinkPad SL410 and 510 are currently available through retail channels (TigerDirect, Amazon.com, and Best Buy, though Best Buy only has the SL410) as well as Lenovo’s website."
    },
    {
        "header": "Windows 7 may help kickstart delayed corporate spend",
        "link": "http://www.reuters.com/article/ousivMolt/idUSTRE59L0SZ20091022",
        "time": "05:01 AM EDT",
        "body": "SAN FRANCISCO (Reuters) - Computer makers hoping for Microsoft Corp’s new Windows 7 operating system to free up a long-awaited corporate spending spree may have to wait until the second half of next year.\n\nAs the world’s top software maker prepared for its biggest product launch in a decade on Thursday, analysts said PC vendors already stood to benefit from a hardware refresh cycle next year. Microsoft’s new, supposedly more stable platform should serve as further impetus to upgrade aging machines.\n\nIndustry watchers say Windows 7 may also have a short-term impact on PC sales to consumers -- potentially a slight benefit to consumer-oriented players such as Hewlett-Packard and Acer Inc.\n\nBut many large businesses will look to 2010 and beyond to buy, preferring to wait and see.\n\n“Vista was so bad that nobody moved to it,” said Needham & Co analyst Richard Kugele.\n\n“Now, with the operating system no longer being a stumbling block, you can actually deal with the hardware problem and be comfortable that the OS isn’t an issue.”\n\nThe expected refresh cycle that is being touted by the likes of HP and Dell Inc would likely take place regardless of Microsoft’s new offering, analysts say. That’s because of a pent-up need to replace old hardware -- a cycle put off as budgets shrank in the downturn.\n\nBut no one knows how robust it will be.\n\nResearch group Gartner expects commercial PC sales to rise 10 percent in 2010 and an additional 13 percent in 2011, as businesses replace 4- and 5-year-old computers. Early, positive reviews for Windows 7 should give businesses a further nudge.\n\nAs Vista ends its nearly three years of life on the shelf, only 10-15 percent of enterprises have migrated, analysts say. The rest remain on the 8-year-old Windows XP.\n\nThe entire computer food chain, from chipmakers like Intel Corp and Advanced Micro Devices to disk drive makers like Seagate Technology, stands to benefit from a robust push by companies to replace PCs.\n\n“They have to replace these aging machines,” said Gartner analyst Mikako Kitagawa, adding that Windows 7 might accelerate the upgrade cycle for corporations.\n\nHP’s shares are up more than 30 percent this year and Dell’s nearly 50 percent, as the PC market recovery takes hold and investors anticipate a bump in corporate spending on computers next year.\n\nGoldman Sachs expects IT spending to rise 4 percent in 2010 to 320.4 million units, reversing an estimated 8 percent slide this year. It sees PC unit growth of 9 percent in 2010.\n\nWindows 7 is getting a big welcome from PC vendors eager to forget the much-maligned Vista platform.\n\nAcer, whose rise to No. 2 in the global PC rankings has been fueled in part by cheap netbooks, sounded an upbeat note.\n\n“We are expecting double-digit growth (both worldwide and in the United States) in this holiday quarter,” said Ray Sawall, senior manager of product marketing for Acer America.\n\nHP, the No. 1 PC maker, said it was impressed by Microsoft’s willingness to collaborate on products and ideas.\n\n“We’re very happy with Windows 7, and we’re happy with the progress Microsoft has made,” said Carlos Montalvo, HP’s vice president of product experience.\n\nDell CEO Michael Dell said recently that if you buy a good new PC with Windows 7 and Office 2010, “you will love your PC again.”\n\nIn the consumer market, Windows 7 should provide a marginal boost. Analysts say buyers do not prioritize operating systems while PC shopping, focusing more on hardware and price.\n\n“I don’t think people will go out and buy a new PC because they want Windows 7. It will help, but it won’t be a primary factor,” said Jay Chou, an analyst with research firm IDC.\n\nWhile Toshiba said it expects fairly rapid adoption of Windows 7 on the consumer side, the world’s 5th-largest computer maker said it will still ship laptops with the aging Windows XP to commercial customers for a while.\n\n“We’re going to be monitoring the business customers fairly closely to see how rapidly they’re preparing to transition over to Windows 7,” said Chris Casper, group manager of product marketing for Toshiba America Information Systems."
    },
    {
        "header": "Microsoft launches Windows 7, eyes PC sales rebound",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE59L0SV20091023",
        "time": "10:47 PM EDT",
        "body": "NEW YORK (Reuters) - Microsoft Corp launched Windows 7 on Thursday, its most important release in more than a decade, aiming to win back customers disappointed by Vista and strengthen its grip on the PC market.\n\nThe world’s largest software company, which powers more than 90 percent of personal computers, has received good reviews for the new operating system, which it hopes will grab back the impetus in new technology from rivals Apple Inc and Google Inc.\n\n“They met expectations but that was pretty much it,” said Michael Gartenberg, a long-time Microsoft analyst at market research firm Interpret after a launch event in New York. “They showed off some very cool things, but now they have to keep the momentum going.”\n\nThe new system -- which is faster, less cluttered and has new touch-screen features -- comes almost three years after the launch of Vista, whose complexity frustrated many home users and turned off business customers.\n\nThe success of Windows -- which accounts for more than half of Microsoft’s profit -- is crucial for Chief Executive Steve Ballmer to revive the company’s image as the world’s most important software company.\n\n“Windows 7 is a chance for us to let the PC be not only more interesting but just simpler and faster for the many, many hundreds of millions of people who use them,” Ballmer told Reuters Television in an interview on Thursday.\n\nBallmer and other executives demonstrated at the event a range of new devices showing off Windows 7, from ultra-slim laptops to large touch-screen computers, highlighting a new Kindle book-reading application from Amazon.com Inc and live-streaming CBS television shows.\n\nCrowds lined up overnight to see the new software and check out the latest PCs at the first branded Microsoft store, which opened on Thursday in Scottsdale, Arizona.\n\nMicrosoft is charging $199.99 for the Home Premium version of Windows 7, or $119.99 for users seeking to upgrade from older versions of the operating system -- well below comparable prices for Vista.\n\nIt also has a range of offers in conjunction with retailer Best Buy Co Inc and PC makers such as Dell Inc and Acer Inc.\n\nThe U.S. holiday season will soon reveal whether consumer PC sales get a kick from Windows 7, but success with corporations -- the key to Microsoft’s financial power -- will not be clear until next year, analysts say.\n\nWindows 7 sales will not immediately impact the bottom line of Microsoft, which is expected to post a lower quarterly profit on Friday.\n\nThe company's shares closed up 1 cent at $26.59 on Nasdaq. They are up 79 percent since early March. (For a graphic showing major Windows releases and Microsoft's share price, click here)\n\nGlobal PC sales rose 2.3 percent in the third quarter compared with a year ago, according to research firm IDC, after two quarters of declines.\n\nMarket-watchers are betting on further recovery of computer sales next year, as the economy improves and businesses replace old machines, but opinion is divided on how strong the impact of Windows 7 will be.\n\n“It’s the chance to encourage corporations to update their computers, to get families to upgrade or put in a second or third computer,” Ballmer told Reuters TV. “I am optimistic, but we have the economy.”\n\nThat won’t necessarily happen, said Brendan Barnicle at Pacific Crest Securities.\n\n“What’s going to be really interesting is whether this spurs a hardware replacement cycle or it’s just a Windows replacement cycle,” said Barnicle, who estimates that more than 820 million PCs across the world run Windows."
    },
    {
        "header": "Microsoft opens retail store as Windows 7 launches",
        "link": "http://www.reuters.com/article/CMPTRS/idUSN2249269820091022",
        "time": "03:58 PM EDT",
        "body": "* Some say it ‘rips off’ Apple Inc’s concepts\n\nSCOTTSDALE, Ariz, Oct 22 (Reuters) - Microsoft Corp (MSFT.O) opened the first in a planned chain of stores on Thursday, aiming to match rival Apple Inc’s (AAPL.O) successful foray into retailing.\n\nHundreds of people, some of whom had waited all night outside the Fashion Square Mall in this upscale Phoenix valley city, were met with cheers by staff wearing Microsoft T-shirts.\n\n“It’s fantastic,” student Bobby Cramer said, shouting to make himself heard above the scrum. “It’s exciting to have ... a place to go to where you can get the software and hardware together.”\n\nMicrosoft had a short-lived experiment in retailing in San Francisco’s Metreon Center 10 years ago.\n\nSome 500 customers picked over hardware including Xbox 360s, Hewlett-Packard Co (HPQ.N) and Dell Inc DELL.O laptops, as well as the Windows 7 operating system, which launched on Thursday.\n\nMicrosoft announced in February its plan to open stores, hiring a former Wal-Mart Stores Inc (WMT.N) executive to run them. A second store is due to open in Orange County, California, in coming days.\n\nMicrosoft may have a way to go to emulate Apple’s splashy store openings and product launches. For example, when Apple began selling its 3G iPhone in July 2008, thousands of people camped outside stores from all over the world for days for the chance to buy one.\n\nMicrosoft chief executive Steve Ballmer said last week that through the stores, the company was looking to make a direct connection with users, showing the “customer what you really can do”.\n\nThe first shoppers through the doors clearly liked the concept.\n\n“It’s a good idea to give consumers a warm and fuzzy (feeling) about using an operating system ... It will make consumers feel better about their purchase,” said Hafthor Stefansson, an IT consultant who said he uses both Apple and Microsoft systems.\n\nIn July, Microsoft’s chief operating officer said the company would open stores “right next door” to Apple stores. The nearest Apple store to Scottsdale is several miles away in Phoenix.\n\n“They’re doing exactly what Apple did five years ago - the concept’s a rip off,” said James Smith, 31, a cab driver who turned out for the opening.\n\n“Microsoft might have come up with a better idea than taking Apple’s straight out,” he said.\n\nBut videographer Erin Phoenix, a long-time Apple user wearing an i-Phone T-shirt to the opener, said he thought the result would be good for consumers.\n\n“They are kind of copying the concept the Apple Stores have of customer service ... (but) it will also give Apple more competition.” (Reporting by Tim Gaynor; Editing by Toni Reinhold)"
    },
    {
        "header": "TIMELINE: Microsoft's path to Windows 7",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE59L3TJ20091022",
        "time": "11:09 AM EDT",
        "body": "Microsoft Corp launched its new Windows 7 operating system on Thursday. Here are some significant dates in the history of Microsoft and its development of the world’s predominant computer software.\n\n1981 - IBM introduces its personal computer with Microsoft’s MS-DOS 1.0 operating system, which relies on typing commands\n\n1985 - Windows 1.0 released, featuring bitmap display and use of mouse pointing device\n\n1990 - Windows 3.0 introduced, features 16 colors and a new set of Windows icons\n\n2000 - Windows Millennium edition made generally available, aimed at home computer users with music, video and networking enhancements\n\nJune 27, 2008 - Chairman and co-founder Gates retires from day-to-day role at Microsoft to spend more time on philanthropy at the Bill & Melinda Gates Foundation"
    },
    {
        "header": "A Game in the Life of Windows 7",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS17973846920091022",
        "time": "03:41 PM EDT",
        "body": "Back from the store on a storm-drizzled Thursday, I‘m installing the 64-bit versions of the Windows 7 Home Premium upgrade as I type this--not without a sense of irony--on a MacBook Pro running Snow Leopard. I’ve had the Windows 7 Release Candidate on my desktop (build 7100) since last May. I’ve been using this latest-gen 15-inch MacBook Pro for the past month. So it goes for those of us who gauge our geek-fluency in proportion to our collection of computer genotypes.\n\nDespite the sense one has of déjà vu watching the installer flash “Expanding Windows files,” and “Setup is starting services,” on through to “Completing installation,” I‘m actually a little excited. It’s here. No more fitful waiting or wondering whether the glitch you’re experiencing, e.g. “Internet Explorer has stopped responding,” is beta-related. The early words are kind, kinder than I’d expected. That’s good news for all, considering how long it’s been since we’ve had a version of Windows to crow about or this broadly acclaimed in the bargain.\n\nJust navigating around, the interface seems more responsive. Don’t trust me--see our performance tests for the science--but that’s the sense you have opening Control Panel and fiddling in the Device Manager, copying files and running driver updates and antivirus utility installs. I still have mixed feelings about Aero’s default visual settings. It’s pretty, but the fade animations introduce an odd sense of delay opening or switching between windows. You can turn this off under “Visual Effects” in the performance settings without disabling the rest of Aero’s 3D finery.\n\nWhy Home Premium? Speaking as a guy who uses Windows to game exclusively, I won’t miss Windows XP Mode, or Domain Join, or automatic backups in the “Professional” version. I can’t say I care about BitLocker drive encryption or the option to brush up on my French, Thai, or Latvian (of 35 language alternatives) in the “Ultimate” version. If you need any of those things, knock yourself out, but if you’re a gamer, Home Premium covers the essentials.\n\nA few things still bug me--longstanding Windows gripes overlooked (or perhaps just grudgingly tolerated) in reviews. I started to install the AOL Instant Messenger, for instance, and changed my mind before clicking the “install” button, yet there’s now a folder called AIM6 under Program Files (x86) with a forlorn, empty “Install” text file. Don’t you hate the way sloppy (intentionally or otherwise) applications leave this sort of detritus behind? Care to wager what registry scan on ‘AIM’ or ‘AOL’ turns up? Can’t these companies be bothered to clean up after themselves after 15 years getting to know the registry?\n\nThere’s still a bit of tomfoolery going on during game installs, too. Installing a Steam game, clicked the box indicating I wanted a shortcut on the Start Menu, expecting I’d see one under Windows 7’s Games box as well. The Game box? You know, the one-stop shortcut shop off the Start Menu designed to end perusing tree-like menus cluttered with nested folders and application links?Instead, I get a shortcut under ‘Steam’ on the Start Menu and zilch in the Games box. I thought the point of these OS upgrades was to un-clutter. No such luck. It’s like watching dance partners, one trying to two-step while the other tangoes.\n\nAnyway. I‘m off to put this thing through its paces and blow out my half-terabye hard drive installing everything on the shelf, just to see. Things may be looking down for PC gaming, but who can say where we’ll be in a year or three? If Windows 7 carries forward at the rate it’s been pre-selling, maybe it’ll finally rouse publishers from their console-soused stupor to give this magnificent platform the support it deserves."
    },
    {
        "header": "Microsoft Adds PCs, Third-Party Software to Online Store",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS175037124020091022",
        "time": "04:42 PM EDT",
        "body": "Microsoft has certainly stolen the show today. Paired with the release of the much-anticipated Windows 7 OS and the opening of the first Microsoft Store in Scottsdale, Arizona, Microsoft began selling PCs and third-party software on the store’s Web site.\n\nComputers for sale come pre-loaded with Windows 7. And, in an odd gesture, the company is also selling a few Netbooks -- low-cost PCs that Microsoft has battled vigorously in the past.\n\nMicrosoft opened its online store back in November and only sold Microsoft products. Now all that has changed, quite possibly to increase the visibility and influence of Windows 7, an OS Microsoft finally seems proud of. Usability has increased as well.\n\nAccording to Trevin Chow, Senior Lead Program Manager for Microsoft Store, in a blog post: “We initially launched the online store last November, and since then we have had nearly a years worth data coming in from usability studies, web analytics, and direct customer feedback. Based on all of this data, coupled with the newly expanded product catalog, one of the biggest goals we had in this release was to simplify site navigation for our customers. With the new site, you’ll notice a re-designed categorization, navigation and filtering system aimed to make it easier and faster to navigate as well as help you find products you want more quickly.”\n\nNot only is Microsoft selling PCs, it is also pushing its Xbox 360 video game console and games, and the new Zune HD media player.\n\nThe pickings thus far are slim, and it’s uncertain whether or not Microsoft will broaden its base to attract customers away from sites like Dell and Lenovo and back to the mothership. How much Microsoft is skimming off the top of sales is also undisclosed, but I imagine it’s a decent chunk; otherwise the company would never have made the move."
    },
    {
        "header": "PC makers, stores look to cash in on Windows 7 hype",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS155078356620091022",
        "time": "01:21 AM EDT",
        "body": "PC makers will ship new laptops on Thursday to coincide with the release of Microsoft’s Windows 7 in an effort to drum up excitement around the new OS.\n\nMany have called Windows 7 the best and fastest operating system from Microsoft since Windows XP. PC makers intend to cash in on the hype surrounding the OS and improvements that include a snappier user interface, touchscreen support and better graphics capabilities.\n\nA few PCs that will ship on Thursday include unique features that take advantage of those features, including a 3D laptop from Acer and a touchscreen PC from Hewlett-Packard. Lenovo will ship new laptops for small and medium-sized businesses looking to upgrade from the Vista OS.\n\nThere are also some interesting deals being offered by stores in the U.S. Best Buy is offering what it calls a “PC home makeover” package, which bundles a desktop, netbook, laptop, monitor and networking equipment for US$1,199.\n\n“For the price of one average Mac, you can outfit your entire family with three great Windows 7 PCs and a home network,” said Microsoft’s Brandon LeBlanc in a blog entry on the Windows Team Blog site. Price notwithstanding, Microsoft’s pitch may not move dedicated fans of Apple, which is known for its unique Mac designs and strong customer support.\n\nNevertheless, some new PCs try to get a leg up on the Macs. Acer’s Aspire 5738DG can display movies and games in 3D while allowing everyday applications to appear in their usual 2D format. The laptop has a 15.6-inch screen with a special 3D coating, as well as software and special glasses from a company called TriDef to enable the 3D experience. The laptop, a desktop replacement running on Intel Core 2 Duo processors, delivers images “that literally pop from the screen,” according to Acer.\n\nThe TriDef system can take standard 2D content and make it appear 3D. The laptop is priced starting at US$799, and is available at a few retail stores, Acer said. The company didn’t comment on worldwide availability.\n\nHP will start shipping a new multitouch-enabled all-in-one PC on Thursday. The TouchSmart 600xt multitouch PC is powered by Intel processors and is priced starting at $1,049. It comes with a 23-inch screen on which multiple fingers can be used to manipulate images, scroll through documents or zoom into maps. Touch can also be used for applications like Twitter or to view videos from sites like Hulu. The PC also connects to game consoles like Xbox 360, PlayStation 3 or Wii for users to play games.\n\nUpgrading to Windows 7 from Vista could be difficult, so HP is also offering some help. The company has a support board where community members can ask experts and company representatives about transitioning to Windows 7. The company is also maintaining a Windows 7 Web site where users can access other resources, including how-to videos.\n\nLenovo on Wednesday announced it would offer many of its existing ThinkPad and Idea-branded PCs with Windows 7. The company also announced new ThinkPad SL410 and 510 budget laptops, which include troubleshooting tools that ease system maintenance and tasks like data backup and recovery. This can help smaller companies that don’t have an IT staff, Lenovo said. Starting at $529, the laptops will be available at retailers like Tiger Direct, Amazon.com and select Best Buy stores.\n\nLenovo said it has designed the laptops to work with Windows 7, improving speed and performance. The company claims that select Think PCs with Windows 7 boot 56 percent faster compared to running Windows XP or Windows Vista."
    },
    {
        "header": "Apple must upgrade Boot Camp to support Windows 7",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS361045564120091023",
        "time": "08:05 PM EDT",
        "body": "Apple today announced that it will update its Boot Camp utility before the end of the year to support Microsoft’s just-launched Windows 7 .\n\nIn a short support document posted to the Apple site, the company said it would soon revise Boot Camp, a utility that lets users run Windows and its applications in a separate disk partition on an Intel-based Mac.\n\n“Apple will support Microsoft Windows 7 (Home Premium, Professional, and Ultimate) with Boot Camp in Mac OS X Snow Leopard before the end of the year,” the document said. “This support will require a software update to Boot Camp.”\n\nThe document also listed nine older iMac, MacBook Pro and Mac Pro models that will not be able to run Windows 7 in Boot Camp. Although all the machines use an Intel processor, Apple did not elaborate on why they would not support Microsoft’s new operating system.\n\nOn the list were four iMacs, including the 17-in. and 20-in. models from 2006; four MacBook Pros, including 15-in. and 17-in. notebooks released that same year; and the mid-2006 Mac Pro workstation powered by an Intel Xeon Dual-core running at 2.66GHz or 3GHz.\n\nOwners of those machines have an alternative to Boot Camp in VMware’s Fusion 3.0 , the virtualization technology set to launch Oct. 27. Fusion 3.0, works on any Intel-based Mac, according to VMware.\n\nFusion 3.0 will run all editions of Windows 7, including Starter, Home Premium, Professional, Enterprise and Ultimate. It requires an Intel Mac with Mac OS X 10.5.8 or later, or Snow Leopard, also known as Mac OS X 10.6.\n\nApple did not set a ship date for the Boot Camp update."
    }
]