[
    {
        "header": "CORRECTED - UPDATE 1-Microsoft profit falls, sees more weakness",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSN2336276620090423",
        "time": "04:47 PM EDT",
        "body": "SEATTLE, April 23 (Reuters) - Microsoft Corp (MSFT.O) reported a sharp dip in quarterly profit on Thursday, but met Wall Street’s lowered forecasts, hurt by a decline in technology spending in a global economic downturn.\n\nThe world’s largest software company, which withdrew its profit forecasts in January due to the uncertain economy, said it expected weakness in its markets to continue through at least the next quarter.\n\nMicrosoft, based in Redmond, Washington, reported fiscal third-quarter profit of $2.98 billion, or 33 cents per share, compared with $4.39 billion, or 47 cents per share, in the year-ago quarter.\n\nExcluding costs of recent layoffs and charges for impaired investments, Microsoft reported profit of 39 cents per share. That met analysts’ average estimate, according to Reuters Estimates.\n\nSales fell 6 percent to $13.65 billion, marking the first year-on-year decline in quarterly revenue in Microsoft’s 34-year history. Analysts were expecting $14.1 billion, on average.\n\nThe company’s shares rose 3.1 percent in after-hours trading, after closing at $18.92 on Nasdaq. (Reporting by Bill Rigby; Editing by Richard Chang)"
    },
    {
        "header": "Microsoft misses estimates with Q3 EPS of $0.33,sees weakness",
        "link": "http://www.reuters.com/article/businessFlashAlerts/idUSTRE53M6DH20090423",
        "time": "04:38 PM EDT",
        "body": "(Reuters) Microsoft misses estimates with Q3 EPS of $0.33, sees weakness through at least Q4"
    },
    {
        "header": "Microsoft cuts costs, says Windows 7 on track",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE53M6B320090424",
        "time": "10:26 PM EDT",
        "body": "SEATTLE (Reuters) - Microsoft Corp’s quarterly profit fell 32 percent, but its shares rose as investors welcomed continuing efforts to cut costs and news that the release of its Windows 7 operating system is on track.\n\nThe world’s top software maker offered no profit forecast on Thursday, after withdrawing its outlook in January, but did say it expected the personal computer, server and hardware markets to remain weak for at least another quarter.\n\n“While we would all like to think that our recovery will be soon and painless, we unfortunately believe that it will be slow and gradual,” Chief Financial Officer Chris Liddell said on a conference call.\n\n“I didn’t see any improvement at the end of the quarter that gives me encouragement that we are at a bottom and coming out of it,” Liddell added, contesting comments last week from chip-maker Intel Corp that the PC market was over the worst.\n\nMicrosoft’s report, following strong earnings from Apple Inc and Google Inc this month, broadly pleased analysts, some of whom braced for worse.\n\nWhile the company reported a 6 percent drop in revenue for the March quarter, marking the first year-on-year decline in Microsoft’s history as a public company, it also managed to cut operating expenses by a bigger 9 percent.\n\n“It’s good to see that they are controlling their costs because that’s within their sphere of control. They can’t really do a lot about demand,” said Kim Caughey at money manager Fort Pitt Capital Group.\n\n“They have a nice product refresh cycle coming up, which should allow them to maintain their market share,” she added, referring to the new Windows 7 that will help Microsoft put the unpopular Vista operating system behind it.\n\nMicrosoft, which released the beta test version of the new Windows during the quarter, said it felt very good about the testing and the system was on track for a fiscal 2010 launch, which could mean as early as July this year.\n\n“The best of all possible worlds would be that it’s ready for back-to-school, which is the July-August time frame,” said Caughey.\n\nMicrosoft shares rose 3 percent in after-hours trading to $19.48, after closing at $18.92 on Nasdaq. The stock has risen over 30 percent from a more than 10-year low of $14.87 in early March. However, it is still essentially flat for the year after ending 2008 at $19.44.\n\nCurtis Shauger, an analyst at Caris & Co, said Microsoft’s stock has been “pretty cheap” and investors were expecting profit margins to be hit.\n\n“Some of the cost cuts they have done are having positive impact,” he said. “People were fearing far worse.”\n\nMicrosoft said it was targeting $26.7 billion to $26.9 billion in operating expenses for the fiscal year, which ends June 30. That is below the $27.4 billion target it gave three months ago.\n\nIn January it said it would slash up to 5,000 jobs, or just over 5 percent of its 96,000 staff, over 18 months, in a bid to save $1.5 billion a year. It cut 1,400 staff right away.\n\nMicrosoft, based in Redmond, Washington, reported fiscal third-quarter profit of $2.98 billion, or 33 cents per share, compared with $4.39 billion, or 47 cents per share, in the year-ago quarter.\n\nExcluding costs of the recent layoffs and charges for impaired investments, Microsoft reported profit of 39 cents per share. That met analysts’ average estimate, according to Reuters Estimates.\n\nSales fell 6 percent to $13.65 billion. Analysts were expecting $14.1 billion, on average."
    },
    {
        "header": "Microsoft shares rise after results",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE53M68620090423",
        "time": "04:19 PM EDT",
        "body": "NEW YORK (Reuters) - Microsoft Corp (MSFT.O) shares rose more than 3 percent in extended trading on Thursday after the technology bellwether posted quarterly results.\n\nShares last traded up 3.1 percent at $19.50."
    },
    {
        "header": "INSTANT VIEW: Microsoft profit in line; Windows 7 on track",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE53M6EQ20090423",
        "time": "05:16 PM EDT",
        "body": "NEW YORK (Reuters) - Microsoft Corp reported a lower quarterly profit that met Wall Street forecasts, as cost cuts helped to partly offset a sharper-than-expected decline in revenue.\n\nThe world’s largest software maker also said it was on track to release the next version of its operating system, Windows 7, during its 2010 fiscal year. Shares of Microsoft rose 4 percent in after-hours trading.\n\nShauger said Microsoft’s stock has been “pretty cheap” and investors were expecting lower margins.\n\n“So the fact that this is not negative and they saw some positive growth in one or two of their business lines (servers and Xbox) is providing a little bit of relief. Also, some of the cost cuts they have done is having positive impact. People were fearing far worse.”\n\n“The numbers are lower than we were expecting ... they hit the earnings number but were ... lower on revenue than we expected.”\n\nOn share move: “One of the things they said was operating expense guidance is lower, which might imply they are doing more on cost savings.”\n\n“They said: we expect the weakness to continue through the next quarter. We don’t know whether it means it’s going to get better after that.”\n\n“I‘m kind of neutral. There’s stuff to be happy with: they’re controlling costs and getting that under control. The bad thing is demand and consumer preference seems to have affected their topline.”\n\n“The last couple of days tech earnings have shown an increasing weakness in enterprise spending. And more of a shift toward netbooks than notebooks, that would ultimately impact Microsoft.”\n\n“Some areas of weakness that I can really see is their online services business....Client looks a little on the light side, and we expect that to have been impact by netbooks.”\n\n“Something that looks like it’s holding up well is server and tools, and that’s the more business-oriented software. We were probably expecting that to be stronger, but for Microsoft at least it’s strong.”\n\n“It’s good to see that they are controlling their costs, because that’s within their sphere of control. They can’t really do a lot about demand.”\n\nCaughey attributed the share rise to Microsoft’s comments that Windows 7 will be released in fiscal year 2010:\n\n“They have a nice product refresh cycle coming up which should allow them to maintain their market share.”\n\n“The best of all possible worlds would be that it’s ready for back-to-school, which is the July-August time frame.”\n\n“They really haven’t had a scheduled release. We all thought it was sometime in calendar 2010.”\n\n“Vista was very delayed so this is a positive sign. that Microsoft said Windows 7 will be out in 2010.”\n\n”I think there’s nothing really terribly surprising in them. What is moderately encouraging is a good deal more restraint on cost. Microsoft has not exactly been the tightest run ship on the cost side for a long time and they are actually doing something there and I think that’s encouraging.\n\n“Quite honestly movement in the stock probably has more to do with what kind of short-term options various short-term oriented traders have than anything else. But it’s nice to see pretty decent numbers coming out of them.”\n\n“Microsoft had a good quarter. I don’t think anyone was expecting them to have a blowout quarter... they had another decent quarter and I think everyone is looking forward to the release of Windows 7.”\n\nOn implications for the tech sector or economy:\n\n“I think everyone knew the first quarter was not good for the economy and the tech sector. Microsoft said they don’t expect things to pick up quickly. It was a pretty ho hum quarter.”"
    },
    {
        "header": "UK mobile operator 3 extends free Skype calls offer",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSLN7659720090423",
        "time": "10:43 AM EDT",
        "body": "LONDON, April 23 (Reuters) - Britain’s smallest mobile network operator 3, owned by Hutchison Whampoa 0013.HK, is extending its offer of unlimited free voice calls and instant messages using Web telephone service Skype.\n\nThe 3G (third generation) operator said there would be no data charges or top-up fees for its customers using a Skype-enabled handset on its network from May 1.\n\nIt will expand the offer to customers of other networks during the summer, provided they buy a Skype-enabled 3 SIM costing 1.99 pounds ($2.90), it said in a statement.\n\nSkype, which owner eBay Inc (EBAY.O) plans to spin off by the first half of 2010, allows international and local calls through the web, with no charges to fellow Skype customers.\n\nIt has been available on 3’s network since October 2007, first to contract customers before it was extended to prepay users who met top-up quotas.\n\n3 UK’s Chief Executive Kevin Russell said: ”We want people to be free to communicate from their mobiles in the same way as they do from their PCs.\n\n“In future, you will be able to buy a 3 SIM for unlimited Skype-to-Skype calls for less than the price of a cup of coffee and talk for as much as you want without paying us another penny.”\n\nIndustry analyst John Delaney said 3’s move could help it gain subscribers, stimulate demand for Internet services on phones and create good PR for the brand.\n\n“We think it’s unlikely that Skype will significantly cannibalise conventional call revenues, at least until the number of Skype phones reaches a much higher percentage of total phones in use,” said Delaney, research director for European consumer media at IDC.\n\n“If the number of Skype phone users in the UK gets into the tens of millions, voice cannibalisation will become a more pressing issue -- but we think that’s a problem that 3 would love to have to deal with.” (Reporting by Paul Sandle; Editing by David Holmes)"
    }
]