[
    {
        "header": "Report: Microsoft Plans Reshuffle to Fight Apple, Google",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS149722746020100525",
        "time": "4:16PM UTC",
        "body": "Microsoft is feeling the heat over the foray of both Apple and Google into the consumer devices market, and is expected to reshuffle the management of its mobile phones and videogames divisions, according to sources quoted by the Wall Street Journal.The iPhone, the iPad, and Android devices are becoming very popular with consumers, largely at the expense of Microsoft, which is losing customers to Apple and Google’s smartphone and tablet offerings.\n\nThe Journal’s report says that Microsoft will announce major organizational changes at its Entertainment & Devices Division as early as this week, especially in the Windows Phone area, where Microsoft has seen sharp declines in market share over the past two years.\n\nMicrosoft’s entertainment and devices group is currently headed by Robert J. Bach, who was in charge of products such as the successful Xbox 360, the less successful Zune music player, and the Windows Mobile operating system.\n\nGoogle and Apple have stolen the thunder from Microsoft in the smartphones business with the iPhone and Android. Most market statistics agree that the battle for the top spot is between Apple, Google, and BlackBerry-maker Research In Motion, despite Microsoft’s latest attempts with the upcoming Windows Phone 7 OS.\n\nTablet computers, whose emerging popularity has led to sales of more than one million iPads for Apple, is becoming another weak spot for Microsoft. First, the Redmond company ditched the Courier tablet concept without even showing a prototype, and then HP killed Windows off its upcoming Slate tablet, in exchange for Palm’s WebOS, after purchasing the company. Dell has also opted for Android on its Streak tablets.\n\nIt’s unclear how this Microsoft shake-up would affect the company’s current mobile strategy. Microsoft just introduced its new line of Kin devices, high-end feature phones aimed at teenagers; and later this year, new Windows 7 Phones are expected from both Dell and HTC."
    },
    {
        "header": "Microsoft Xbox, phone chief out as unit struggles",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE64O0AD20100525",
        "time": "7:08PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp’s Robbie Bach, head of its video games and mobile phones unit, is retiring in a management shuffle, as Chief Executive Steve Ballmer tightens his grip over a division steadily ceding ground to rivals.\n\nThe departure of the 22-year veteran, credited for launching the Xbox in 2001, comes as the world’s largest software maker and its mobile efforts are being brushed aside by Apple Inc’s iPhone and Google Inc’s Android operating system in a fast-growing, but increasingly crowded smartphone market.\n\n“The positive for shareholders is that this is Steve Ballmer hitting the reset button on phones,” said Toan Tran, an analyst at Morningstar, who described Microsoft’s phone strategy as “complete disarray.”\n\nThe move comes months before the launch of Microsoft’s new Windows Phone 7 software, which will appear in phones this holiday shopping season. “It’s probably their last chance,” said Tran. “Apple and Google are so far ahead now.”\n\nBach -- known more as a polished marketer and manager than a tech visionary -- will retire this autumn at the age of 48. He has led the entertainment and devices unit since its creation in 2005. Microsoft tends to make big executive changes close to the end of its fiscal year on June 30.\n\nFrom July 1, the two senior vice presidents in charge of games and phones, Don Mattrick and Andy Lees, respectively, will report to CEO Ballmer, known for his energetic and abrasive management style.\n\nThe move replicates events at Microsoft almost two years ago, when Ballmer appointed two executives to take control of the key Windows unit after the departure of executive Kevin Johnson. The strategy paid dividends with the success of Windows 7 last year.\n\nBach made no mention of a new job in a statement, saying he would be spending more time with his family and on nonprofit projects.\n\nJ. Allard, the entertainment and device unit’s chief technology officer -- a 19-year Microsoft veteran who led the design development of the Xbox and Zune -- is also leaving the company.\n\nEntertainment and devices is the fourth-largest of Microsoft’s five operating units -- behind its Windows, Office and server units -- and is on track to post more than $8 billion in revenue for the year ending June 30.\n\nLast quarter, it contributed 11 percent of Microsoft’s overall sales and 3 percent of its operating profit.\n\nThe unit developed the highly successful Xbox game system, but has so far failed to make an impact with its Zune digital music player and is losing ground in mobile and smartphones.\n\nMicrosoft can’t afford to be eliminated from the mobile sector, analysts say, as increasingly powerful smartphones and portable tablets like Apple’s iPad are poised to dominate low-end computing. Microsoft’s most recent offering -- the youth-oriented, social networking-focused Kin device -- has not been a great success.\n\nOnly 10 percent of smartphones sold in the United States in the first three months of this year run Windows software, according to retail research firm NPD Group. That is well behind Apple with 21 percent, Google with 28 percent and BlackBerry-maker Research in Motion Ltd with 36 percent.\n\nWorldwide, Google’s Android passed Microsoft’s Windows as the fourth most popular smartphone operating system in the first quarter, according to research firm Gartner, behind Apple, RIM and Nokia’s Symbian system.\n\nRecognizing its problems, Microsoft announced earlier this year a completely new software system for phones called Windows Phone 7, which is scheduled to hit the market in a new range of handsets for the holiday shopping season.\n\nSome questioned the timing of Tuesday’s announcement, as Microsoft gears up to unveil Natal -- its revolutionary hands-free gaming system -- at the E3 gaming show in mid-June. The company is also launching the next installment of its blockbuster Halo game in September.\n\nThe timing is “awkward,” said Mike Hickey, an analyst at Janco Partners Inc, but Microsoft’s plans appear to be intact.\n\n“The initial worry is ‘Uh oh, something is wrong’,” said Hickey. “What’s important from a product perspective is that all of their holiday launches are still on track -- Natal, Windows Phone 7, Halo Reach. So it doesn’t look like it’s a response to potential disruption in the near-term pipeline.”\n\nMicrosoft’s shares fell as much as 3.4 percent, but closed down less than 1 percent at $26.07. The Nasdaq also pared earlier losses to close down 0.1 percent."
    },
    {
        "header": "Salesforce.com CEO says Microsoft is a 'patent troll'",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS205578426320100525",
        "time": "10:43AM UTC",
        "body": "Salesforce.com Chairman and CEO Marc Benioff Tuesday declined to comment on the patent lawsuit brought against his company by Microsoft, but that didn’t stop him from calling his rival names.\n\nLast week, Microsoft sued Salesforce.com, alleging that the company infringed nine of its patents. The suit -- a rare example of Microsoft using the courts to defend its patent portfolio -- covers several broad patents, including one for a system used to display a Web page with embedded menus. Another patent covered by the suit covers a method for stacking toolbars in a computer display.\n\nSpeaking with reporters on the sidelines of a company conference in Singapore, Benioff declined to comment on specifics of the suit, but reiterated his description of Microsoft as a patent troll.\n\n“Patent trolls are part of the industry today, that’s just the way it is. We’ve dealt with them before and we’ll deal with this situation in the same exact way,” Benioff said, noting that the Microsoft lawsuit would have no material impact on the company.\n\n“I‘m just very disappointed in this, from a former leader of our industry, that they would do this,” he said. “We will resolve it in the way that we have resolved these matters in the past.”\n\nDuring a keynote speech held earlier, Benioff repeatedly mocked Microsoft, describing the company’s products as old technology that’s out of sync with the emergence of cloud computing, a catch-all term used to describe IT infrastructure and applications delivered as a service over the Internet.\n\nIn an earlier conference session, Benioff questioned Microsoft’s recent release of a new version of its Office productivity suite, which includes a free Web version. The Web version of Office 2010 is Microsoft’s attempt to add cloud-computing capabilities to its productivity suite, but Benioff said it falls short."
    },
    {
        "header": "Microsoft CEO says concerned about Europe contagion",
        "link": "http://www.reuters.com/article/CMPSRV/idUSSGE64P01H20100526",
        "time": "11:32PM UTC",
        "body": "SINGAPORE, May 26 (Reuters) - Microsoft (MSFT.O) Chief Executive Steve Ballmer said there are concerns that problems in the eurozone economies will not remain restricted to Europe.\n\nBallmer, who was speaking at an event in Singapore on Wednesday, also said that Google’s (GOOG.O) departure from China was not related to security issues. (Reporting by Harry Suhartono; Editing by Anshuman Daga)"
    },
    {
        "header": "UPDATE 1-Microsoft to shake up phone, Xbox unit-WSJ",
        "link": "http://www.reuters.com/article/CMPSRV/idUSN2410093120100525",
        "time": "2:49AM UTC",
        "body": "* Shake-up comes as unit struggles in mobile\n\nSEATTLE, May 24 (Reuters) - Microsoft Corp (MSFT.O) is set to overhaul management of its division focused on mobile phones, videogames and other consumer devices, the Wall Street Journal said on Monday, citing people familiar with the matter.\n\nThe world’s largest software maker, which has been brushed aside by Apple Inc’s (AAPL.O) iPhone and Google Inc’s (GOOG.O) Android operating system in the fast-growing smartphone market, may announce the changes at its entertainment and devices division as early as this week, the Journal reported.\n\nJ. Allard, the unit’s chief technology officer -- a 15-year Microsoft veteran who led the development of the Xbox game system and Zune music player -- is expected to leave following Microsoft’s recent decision to shelve an experimental tablet computer called the Courier, which Allard was spearheading, the Journal reported.\n\nThe reorganization will be broader than Allard’s departure, the Journal said, without giving details.\n\nThat could mean a change of role for Robbie Bach, who has led the entertainment and devices unit since its creation in 2005. Bach, a 22-year Microsoft veteran, was responsible for the original launch of Xbox in 2001.\n\nA management shake-up would come just before Microsoft unveils its new hands-free system for the Xbox -- code-named Natal -- at the E3 gaming conference in mid-June.\n\nEntertainment and devices is the fourth biggest of Microsoft’s five operating units -- behind its Windows, Office and server units -- and is on track to post more than $8 billion in revenue this fiscal year, which ends June 30.\n\nLast quarter, it contributed 11 percent of Microsoft’s overall sales and 3 percent of its operating profit.\n\nThe unit developed the highly successful Xbox game system, but has so far failed to make an impact with its Zune digital music player and is losing ground in mobile and smartphones.\n\nOnly about 10 percent of smartphones sold in the first three months of this year in the United States run Windows software, according to retail research firm NPD Group. That is well behind Apple with 21 percent, Google with 28 percent and BlackBerry-maker Research in Motion Ltd RIM.TO with 36 percent.\n\nWorldwide, Google’s Android passed Microsoft’s Windows as the fourth most popular smartphone operating system in the first quarter, according to research firm Gartner, behind Apple, RIM and Nokia’s NOK1V.HE Symbian system.\n\nRecognizing its problems, Microsoft announced a completely new software system for phones earlier this year, called Windows Phone 7, which is scheduled to hit the market in a new range of handsets for this year’s holiday shopping season.\n\nMicrosoft needs to regain momentum in the mobile computing sector as Apple’s iPad and a host of competing slate or tablet devices are poised to reshape the software industry.\n\nThe company may have lost an important ally in the emerging tablet market with Hewlett-Packard Co’s (HPQ.N) recent deal to buy smartphone pioneer Palm Inc PALM.O, signaling that HP is planning to use Palm’s operating system instead of Microsoft’s Windows in its forthcoming slate devices. (Reporting by Bill Rigby and Ilaina Jonas; Editing by Gary Hill and Jon Loades-Carter)"
    }
]