[
    {
        "header": "Microsoft CEO says concerned about Europe contagion",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE64O0AD20100526",
        "time": "8:52AM UTC",
        "body": "SINGAPORE (Reuters) - Microsoft Corp Chief Executive Steve Ballmer said there are concerns that a debt crisis in the euro zone will not be restricted to the region.\n\nBallmer, who is on an Asian visit, also spoke on Wednesday about the management shuffle within the company that will include the retirement of Robbie Bach, the company’s video games and mobile phones unit head.\n\n“Robbie has been thinking about the possibility of retiring and spending more time with his family. He and I thought on whether we should go ahead and announce that now or wait until after Christmas,” Ballmer said.\n\n“In the consumer business it has to be way before Christmas or way after Christmas ... I‘m happy to make the transition and announce it now.”\n\nThe retirement of Bach, the 22-year veteran, credited with launching the Xbox in 2001, comes as the world’s largest software maker and its mobile efforts are being brushed aside by Apple Inc’s iPhone and Google Inc’s Android operating system in a fast-growing, but increasingly crowded smartphone market.\n\n“Robbie has interests that he wants to pursue and I wish him well on that,” Ballmer said.\n\nOn Europe, Ballmer said the problems in the euro zone may not be limited to that region because the world economy is interconnected.\n\n“I think we all do understand that the world economy is very linked and everybody is nervous that any problems that we might see in Greece (and) Europe will not be isolated in Europe,” he said.\n\nHis remarks follow comments from the company’s Chief Financial Officer Peter Klein earlier this month that Microsoft was expecting a boost this quarter from a rebound in business tech spending, which would likely outweigh the negative impact from turmoil in Europe.\n\n“Before the Greek issue everyone has been saying they are more and more cautiously optimistic,” Ballmer told journalists on the sidelines of a Microsoft event in Singapore.\n\nGovernments across the globe are assessing the potential fallout from a debt crisis in Europe.\n\nWhen asked about his views on the business and security environment in China after Google’s withdrawal from the market there, Ballmer said Google’s move was due to censorship rather than security issues.\n\nIn March, Google closed its China-based search service and began redirecting Web searchers to an uncensored portal in Hong Kong, drawing harsh comments from Beijing that raised doubts about the company’s future in the world’s largest Internet market.\n\n“The reason that Google withdrew from China has nothing to do with security. There are hackers around the world, there are hackers in every country. You cannot say ‘I cannot do business in some countries because there are some hackers who live here,'” he said.\n\nMicrosoft has said it remains committed to China even after Google’s decision to retreat because of censorship.\n\nBallmer added that countries such as India and Indonesia have become more attractive compared with China to Microsoft because of better intellectual property protection."
    },
    {
        "header": "UPDATE 1-Apple knocks off Microsoft as biggest tech",
        "link": "http://www.reuters.com/article/rbssSoftware/idUSN2618233720100526",
        "time": "3:09PM UTC",
        "body": "* Apple second only to Exxon in S&P 500\n\nSEATTLE, May 26 (Reuters) - Apple Inc (AAPL.O) shot past Microsoft Corp (MSFT.O) as the world’s biggest tech company as measured by market value on Wednesday, the latest milestone in the resurgence of the maker of the iPhone, which nearly went out of business in the 1990s.\n\nApple’s shares rose 1 percent on Nasdaq on Wednesday, pushing its market value up to $225.1 billion and ahead of Microsoft’s $222.7 billion, according to Reuters data. Apple shares were up 1 percent above $247 in late afternoon trading. Microsoft shares were down 2.2 percent to $25.50.\n\nShares of Apple are worth more than 10 times what they were 10 years ago, as it has profited from revolutionizing consumer electronics with its stylish, easy to use products such as the iPod, iPhone and MacBook laptops.\n\nMicrosoft, whose operating system runs on more than 90 percent of the world’s PCs, has not been able to match growth rates of previous years. Its stock is down about 18 percent from 10 years ago.\n\nApple, which struggled for many years to get its products into the mainstream, resorted to a $150 million investment from the much larger Microsoft in 1997 in order to keep it afloat.\n\nCupertino, California-based Apple is now the second-largest company on the S&P 500 index by market value, behind energy behemoth Exxon Mobil Corp (XOM.N). (Reporting by Bill Rigby and Rodrigo Campos; Editing by Gary Hill)"
    },
    {
        "header": "Apple overtakes Microsoft as biggest tech company",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE64P5PE20100527",
        "time": "10:55PM UTC",
        "body": "SEATTLE (Reuters) - Apple Inc shot past Microsoft Corp as the world’s biggest tech company based on market value on Wednesday, the latest milestone in the resurgence of the maker of the iPhone, which nearly went out of business in the 1990s.\n\nApple’s shares rose as much 2.8 percent on Nasdaq on Wednesday, as Microsoft shares floundered, briefly pushing its market value above $229 billion, ahead of its longtime rival.\n\nBoth stocks ended down after a late-day sell-off, but Apple emerged ahead with a market value of about $222 billion, compared with Microsoft’s $219 billion, according to Reuters data.\n\nApple shares closed down 0.4 percent at $244.11 on Nasdaq, while Microsoft fell 4 percent to a seven-month low of $25.01.\n\nShares of Apple are worth more than 10 times what they were 10 years ago, as it has profited from revolutionizing consumer electronics with its stylish, easy to use products such as the iPod, iPhone and MacBook laptops.\n\nThe last time Apple had a higher market value than Microsoft was December 19, 1989, according to Thomson Reuters Datastream.\n\nMicrosoft, whose operating system runs on more than 90 percent of the world’s personal computers, has not been able to match growth rates from its hey-day 1990s. Its stock is down 20 percent from 10 years ago.\n\nApple, which struggled for many years to get its products into the mainstream, resorted to a $150 million investment from the much larger Microsoft in 1997 in order to keep it afloat. At that time, Microsoft’s market value was more than five times that of Apple.\n\nMicrosoft still leads Apple in sales. In the latest quarter, Microsoft reported $14.5 billion in revenue compared with Apple’s $13.5 billion.\n\nCupertino, California-based Apple is now the second-largest company on the Standard & Poor’s 500 index by market value, behind energy behemoth Exxon Mobil Corp."
    },
    {
        "header": "Apple tops Microsoft as world's most valuable tech firm",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS205577641120100527",
        "time": "8:39PM UTC",
        "body": "Apple passed a major milestone today, becoming the world’s largest technology company as measured by the total value of its shares.\n\nNear the close of trading on the Nasdaq exchange, Apple’s market capitalization stood at $223 billion, higher than No. 2 Microsoft, which had a market cap of $219.3 billion.\n\nIt was the first time that Apple’s total share worth climbed above its rival‘s.\n\n“Apple’s market cap just exceeded Microsoft’s for the first time ever, making it the world’s largest tech company in terms of market cap,” said Brian Marshall, an analyst with BroadPoint AmTech. “It’s interesting that just seven years ago, the company traded at less than cash.”\n\nA company’s market cap is equal to its share price times the number of shares outstanding. A year ago, Apple’s shares closed at $130.78; today, the company’s shares fell in late afternoon trading to $244.13, a one-year increase of 86.7%.\n\nMicrosoft’s shares, meanwhile, dropped to $24.99 in late trading, off more than a dollar for the day.\n\nGoogle , a competitor to both Apple and Microsoft, closed the day with a market cap of $152 billion.\n\nOil giant Exxon Mobil is the U.S.’s largest company, with a market cap of $278.6 billion.\n\nAccording to BroadPoint’s Marshall, both Apple and Microsoft will generate in the neighborhood of $65 billion in revenues during the 2010 calendar year.\n\nGregg Keizer covers Microsoft, security issues, Apple, Web browsers and general technology breaking news for Computerworld . Follow Gregg on Twitter at @gkeizer or subscribe to Gregg’s RSS feed . His e-mail address is gkeizer@ix.netcom.com .\n\nRead more about macintosh in Computerworld’s Macintosh Topic Center."
    },
    {
        "header": "Microsoft researcher calls for information literacy",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS262447291820100527",
        "time": "8:10PM UTC",
        "body": "While governments and other organizations are stepping up efforts at providing more information for public consumption, they should also provide tools to allow people to interpret this data, argued a Microsoft social media researcher.\n\n“Information is power, but interpretation is more powerful,” said Danah Boyd, speaking at the at the O‘Reilly Gov 2.0 Expo, being held this week in Washington, D.C. “We want this information out there. We want people to make informed decisions. But we also want to give them to tools to interpret what we see,” she said.\n\nSpeaking before an audience of mostly government executives and supporting contractors, she had stated that it is not enough to provide information to the people -- as government agencies are doing through efforts like Data.gov and Data.Gov.UK -- because tools must also be provided to aid in the interpretation process.\n\n“We need to think not just how we want to make data available but how to help people process it,” she said. Such skills will not come about simply “because people have access to information,” she said.\n\nWithout such tools, information can be misused.\n\nAs an example, Boyd pointed to the U.S. registries of sex offenders. Brought about by a 1996 U.S. federal law, nicknamed Megan’s Law, states are allowed to compile public listings of names and addresses of convicted sex offenders within their jurisdictions. While such repositories have helped parents know if there are any pedophiles in their neighborhoods, they have also brought about a fair amount of misunderstanding, she said.\n\nIn many cases, the sex offenders are not pedophiles, but rather offenders who, at the time of their crimes, were barely legal adults who had intimate relations with partners not quite of legal age. The example Boyd used is of one 17-year-old girl who was convicted of having sex with someone a year younger. For these people, being on a registry has led to unjust public shame, she argued.\n\nThe problem doesn’t lie with the registries themselves, but rather with “how people interpret” them, she said. While providing useful information to parents, such registries also “help people stay afraid and are also meant to encourage certain kinds of hateful feelings towards other citizens,” she said..\n\nAs another example of data misuse, she pointed to a widely cited statistic from a 2006 study from the Crimes Against Children Research Center, which showed that one in seven minors are solicited online.\n\n“Most people assume that one in seven minors are sexually solicited by adults,” she said. But a closer analysis reveals a different picture. Over 90 percent of the solicitations were actually made by other minors or young adults, she said.\n\n“When we use these numbers, as politicians and as members of the public, we have to be really careful with what we are saying,” she said. “We use this information to generate fear.”\n\nBoyd said this practice of spinning information, or interpreting data that supports only a single view, will be done with increasing sophistication in the years to come. “Data will become something we will fight over again and again,” she said. “Information is power. But spinning information is also a power.”\n\nAs a result, people will have to become experts have in interpreting information, or develop what she calls information literacy, and government is in the unique position to help develop such skills, she said."
    }
]