[
    {
        "header": "Yes, You Can Run Windows 7 on an iPad",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS311043570420100130",
        "time": "8:50PM UTC",
        "body": "Want to run Windows 7 on the new Apple iPad? Citrix says it will soon be possible--at least virtually--using a new version of its Citrix Receiver software.\n\nPromised to be ready when the tablet computer ships in March, Citrix says the new software, based on the current iPhone version, is a response to questions about how the iPad might find a home in the enterprise.\n\n“If your company has XenDesktop or XenApp you will be happy to know you will be able to use your iPad for real work as well,” wrote Citrix Vice President Chris Fleck in a company blog.\n\n“It turns out the 9.7 inch display on the iPad with a 1024x768 screen resolution works great for a full VDI XenDesktop. Windows applications run unmodified and securely in the data center, and even multiple applications at once.”\n\nCitrix says the iPad’s larger screen solves many of the challenges users’ faced because of when using the iPhone with a virtualized Windows desktop. (Which sounds pretty painful, if you ask me).\n\n“The iPhone restrictions of screen size and small keyboards are overcome with the iPad. The iPad looks to be an ideal end-point device that can empower users to be productive wherever they are and IT will be able to safely deliver company-hosted virtual desktops and apps without worry,” Fleck wrote.\n\nWhile it might be interesting to add iPads to a company’s enterprise environment, Fleck admits the new Receiver software might also be a way for customers to justify the purchase of tablets that employees will buy anyway.\n\n“Let us know how you’re going to put it to work,” Fleck writes, concluding his post, “Even it’s just to rationalize buying another gadget.”\n\nThe iPad isn’t likely to be perfect for many business apps, besides presentations, but companies already supporting virtualized desktops many find applications and users that make sense for Apple’s new tablet.\n\n(Here are my six reasons why you want an iPad, and six reasons you don‘t).\n\nDavid Coursey has been writing about technology products and companies for more than 25 years. He tweets as @techinciter and may be contacted via his Web site."
    },
    {
        "header": "Microsoft profit beats on strong Windows 7 sales",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE60S2RW20100129",
        "time": "7:34AM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp posted a bigger-than-expected 60 percent jump in quarterly profit, helped by strong sales of Windows 7, and said it expected business technology spending to recover this year.\n\nThe world’s biggest software maker said on Thursday that net profit came to $6.7 billion, or 74 cents per share, for its fiscal second quarter, versus $4.2 billion, or 47 cents per share, a year ago.\n\nAnalysts were expecting 59 cents per share, according to Thomson Reuters I/B/E/S.\n\nMicrosoft’s stock rose 1 percent in after-hours trading, a relatively muted reaction that analysts attributed in part to a run-up in the stock following the launch of the Windows 7 operating system in October.\n\n“Make no mistake, these were very good results out of Microsoft. Expectations were heightened ever the last few weeks, given Q4 PC shipments and good numbers from Intel,” said Andy Miedler, analyst at Edward Jones.\n\nOthers also pointed to confusion over the earnings numbers because Microsoft included the effects of deferred revenue from pre-sales of Windows 7 to PC makers and retailers, and its free upgrade program.\n\nExcluding that revenue, profit was 60 cents per share.\n\n“It was a pretty clean, blowout beat,” said Sid Parakh, an analyst at McAdams Wright Ragen. “All the Street models should have reflected that deferred revenue because it’s not a surprise.”\n\n“We didn’t see enterprise spending growth in our fiscal second quarter just ended,” Chief Financial Officer Peter Klein told Reuters.\n\n“However, our general view is a recovery will occur starting this calendar year and gradually over the next several years,” he added.\n\nWindows 7 has proved to be Microsoft’s strongest-selling operating system to date after the disappointing Vista. PC sales grew 15.2 percent last quarter.\n\nMicrosoft’s revenue rose 14 percent to $19.02 billion, including $1.71 billion of deferred revenue from the Windows 7 launch in October. Excluding that, sales were $17.31 billion.\n\nMicrosoft shares rose to $29.42 in after-hours trading from their Nasdaq close of $29.16. At the close, The stock has risen 62 percent over the past 12 months, outstripping a 40 percent gain in the Nasdaq.\n\n“Last year the stock was a big outperformer. A lot of people think the stock has already had its run,” said Jane Snorek, technology analyst at First American Funds. “But I think with PCs doing this well and a new Office coming in June, that the stock can still outperform. I think Office can be a big hit.”\n\nRivals International Business Machines Corp, Google Inc and Apple Inc have all beaten average Wall Street estimates this quarter, but saw their stocks fall or gain only slightly afterward."
    },
    {
        "header": "US STOCKS-Futures higher after Microsoft results, 4Q GDP due",
        "link": "http://www.reuters.com/article/usMktRpt/idUSN2914966620100129",
        "time": "7:54AM UTC",
        "body": "NEW YORK, Jan 29 (Reuters) - U.S. stock index futures rose on Friday after forecast-topping profit reports from Microsoft Corp and Amazon.com Inc and ahead of a reading on the U.S. fourth-quarter gross domestic product.\n\nThe government’s first estimate on fourth-quarter GDP is expected to show the U.S. economy grew at a 4.6 percent rate, the fastest pace in nearly four years as businesses cut back less aggressively on inventories. The data is due at 8:30 a.m. (1330 GMT).\n\n“The best thing for the market would be for GDP to come in in-line, since that would show that we’re in a steady recovery,” said Rick Meckler, president of LibertyView Capital Management in New York.\n\n“If it comes in a lot higher, we could see an initial burst in the futures but then lose that as it could bring back concerns about interest rates and the government removing stimulus.”\n\nThe Institute for Supply Management-Chicago PMI data and the Reuters/University of Michigan Surveys of Consumers final consumer sentiment reading, both for January, are also on tap for later in the day. The Chicago PMI, while still showing an expansionary reading above 50, is expected to dip to 57.4 from 58.7 in December. The Reuters/University of Michigan consumer survey is expected to tick up slightly to 73.0 from a reading of 72.5 in late December, according to a poll of economists by Reuters.\n\nTechnology stocks will be in focus one day after Microsoft (MSFT.O) and Amazon.com (AMZN.O) reported quarterly results that beat expectations. Microsoft, a Dow component, expects business technology spending to recover in 2010, while Amazon forecast strong 2010 revenue.\n\nShares of Microsoft gained 1.7 percent to $29.66 in premarket trading while Amazon climbed 2.9 percent to $129.69. [ID:nN27150165] and [ID:nN19226206]\n\nS&P 500 SPc1 futures rose 3.2 points and were above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration of the contract. Dow Jones industrial average DJc1 futures gained 18 points, and Nasdaq 100 NDc1 futures added 4.75 points.\n\nHoneywell International Inc (HON.N) reported a slight decline in its fourth-quarter profit, while Mattel Inc (MAT.O) reported better-than-expected profit in its holiday season. [ID:nN29134579] [ID:nN29109663]\n\nDow component Chevron Corp (CVX.N) is also scheduled to report results.\n\nFast food giant McDonald’s Corp (MCD.N) expects to boost capital investment in China by about one-quarter this year to tap growth in the world’s third-largest economy, its China chief executive said. [ID:nTOE60P05U]\n\nThe U.S. Senate on Thursday voted to confirm Ben Bernanke for another four-year term despite misgivings over what some saw as policy missteps. While the confirmation was expected, recent doubts about his support created an overhang for equities. [ID:nN27143856]\n\nIn overseas trading, Japan's Nikkei average .N225 fell 2.1 percent to a six-week closing low on Friday, while European stocks rose broadly in morning trade.\n\nU.S. stocks dropped on Thursday, as poor outlooks from Motorola Inc MOT.N and Qualcomm Inc (QCOM.O) dented optimism in the technology sector"
    },
    {
        "header": "US STOCKS-Futures higher after Microsoft, Amazon results",
        "link": "http://www.reuters.com/article/CMPTRS/idUSN298794520100129",
        "time": "7:15AM UTC",
        "body": "NEW YORK, Jan 29 (Reuters) - U.S. stock index futures were higher on Friday after strong results from Microsoft and Amazon and after Ben Bernanke won Senate approval for a second term as Federal Reserve chairman.\n\n* Investors awaited the government’s first estimate on fourth-quarter gross domestic product, which is expected to show the U.S. economy grew at its fastest pace in nearly four years, as businesses made less aggressive cutbacks on inventories. The data is due at 8:30 a.m. EST (1330 GMT).\n\n* Chicago PMI data and the Reuters/University of Michigan Surveys of Consumers final consumer sentiment read, both for January, are also due.\n\n* The U.S. Senate voted for Bernanke for another four-year term on Thursday despite misgivings over what some saw as policy missteps, which cast uncertainty over equities. For details, see [ID:nN27143856]\n\n* Technology stocks will be in focus one day after Microsoft Corp (MSFT.O) and Amazon.com Inc (AMZN.O) reported quarterly results that beat expectations. Microsoft, a Dow component, expects business technology spending to recover in 2010, while Amazon forecast strong 2010 revenue. [ID:nN27150165] and [ID:nN19226206]\n\n* S&P 500 SPc1 futures rose 2.7 points and were above fair value, a formula that evaluates pricing by taking into account interest rates, dividends and time to expiration of the contract. Dow Jones industrial average DJc1 futures gained 33 points, and Nasdaq 100 NDc1 futures added 2.5 points.\n\n* Dow component Chevron Corp (CVX.N), Avery Dennison Corp (AVY.N) and Dover Corp (DOV.N) were all due to report results.\n\n* Mattel Inc (MAT.O) posted higher profit in its holiday quarter, topping estimates, mainly on strong demand for its Fashionista Barbie dolls and Hot Wheels cars. [ID:nN29109663]\n\n* Fast food giant McDonald’s Corp (MCD.N) expects to boost capital investment in China by about one-quarter this year to tap growth in the world’s third-largest economy, its China chief executive said. [ID:nTOE60P05U]\n\n* In overseas trading, Japan's Nikkei average .N225 fell 2.1 percent to a six-week closing low on Friday, while European stocks rose broadly in morning trade.\n\n* The euro hit a nine-month low against the yen and a six-month low versus the dollar Friday, as concerns intensified about Greece’s fiscal situation, while the Japanese currency rose broadly.\n\n* U.S. stocks dropped on Thursday, as poor outlooks from Motorola Inc MOT.N and Qualcomm Inc (QCOM.O) dented optimism in the technology sector (Editing by Jeffrey Benkoe)"
    },
    {
        "header": "Microsoft revenue boosted by Windows 7",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS89305989220100129",
        "time": "12:37AM UTC",
        "body": "Thanks largely to the Windows 7 launch, Microsoft on Thursday reported a strong increase in net income and revenue for its second quarter of fiscal 2010.\n\nThe company rang up US$6.66 billion in net income, an increase of 60 percent from the same period a year earlier. Revenue totalled $19.02 billion for the quarter ending Dec. 31, a 14 percent increase from the prior year.\n\nPart of the boost came from deferred revenue earned earlier this year, from pre-sales of Windows 7 to PC makers and retailers. This revenue amounted to $1.71 billion.\n\nEven without the deferred revenue, the results were in line with analyst expectations, with second-quarter revenue totaling $17.31 billion, and earnings of $0.60 per share. In a poll of analysts, Thomson Reuters showed an expected revenue of $17.9 billion and earnings per share of $0.59.\n\nThis quarter saw the release of Windows 7, of which more than 60 million licenses were sold, the most Windows licenses ever sold in a single quarter, explained Bill Koefoed, Microsoft general manager of investor relations. The company also released Windows Server 2008 R2.\n\nWindows-related sales brought in the largest chunk of revenue, at $6.9 billion, up 72.5 percent from $4 billion in the second quarter of fiscal 2009. Server and tools enjoyed a more modest increase, with $3.8 billion in revenue, up from $3.75 billion in the prior year.\n\nNot all of Microsoft’s businesses sidestepped the recessionary doldrums, however. Online services revenue slumped in the quarter, to $581 million, down from $609 million the year before. The business division and the entertainment and services division also had lackluster revenue.\n\nThis was the last quarter overseen by Microsoft Chief Financial Officer Chris Liddell, who left Microsoft Dec. 31. Peter Klein has taken the CFO role.\n\n“These results were driven in large part by strong consumer demand for PCs,” Klein said during a conference call to discuss the results. Business spending, he explained, has not picked up from the recessionary lull of the past year.\n\nMicrosoft estimated that the consumer PC market grew by more than 20 percent year over year, while business PC sales were flat, Koefoed said. Netbooks represented about 11 percent of the PC market, about the same as last quarter and last year.\n\nEventually, enterprise sales will pick up as businesses resume their hardware refresh cycles. “Although the timing is uncertain, we’ll be well-positioned to capitalize on the business pending recovery when it returns,” Klein said.\n\nKlein pointed to the June release of Microsoft Office 2010 as a major income driver, and looking ahead, new offerings such as Microsoft’s cloud platform Azure and the introduction of the next-generation Xbox control system, now code-named Natal."
    },
    {
        "header": "Windows Mobile OS Update Due Next Month, Microsoft Hints",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS24015245320100129",
        "time": "5:29PM UTC",
        "body": "Microsoft will discuss a new version of its Windows Mobile operating system next month at the Windows Mobile Congress in Barcelona, company representatives said during its earnings call on Thursday.\n\n“We’re working very hard on the next version of Windows Mobile,” said Peter Klein, Microsoft’s chief financial officer. “We’ll be talking more about that in Barcelona in a few weeks.” Earlier in the call, General Manager of Investor Relations for Microsoft Bill Koefoed also made a reference to Windows Mobile. “We also continue to make progress in the mobile space, and you will hear more about that at Mobile World Congress in February,” Koefoed said.\n\nThe statements by Klein and Koefoed reiterate statements made by Microsoft CEO Steve Ballmer that the company would make a Windows Mobile announcement in Barcelona. But it’s not clear yet what Microsoft will unveil.\n\nMany expect Microsoft to discuss Windows Mobile 7 -- the next major upgrade for Microsoft’s mobile OS. But Microsoft has cast some doubt on that assertion in recent weeks. Earlier this month, Beta News posted an interview with Windows Phone Senior Marketing Manager Greg Sullivan discussing what Beta News believed to be a preview of WM7. However, Beta News later reported that Microsoft contacted the blog and said Sullivan’s comments were not specifically about WM7. This led Beta News to believe Microsoft will not be discussing WM7 next month in Barcelona.\n\nIf that’s the case, then Microsoft may be announcing a rumored Windows Mobile 6.6, which is said to be an incremental upgrade from Windows Mobile 6.5. Another popular prediction says Microsoft will announce its oft-rumored Zune Phone in Barcelona.\n\nWM7 is drawing a lot of speculation and interest because it should be the next major release from Microsoft in the face of the increasing popularity of competing Android and Apple iPhone handsets. Current rumors suggest there may be two versions of WM7 -- a business and a media edition -- and the new OS may include some kind of integration with Xbox LIVE.\n\nWindows Mobile 7 was expected to launch this year, but some rumors suggest the Mobile OS may be delayed until 2011. When asked to clarify whether Microsoft intends to announce Windows Mobile 7 next month in Barcelona, a Microsoft spokesperson said, “We’re always working on future versions and have nothing new to announce.”"
    },
    {
        "header": "U.S. stock futures signal gains; Microsoft eyed",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSLDE60S0DB20100129",
        "time": "3:28AM UTC",
        "body": "* U.S. stock index futures pointed to a flat to higher open on Wall Street on Friday, with futures for the S&P 500 SPc1 up 0.2 percent, Dow Jones DJc1 futures up 0.1 percent and Nasdaq 100 NDc1 futures up 0.4 percent at 0817 GMT.\n\n* Microsoft Corp (MSFT.O) will be in focus after it posted a bigger-than-expected 60 percent jump in quarterly profit late on Thursday, helped by strong sales of Windows 7, and said it expected business technology spending to recover this year. For details, see [ID:nLDE60S04X]. Shares of Microsoft traded in Frankfurt (MSFT.F) were up 0.2 percent.\n\n* The U.S. Senate on Thursday backed Ben Bernanke for a second four-year term running the Federal Reserve, the world’s most powerful central bank, despite deep misgivings over his perceived policy missteps. [ID:nN27143856]\n\n* The day’s earnings calendar includes quarterly results from Chevron (CVX.N), Honeywell (HON.N) and Fortune Brands FO.N, while the day’s economic agenda includes the Commerce Department’s Advance (first) estimate of Q4 Gross Domestic Product (GDP) growth, and the Reuters/University of Michigan Surveys of Consumers’ sentiment releases final January consumer sentiment index.\n\n* The U.S. economy likely grew at its fastest pace in nearly four years in the fourth quarter as businesses made less aggressive cutbacks on inventories, the government report is expected to show on Friday.\n\n* Amazon.com Inc (AMZN.O) blew past analysts’ profit estimates in its closely watched holiday quarter and forecast revenue for early 2010 that topped already-high Wall Street expectations. [ID:nN19226206]\n\n* Samsung Electronics (005930.KS) expects rapidly recovering demand for its premium computer memory chips and flat screen TVs to drive growth this year, with the unwinding of global stimulus measures the key risk for sales. [ID:nTOE60R05U]\n\n* Toshiba Corp (6502.T), Japan’s biggest chipmaker, kept its outlook below market estimates on rising materials costs and tumbling TV and PC prices after posting a smaller-than-expected operating profit. [ID:nTOE60S02R]\n\n* McDonald’s Corp (MCD.N), the world’s largest hamburger chain, said it expects to boost its capital investment in China by about a quarter this year to tap growth in the world’s third-largest economy.\n\n* The euro hit a nine-month low against the yen and a six-month low versus the dollar on Friday as concerns about Greece’s fiscal situation intensified, while the Japanese currency rose broadly as weaker stocks further clouded sentiment.\n\n* Oil was steady near $74 on Friday, heading for a third consecutive weekly drop, as the recovery of the U.S. economy has yet to boost fuel demand.\n\n* Japan’s Nikkei average fell 2.1 percent to a six-week closing low on Friday, hit by negative earnings surprises from firms such as chip equipment maker Advantest Corp (6857.T), while European stocks bounced back in morning trade, led higher by a rally in the recently-hammered banking sector.\n\n* U.S. stocks dropped on Thursday as poor outlooks from Motorola and Qualcomm dented optimism in the technology sector while worries about Greece’s fiscal health dragged on sentiment.\n\n* The Dow Jones industrial average .DJI fell 115.70 points, or 1.13 percent, to end at 10,120.46. The Standard & Poor's 500 Index .SPX lost 12.97 points, or 1.18 percent, to 1,084.53. The Nasdaq Composite Index .IXIC declined 42.41 points, or 1.91 percent, to close at 2,179.00."
    }
]