[
    {
        "header": "Windows 7 SP1 means end of XP downgrade rights",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS27619943420100507",
        "time": "7:48PM UTC",
        "body": "The clock is ticking on the demise of some downgrade rights for Windows 7, an analyst said Thursday.\n\nLast year, Microsoft said that customers could downgrade new machines purchased with Windows 7 Professional to the older Windows XP Professional for a limited period. The deal ends 18 months after the introduction of Windows 7 -- in other words, in late April 2011 -- or when Microsoft launches Windows 7 Service Pack 1 (SP1), whichever comes first.\n\nNearly two months ago, Microsoft acknowledged it’s working on Windows 7 SP1 . It has not yet set a release timetable, however.\n\n“So the clock is ticking down on that offer, after which time the only option for non-Software Assurance customers to deploy Windows XP is to use Windows XP Mode,” said Al Gillen, an analyst with IDC, referring to Windows 7 Professional’s built-in virtualized version of Windows XP.\n\nCorporations that subscribe to Software Assurance (SA) -- MIcrosoft’s annuity-like upgrade guarantee program -- or purchase Windows through volume licensing plans have downgrade rights from any edition, including Windows 7, to any previous version going as far back as Windows 95.\n\nCalling SP1 an “important milestone for customers” because of the impending end of downgrade-to-XP rights, Gillen noted that the service pack will have relatively little impact on enterprise plans to deploy the new operating system.\n\n“Historically, classic customer deployment behavior for new Windows client operating systems was to wait for the first service pack to arrive,” Gillen said in a research note published yesterday.\n\nThat’s no longer the case, he said, echoing opinions expressed earlier by other analysts, including Michael Cherry of Directions on Microsoft and Diane Hagglund of Dimensional Research.\n\n“The Windows patching process ... has changed the rules of the game for many customers,” Gillen argued. “The continuous stream of patches, over time, delivers a significant portion of service pack content.”\n\nRecent surveys conducted by IDC with IT professionals and end users showed that budget limitations and application compatibility were the biggest concerns about migrating to Windows 7, not the lack of a service pack.\n\nAlthough Microsoft originally wanted to limit Windows 7-to-Windows XP downgrade rights to just six months after the release of the former, it quickly backtracked last June after another analyst, Michael Silver of Gartner Research, called the plan a “real mess.” Instead, said Microsoft, it would allow downgrades to Windows XP until 18 months went by, or until it released Windows 7 SP1.\n\nAlthough consumers may have little reason to want to downgrade Windows 7 -- the operating system has received favorable reviews and by all accounts has been a huge success -- businesses often want to standardize on a single operating system edition to simplify machine management.\n\nSeveral major computer makers continue to sell new PCs with a factory-installed downgrade to Windows XP from Windows 7 . Dell, for example, offers downgrades on some Latitude notebooks as well as its Vostro line of business desktops.\n\nOnce Microsoft releases Windows 7 SP1, customers will be able to downgrade only to Vista Business.\n\nGregg Keizer covers Microsoft, security issues, Apple, Web browsers and general technology breaking news for Computerworld . Follow Gregg on Twitter at @gkeizer or subscribe to Gregg’s RSS feed . His e-mail address is gkeizer@ix.netcom.com .\n\nRead more about windows in Computerworld’s Windows Knowledge Center."
    }
]