[
    {
        "header": "Microsoft patches IE, admits it knew of bug last August",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS157947924820100122",
        "time": "8:13PM UTC",
        "body": "As Microsoft patched the Internet Explorer (IE) vulnerability that was used to break into Google’s network, it also acknowledged that it had known of the bug since August 2009, when an Israeli security company reported the flaw.\n\n“As part of [our] investigation, we also determined that the vulnerability was the same as a vulnerability responsibly reported to us and confirmed in early September,” said Jerry Bryant, a senior program manager with the Microsoft Security Response Center, on the MSRC blog today.\n\nThe MS10-002 bulletin that accompanied the IE update credited Meron Sellem of BugSec for reporting the bug that has raised a ruckus since Google accused Chinese cybercriminals with hacking its network.\n\nSellem said that BugSec, a penetration testing and security firm in Rishon LeZion, Israel, reported the vulnerability to Microsoft on Aug. 26, not in September as Microsoft indicated. And he was critical of Microsoft for taking this long to release a patch. “I think yes, it took too long,” he said. “But Microsoft is a big organization and we don’t know how much time it takes them. We asked them why it was taking such a long time, and they said it was because of the testing they had to do.”\n\nAndrew Storms, director of security operations at nCircle Network Security, said the fact that Microsoft knew of the vulnerability months before it crafted a patch -- months before Chinese criminals used the flaw -- shouldn’t come as a shock.\n\n“It’s pretty par for the course, really,” said Storms. “We know that patches sit for a good month or so in QA [quality assurance] at Microsoft. So if it was reported to Microsoft in September, it might not have been added to the [patch] cycle until October, and the code not written until November. A February release isn’t crazy then.”\n\nStorms refused to use hindsight to say that Microsoft was tardy to the party. “Unless you have real evidence that it’s being used, you can’t take that into account when you prioritize patches,” he argued. “You take into account the skill level necessary to exploit it. But if it’s responsibly disclosed, you have to assume that it’s not going to release [publicly]. And without partners saying that they’re seeing signs of it being exploited, Microsoft probably thought they could just roll it into their normal IE release cycle.”\n\nMicrosoft last patched IE in December 2009, and on average, updated its browser every two months.\n\nIt didn’t surprise Sellem that others found the vulnerability, then decided to use it maliciously. “We found this vulnerability very easily,” said Sellem, “and we didn’t think it would be hard for others to find.” BugSec spent about two weeks researching IE before it discovered the flaw, Sellem added.\n\n“There have certainly been cases when multiple people have reported the same bug, so it’s not hard to fathom that more than one could have found this at around the same time,” said Storms.\n\nBesides the patch for the vulnerability used to attack Google and others, Microsoft also patched seven other bugs in IE in today’s update. Of the eight flaws fixed today, seven were rated “critical” by Microsoft, the highest threat ranking in its four-step scoring system.\n\n“Actually, we’re getting February’s IE update early,” said Storms, referring to Microsoft’s admission that this “out-of-band” was previously planned for Feb. 9, the company’s next regularly-scheduled Patch Tuesday.\n\n“Earlier, I was a bit surprised how quickly they said they would patch [the Google] bug, but now it all makes sense,” said Storms. “These were already in QA -- they would have had to be if there were going to release them in February -- so it’s no surprise that they were able to release a fix in two weeks time.”\n\nMicrosoft’s Bryant said that the company was alerted that hackers were actively using the IE vulnerability only on Jan. 11. Google, however, said it first uncovered evidence of attacks on its network in mid-December 2009, and began reaching out to other companies that may have been victimized shortly after.\n\nNo matter when this patch would have hit, Google attack or not, it would have been a big deal. “If this had come out in February, it would have been the most important patch of the day,” Storms argued. “It’s client side, it’s IE, it has a good handful of remote code vulnerabilities, so this would have been the No. 1 to go out and patch immediately.” In fact, Storms expects that researchers, both legitimate and criminal, will be digging into the cumulative update, looking for hints that will lead them to other exploits.\n\n“So I guess we can be thankful that we’re getting it early,” said Storms.\n\nThe IE security update can be downloaded and installed via the Microsoft Update and Windows Update services, as well as through Windows Server Update Services.\n\nGregg Keizer covers Microsoft, security issues, Apple, Web browsers and general technology breaking news for Computerworld . Follow Gregg on Twitter at @gkeizer, send e-mail to gkeizer@ix.netcom.com or subscribe to Gregg’s RSS feed."
    },
    {
        "header": "Judge nixes class-actions in Microsoft WGA lawsuit",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS66850161420100121",
        "time": "2:53PM UTC",
        "body": "A federal judge has killed class-action allegations in a lawsuit that accused Microsoft of misleading consumers when it fed them anti-piracy software under the auspices of a critical security update, according to court documents.\n\nThe move means that Microsoft will not be faced with millions in potential damages. Last fall, Microsoft’s lawyers argued that a class-action lawsuit could involve “tens of millions” of customers who might be owed “hundreds of millions of dollars” if the company lost the case.\n\nA class-action would have let virtually anyone who owned a Windows XP PC in mid-2006 to join the case without having to hire an attorney.\n\nIn an order filed on Jan. 15, U.S. District Court Judge Richard Jones denied several motions by the plaintiffs, including one that would have let them modify their complaint a third time, which in turn put an official end to their attempts to turn the case into a class-action lawsuit.\n\nThe three-and-a-half-year-old lawsuit claims Microsoft duped customers by labeling its Windows Genuine Advantage (WGA) software a critical security update, failed to tell them that WGA collected information from their PCs, then frequently “phoned home” that data to Microsoft’s servers.\n\nIn June 2006, Microsoft began pushing WGA to Windows XP users via Windows Update, the company’s default update service, as a “high priority” update that was automatically downloaded and installed to most machines.\n\nShortly after that, Microsoft acknowledged that WGA transmitted information whenever a user logged on to Windows XP. Under pressure from critics , it later reduced the frequency of the anti-piracy checks.\n\nMicrosoft relies on WGA, and its successor, Windows Activation Technologies (WAT), to detect bootlegged copies of Windows. If the software sniffs out a counterfeit, it posts nagging messages on the screen.\n\nMicrosoft had opposed the class-action certification last September, at the time calling the lawsuit “fictional,” “demonstrably false” and from an “alternate universe.”\n\nLast month, the plaintiffs withdrew most, but not all, of their class action allegations, but said they were reserving the right to revisit one of those claims, breach of contract, because an earlier court decision related to that charge is currently on appeal.\n\nIn his order of last week, Jones said that all class allegations had to be withdrawn because they “need not be included for appellate purposes and would create unnecessary confusion if they were included.”\n\nJones also said that Microsoft could demand compensation for the money it spent contesting the class-action charges, even though the plaintiffs withdrew most of those allegations prior to trial.\n\n“While Plaintiffs maintain a ‘no harm, no foul’ perspective, it is too late for that argument,” Jones said. “If Plaintiffs had withdrawn their class-certification motion before Microsoft had prepared its Opposition, that would be a ‘no harm, no foul’ situation. But here, the ‘harm’ was irreversibly inflicted when Plaintiffs’ motion required Microsoft to prepare a defense.”\n\nMicrosoft has until Feb. 12 to submit its expense list to the court.\n\nJones also rejected the plaintiffs’ motion to add a misrepresentation charge to the lawsuit, and said that they could not change the complaint to seek additional forms of relief from injunction. Earlier this month, Microsoft had called those moves “a cynical attempt to game the system.”\n\nThe case was once scheduled to go to trial on Jan. 25, but Jones asked counsel for both parties to suggest a new calendar.\n\nMicrosoft’s anti-piracy software has often made news. In August 2007, a day-long server outage riled thousands of users who were mistakenly fingered for running counterfeit copies of Windows. More recently, hackers revealed ways to bypass Windows 7’s activation process .\n\nGregg Keizer covers Microsoft, security issues, Apple, Web browsers and general technology breaking news for Computerworld . Follow Gregg on Twitter at @gkeizer , send e-mail to gkeizer@ix.netcom.com or subscribe to Gregg’s RSS feed ."
    },
    {
        "header": "Microsoft to issue \"Google attack\" browser patch",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE60J5AS20100121",
        "time": "7:32AM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp said it will issue a patch to fix the old version of its Internet Explorer browser that allowed recent attacks on Google Inc’s network in China.\n\nThe patch, due out on Thursday, “addresses the vulnerability related to recent attacks against Google and a small subset of corporations,” said Jerry Bryant, senior security program manager at Microsoft. “Once applied, customers are protected against the known attacks that have been widely publicized.”\n\nGoogle said last week it had been the target of sophisticated cyber-attacks in China, along with more than 20 other companies. Microsoft acknowledged that the hackers took advantage of a weakness in Internet Explorer 6 to mount the attacks.\n\nMicrosoft said it continues to see some attacks, with the only successful attacks against Internet Explorer 6. The most recent version of the software is Internet Explorer 8."
    },
    {
        "header": "Windows IQ: Learn Your Laptop's Power Settings",
        "link": "http://www.reuters.com/article/idgGreenComputing/idUS306884854020100122",
        "time": "11:40PM UTC",
        "body": "My aunt recently told me about a problem with her new laptop: Whenever she’d step away from it for more than a few minutes, she’d close the lid. Upon returning, she’d open the lid, only to be faced with a blank screen and no response from the mouse or keyboard.\n\nWant to know why? The default lid-closing action for most laptops is to put the system in “sleep” mode, and Windows is notoriously bad at waking up properly.\n\nThat’s why I advise most laptop users to use “hibernate” mode instead, as it’s much more reliable when it comes to waking up.\n\nYou see, sleep (a.k.a. standby) puts your system into a low-power, off-like state, allowing you to pick up where you left off (in theory, anyway) after just a few seconds. However, a PC in standby mode continues to consume battery power, so it’s not uncommon to return to a “sleeping” PC to find that it’s just plain dead. Or, in my aunt’s case, unresponsive.\n\nHibernate, on the other hand, saves your machine’s current state to a temporary hard-drive file, then shuts down completely (much like “off”). When you start it up again, it loads that file and returns you to where you left off--no booting required.\n\nBoth ends of the hibernate process take a little longer than sleep mode (usually 10-20 seconds, in my experience), but you avoid any of the issues that can arise when Windows suddenly loses power.\n\nAnd as noted, sleep mode is notoriously flaky. If your system refuses to wake up properly, you’ll end up losing whatever documents and/or Web pages you had open.\n\nConsequently, I recommend using hibernate most of the time. Found out how in my earlier post on changing the function of your laptop’s power button.\n\nWhile you’re at it, learn how to give your laptop’s battery a longer lease on life and, if you’re a Vista user, turn the Sleep button into a Power button.\n\nComing up tomorrow: The importance of learning where to save file attachments -- so you can find them again later."
    },
    {
        "header": "'Microsoft-free' virtual desktop start-up gets $4M funding",
        "link": "http://www.reuters.com/article/idgGreenComputing/idUS378165734520100121",
        "time": "3:46PM UTC",
        "body": "A start-up teaming up with IBM to build “Microsoft-free” virtual desktops and deliver them through a cloud computing model has secured $4 million in first-round venture financing.\n\nVirtual Bridges, founded in 2006, is part of IBM’s attempt to undercut Microsoft’s Windows 7 with a set of cloud- and Linux-based desktop packages.\n\nVirtual Bridges this week announced it received funding from Austin Ventures, reportedly in the amount of $4 million. The money will help expand sales, marketing and development.\n\nThe company just released the third version of its Verde (virtual enterprise remote desktop environment) software, which lets companies run both Windows and Linux desktop sessions. Although the software does work with Windows, Virtual Bridges is also part of IBM’s Client for Smart Work initiative, which aims to provide a cheaper, Linux-based alternative to Windows 7.\n\nThe partnership combines Linux, Virtual Bridges’ Verde software, plus IBM Lotus applications including Symphony, Sametime and Notes.\n\n“By making these desktops ‘virtual’, a user can access the same desktop environment whether they are at home, the office, the road or anywhere where there is a machine connected to the network,” Virtual Bridges says on its Web site.\n\nThe desktop virtualization market is expected to grow significantly this year.\n\n“We see tremendous potential for disruption and value creation in the burgeoning desktop Cloud and VDI market space,” Austin Ventures investor Chris Pacitti said in the funding announcement. “Virtual Bridges has demonstrated innovative leadership in delivering not only best-of-breed VDI but also in combining VDI with managed desktops and disconnected use.”"
    },
    {
        "header": "Microsoft seeks legal protections for data stored in cloud",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS298673766320100121",
        "time": "2:45PM UTC",
        "body": "Microsoft Corp.’s top legal official yesterday called on Congress to create new laws that would give data stored in the cloud the same protections as data stored on a PC. He also called for tougher penalties for hackers who access data centers, citing significant damage that’s often done in such attacks.\n\nBrad Smith, senior vice president and general counsel at Microsoft, told an audience at a Brookings Institution forum here today that laws now protecting electronic data were written in the early days of PCs. “We need Congress to modernize the laws and adapt them to the cloud,” he said.\n\nWhile many consumers have adopted cloud computing by subscribing to e-mail services like Google Gmail, to social networks like Facebook and to Microsoft’s increasing online services offerings, enterprises have been somewhat cautious about moving corporate data to hosted systems due to legal and security concerns both here and abroad. Those fears have been causing problem for IT vendors, forcing some to provide significant protections to large users.\n\nThe city of City of Los Angeles’ move to implement Google Apps is one example of how cloud providers must tweak contracts to win business.\n\nThe city’s $7.2 million agreement with Google to move 30,000 employees to Google Apps included an unlimited damages provision that makes the Google legally responsible for the release of data in violation of a non-disclosure agreement.\n\nMoreover, the contract signed last October obligates Google to keep the city’s data physically located in the United States. The contract allows the city to audit the data to ensure compliance.\n\nSmith outlined a number of changes to the Computer Fraud and Abuse Act, and the Electronic Communications Privacy Act that he says are needed to clearly extend privacy rights to data stored in the cloud and to boost penalties for hacking data centers.\n\nProviders of cloud computing products, meanwhile, are also hoping for an international accord that would ensure similar rules to data regardless of whether it is stored on servers in India, France or Brazil.\n\n“Are we going to end up with a Tower of Babel version of the cloud where there are different rules in different countries?” said Darrell West, vice president and director of governance studies, the Brookings Institution, who led a panel discussion on the topic.\n\n”We need a free trade agreement for data and information,’ said Smith.\n\nMichael Nelson, a visiting professor at Georgetown University, offered a stark warning about the future if Congress fails to act. “We are going to see the cloud as something that is controlled by two or three companies,” he said.\n\nHe called for creating a cloud environment built on open source technology and open standards so users can take something from one cloud and combine it with another. “We don’t want to be locked into one company’s solution,” he said.\n\nUsers of cloud services will need to know what is happening to their data, Nelson added. Cloud providers will not only have to ensure data is safe, but “we are going to have to show them why it is safe,” he said, and that will mean having technology that can show customers when their data is accessed.\n\nJonathan Rochelle, a group product manager at Google, said there is nothing special about the privacy and security risks in the cloud, but those risk are “more transparent, more collective and more open. ”\n\nUsers can keep their data on their PCs, but ”while it feels more comfortable, the same way the money under your mattress feels more comfortable, it may not be the best way to manage your information,’ said Rochelle.\n\nPatrick Thibodeau covers SaaS and enterprise applications, outsourcing, government IT policies, data centers and IT workforce issues for Computerworld . Follow Patrick on Twitter at @DCgov , send e-mail to pthibodeau@computerworld.com or subscribe to Patrick’s RSS feed ."
    },
    {
        "header": "Microsoft confirms 17-year-old Windows bug",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS138826366620100121",
        "time": "2:40PM UTC",
        "body": "Microsoft late yesterday issued its second advisory of the last week, warning users that a 17-year-old bug in the kernel of all 32-bit versions of Windows could be used by hackers to hijack PCs.\n\nThe vulnerability in the Windows Virtual DOS Machine (VDM) subsystem was disclosed Tuesday by Google engineer Tavis Ormandy on the Full Disclosure security mailing list. Coincidentally, Ormandy received credit for reporting the single vulnerability that Microsoft fixed last week on its regular Patch Tuesday.\n\nThe VDM subsystem was added to Windows with the July 1993 release of Windows NT, Microsoft’s first fully 32-bit operating system. VDM allows Windows NT and later to run DOS and 16-bit Windows software.\n\nYesterday’s advisory spelled out the affected software -- all 32-bit editions of Windows, including Windows 7 -- and told users how to disable VDM as a workaround. Windows’ 64-bit versions are not vulnerable to attack.\n\nIt was Microsoft’s second advisory in seven days; last week, the company posted a warning of a critical flaw in Internet Explorer after Google said its corporate computers had been hacked by Chinese attackers. That bug is to be patched later today .\n\n“An attacker who successfully exploited this vulnerability could run arbitrary code in kernel mode,” said the newest advisory. “An attacker could then install programs; view, change, or delete data; or create new accounts with full user rights.”\n\nJerry Bryant, a program manager with the Microsoft Security Response Center (MSRC), said that the company had not seen any actual attacks using the vulnerability, and also downplayed the threat if hackers do exploit the flaw. “To exploit this vulnerability, an attacker must already have valid logon credentials and be able to log on to a system locally, meaning they must already have an account on the system,” Bryant said in an e-mail.\n\nTypically, Microsoft ranks this kind of vulnerability -- which it classified as an elevation of privilege flaw -- as “important,” the second-highest of the four ratings in its four-step system.\n\nOrmandy said that the vulnerability goes back nearly 17 years to Windows NT 3.1’s release, and exists in every version of Windows since. He reported the bug to Microsoft more than seven months ago.\n\n“Regrettably, no official patch is currently available,” Ormandy wrote on Full Disclosure Tuesday. “As an effective and easy-to-deploy workaround is available, I have concluded that it is in the best interest of users to go ahead with the publication of this document without an official patch.” The workaround Ormandy included in his message was the same as Microsoft‘s: Edit group policies to block 16-bit applications from running.\n\nAlthough Ormandy divulged information about the vulnerability, even posted attack code that works on Windows XP, Server 2003, Vista, Server 2008 and Windows 7, Microsoft didn’t take him to task in the advisory for prematurely revealing the bug, as it almost always does researchers who spill the beans before a patch is ready.\n\nPresumably, Microsoft will issue a fix for the flaw at some point, but as is its practice in security advisories, it didn’t promise to do so. The next regularly-scheduled security update is slated for Feb. 9.\n\nGregg Keizer covers Microsoft, security issues, Apple, Web browsers and general technology breaking news for Computerworld . Follow Gregg on Twitter at @gkeizer , send e-mail to gkeizer@ix.netcom.com or subscribe to Gregg’s RSS feed ."
    },
    {
        "header": "Linux Foundation: Microsoft's Talking Smack on Windows Mobile",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS405165556620100122",
        "time": "9:58PM UTC",
        "body": "Microsoft mobile chief Robbie Bach may believe that the Linux OS will lose out to Windows Mobile in the smartphone space, but Linux Foundation director Jim Zemlin is having none of that.\n\nIn a blog post this week, Zemlin fired back at comments Bach made to financial analysts at CES (consumer electronics show) that there is too much complexity in Linux and too many versions for phone carriers to manage.\n\n“By Bach’s count there are 17 variants of Linux available on mobile phones,” writes Zemlin. “He sees this as a bad thing for customers. We, unsurprisingly, see this as a bad thing for Microsoft.”\n\nAt CES, Bach, president of Microsoft’s Entertainment and Devices division, predicted a mobile OS shake-out where carriers will reject some Linux mobile operating systems because they complicate support issues. He stated that that various versions of Linux on mobile are “a little quirky and a little different, require separate network certifications, network product support, and the like that goes along with that.”\n\nBach also said that mobile Linux’s “quality bar won’t stack up, and they won’t get the scale that they need.”\n\nTo that line of argument, Zemlin countered that Linux mobile variants such as Android, Moblin, Palm WebOS, Maemo and others are growing rapidly on mobile devices ranging from smartphones to netbooks precisely because of the choice they offer hardware makers.\n\n“Palm, Motorola and others have jumped ship from Windows Mobile to Linux-based offerings in recent years,” writes Zemlin. “LG is now using Android on 50 percent of its handsets. According to Gartner Group, Windows Mobile’s global market share fell to 7.9 percent in the third quarter of 2009 down from 11.1 percent the same quarter of last year.”\n\nThat Gartner report also cites that Android’s market share grew from 0 percent in Q3 of 2008 (because it was brand new) to 3.9 percent in Q3 of 2009.\n\nIndeed, Windows Mobile has been losing market share for the past two years while the iPhone and BlackBerry devices have had steady growth. An October survey by market researcher comScore marked the first time Windows Mobile’s market share has fallen behind the iPhone, putting the iPhone in second place below BlackBerry and dropping Windows Mobile to third place.\n\nIt doesn’t help Microsoft that the poorly-received Windows Mobile 6.5 is seen as a placeholder for when the real deal Windows Mobile 7 hits the market. Yet WinMo 7 delays - it reportedly may not be released until 2011 - have curbed momentum for the OS and allowed Google’s Linux-based Android time to win over phone makers, consumers and businesses.\n\nIn his post, Zemlin criticizes Windows Mobile’s entire business model, pointing out that phone carriers and manufacturers have to pay Microsoft a per-device charge for Windows Mobile, but pay nothing for Linux-based platforms.\n\nHe also attacks the branding and licensing restrictions of Windows Mobile. “Basically Microsoft wants to ‘own the glass.’ With Linux you have multiple ways to brand and market your product, making it your product.”\n\nZemlin admits that individual variants of Linux may come and go and that working with Linux on mobile is a complex task, but with this complexity comes more choice in technology and branding flexibility for carriers and manufacturers, he says, “instead of getting the technology and pricing dictated to them from Redmond.”\n\nZemlin also stresses that building a phone on Linux is simpler now than it was just a few years ago when “handset manufacturers had to build from scratch their own OS if they didn’t want to give up a big percentage of their margins to Microsoft.”\n\nWhat Microsoft cannot deny is the sudden demand for Android phones with the recent release of devices like the Motorola Droid, Droid Eris and the new “Google phone” Nexus One. A December report from research firm Forrester forecasts that Android phones will take 10 percent of the mobile market in 2010 due to increased acceptance of the open OS by developers and industry support from partners such as Verizon, Qualcomm, Motorola and Google.\n\nZemlin references the Android surge in his blog post, offering a warning to Bach and Microsoft.\n\n“I suppose if he [Bach] truly believes choice is a bad thing, he may truly believe Linux will lose, but unfortunately the market momentum and adoption numbers are proving quite the opposite.”\n\nShane O‘Neill is a senior writer at CIO.com. Follow him on Twitter at twitter.com/smoneill. Follow everything from CIO.com on Twitter at twitter.com/CIOonline."
    },
    {
        "header": "Microsoft to issue emergency IE patch Thursday",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS263022315820100121",
        "time": "2:41PM UTC",
        "body": "Microsoft will release its emergency patch for Internet Explorer (IE) on Thursday, the company said today as it also admitted that attacks can be hidden inside rigged Office documents.\n\n“We are planning to release the update as close to 10:00 a.m. PST as possible,” Jerry Bryant, a program manager with the IE group, said in an entry on the Microsoft Security Response Center (MSRC) blog.\n\nYesterday, Microsoft confirmed speculation that it would issue an “out-of-band” update for the IE vulnerability, but postponed specifying a ship date until today.\n\nMicrosoft also updated the security advisory it originally published last week when it acknowledged a zero-day IE vulnerability had been used by hackers to break into the corporate networks of Google and other major Western companies. Google has alleged that the attacks were launched by Chinese attackers. Subsequently, security experts have offered evidence that links the attacks to China .\n\nThe revised advisory also addressed claims made by researchers that it’s possible to exploit the newer IE7 and IE8 browsers, and even circumvent Microsoft’s recommended defensive measure, DEP (data execution prevention). However, the advisory waffled on whether DEP bypass was effective, neither confirming or denying the researchers’ allegations.\n\n“There is a report of a new Data Execution Prevention (DEP) exploit,” Microsoft said in the advisory. “We have analyzed the proof-of-concept exploit code and have found that Windows Vista and later versions of Windows offer more effective protections in blocking the exploit due to Address Space Layout Randomization (ASLR).”\n\nEven a follow-up post by Jonathan Ness, an MSRC engineer, on the company’s Security Research & Defense blog declined to spell out whether the DEP bypass attacks were effective. Ness, however, did reiterate Microsoft’s point that the only in-the-wild attacks seen thus far have been aimed at IE6.\n\nHe also touted the additional security that ASLR and IE’s Protected Mode provide, and published a table that spelled out the current attack and threat situation for IE and Windows users.\n\nMicrosoft also admitted that the vulnerability could be exploited through malicious Office documents, a vector that had not been disclosed previously. “We are also aware that the vulnerability can be exploited by including an ActiveX control in a Microsoft Access, Word, Excel, or PowerPoint file,” said Bryant. “To prevent exploitation, we recommend that customers disable ActiveX Controls in Microsoft Office.”\n\nTomorrow’s update for IE will patch all attack avenues, Bryant added, including the Office document vector.\n\nThe IE vulnerability has gained considerable attention because it has been connected to the attacks that broke into Google’s corporate network. McAfee was the first to reveal that the attacks against Google had been conducted using exploits of the IE vulnerability.\n\nSince then, hackers have exploited the bug via drive-by attacks from malicious sites, and researchers have crafted new attack code that works on IE7 and IE8 .\n\nThe last time Microsoft shipped an emergency security update was July 2009, when it patched IE just hours before several researchers demonstrated a critical vulnerability at a security conference. In October 2008, Microsoft rushed out a patch for Windows; that vulnerability was later exploited by the notorious Conficker worm .\n\nGregg Keizer covers Microsoft, security issues, Apple, Web browsers and general technology breaking news for Computerworld . Follow Gregg on Twitter at @gkeizer , send e-mail to gkeizer@ix.netcom.com or subscribe to Gregg’s RSS feed ."
    },
    {
        "header": "Microsoft issues emergency \"Google attack\" patch",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE60K5GR20100121",
        "time": "6:11PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp on Thursday released a patch to protect users of its Internet Explorer browser from attacks similar to those directed at Google Inc’s operations in China last week.\n\nThe world’s largest software company, which said hackers targeting Google and at least 20 other companies in China exploited a weakness in its browser, said its new patch was “critical” and people should apply it as soon as possible.\n\nOther hackers have begun to exploit the flaw, according to researchers with Symantec Corp, the world’s biggest security software maker.\n\nSymantec has found viruses that take advantage of the weakness in Microsoft’s browser on some 100 websites, security researcher John Harrison said on Thursday.\n\nThey are dangerous because they can infect the PC of any user who visits those sites. Unlike less powerful viruses, it is not necessary for people to download software for their machines to become infected, Harrison said.\n\nPCs are safe if they apply the patch, which resolves eight vulnerabilities in Internet Explorer, Microsoft said. The most serious could allow hackers to gain control of a computer remotely via Web sites people visit while using the browser.\n\n”We’re always working, we have fewer vulnerabilities\n\nthan our competitors,” said Microsoft Chief Executive Steve Ballmer at an energy conference in Houston, addressing cyber-security concerns.\n\nHe gave no indication that Microsoft would change its business in China after Google threatened to quit the country last week. “We respect the laws of China, it’s the only appropriate thing for us to do,” he said.\n\nThe viruses Symantec has found only successfully attack Internet Explorer 6, though hackers could figure out how to break through the defenses of Internet Explorer 7 and 8, the most recent version of the software, Symantec’s Harrison said.\n\nMost Internet Explorer customers, who have automatic updating enabled on their systems, will not need to take any action on the security patch, Microsoft said. For manual updating, it directed users to its website (here)."
    }
]