[
    {
        "header": "Microsoft pushes users to ditch XP with IE9 plans, says analyst",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS72029074720100507",
        "time": "8:17PM UTC",
        "body": "Microsoft’s decision to abandon Windows XP with its next browser is a business move meant to push people off the aged operating system, an analyst said today.\n\nIt also gives rivals like Mozilla an opportunity to make further inroads into Internet Explorer’s market share, said Sheri McLeish of Forrester Research. “XP is in that same world as Office 2003 and IE6,” said McLeish. “Microsoft doesn’t want to prolong the life of those products.”\n\nMcLeish was reacting to Microsoft’s stated plans not to support its next-generation browser, Internet Explorer 9 (IE9), in Windows XP. Google, which creates Chrome, criticized that decision yesterday during a panel discussion at Web 2.0 on the future of browsers.\n\n“It’s not in [Microsoft‘s] interest to support XP,” McLeish added. “They have a vision of moving people ahead on operating systems. That’s their business intent.”\n\nMicrosoft will not craft a version of IE9 for XP because it’s adding graphics processor-based acceleration to the browser. That acceleration relies on APIs (applications programming interfaces) that are built into Windows 7 and were added to Vista in October 2009, but that are not available in the older OS.\n\nNoting that Microsoft will meet, and in fact exceed, its usual 10-year support policy for XP -- the operating system is slated for final retirement in April 2014, nearly 13 years after its release -- McLeish said IE9’s non-support for the old OS was a business decision by Microsoft. “As time goes on, XP will get less attention paid to it by Microsoft,” she said.\n\nShe also thought that the noise about XP’s inability to run IE9 is a moot point for enterprises. “There are few large customers that don’t have an upgrade plan [from XP] in place,” she said. “Most firms now running XP are planning to upgrade to Windows 7.” IE9 runs on Windows 7.\n\nBut a window of opportunity exists for browser rivals, particularly Mozilla, over the next several years as small businesses and consumers continue to run Windows XP. Both Google and Mozilla are working on boosting their Chrome and Firefox browsers’ by tapping into hardware acceleration, even on XP.\n\n“This is an opportunity for them,” said McLeish, referring to Mozilla. More enterprise administrators are telling her that they’ve either allowed Firefox on their networks, or are considering the idea. “As they’re moving off IE6, they’re looking at Mozilla and Firefox.”\n\nChrome, on the other hand, has little traction in corporations, although Google’s browser continues to outpace all other browsers in usage share gains . Google’s browser will get little respect from IT administrators, partly because of the battles between Microsoft and Google in the fight over online applications, said McLeish.\n\nMicrosoft has said it will not officially support Chrome or Opera Software’s Opera for the online versions of its Office 2010 applications, for example, which means enterprises committed to Office 2010, and that offer workers the Web-based versions of Word, Excel and PowerPoint, have little reason to allow Chrome into their environments.\n\nSome pundits worry that IE9’s exclusion of XP leaves millions of users out in the cold when it comes to HTML5, the still-under-consideration specification for the next version of the Web’s primary development framework.\n\nMicrosoft has been hammering on the benefits of HTML5, and its support within IE9, with the company’s IE chief Dean Hachamovitch at the forefront.\n\nMcLeish didn’t see any reason for XP users to immediately panic; there’s plenty of time before HTML5 supplants Flash, if it ever does. “There’s a real tension between Adobe and Apple on Flash versus HTLM5,” she said, talking about the public mud-slinging going on between those two firms. “But Microsoft would like to play in both worlds, Flash and HTML5.”\n\nMicrosoft’s Hachamovitch said as much earlier this week on the IE blog . “Of course, IE9 will continue to support Flash and other plug-ins,” he said. “We fully expect to support plug-ins (of all types, including video) along with HTML5.”\n\nIE9 is currently in what Microsoft’s called “Platform Preview,” a pre-alpha stage that lacks a user interface wrapper around the technology. Microsoft hasn’t revealed a schedule for releasing a public beta, much less a final.\n\nBased on Microsoft’s past IE development cycles, McLeish believes IE9 could be as far away as a year. “I think they’re ahead of schedule, but there’s a lot that’s unclear,” she said. “I‘m thinking a year from now we’ll see a final [of IE9].”\n\nGregg Keizer covers Microsoft, security issues, Apple, Web browsers and general technology breaking news for Computerworld . Follow Gregg on Twitter at @gkeizer or subscribe to Gregg’s RSS feed . His e-mail address is gkeizer@ix.netcom.com .\n\nRead more about browsers in Computerworld’s Browsers Knowledge Center."
    },
    {
        "header": "Security firm reveals Microsoft's 'silent' patches",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS176383730320100506",
        "time": "11:02AM UTC",
        "body": "Microsoft silently patched three vulnerabilities last month, two of them affecting enterprise mission-critical Exchange mail servers, without calling out the bugs in the accompanying advisories, a security expert said today.\n\nTwo of the three unannounced vulnerabilities, and the most serious of the trio, were packaged with MS10-024 , an update to Exchange and Windows SMTP Service that Microsoft issued April 13 and tagged as “important,” its second-highest threat ranking.\n\nAccording to Ivan Arce, the chief technology officer of Core Security Technologies, Microsoft patched the bugs, but failed to disclose that it had done so.\n\n“They’re more important than the [two vulnerabilities] that Microsoft did disclose,” said Arce. “That means [system] administrators may end up making the wrong decisions about applying the update. They need that information to assess the risk.”\n\nCore Labs researcher Nicolas Economou discovered the two unspoken bugs while digging into the update, part of his jobs as an exploit writer for Core, which is best known for its Core Impact penetration testing framework, a system for probing computers and networks for potential vulnerabilities by attacking them with real-world exploits.\n\n“An attacker may leverage the two previously undisclosed vulnerabilities fixed by MS10-024 to spoof responses to any DNS query sent by the Windows SMTP service trivially,” said Core in its own advisory on Economou’s discovery. “DNS response spoofing and cache poisoning attacks are well known to have a variety of security implications with impact beyond just Denial of Service and Information Disclosure as originally stated in MS10-024.”\n\nDNS cache poisoning is a long-standing attack tactic -- it goes back nearly two decades -- but is probably best known for the critical vulnerability in the Internet’s Domain Name System (DNS) software found by Dan Kaminsky in 2008.\n\nSecret patches are neither new or rare. “This has been going on for many years and the action in and of itself is not a huge conspiracy,” said Andrew Storms, director of security operations at nCircle Security.\n\nWhat is unusual is that Core took Microsoft’s silent updates public.\n\nSaying that Microsoft “misrepresented” and “underestimated” the criticality of MS10-024 because it didn’t reveal the two bugs, Core urged company administrators to “consider re-assessing patch deployment priorities.”\n\nCore found a third unstated April 13 fix in another update, MS10-028 . That patch addressed two identified bugs in Microsoft Visio, the company’s project diagramming software.\n\nMicrosoft acknowledged it had fixed flaws without telling customers, but defended the practice.\n\n“When a security vulnerability is discovered, Microsoft conducts a thorough investigation of that vulnerability, addresses any other issues found in the code as a result of that investigation and subjects the security updates to extensive testing for quality assurance,” said Jerry Bryant, a security program manager, in an e-mail. “This helps reduce the number of updates customers have to deploy, since updating can be disruptive to customer environments.”\n\nIf an internally-discovered flaw requires separate action or guidance not already covered by other vulnerabilities in the bulletin, “we would definitely document and address that vulnerability separately,” Bryant said.\n\nThe truth is that it’s business as usual for not just Microsoft, but for most software makers, said Storms. “Vendors commonly find bugs themselves in released code and will distribute the fixes inside a bundle of other patches,” he noted. “Many times there simply is no benefit to anyone to disclose the bug.”\n\nIn fact, Microsoft’s policy is to not assign CVEs -- the bug identifiers logged into the Common Vulnerabilities and Exposures database -- to flaws found by its own researchers, said Storms. “There is no requirement for a vendor to request a CVE for internal bugs,” he said.\n\nBut Storms also echoed Arce’s concern about possible misuse of the practice, which could result in a false sense of security among users. “What’s in question here is if the vendor misrepresents the risk and thus creates a false sense of lethargy with respect to the priority of patch distribution,” he said. “For example, if an IE8 patch rated ‘moderate’ by Microsoft actually also contained a critical internally-found bug, would the lower rating put customers at risk because they may feel they could delay patch distribution, all along having no idea there was a hidden critical patch?”\n\nArce argued that that was exactly what Microsoft did in the case of MS10-024. “They fixed a very similar vulnerability in MS08-037 two years ago,” he said, talking about the critical 2008 patch to plug the DNS vulnerabilities Kaminsky discovered . “If it wasn’t a vulnerability then, why did they issue a vulnerability bulletin?” asked Arce. “There’s no reasonable way for them to say this isn’t a security problem.”\n\n“There is no easy answer for the vendor or customer,” Storms said. “If the vendor distributed a critical patch, but with little information, like Adobe for example, we would all be hammering on the vendor for more information. On the other hand, given the workload on enterprise security teams we need to trust the vendor’s rating to help determine priority.”\n\nCore’s advisories on the silent patching of MS10-024 and MS10-028 are available on its Web site.\n\nGregg Keizer covers Microsoft, security issues, Apple, Web browsers and general technology breaking news for Computerworld . Follow Gregg on Twitter at @gkeizer or subscribe to Gregg’s RSS feed . His e-mail address is gkeizer@ix.netcom.com .\n\nRead more about security in Computerworld’s Security Knowledge Center."
    },
    {
        "header": "Microsoft gets some heat over HTML 5 plans",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS3959845020100506",
        "time": "1:04AM UTC",
        "body": "Microsoft came under fire from some of its rivals on Wednesday for its decision not to offer Internet Explorer 9 -- and hence support for the upcoming HTML 5 standard -- to users of its older Windows XP operating system.\n\nMicrosoft said at its MIX developer conference in March that IE 9 won’t be offered for XP. The reason, technical evangelist Giorgio Sardo said at the Web 2.0 Expo on Wednesday, is that IE 9 is a “modern browser,” and getting the benefits of the hardware acceleration and other performance gains that it will offer requires a “modern OS.”\n\nThat didn’t sit well with Alex Russell, a member of Google’s Chrome browser development team. “Opera and Mozilla are also hardware-accelerating their browsers, and all of us are doing it on XP,” said Russell, who joined Sardo and representatives from Mozilla, Opera and Yahoo for a panel discussion on the future of Web browsers.\n\n“You describe a world where users are getting left behind,” Russell said.\n\n“I reckon this is a problem,” agreed Doug Crockford, a senior JavaScript architect at Yahoo. “I recommend all users of XP migrate to another browser that’s not IE.”\n\nAt issue is the adoption of HTML 5, an upcoming revamp of the Web’s markup language that will add significant new capabilities, including standard ways to implement video, animation, audio and offline storage, that are not included in the current HTML standard.\n\nIt’s important partly because it should help to reduce fragmentation on the Web, which forces developers to build and test applications for multiple browsers or use proprietary technologies such as Flash and Silverlight.\n\nBut if IE 9, which will be Microsoft’s first browser to fully support HTML 5, isn’t available for XP, then those users will be outside of that HTML 5 compatibility sphere. And IE 6 still has more users than the Opera, Chrome and Safari browsers combined, according to Crockford. In some countries it accounts for as much as 40 percent of browser usage, he said.\n\nThe panelists were largely complementary of IE 6. When it appeared in 2001, Russell said, “IE 6 was fantastic. It set the pace for JavaScript, DOM, the component model, things we’re still making use of today.” One reason it is still hanging around, said Mozilla’s Brendan Eich, is that many enterprises created macros and other extensions on top of it.\n\nBut Dion Almaer of Palm, who moderated the panel, said it has become “an anchor around our necks.”\n\nAs Crockford sees it, the W3C “abandoned its role as the stewards of the Web” at the start of the decade, allowing incompatible technologies to flourish. There is now a fresh burst of standards activity around HTML 5. “Which is great,” Crockford said, “but it’s all irrelevant if we don’t solve the IE 6 problem.”\n\nMicrosoft believes HTML 5 is “the future,” Sardo said. It has implemented parts of the standard -- which is not yet complete -- in IE 8, and will fully support it with IE 9. Microsoft released its second developer preview of IE 9 on Wednesday morning, he said, though he didn’t say when the final product will ship.\n\nHe also said Microsoft tries hard to keep people’s browser software up to date. For example, it allows PCs to download browser updates even if the copy of Windows is unlicensed. This is especially important in China, where a lot of software in use is pirated.\n\n“One of the main challenges at Microsoft is the complexity of adopting a new spec,” Sardo said. HTML 5 is “a great spec and it will lead to a great future for developers, but it’s still a work in progress.” Ensuring the implementation is the same across all browsers involves “a lot of work to test and validate.”\n\nEich said Mozilla has “got a lot of HTML 5 already implemented, even though it’s a moving target.”\n\nCrockford proposed a radical solution to get all the Web’s users onto a current browser: On an agreed-upon day, all developers would deny access to their Web sites unless the visitor’s browser is up to date.\n\n“On one day, all of us will say, you have to download one of these five or six browsers,” he said. “I propose that day is 30 days after all the major browser vendors have implemented HTML 5. On that day, IE 6 dies.”\n\nIt may not have been a very practical idea, but it earned him a round of applause from the developers watching the discussion."
    },
    {
        "header": "Microsoft goes small for next week's Patch Tuesday",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS103943254720100506",
        "time": "6:52PM UTC",
        "body": "Microsoft today said it would patch two critical vulnerabilities with two updates to Windows and Office next week.\n\n“It’s the predictable off month for Microsoft,” said Andrew Storms, the director of security operations with nCircle Security. “That’s all within the predictable pattern they’ve created.”\n\nStorms was referring to Microsoft’s habit of alternating large- and small-sized updates. In April, the company issued 11 security updates that fixed a total of 25 flaws , including nine tagged as “critical,” the highest threat ranking in its four-step scoring system.\n\nIn its monthly advance notification , Microsoft spelled out next week’s single-digit Patch Tuesday.\n\nThe one-patch Windows update is labeled critical for Windows 2000, XP, Vista, Server 2003 and Server 2008, and as “important” for Windows 7 and Server 2008 R2. According to Microsoft, the newest operating systems -- Windows 7 and Server 2008 R2 -- will be patched even though they’re not vulnerable.\n\n“Windows 7 and Windows Server 2008 R2 customers will be offered the Windows-related update but they are not vulnerable in their default configurations,” said Jerry Bryant, a security program manager, in an entry on the Microsoft Security Response Center (MSRC) blog.\n\nMicrosoft did the same last month when it patched the VBScript scripting engine in Windows; although Vista, Server 2008, Windows 7 and Server 2008 R2 were not vulnerable, Microsoft updated the code just in case. The company slaps a “defense-in-depth” label on such fixes.\n\n“What they’re saying is the vulnerable code exists in Windows 7 and 2008 R2,” said Storms, “but that they also don’t know what people might figure out in the future as a way to exploit it. The bug exists, but they’re making the distinction that at the moment no one can think of a way to use it.”\n\nThat could change down the road, Storms said, pointing out Microsoft’s DEP (data execution prevention) and ASLR (address space layout randomization) defenses as examples. “They were viewed as a giant leap forward [when they were introduced], but that leap is starting to erode, and fast,” he said.\n\nWork on ways to bypass DEP and ASLR has stepped up of late. In March, two researchers sidestepped both defenses to win $10,000 each at the high-profile Pwn2Own hacking contest . Microsoft quickly stood up for the features, saying that although DEP and ASLR weren’t “designed to prevent every attack forever,” they remained effective in raising the attack bar.\n\nTuesday’s second update will patch Office XP, Office 2003 and Office 2007, as well as the Visual Basic for Applications and Visual Basic for Applications SDK (software developers kit) tools.\n\n“I‘m betting that the vulnerability will be in the Office 2007 converter tool,” said Storms, talking about the file conversion utility Microsoft offers that lets users open documents in the newer Office 2007 formats in older editions of the suite.\n\nMicrosoft will not issue fixes next week for flaws it has publicly acknowledged in both SharePoint 2007 and Internet Explorer. “We will not be releasing an update for [our recent Security Advisory for SharePoint] with the May bulletins,” confirmed Microsoft’s Bryant. “Our teams are still working on an update for that issue.”\n\nThe SharePoint zero-day bug, which was disclosed last week by a Swiss security consultancy, could be used by attackers to steal confidential information from companies’ SharePoint servers. Microsoft has recommended that administrators apply a workaround in lieu of a patch.\n\nThe unpatched vulnerability in IE was confirmed by Microsoft in early February after a researcher with Core Security Technologies showed how the bug could be exploited to remotely read files on a PC’s local drive. The vulnerability affects all versions of the company’s browser, including IE8.\n\n“That’s a low-risk bug,” argued Storms, when asked why Microsoft had not yet patched it. “It’s kind of an odd situation, and probably doesn’t represent a big risk at the moment.”\n\nMicrosoft will release the two updates at approximately 1 p.m. ET on May 9.\n\nGregg Keizer covers Microsoft, security issues, Apple, Web browsers and general technology breaking news for Computerworld . Follow Gregg on Twitter at @gkeizer or subscribe to Gregg’s RSS feed . His e-mail address is gkeizer@ix.netcom.com .\n\nRead more about security in Computerworld’s Security Knowledge Center."
    }
]