[
    {
        "header": "Microsoft issues emergency \"Google attack\" patch",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE60K5GR20100122",
        "time": "8:00AM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp on Thursday released a patch to protect users of its Internet Explorer browser from attacks similar to those directed at Google Inc’s operations in China last week.\n\nThe world’s largest software company, which said hackers targeting Google and at least 20 other companies in China exploited a weakness in its browser, said its new patch was “critical” and people should apply it as soon as possible.\n\nOther hackers have begun to exploit the flaw, according to researchers with Symantec Corp, the world’s biggest security software maker.\n\nSymantec has found viruses that take advantage of the weakness in Microsoft’s browser on some 100 websites, security researcher John Harrison said on Thursday.\n\nThey are dangerous because they can infect the PC of any user who visits those sites. Unlike less powerful viruses, it is not necessary for people to download software for their machines to become infected, Harrison said.\n\nPCs are safe if they apply the patch, which resolves eight vulnerabilities in Internet Explorer, Microsoft said. The most serious could allow hackers to gain control of a computer remotely via Web sites people visit while using the browser.\n\n”We’re always working, we have fewer vulnerabilities\n\nthan our competitors,” said Microsoft Chief Executive Steve Ballmer at an energy conference in Houston, addressing cyber-security concerns.\n\nHe gave no indication that Microsoft would change its business in China after Google threatened to quit the country last week. “We respect the laws of China, it’s the only appropriate thing for us to do,” he said.\n\nThe viruses Symantec has found only successfully attack Internet Explorer 6, though hackers could figure out how to break through the defenses of Internet Explorer 7 and 8, the most recent version of the software, Symantec’s Harrison said.\n\nMost Internet Explorer customers, who have automatic updating enabled on their systems, will not need to take any action on the security patch, Microsoft said. For manual updating, it directed users to its website (here)."
    },
    {
        "header": "Expert finds vulnerabilities in Microsoft browser",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE60L5O820100122",
        "time": "4:26PM UTC",
        "body": "BOSTON (Reuters) - A security research firm said it discovered another set of vulnerabilities in Internet Explorer, a day after Microsoft Corp patched the Web browser following a high-profile cyber attack on Google in China.\n\nThe software maker issued a patch on Thursday to fight malicious software that was used in the attack on Google Inc and dozens of other companies which operate in China.\n\nResearch firm Core Security Technologies said on Friday that it discovered another set of vulnerabilities in Internet Explorer that hackers can link together and exploit, to remotely access all of the data on a personal computer.\n\n“There are three or four ways to conduct this type of attack,” said Jorge Luis Alvarez Medina, a security consultant with Boston-based Core, who will demonstrate the vulnerability at the Black Hat security conference in Washington, which begins February 2.\n\nA spokeswoman for Microsoft said she could not immediately comment on the matter.\n\nAlvarez Medina said hackers can exploit a string of four or five minor vulnerabilities in Internet Explorer, which is used on hundreds of millions of PCs around the world.\n\nAlthough none of the vulnerabilities are serious enough to compromise a machine, a hacker could take control of a PC by exploiting all of them at once, he said.\n\nThe combination would overwhelm the browser, giving a hacker access to all data on the PC after a user clicks on a malicious link, he said.\n\nAlvarez Medina added that he was uncertain whether any hackers had already exploited the weaknesses, which Microsoft has yet to patch.\n\nHe said that Core was working with Microsoft to find a way to mitigate the risk, but added that he believed other vulnerabilities would crop up even after a solution to these.\n\n“It is likely that people will come up with new ones over time,” he said."
    },
    {
        "header": "EU queries impact of Microsoft/Yahoo deal on Google",
        "link": "http://www.reuters.com/article/COMSRV/idUSLDE60L0TV20100122",
        "time": "10:50AM UTC",
        "body": "BRUSSELS, Jan 22 (Reuters) - EU regulators are seeking market views on whether a Microsoft Corp (MSFT.O) plan to use Yahoo Inc’s search technology would help the U.S. software firm compete against dominant search engine Google Inc (GOOG.O). Microsoft struck a 10-year Web search partnership with Yahoo YHOO.O last July, seeking to challenge Google. Combining forces could also attract more ad dollars from marketers, but the deal has yet to be approved by antitrust regulators.\n\nAntitrust lawyers have said U.S. regulators are expected to scrutinise the deal closely but eventually grant approval as it would create a stronger rival to Google. [ID:nN29273592]\n\n“Will the merger make Microsoft a better competitor to Google?” the European Commission said in a questionnaire sent to interested parties and obtained by Reuters.\n\nThe 38-question document asked potential respondents whether they believed Google had a competitive advantage compared to other search engines and what they considered to be the advantages and disadvantages of the various services.\n\nThey were also asked whether the Microsoft/Yahoo deal would encourage innovation and lead to better searching. The deadline for comments is Jan. 29.\n\nThe European Union executive has given itself until Feb. 19 to clear or prohibit the deal. It could extend the review should it have competition concerns. Outgoing Competition Commissioner Neelie Kroes has to date blocked only two proposed mergers.\n\nMicrosoft last month ended a decade-long battle with the Commission by agreeing to give European consumers better access to rival Internet browsers in its Windows operating system.\n\nAntitrust infringements in Europe have led to fines against Microsoft totalling 1.68 billion euros ($2.4 billion). (Reporting by Foo Yun Chee, editing by Dale Hudson)"
    }
]