[
    {
        "header": "RPT-Verizon kicks off sales of Microsoft's Kin",
        "link": "http://www.reuters.com/article/rbssConsumerElectronics/idUSN0513444420100505",
        "time": "10:29AM UTC",
        "body": "* Kin One to retail for $49.99, Kin Two for $99.99\n\n* Online sales start Thurs May 6, in stores May 13\n\nNEW YORK, May 5 (Reuters) - Verizon Wireless will start to sell Microsoft Corp’s (MSFT.O) Kin phones on Thursday as both companies look to do battle with Apple Inc (AAPL.O) by catering to savvy young phone users who are obsessed with following what their friends are doing online.\n\nThe biggest U.S. wireless operator will start online sales on Thursday for the two phones, the companies said today, which were announced on April 13, and it plans to start selling them in stores one week later.\n\nThe Kin One -- a small phone with a touchscreen, a slide-out keyboard and a square shape that resembles a cosmetics compact -- will sell for $49.99 to consumers who sign a service contract with Verizon Wireless, a venture of Verizon Communications (VZ.N) and Vodafone Group Plc (VOD.L).\n\nThe Kin Two -- a bigger rectangular-shaped phone with a slide-out keyboard and touchscreen controls -- will sell for $99.99 to contract customers.\n\nBoth phones have very similar functionality, but the Kin Two has a much bigger screen and an eight-megapixel camera while the Kin One’s camera takes five-megapixel photographs.\n\nBoth devices which are to be manufactured by Sharp Corp (6753.T) are exclusive to Verizon Wireless and represent a big step for Microsoft, which has mostly stuck to selling its mobile software to other phone makers.\n\nThe Kin devices are landing just months before Microsoft unveils its latest software Windows Phone 7, which the company says will target a broader cellphone market.\n\nThe new phones should help Microsoft compete with Apple and rivals Google Inc (GOOG.O), whose Android phone software has gained a lot of ground in the last year.\n\nHowever, the Kin will also put it into direct competition with its phone software customers, which include HTC Corp (2498.TW) and Samsung Electronics Co Ltd (005930.KS). (Reporting by Sinead Carew, editing by Matthew Lewis)"
    },
    {
        "header": "Microsoft, Nokia Release Collaboration Smartphone App",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS392706491820100505",
        "time": "2:52PM UTC",
        "body": "Handheld-giant Nokia and Microsoft, the world’s largest software company, on Tuesday announced the first fruit of their recent mobile-productivity pact: Microsoft Communicator Mobile for Nokia handhelds and the Symbian platform.\n\nMicrosoft Communicator Mobile for Nokia, which is initially available free of charge in English for Nokia’s E52 and E72 devices via the Nokia Ovi mobile software store, is an enterprise collaboration tool that connects directly with Microsoft Exchange corporate systems. More specifically, the new app lets users view colleagues’ status and availability and then click to contact them via various methods including IM, e-mail, text and voice. Colleagues’ names and statuses are listed in users’ contact applications, so they can update their own presence, initiate or join in on existing IM sessions, and place new calls from that central location.\n\nThe announcement is aimed directly at BlackBerry-maker Research In Motion (RIM) and its enterprise users. RIM currently offers a variety of comparable collaboration tools for BlackBerry deployments in Microsoft Exchange environments, such as its BlackBerry client for Microsoft’s Office Communications Server (OCS). And the new Microsoft Communicator Mobile for Nokia brings much of the same functionality to Nokia smartphone users.\n\n“This application really provides a much more efficient way to work with others, as you can see if someone is busy or available and the best way to start a conversation with them,” said Ukko Lappalainen, vice president at Nokia, in a press release. “It also meets all of the requirements for the enterprise: cost-effective to implement, secure, familiar and reliable.”\n\nThe Nokia/Microsoft pact was first announced last August, and Microsoft Communicator Mobile for Nokia is just the first product the companies plan to release for the enterprise market in the coming months and years.\n\nAdditional device support for handhelds including Nokia’s new E5 device is expected in the near future. And Nokia plans to pre-install the client on select handhelds, as well.\n\n<a href=“http://www.cio.com/topic/3061/Mobile_Wireless”>Read more about mobile/wireless</a>] in CIO’s Mobile/Wireless Drilldown."
    },
    {
        "header": "HP names Microsoft veteran to lead software",
        "link": "http://www.reuters.com/article/technologyNews/idUSTRE64454S20100505",
        "time": "3:16PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Hewlett-Packard Co on Wednesday named Microsoft Corp veteran Bill Veghte to lead its enterprise software business.\n\nVeghte spent two decades at Microsoft, where he was credited with leading the Windows unit back to success with Windows 7 after it lost some credibility with the much-derided Vista operating system.\n\nVeghte left Microsoft in January. His appointment at HP is effective May 17.\n\nSoftware and solutions is a $3.6 billion annual business for HP, the world’s largest technology company by revenue, where last fiscal year’s revenue topped $114 billion.\n\n“Expanding our software and solutions business is critical to HP, and Bill’s broad experience across sales, marketing and engineering will be instrumental in driving this business forward and in strengthening our strategic partnerships with our clients,” said Ann Livermore, executive vice president of HP’s enterprise business, in a news release.\n\nShares of Palo Alto, California-based HP rose 0.25 percent to $50.89 in afternoon trading on the New York Stock Exchange."
    },
    {
        "header": "Free 7-Zip Does More than Windows' Built-In Tool",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS108189606620100505",
        "time": "1:48PM UTC",
        "body": "You can compress and decompress .zip format archive files using Windows’ own built-in capabilities, but that’s limited. Or you can use a commercial program like WinZip that’s packed with all sorts of goodies, but you have to pay for it. Or you can use 7-Zip, which gives you a couple of the most important features for free. It’s available in 32-bit and 64-bit versions.\n\nFor instance, 7-Zip can compress and decompress WinZip-compatible AES-encrypted .zip files. That’s vital if you need to e-mail sensitive data, because the .zip format’s standard password protection (the only kind Windows supports) is easy to crack. But with 7-Zip, you can share truly-secure data with people who use WinZip, PKZip, WinRar, PowerArchiver, and other programs. And if they use none of those programs and don’t want to spend money, you can tell them to get 7-Zip.\n\n7-Zip also allows you to compress and e-mail files in one easy step. Just right-click a file or files in Windows Explorer and select 7-Zip¸ then Compress and email. It even has its own compression format, although I recommend sticking to .zip for compatibility purposes.\n\nThis isn’t to say that 7-Zip will satisfy every WinZip fan. It can’t compress a .zip into an .exe. And the user interface is plain, dull, and unattractive. It can also be intimidating, offering options that most users should never have to think about.\n\nBut you don’t have to. The default settings are just fine. For most compression tasks, 7-Zip does the job."
    },
    {
        "header": "Microsoft launches unified comms client for Nokia phones",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS242075461520100505",
        "time": "9:42AM UTC",
        "body": "Nokia and Microsoft on Wednesday announced the availability of Microsoft Communicator Mobile for Nokia, a unified communications client for Nokia’s Eseries smartphones. The software is the first result of the partnership they announced in August last year.\n\nThe Communicator Mobile client connects with Microsoft’s Office Communications Server 2007 R2, and let users see their colleagues’ availability and communicate with them using instant messaging, e-mail, SMS (Short Message Service) or a call from the phone’s address book, according to Nokia.\n\nThe ability to see when and how colleagues are available -- commonly referred to as presence -- and send instant messages are the key features, a Nokia spokesman said via e-mail.\n\nThe voice calls will be made via the phone network, but a future version will also be able to make calls over IP, he added, without providing any details. Today, voice-over-IP calls can instead be made using Microsoft’s PC client, Office Communicator, which also integrates with Office Communications Server.\n\nInitially, Microsoft Communicator Mobile will be available on the Nokia E72 and the E52 handsets, and owners of those devices can download the English version of the software from Nokia’s Ovi Store. Nokia plans to ship the software on certain smartphones in future, and to support additional devices, including the recently announced Nokia E5.\n\nUntil now, Microsoft has only offered its enterprise customers a Windows Mobile-based mobile client, something that has held Office Communications Server back, according to Steve Blood, vice president and agenda manager at Gartner. Companies have instead been turning to PBX and third-party software vendors that offer a wider support for different mobile operating systems.\n\nThe addition of support for Symbian is a step in the right direction, but now Microsoft has to “dance with the devil” and also add support for the iPhone, Android-based smartphones and Research In Motion’s BlackBerry phones, according to Blood.\n\nSince the announcement in August, Nokia and Microsoft have been collaborating on the design and development of “new solutions”. However, they have not yet said what that will lead to beyond Communicator Mobile."
    },
    {
        "header": "Microsoft Spindex Puts New Spin on Social Networking",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS277300761820100505",
        "time": "8:49AM UTC",
        "body": "Microsoft’s FUSE Labs--the cutting edge, innovative research group behind the recent Docs.com announcement--unveiled yet another new project today at the Web 2.0 Expo in San Francisco. Spindex is a new FUSE Labs project to help aggregate and streamline social streams to help you interact more efficiently.\n\nLili Cheng, general manager of Microsoft FUSE Labs, wrote in a blog post on The Official Microsoft Blog “One area we’ve been focused on lately is the personalization of social computing. As you increasingly tweet, post to Facebook, and capture ideas with tools like Evernote, we want to help you get the most out of your social activity by exposing the right information, at the right time, in a way that’s meaningful.”\n\nAs social networking has grown it has also become unwieldy and cumbersome. What began as a small clique of friends or family has spiraled out of control into hundreds or thousands of connections spanning multiple social network services. Spindex will enable you to connect to and consolidate information streams from Facebook, Twitter, Evernote, RSS feeds, and Bing--for starters.\n\nTo be fair, Microsoft is not the first to attempt such an aggregation of social networking. Tweetdeck, which is my default tool on my Windows 7 notebook, my iPhone, and my iPad for working with Twitter is also capable of connecting with and posting to Facebook, MySpace, and LinkedIn--providing a fairly comprehensive interface for managing social networks. Lifestream, from AOL, also provides one-stop shopping for social networks including all of the ones from Tweetdeck, as well as Digg, YouTube, Flickr, and more.\n\nSpindex puts a unique spin on the concept, though, by providing personalized trending topics. The keywords and hot topics among your personal social network are much more relevant to you than what the world at large is following. In addition, Spindex proactively seeks out articles and information via Bing and provides you with links to dig deeper and learn more.\n\nThe Spindex site describes it “Make sense of your social overload, open your personalized Spindex page, and find out at a glance what topics are hot in your social world. You can also keep track of the things you are remembering via Evernote--right inside of your Spindex page. Spindex is not just a social reader--as you browse your friends’ updates, Spindex continually suggests related content from Bing--giving you better insight into the topics and trends spinning around you.”\n\nFUSE Labs has also been behind some other recent Microsoft innovations such as Bing Twitter Maps, Docs.com, and Outlook Social Connectors. The Outlook Social Connectors concept is also aimed at engaging social networks more efficiently, but from an opposite perspective from Spindex. Where Spindex consolidates social streams into a single console, Outlook Social Connectors enable you to separate social streams by contact and quickly find message threads and status updates affiliated with a specific individual.\n\nSpindex is currently available only as a CTP (community technology preview) for attendees of the Web 2.0 Expo. Stay tuned to FUSE Labs to find out when it will be available to the general public. I will be keeping my eyes open for an opportunity to play with this new tool.\n\nYou can follow Tony on his Facebook page , or contact him by email at tony_bradley@pcworld.com . He also tweets as @Tony_BradleyPCW ."
    },
    {
        "header": "Corrected: Verizon kicks off sales of Microsoft's Kin",
        "link": "http://www.reuters.com/article/newsOne/idUSTRE6443JT20100505",
        "time": "10:52AM UTC",
        "body": "NEW YORK (Reuters) - Verizon Wireless will start to sell Microsoft Corp’s (MSFT.O) Kin phones on Thursday as both companies look to do battle with Apple Inc (AAPL.O) by catering to savvy young phone users who are obsessed with following what their friends are doing online.\n\nThe biggest U.S. wireless operator will start online sales on Thursday for the two phones, the companies said today, which were announced on April 13, and it plans to start selling them in stores one week later.\n\nThe Kin One -- a small phone with a touchscreen, a slide-out keyboard and a square shape that resembles a cosmetics compact -- will sell for $49.99 to consumers who sign a service contract with Verizon Wireless, a venture of Verizon Communications (VZ.N) and Vodafone Group Plc (VOD.L).\n\nThe Kin Two -- a bigger rectangular-shaped phone with a slide-out keyboard and touchscreen controls -- will sell for $99.99 to contract customers.\n\nBoth phones have very similar functionality, but the Kin Two has a much bigger screen and an eight-megapixel camera while the Kin One’s camera takes five-megapixel photographs.\n\nBoth devices which are to be manufactured by Sharp Corp (6753.T) are exclusive to Verizon Wireless and represent a big step for Microsoft, which has mostly stuck to selling its mobile software to other phone makers.\n\nThe Kin devices are landing just months before Microsoft unveils its latest software Windows Phone 7, which the company says will target a broader cellphone market.\n\nThe new phones should help Microsoft compete with Apple and rivals Google Inc (GOOG.O), whose Android phone software has gained a lot of ground in the last year.\n\nHowever, the Kin will also put it into direct competition with its phone software customers, which include HTC Corp (2498.TW) and Samsung Electronics Co Ltd (005930.KS)."
    },
    {
        "header": "Microsoft adds Spindex to control social networking flood",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS412944443420100505",
        "time": "6:23PM UTC",
        "body": "Angling to get in on the social networking craze, Microsoft yesterday showed off an early technical preview of a new tool that would aggregate social media.\n\nThe company pulled the wraps off the Spindex tool yesterday at the Web 2.0 Expo in San Francisco. The tool is designed to pull together a user’s social streams from multiple social networking sites like Facebook and Twitter to let users more easily peruse information.\n\n“Today’s social networks are powerful and compelling, but they’re just the beginning of a broader transformation that will likely change every aspect of the Web,” wrote Lili Cheng, general manager of Microsoft FUSE Labs, in a blog post. “One area we’ve been focused on lately is the personalization of social computing. As you increasingly tweet, post to Facebook, and capture ideas with tools like Evernote, we want to help you get the most out of your social activity by exposing the right information, at the right time, in a way that’s meaningful.”\n\nCheng noted that Spindex should make it easier for users to find out what’s new, see personalized trending topics, and generally make the most of the time they’re spending on social networks.\n\nCheng did not say when Spindex is expected to move beyond the early technical preview, or when it’s likely to be broadly released. Microsoft did say that updates on Spindex’ progress will be made available via the company’s new Spindexme Twitter page .\n\nThe social networking phenomenon has grown beyond the borders of pioneers like Facebook, Myspace and Twitter to established major firms like Google, which earlier this year launched Google Buzz , a set of tools that can be used to add social networking capabilities to the Gmail e-mail service.\n\nAnd now Microsoft looks to take its place in the social networking world.\n\n“While it’s early days for Spindex, and our learning has just begun, one thing is certain: what we discover will help inform Microsoft’s approach to how we work and play in the years to come,” wrote Cheng. “While my kids have a hard time appreciating this fact, it’s still ‘covered wagon’ days for the Web. There’s still much territory to be surveyed, and we look forward to sharing our explorations with you.”\n\nSharon Gaudin covers the Internet and Web 2.0, emerging technologies, and desktop and laptop chips for Computerworld . Follow Sharon on Twitter at @sgaudin , or subscribe to Sharon’s RSS feed . Her e-mail address is sgaudin@computerworld.com .\n\nRead more about enterprise web 2.0/collaboration in Computerworld’s Enterprise Web 2.0/Collaboration Knowledge Center."
    },
    {
        "header": "Microsoft refreshes IE9 preview, boosts speed",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS217703361120100505",
        "time": "6:45PM UTC",
        "body": "Making good on a promise two months ago, Microsoft today updated its Internet Explorer 9 (IE9) preview, a sneak peek that targets Web developers and others eager to try out the company’s next browser.\n\n“The Platform Preview continues to be the thinnest possible wrapper around the Web platform, and as such is not intended for general purpose browsing,” cautioned Dean Hachamovich, the browser team’s general manager, in an entry on the IE blog today.\n\nIn mid-March, Microsoft committed to updating the IE9 preview every eight weeks until it issues a public beta. The company again declined to reveal its timeline plans for a beta or a final of the next-generation browser.\n\nMicrosoft also updated the supporting IE9 Test Drive site with new samples to show what developers can do with its graphics processor-powered HTML, a key feature of the browser that boosts text and graphics rendering by offloading those chores to the PC’s GPU (graphics processor unit).\n\nIE9’s preview will not run on the nearly-nine-year-old Windows XP, because the browser relies on APIs (application programming interfaces) built into Windows 7 and added to Vista and Server 2008 R2 in October 2009. The final version won’t run in XP either, Microsoft has confirmed.\n\nHachamovich claimed that the second IE9 preview renders JavaScript about 20% faster than the March edition, and 36% faster than Mozilla’s Firefox 3.6. Microsoft’s early code, however, still lags behind the leaders -- Apple ’s Safari, Google ’s Chrome and Opera Software’s Opera -- in SunSpider benchmark scores. Opera, for instance, was half again as fast as IE9’s Platform Preview 2.\n\nMicrosoft’s results nearly match those of recent Computerworld SunSpider tests, which showed that Chrome’s newest beta was almost 20% faster than the current “stable” build, and that Opera continued to take honors as the fastest Windows browser.\n\nThe company also touted progress in the widely-used Acid3 benchmark, which checks how closely a browser follows certain standards, particularly specifications related to DOM (Document Object Model), CSS2 (Cascading Style Sheets 2) and SVG (Scalable Vector Graphics). Hachamovich said IE9 Platform Preview 2 scored 68 out of a possible 100 on Acid3, an improvement over the 55 scored by Platform Preview 1.\n\nUnlike full-fledged editions of IE, the IE9 preview runs alongside existing versions of IE, such as IE7 on Vista or IE8 on Windows 7. Users can install the update overtop the March edition, Microsoft said.\n\nMicrosoft has said nothing about its goals for IE9’s adoption, but the company has to be concerned with the gradual decline of Internet Explorer’s usage share, which has been on a downward line for years and shows no sign of heading upward. The most recent data from Web analytics firm NetApplications puts IE’s usage share at just under 60%, a record low.\n\nIE8 has not been able to turn that around. Since IE8’s March 2009 launch, Microsoft has lost 7.8 percentage points in usage share, only slightly less than the 9.2 points it lost in the 12 months preceding IE8’s debut.\n\nThe second preview is a 15MB download, and can be obtained from Microsoft’s site .\n\nGregg Keizer covers Microsoft, security issues, Apple, Web browsers and general technology breaking news for Computerworld . Follow Gregg on Twitter at @gkeizer or subscribe to Gregg’s RSS feed . His e-mail address is gkeizer@ix.netcom.com .\n\nRead more about browsers in Computerworld’s Browsers Knowledge Center."
    },
    {
        "header": "Nokia, Microsoft launch new mobile software",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE6440W720100505",
        "time": "3:02AM UTC",
        "body": "HELSINKI (Reuters) - Nokia and Microsoft unveiled on Wednesday the first result of their new software collaboration aimed at breaking the dominance of Research in Motion’s BlackBerry in wireless services for corporations.\n\nNokia and Microsoft, at one time fierce rivals in the mobile telecommunications business, announced the alliance in August 2009. They expect to offer Nokia phones running Microsoft’s Office programs later this year.\n\nOn Wednesday the companies unveiled Communicator Mobile software, which enables people to see their colleagues’ availability, and click to communicate with them using instant messenger, e-mail, text or phone call.\n\nThe names and status of colleagues are embedded directly in the devices’ contacts application. Owners of Nokia E52 and E72 models can download it as of today from Nokia’s Ovi Store."
    }
]