[
    {
        "header": "Microsoft profit beats on strong Windows 7 sales",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE60R71A20100129",
        "time": "7:40PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp posted a bigger-than-expected 60 percent jump in quarterly profit, helped by strong sales of Windows 7, and said it expected business technology spending to recover this year.\n\nThe world’s biggest software maker said on Thursday that net profit came to $6.7 billion, or 74 cents per share, for its fiscal second quarter, versus $4.2 billion, or 47 cents per share, a year ago.\n\nAnalysts were expecting 59 cents per share, according to Thomson Reuters I/B/E/S.\n\nMicrosoft’s stock rose 1 percent in after-hours trading, a relatively muted reaction that analysts attributed in part to a run-up in the stock following the launch of the Windows 7 operating system in October.\n\n“Make no mistake, these were very good results out of Microsoft. Expectations were heightened ever the last few weeks, given Q4 PC shipments and good numbers from Intel,” said Andy Miedler, analyst at Edward Jones.\n\nOthers also pointed to confusion over the earnings numbers because Microsoft included the effects of deferred revenue from pre-sales of Windows 7 to PC makers and retailers, and its free upgrade program.\n\nExcluding that revenue, profit was 60 cents per share.\n\n“It was a pretty clean, blowout beat,” said Sid Parakh, an analyst at McAdams Wright Ragen. “All the Street models should have reflected that deferred revenue because it’s not a surprise.”\n\n“We didn’t see enterprise spending growth in our fiscal second quarter just ended,” Chief Financial Officer Peter Klein told Reuters.\n\n“However, our general view is a recovery will occur starting this calendar year and gradually over the next several years,” he added.\n\nWindows 7 has proved to be Microsoft’s strongest-selling operating system to date after the disappointing Vista. PC sales grew 15.2 percent last quarter.\n\nMicrosoft’s revenue rose 14 percent to $19.02 billion, including $1.71 billion of deferred revenue from the Windows 7 launch in October. Excluding that, sales were $17.31 billion.\n\nMicrosoft shares rose to $29.42 in after-hours trading from their Nasdaq close of $29.16. At the close, The stock has risen 62 percent over the past 12 months, outstripping a 40 percent gain in the Nasdaq.\n\n“Last year the stock was a big outperformer. A lot of people think the stock has already had its run,” said Jane Snorek, technology analyst at First American Funds. “But I think with PCs doing this well and a new Office coming in June, that the stock can still outperform. I think Office can be a big hit.”\n\nRivals International Business Machines Corp, Google Inc and Apple Inc have all beaten average Wall Street estimates this quarter, but saw their stocks fall or gain only slightly afterward."
    },
    {
        "header": "Microsoft options show investors positive on post-earnings",
        "link": "http://www.reuters.com/article/companyNewsAndPR/idUSN2821665220100128",
        "time": "3:46PM UTC",
        "body": "NEW YORK, Jan 28 (Reuters) - Options activity suggests investors expect shares of Microsoft Inc (MSFT.O) to gain once it reports quarterly results after the bell on Thursday.\n\nActivity leaned to the positive, although the market’s sharp decline Wednesday dented that optimism.\n\nWith less than half an hour of trading left, Microsoft option volume was three times greater than it average daily turnover with about 252,000 calls and 118,000 puts traded, according to option analytics firm Trade Alert.\n\nThe average put-to-call ratio over the last 30 days has been 0.57, said Interactive Brokers Group market analyst Andrew Wilkinson.\n\n“It’s cautious optimism. There aren’t as many puts being traded as normally against the calls now, but not by much,” Wilkinson said.\n\nWall Street expects Microsoft to post $17.9 billion in revenue for the second quarter, up about 7 percent from a year ago. The consensus estimate is 59 cents per share, according to Thomson Reuters I/B/E/S.\n\nSome speculative call buyers were betting on a rally, based on positive earnings by tech majors Google (GOOG.O) and Apple (AAPL.O) last week.\n\nMicrosoft shares were down 0.7 percent at $29.45 a share.\n\nThe most active February call strikes were the out-of-the-money $31 and $30 strike prices, said Jon Najarian, co-founder of optionMonster, a Web information site.\n\nJoe Kunkle, a founder of Web site OptionsHawk.com, noted a slight bullish bias on the at-the-money options along with some buyers of the Feb $30/$31 call spreads, which would suggest expectations for a small pop in shares after earnings.\n\nMicrosoft February implied volatility stood at 38 percent compared to March implied volatility of 31 percent and a historic reading of 21 percent on the stock, he said.\n\nImplied volatility, a key component of an options price, measures the expected magnitude of share price movement.\n\nMarket participants were concerned that the steep decline in stocks would weigh on the software giant despite solid results.\n\nWall Street was down more than 1 percent, with the Nasdaq falling more than 2 percent, weighed by outlooks from technology companies and concerns about Greece’s heavy debt load."
    },
    {
        "header": "Instant view: Microsoft, Amazon post strong quarters",
        "link": "http://www.reuters.com/article/pressReleasesMolt/idUSTRE60R71H20100128",
        "time": "5:08PM UTC",
        "body": "LOS ANGELES (Reuters) - Microsoft Corp posted a 60 percent increase in quarterly profit, helped by strong sales of its new Windows 7 operating system, and said it expected business technology spending to recover this year.\n\nAnd Amazon.com Inc blew past Wall Street profit estimates in its closely watched holiday quarter and forecast stronger-than-expected revenue for early 2010, sending its shares higher.\n\n”Make no mistake, these are very good results out of Microsoft. Expectations were heightened over the last few weeks, given Q4 PC shipments and good numbers from Intel.\n\n”This was a reaffirmation that Windows 7 should be a good product cycle.\n\n“Over the long term, corporate PCs are long in the tooth and corporations will be looking to update their PCs before Microsoft ends support of Windows XP in 2014.”\n\n”They were amazing. I‘m surprised the stock is only up 20 cents. It should be up a couple bucks.\n\n”It was probably that the Windows 7 units were underestimated. Maybe the average selling prices were underestimated. It also looked like the server business was better than most people thought. MSN Online also beat by a little bit, so maybe we are getting a little bit of a Bing effect.\n\n“Last year the stock was a big outperformer. A lot of people think the stock has already had its run. But I think with PCs doing this well and a new Office coming in June, that the stock can still outperform. I think Office can be a big hit.”\n\n“The numbers look quite good, especially the Windows numbers. They beat by $800 million, which is good because that’s a high margin business. They reiterated op-ex guidance for the year, which is also good. I think there could be some upside on the margins.”\n\n”These are outstanding numbers. 74 cents was comparable to the 59 cents people were expecting, so it was a big beat. The upside was in the Windows business and service and tools and office business. The online business came in line and the only business shy of expectations was Xbox.\n\n“The operating expenses were guided in line with previous guidance. The quarter is consistent with the strength in PCs and the early appeal of Windows 7.”\n\n”They beat on top and bottom line, reflecting a strong product cycle for Windows 7 and server offerings. It also reflects the fact that people haven’t updated their systems in the past several years, and have a compelling reason to buy new hardware and software and that’s reflected in earnings and revenues.\n\n“The calendar year 2010 will continue to be strong for Microsoft.”\n\n”These are just good numbers -- better than expected across the board, largely driven by PC sales. Relative to our estimates, most businesses had better revenues, except for the online services group. Otherwise, everything was far better than we thought.\n\n“Revenues in the Windows 7 business were $650 million, more than 10 percent above our estimates, which is a pretty big number. We did see a PC refresh cycle kick in and there was a lot of selling at the retail level. That’s because Windows 7 is a good product. Most reviews so far have implied that.”\n\n”Microsoft had an OK quarter. If you take out their revenue deferral, it came in a little bit softer than I expected. Microsoft is not really rebounding as much as the other companies.\n\n”It’s hard to say“ how Microsoft did in comparison with Wall Street expectations. ”Some analysts might have the deferral in there, others don‘t.\n\n”Just looking at it straight year-over-year, they came in at about $17.3 billion (revenue) without the deferral. That’s only about $700 million better than last year. And last year was much more difficult economically.\n\n”I would say it was pretty lackluster (revenue growth), given how much bleaker things looked on the economic front last year. Other companies have rebounded much more than Microsoft has.\n\n“You’re seeing PC units do well, Windows 7 is selling much better than Vista did. I think the concern is a lot of the new units might be coming from netbooks. Just smaller revenue.”\n\n”They beat substantially on revenue, but I think the whisper number was a little higher on EPS.\n\n“This is the best product cycle in years. Everybody knows that. In the first half of this year, we will see if businesses will carry forward with their Windows plans, or delay it and stick with the versions they have of windows XP. That has been a pattern in ‘09. we’ll see if businesses get out of that pattern.”\n\n”I would argue that probably the single biggest reason is gross margin... There’s a sentiment around that metric that tends to move that stock sometimes more than the absolute performance.\n\n”The (consensus) expectations, as of this morning, was for that line item to be up 30 basis points... It was flat year-over-year.\n\n”The bottom line was obviously much stronger than expected.\n\n”Too often the investment community focuses on the gross margin line alone in evaluating Amazon, rather than looking at overall cash flow.\n\n“While they gave up a little bit in gross margin, they made it up elsewhere.”\n\n“I guess you can’t please all of the people all of the time, even when you come in higher than expected, but then Amazon is priced for perfection. It’s a very expensive stock.”\n\n”It seems like the operating margin is starting to improve. That in itself was a surprise. Their gross margin was lighter than I expected, but was offset by managing their operating expenses.\n\n”The topline number was very good, much stronger than I was expecting. The bottom line was ahead and it seems like the company’s operating margin is starting to improve and that in itself was a surprise. It seems that it’s more oriented toward the operating structure of the company, since their costs were up.\n\n”Their gross margin was lighter in the quarter than I was expecting but they offset that by just managing their operating expenses.\n\n“People are trying to digest the numbers. There was some panic selling on the numbers. I think people saw the gross margin number and that’s probably what caused the stock to react negatively initially, at the time of the release. I think it’s people trying to understand if these are real operating numbers going forward from an operating structure standpoint, and if that’s true, the company could, going forward, have an operating margin above 5 percent, which is exactly what the market’s been looking for.”\n\n“I don’t know if it’s buying the mystery selling the history... It seems to be the downdraft in the (stock) market that might be hitting them a little bit” at first.\n\nHe said the top end of the first-quarter EPS guidance worked out to about 60 cents per share.\n\n”The guidance looks pretty strong to me.\n\n“Expectations were pretty high ... The thought was that they would have a pretty good quarter.”\n\n”The bottom line is the fundamental story for Amazon of meaningful growth is not only intact and confirmed by the earnings report, they continue to surprise with nice upside beyond any reasonable expectations.\n\n“So far I see no chinks in the armor of Amazon’s earnings report. We’d be buyers of the stock.”"
    },
    {
        "header": "Ballmer defends Microsoft as China plays up Gates' comments",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS335000548120100128",
        "time": "6:01AM UTC",
        "body": "Microsoft CEO Steve Ballmer defended the company’s presence in China in a message on Wednesday, after Chinese media seized on a statement by Bill Gates about Chinese Web censorship being “very limited.”\n\n“We have done business in China for more than 20 years and we intend to stay engaged, which means our business must respect the laws of China,”\n\nBallmer wrote on a Microsoft blog. “Microsoft is opposed to restrictions on peaceful political expression, and we have conversations with governments to make our views known.”\n\nThe message came after Chinese state-run newspapers this week prominently quoted Microsoft Chairman Bill Gates playing down China’s Internet censorship. “Bill Gates bats for China,” read a top headline in the English version of the state-run Global Times. The official China Daily also ran the comments by Gates.\n\nThe articles were part of a Chinese media blitz defending the country’s Internet regulation after Google recently threatened to leave China over censorship and hacking attempts.\n\n“Fortunately the Chinese efforts to censor the Internet have been very limited,” Gates said this week in an interview on ABC’s Good Morning America. “It’s easy to go around” the government controls, he said. China blocks Web sites like YouTube and Facebook, but savvy Internet users there can still access them via proxy servers or other tools.\n\n“Different countries have different rules about censorship,” Gates said. “So you’ve got to decide, do you want to obey the laws of the countries you’re in or not?”\n\nGoogle has said it plans to stop following China’s requirement to censor search results on its China-based search engine, even if that means being forced out of the country altogether. Ballmer reacted earlier this month by saying Microsoft would stay in China."
    },
    {
        "header": "Microsoft edges up after results",
        "link": "http://www.reuters.com/article/globalMarketsNews/idUSTRE60R6V820100128",
        "time": "4:10PM UTC",
        "body": "NEW YORK (Reuters) - Shares of Microsoft (MSFT.O) rose about 2 percent after the bell on Thursday as the company reported results.\n\nShares were up at $29.75 after closing at $29.16 on the Nasdaq."
    },
    {
        "header": "Malware Aims to Evade Windows 7 Safeguards",
        "link": "http://www.reuters.com/article/idgSmallBusiness/idUS403019106220100128",
        "time": "1:05AM UTC",
        "body": "Experts agree that Windows 7 has enhanced security to ward off attacks on vulnerabilities in old software. But what if a money-minded online scammer can persuade you to download malware onto your PC?\n\n“Windows 7 is more secure, and upgrading to it is a big improvement,” says Chester Wisniewski, a senior security advisor with software-maker Sophos. “But it’s not going to stop malware in its tracks.”\n\nDigital crooks generally use two tactics to install malware on a PC. Exploits often take the form of a snippet of attack code hidden on a Web page--often a hacked-but-otherwise-benign site. When you browse the page, the exploit hunts for software flaws in Windows or in third-party programs such as Adobe Flash or QuickTime. If it finds one, the exploit may surreptitiously install malware without any hint of the attack.\n\nIn contrast, social engineering attacks try to trick you into downloading and installing bot malware that poses as a useful program or video. Some attacks combine tactics, as when a scammer sends an e-mail message encouraging you to open an attached PDF file, only to trigger an exploit buried in the file that then hunts for a flaw in Adobe Reader.\n\nSecurity upgrades in Windows 7 could help prevent many attacks that target software flaws. ActiveX attacks, once the bane of Internet Explorer users, may “pretty much disappear” due to IE 8’s Protected Mode, says H.D. Moore, chief security officer at Rapid7 and creator of the Metasploit testing tool.\n\nThe arcane-sounding Address Space Layer Randomization makes it harder for crooks to find a vulnerability for a running program in your computer’s memory. The related Data Execution Prevention feature attempts to prohibit an attack from taking advantage of any flaw that it may discover.\n\n“These two, in particular, could have a very large impact,” says Wisniewski. Still, though ASLR and DEP were expanded to protect more programs in Windows 7 than in Vista, they don’t cover all applications.\n\nFor a sense of what that impact might be, we can look at how Vista fared against malware. Microsoft’s latest Security Intelligence Report covers the first half of 2009, prior to Windows 7’s release. It’s based on data from the Malicious Software Removal Tool, which Microsoft distributes via Automatic Updates to fight common malware infections. According to that data, the infection rate for an up-to-date Vista computer was 62 percent lower than that for an up-to-date XP system.\n\nIt’s possible, of course, that Vista users are technologically savvier on average, and so less likely to fall victim to malware. The sample sizes for XP and Vista, which Microsoft didn’t include in the report, might skew the statistics, as well.\n\nBut Sophos’s Wisniewski thinks that ASLR and DEP are factors, too. And since those features are expanded in Windows 7, there’s reason to hope they’ll continue to be effective.\n\n“I don’t see this going away anytime soon,” says Moore. He notes that there are plenty of ways crooks can and likely will continue to ply their evil trade against the new OS. But “it does raise the bar,” Moore says.\n\nExploit-based attacks may be harder to pull off against Windows 7, but social engineering attacks may be as dangerous as ever. And the theoretically less-annoying User Account Control does little to disable poisoned downloads.\n\nIn October, Sophos ran a test to see how Windows 7 and UAC would handle malware. First, the testers grabbed the first ten samples of malicious software that came into their lab. They then ran those samples on a fresh Windows 7 machine with UAC at its default settings, and with no antivirus installed.\n\nTwo samples couldn’t run on Windows 7 at all. But at its default setting, UAC blocked only one sample, leaving seven pieces of malware that loaded right up.\n\nSophos’s test highlights two points. First, Wisniewski and others say, UAC isn’t designed to block malware as much as it is to encourage programmers to write software that doesn’t require special privileges--so you shouldn’t count on it for protection.\n\nSecond, if a bad guy tricks you into downloading a Trojan horse, ASLR and DEP don’t matter. IE 8’s SmartScreen filter and similar features in other browsers might block known nasties, but the malware universe is bigger than that.\n\nSocial engineering ruses include using a hijacked social network account to send malware lures to friends of the owner, sending a link to a supposed video taken of a friend, and hiding a poisoned URL in a shortened link of the type commonly used on Twitter. (For more on such dangers, see “How to Stop 11 Hidden Security Threats.”)\n\nToss in other tried-and-true scams such as videos that instruct you to in­­stall a codec file (but instead lead you to a malware download), and phony documents attached to e-mail messages that appear to come from coworkers, and it becomes clear why Windows 7 users can’t let their guard down."
    }
]