[
    {
        "header": "RPT-Microsoft profit rises, helped by Office, tax gain",
        "link": "http://www.reuters.com/article/2011/04/28/microsoft-results-idUSN2828594220110428",
        "time": "4:18PM UTC",
        "body": "SEATTLE, April 28 (Reuters) - Microsoft Corp (MSFT.O) reported a 31 percent rise in fiscal third-quarter net profit on Thursday, helped by strong sales of its Office suite of applications and a one-time tax gain.\n\nThe world’s largest software company reported profit of $5.2 billion, or 61 cents per share, compared with $4 billion, or 45 cents per share, in the year-ago quarter. Five cents per share of that profit was attributed to a one-time tax benefit.\n\nSales rose 13 percent to $16.4 billion. (Reporting by Bill Rigby; Editing by Gary Hill)"
    },
    {
        "header": "Microsoft Windows sales slip, shares drift lower",
        "link": "http://www.reuters.com/article/2011/04/28/us-microsoft-idUSTRE73R5E620110428",
        "time": "6:46PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp reported a dip in quarterly sales of its core Windows operating system, mirroring a recent downturn in personal computers and sending its shares down slightly.\n\nThe world’s largest software company met Wall Street profit estimates after strong sales of its Office suite of applications and Xbox game systems took up the slack.\n\nBut its stock has waned in past weeks, spooked by a dip in PC sales -- which generate most of its revenue -- and by fears the Apple Inc iPad and other mobile devices will eventually erode the PC business.\n\nMicrosoft’s shares fell 1.2 percent to $26.37 in after-hours trading following the earnings report on Thursday.\n\n“Microsoft to me is no longer a growth stock, but it is a very attractive value stock. They continue to generate tremendous free cash flow. Their balance sheet is really unmatched,” said Channing Smith, co-manager of the Capital Advisors Growth Fund.\n\n“What you will begin to see is a shift away from growth investors. You are seeing that transition where Microsoft is in no man’s land, but I think they will become increasingly more attractive to value investors.”\n\nMicrosoft has sold a record-breaking 350 million licenses for its Windows 7 operating system since launching it 18 months ago, but demand appears to be waning in an uncertain economy.\n\nPC sales -- the engine guiding Microsoft’s financial success -- fell 1 percent in the first three months of the year, according to one research firm.\n\nCFO Peter Klein told Reuters in a phone interview the company expects corporate spending on PCs to outpace consumer PC sales through the next 12 months. He acknowledged that sales of low-end netbooks were suffering particularly, partly because of the success of tablets and other mobile devices.\n\n“The concern is PC markets are being disrupted. There’s some validity,” said BGC Financial analyst Colin Gillis. “But it’s also overblown when you factor in that Windows 7 is the fastest-selling OS in history.”\n\nThe company co-founded by billionaire Bill Gates has exceeded Wall Street’s expectations in seven straight quarters -- but its stock remains at 2001 levels. Investors fear that new gadgets, led by the iPad, are the thin end of the wedge that will one day separate Microsoft from its core customers.\n\nMicrosoft shares are down 14 percent over the past 12 months, compared with a 16 percent gain in the Nasdaq.\n\nLonger term, some see the new devices as unleashing a genie that Microsoft may never be able to put back in the bottle.\n\nMicrosoft notched a 31 percent increase in fiscal third-quarter net profit, reporting $5.2 billion, or 61 cents per share, compared with $4 billion, or 45 cents per share, in the year-ago quarter. Five cents per share of that profit was attributed to a one-time tax benefit.\n\nExcluding the tax benefit, profit met the 56 cents expected by Wall Street analysts, according to Thomson Reuters I/B/E/S.\n\nDespite the dip in the Windows unit, overall sales rose 13 percent to $16.4 billion, ahead of the $16.2 billion expected by analysts, helped by sales of Office and its Xbox game system and Kinect add-on.\n\nSales at its Windows unit fell 4 percent to $4.4 billion, but that was offset by a 21 percent increase at the Office unit to $5.2 billion, as people continued to buy copies of the new Office 2010, released last year.\n\nThe entertainment and devices unit -- which makes the Xbox and phone software -- posted a 60 percent increase in sales to $1.9 billion, mostly due to the success of the Kinect motion-sensor, launched last November.\n\nThe online services unit, which runs the Bing search engine and MSN web portal, raised revenue 14 percent to $648 million, but it still made a loss of $726 million in the quarter as Microsoft continued to step up efforts to challenge Google Inc in Internet search. The unit has now lost $7 billion in four years.\n\nMicrosoft said its agreement to power Yahoo Inc Internet searches by Bing was still not bringing the results it had hoped for, with revenue per search below expectations. That echoed similar remarks by Yahoo last week.\n\nMicrosoft stock is now trading at 9.6 times expected earnings for the next 12 months. That is half the stock’s 10-year average and below the 13 times average for major tech companies.\n\nEven its 2.5 percent dividend yield, which lags only Intel Corp’s among big tech, is not enough to persuade investors to change their outlook.\n\n“The question to ask is: is there any product line in Microsoft that they are not playing catch-up on?” asked Trip Chowdhry at Global Equities Research"
    },
    {
        "header": "Instant View: RIM slashes forecasts, Microsoft profit climbs",
        "link": "http://www.reuters.com/article/2011/04/28/us-microsoft-view-idUSTRE73R70X20110428",
        "time": "5:26PM UTC",
        "body": "LOS ANGELES (Reuters) - Research in Motion cut its quarterly earnings and revenue forecasts, expecting to ship fewer BlackBerry smartphones.\n\nAlso on Thursday, Microsoft Corp reported a dip in quarterly sales of its core Windows operating system, mirroring a recent downturn in personal computers and sending its shares down slightly.\n\n”Operators are bringing inventory levels even further down ahead of new products. Emerging market operators might have had even higher inventory levels.\n\n”Their exposure to higher-end Android and of course Apple in mature markets has been fairly well documented. I think they’ve surprised the street for the past couple quarters with very good execution in emerging markets and their ability to extract margin from lower ASP devices. That’s a testament to their effective product-mix management and new market execution.\n\n”But it doesn’t fix their lack of hero devices in their core markets.\n\n”I‘m sure RIM understands that there are serious gaps in their portfolio, and I‘m sure that the transition to QNX -- the OS that runs the new PlayBook tablet -- is one in a series of measures put in place to address this. But it’s likely that this warning is a direct reflection of the cost of transitioning platforms.\n\n“At some level if you miss a few product cycles, you have to expect to take some lumps before you can mount a comeback. Those new products and perhaps a revitalized set of services can’t come soon enough. We’ll see what they have to say at BlackBerry World, their annual conference next week.”\n\n“They’re guiding down and feeling the heat from Apple and the Android with Google. It will be interesting to see how the market reacts.”\n\n”This is the beginning of the slide. The competition on the smartphone side of the business is getting very intense and they’ve not been able to field a decent smartphone, so they’re going to start losing ground here.\n\n”Increasingly, RIM is being relegated to the low-end, quasi-smartphone. Without a flagship touchscreen, high-end smartphone, they are going to continue to lose traction.\n\n“It’s going to be like air coming out of a balloon slowly.”\n\n”This is the best they can do in the industry they have. The quarter was almost in line.\n\n“There is nothing to get excited about. But 2012 is going to be much weaker versus 2011. It’s all about innovation and the pace of innovation. The question to ask is: is there any product line in Microsoft that they are not playing catch up on?”\n\n”The stock is clearly a value play. They executed quite well.\n\n”The concern is PC markets are being disrupted. There’s some validity. But it’s also overblown when you factor in that Windows 7 is the fastest-selling OS in history.\n\n”There was $4.5 billion in (Windows) revenue. They missed by $100 million. Windows 7 is the fastest selling OS in history -- you’ve got to put it in perspective. Tablets are not going to replace PCs. Ok, they are definitely eating into laptops in some markets. But Microsoft will be in that game.\n\n”You’re going to see Windows 8 come in September, that’s going to help offset the tablet concerns, because it’s going to run tablets.\n\n”December quarter set a record for PC shipments. They’ve been weaker in this quarter. But an all-time record was set just 90 days ago. Everyone’s seen the IDC data. Intel came out and said PC shipments are going to be low single-digits. PCs are a mature market now.\n\n“So the stock is off a little bit after hours, but it’s been climbing up last couple of days. Most importantly, they gave really good op-ex guidance for next year. I was worried a little bit that the Nokia expenses they took out would creep up expenses.”\n\n”The highlight would be continued strength in enterprise, which we are seeing in Microsoft and which we saw in Intel and some of the other companies.\n\n“The company continues to execute very well and doesn’t seem to get credit for it within its valuation.”\n\n”It’s hard to get excited about the Microsoft story when there are more exciting growth opportunities in the marketplace.\n\n”With that said, Microsoft to me is no longer a growth stock but it is a very attractive value stock. They continue to generate tremendous free cash flow. Their balance sheet is really unmatched.\n\n“What you will begin to see is a shift away from growth investors, you are seeing that transition where Microsoft is in no man’s land, but I think they will become increasingly more attractive to value investors.”"
    },
    {
        "header": "Microsoft profit expected to rise, stock may not",
        "link": "http://www.reuters.com/article/2011/04/28/us-microsoft-idUSTRE73R0PG20110428",
        "time": "12:15AM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp (MSFT.O) is expected to report an 18 percent jump in quarterly profit on Thursday, as its reliable Windows and Office franchises keep growing.\n\nBut that may not be enough to rouse its shares from a decade-long slumber or ease fears that its dominance of personal computing is waning.\n\nThe world’s largest software company has sold a record-breaking 350 million licenses for its Windows 7 operating system since launching it 18 months ago, and its latest Office suite of applications is a hit with businesses.\n\nBut even if Microsoft follows most other tech companies and beats Wall Street’s expectations -- as it has done for the last six quarters -- there is no evidence that it will turbocharge the stock, which trades around the same level it did 10 years ago.\n\nInvestors fear that new gadgets, led by Apple Inc’s (AAPL.O) iPad, are the thin end of the wedge that will one day separate Microsoft from its core customers.\n\nThe new tablets “are making a sea of Microsoft customers comfortable using an operating system different than Microsoft‘s,” Michael Yoshikami, chief executive of fund manager YCMNET Advisors, said earlier this week.\n\n“You’re going to see a migration away from the monopolistic dominance that Microsoft had, and that’s worrisome for them.”\n\nApple’s iPad, along with a handful of tablets running Google Inc’s (GOOG.O) Android system, are starting to eat at the edges of Microsoft’s domination of personal computers.\n\nPC sales -- the most reliable indicator of Microsoft’s financial success -- fell 1 percent in the first three months of the year, according to one research firm.\n\nLong term, some see the new devices as unleashing a genie that Microsoft may never be able to put back in the bottle.\n\nThat fear has chilled Microsoft’s stock, pushing it down 15 percent in the last year, compared with a 16 percent gain in the tech-heavy Nasdaq.\n\nDespite quarter after quarter of strong results for Microsoft -- the company racked up record sales and profit in the last three months of last year -- investors are unwilling to grant it the valuation they used to.\n\nThe stock is now trading at 9.6 times expected earnings for the next 12 months. That is half the stock’s 10-year average and below the 13 times average for major tech companies.\n\nEven Microsoft’s 2.5 percent dividend yield, which lags only Intel Corp’s (INTC.O) among big tech, is not enough to persuade investors to change their outlook.\n\nAlthough some options traders are betting on an upward swing in Microsoft’s shares after the results, past experience has shown that even blowout results tend to be priced in before earnings.\n\nThis quarter, Microsoft is expected to post sales growth of 12 percent to $16.2 billion in its fiscal third quarter, and earnings of 56 cents per share, up smartly from 45 cents a year ago, according to Thomson Reuters I/B/E/S.\n\nThat is a respectable gain in a slow-moving economy, but it may not be enough to keep its grip on the technology crown.\n\nApple, which overtook Microsoft in terms of market value and quarterly sales last year, posted a 95 percent jump in second-quarter net profit to $5.99 billion last week.\n\nMicrosoft is expected to report an 18 percent increase to only $4.7 billion.\n\nTwo years ago, Microsoft’s quarterly profit was almost double Apple‘s. The last time Apple produced more profit in a year than Microsoft was 1990.\n\nTo add insult to injury, Microsoft’s languishing stock means it may be overtaken in market value soon by IBM (IBM.N), the lumbering old foe that Microsoft vanquished in the 1990s.\n\nAt the close of business on Wednesday, Apple led the pack with a market value of $324 billion. Microsoft was a distant second at $220 billion, with IBM close behind at $204 billion."
    },
    {
        "header": "Microsoft vs U.S. antitrust battle soon to be history",
        "link": "http://www.reuters.com/article/2011/04/28/us-microsoft-antitrust-idUSTRE73Q8YE20110428",
        "time": "10:26AM UTC",
        "body": "WASHINGTON (Reuters) - Thirteen years after the Justice Department filed an antitrust lawsuit against Microsoft, accusing the software giant of using its market power to pummel potential rivals, the case will soon be history.\n\n“And so May 12 will close an important chapter in the history of antitrust law,” said Judge Colleen Kollar-Kotelly during the last oversight hearing on Wednesday at the U.S. District Court for the District of Columbia.\n\nThe oversight will expire on May 12 with no further hearings.\n\nThe investigation of Microsoft began with the Federal Trade Commission, which also enforces antitrust law.\n\nBut it was soon shifted to the Justice Department which, backed by a number of states, filed suit in 1998 alleging Microsoft illegally used its dominance of the Windows operating system market to shut out rivals to its Internet Explorer.\n\nTwo years later, a district judge ruled in favor of the government.\n\nBut an appeals court overturned that ruling, and in 2001 the Justice Department reached a settlement with Microsoft, which critics saw as inappropriately weak. But it was approved, and the oversight required by the settlement ends next month.\n\n“It is appropriate for the final judgment to be allowed to expire on May 12,” said Adam Severt, speaking for the Justice Department on Wednesday.\n\nStephen Houck, who has been involved in the case for years, told the hearing that extreme market power grew quickly in the high-tech industry but that the Microsoft case proved that it was not immune to antitrust law.\n\n“When we first brought the case, critics said it was impossible to bring an antitrust case against a high-tech, fast-moving industry,” said Houck, appearing for a group of states led by California.\n\nMicrosoft changed as a company during the legal battle and subsequent court oversight, going from a politically naive company that brushed off regulators to one who played the Washington game.\n\nAlso during that time, the tech world changed almost entirely, said Marc Schildkraut, an antitrust attorney with the law firm Dewey and LeBoeuf.\n\n“Obviously Microsoft still has has a very large share of the laptop/desktop operating system world,” he said. “They’re obviously trying to compete with Google, with Bing, but I don’t think they’re getting anywhere.”"
    }
]