[
    {
        "header": "Instant view: Microsoft profit dips, Amazon disappoints",
        "link": "http://www.reuters.com/article/2011/01/27/us-microsoft-amazon-idUSTRE70Q83M20110127",
        "time": "4:42PM UTC",
        "body": "LOS ANGELES (Reuters) - Microsoft Corp’s quarterly profit fell slightly as the world’s largest software maker was hit by slower-than expected growth in computer sales.\n\nAmazon.com posted a quarterly revenue and operating income forecast that fell short of analysts’ estimates. Its shares fell almost 10 percent. [ID:nN27148561]\n\n”Amazon is a disciplined company, they’re long-term focused. The spending that they’re doing reflects the strength of their growth.\n\n”Topline still seems to be really strong, but to meet this demand they’re having to invest in fulfillment and distribution and that’s taking a little bit of a short-term margin toll.\n\n”Yes, Amazon’s pulling back based on this, but this doesn’t affect the long-term story at all. If you believe in the story and can see the upside that they have, they’re doing the right things to meet that demand.\n\n“When you look at the size of the opportunity, and how relatively under-penetrated e-commerce still is, and the opportunity ahead of Amazon to basically gain share, they’re making the right decisions.”\n\n“Amazon discussed on its prior two calls its need to invest in its fulfillment and distribution and this is consistent with that. But I think people were expecting kind of a blowout when they looked at data points that suggested that e-commerce spending potentially had the strongest quarter in three years.”\n\n”Operating income (guidance) for the first quarter is well below the consensus and the stock is taking a big hit. It could be that they’re back to spending mode.\n\n”Expectations were high here, and the stock ran up today.\n\n“The slight miss on revenue for the fourth quarter is noise. They’re going to have to explain what the operating income (forecast) miss is. That’s a decline from the first quarter of last year and well below expectations. I‘m very curious what’s going on.”\n\nHe said operating income expectations had been for around $274 million.\n\n”Looks like it was disappointing on the top line number. Operating margins improved slightly but not as much I was expecting. Seems like it was a competitive holiday season.\n\n“There were a lot of expectations the revenue number would be $13 billion and that just didn’t happen. And going forward, it’s going to be the revenue number and sustainable operating margins that what will dictate the share price.”\n\n”I really think that Kinect represents the most legitimate opportunity we have seen for the Xbox to drive some profit. I do think there is a meaningful catalyst there.\n\n”When I looked at Steve Ballmer at CES, none of it was terribly groundbreaking. It was the opposite of an Apple event.\n\n”But the Windows phone looks good. I do think that Windows phone 7 is proving to be an interesting alternative to the Blackberry.\n\n“I guess the nut of it is, Microsoft is starting to do something better and they are not tripping on themselves and that counts for something.”\n\n”Outstanding numbers when you take a first look at it but when you delve into them, Windows missed expectations by $300 million.\n\n“The big surprise is huge strength in the Office business, $600 million above expectations. That is really being driven by the Office 10 release.”\n\n”This company has got some momentum behind it. The core businesses have been setting records. They’ve got a nice, tight focus on their core marketplaces. They’ve got discipline in terms of cost controls and driving earnings. They’re the best in the space in terms of returning cash to shareholders.\n\n“Basically, we’ve gotten over 300 million Windows 7 licenses sold. I mean, PCs are not disappearing. Put that into perspective with 7 million tablets sold last quarter from Apple. Clearly there are disruptions in the landscape, but some of the negative viewpoints are overblown.”\n\n“It seems like there is strength across the board. I think it’s fair to say the Windows division numbers were light. The weakness in the consumer PC market has been widely known.”"
    },
    {
        "header": "Microsoft profit falls as PC sales sputter",
        "link": "http://www.reuters.com/article/2011/01/27/microsoft-idUSN2726621620110127",
        "time": "3:51PM UTC",
        "body": "SEATTLE, Jan 27 (Reuters) - Microsoft Corp’s (MSFT.O) quarterly profit fell slightly as the world’s largest software maker was hit by slower-than expected growth in computer sales.\n\nThe maker of the dominant Windows and Office software reported fiscal second-quarter profit of $6.63 billion, or 77 cents per share, compared with $6.66 billion, or 74 cents per share, in the year-ago quarter."
    },
    {
        "header": "UPDATE 5-Microsoft's Windows disappoints on lukewarm PC sales",
        "link": "http://www.reuters.com/article/2011/01/28/microsoft-idUSN2726729520110128",
        "time": "7:44PM UTC",
        "body": "* Industry PC sales not as strong as first expected\n\nSEATTLE, Jan 27 (Reuters) - Sales of Microsoft Corp’s (MSFT.O) Windows software fell short of outsized expectations, rekindling fears that the spread of mobile gadgets will erode its main PC-focused business.\n\nMicrosoft surprised Wall Street with a better-than-expected profit, helped by resurgent corporate spending after the belt-tightening of past years. But its shares stayed flat as investors expressed concern about the weakness of overall computer sales amid a faltering U.S. recovery.\n\nThe world’s largest software maker, whose Windows operating system runs on 90 percent of the world’s computers, is heavily dependent on PC sales, which grew only 3 percent in the quarter. Now it is starting to feel the heat from investors eyeing the phenomenal take-up of Apple Inc’s (AAPL.O) iPad.\n\n“Outstanding numbers when you take a first look at it, but when you delve into them, Windows missed expectations by $300 million,” said Brendan Barnicle, analyst at Pacific Crest Securities.\n\nSales of smartphones and tablets are expected to grow much more quickly than PCs over the next few years, posing a threat to Microsoft’s key market.\n\nWith the migration to mobile devices from desktop computers expected to accelerate, Apple overtook Microsoft to become the largest U.S. technology company by market value last May.\n\nBut some analysts argued that fears of tablets and other hot-selling gadgets replacing PCs were overblown -- at least for now.\n\n“We’ve gotten over 300 million Windows 7 licenses sold. I mean, PCs are not disappearing. Put that into perspective with 7 million tablets sold last quarter from Apple,” said BGC Financial’s Colin Gillis.\n\n“Clearly there are disruptions in the landscape, but some of the negative viewpoints are overblown.”\n\nMicrosoft stock is down about 3 percent over the past 12 months, compared with a 24 percent gain for the tech-heavy Nasdaq. Apple shares are up 65 percent over the same period. <^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^\n\nThe results surprised the market after being discovered online by data search firm Selerity, which posted profit and revenue numbers on Twitter at 2:50 p.m. EST (1950 GMT).\n\nTrading in Microsoft’s shares spiked just under an hour later, after blogs and news agencies started reporting the earnings from the web page discovered by Selerity, sending the shares up as much as 2 percent to $29.46. They ebbed back to $28.87 at the close, a 0.3 percent gain for the day. They drifted slightly lower in after-hours trading.\n\n“A preproduction draft of our earnings release was discovered by one or more media sources who then published our results to the web before market close,” said a Microsoft spokesman, who apologized for any confusion and said the company was reviewing procedures to make sure it does not happen again.\n\nThough Microsoft faces longer-term challenges in the PC arena, its other core product, its suite of Office applications, generates strong cash flow.\n\nSales at its Office unit rose 24 percent to $6 billion, indicating that U.S. businesses are starting to spend more on technology after the recession.\n\nBut consumers are proving less resilient. U.S. initial jobless claims surged in the latest week to their highest since October, indicating that any recovery in consumer spending will come only in fits and starts. [ID:nN27280337]\n\nSales for its Windows unit fell 30 percent to $5.054 billion, a little short of analysts’ expectations of about $5.3 billion, due to the lukewarm growth in PC sales. The year-ago figure was swollen by $1.71 billion in deferred revenue and pre-sales from the launch of Windows 7.\n\nThe perennially money-losing online services division, home of the Bing search engine, posted a 19 percent increase in sales, but saw its loss widen 17 percent to $543 million. The unit, which is making only slight headway against Google Inc (GOOG.O), has lost more than $6 billion in the last five years.\n\nUnearned revenue -- a measure of the strength of the business in Microsoft’s pipeline -- fell 9.5 percent to $13.4 billion, a cause of concern to some investors.\n\nMicrosoft reported overall fiscal second-quarter profit of $6.63 billion, or 77 cents per share, compared with $6.66 billion, or 74 cents per share, a year earlier. The per share figure was higher due to a reduction in shares outstanding from last year.\n\nWall Street was expecting 68 cents per share profit, according to Thomson Reuters I/B/E/S.\n\nSales rose 5 percent to $19.95 billion, helped by strong sales of its Kinect hands-free gaming system and Xbox consoles, handily beating analysts’ average estimate of $19.15 billion.\n\n”Kinect represents the most legitimate opportunity we have seen for the Xbox to drive some profit. I do think there is a meaningful catalyst there,“ said Motley Fool senior analyst Tim Beyers. ”The Windows phone looks good. I do think that Windows Phone 7 is proving to be an interesting alternative to the Blackberry.\n\n“I guess the nut of it is, Microsoft is starting to do something better and they are not tripping on themselves, and that counts for something.”\n\nMicrosoft now has $41.2 billion in cash and short-term investments on its balance sheet. Chief Financial Officer Peter Klein said he was happy with the cash it is distributing to shareholders, holding out little hope of a dividend hike, which some investors would like to see."
    },
    {
        "header": "Microsoft's Windows disappoints as PC sales wane",
        "link": "http://www.reuters.com/article/2011/01/27/us-microsoft-idUSTRE70Q12F20110127",
        "time": "6:28PM UTC",
        "body": "SEATTLE (Reuters) - Sales of Microsoft Corp’s Windows software fell short of outsized expectations, rekindling fears that the spread of mobile gadgets will erode its main PC-focused business.\n\nMicrosoft surprised Wall Street with a better-than-expected profit, helped by resurgent corporate spending after the belt-tightening of past years. But its shares stayed flat as investors expressed concern about the weakness of overall computer sales amid a faltering U.S. recovery.\n\nThe world’s largest software maker, whose Windows operating system runs on 90 percent of the world’s computers, is heavily dependent on PC sales, which grew only 3 percent in the quarter. Now it is starting to feel the heat from investors eyeing the phenomenal take-up of Apple Inc’s iPad.\n\n“Outstanding numbers when you take a first look at it, but when you delve into them, Windows missed expectations by $300 million,” said Brendan Barnicle, analyst at Pacific Crest Securities.\n\nSales of smartphones and tablets are expected to grow much more quickly than PCs over the next few years, posing a threat to Microsoft’s key market.\n\nWith the migration to mobile devices from desktop computers expected to accelerate, Apple overtook Microsoft to become the largest U.S. technology company by market value last May.\n\nBut some analysts argued that fears of tablets and other hot-selling gadgets replacing PCs were overblown -- at least for now.\n\n“We’ve gotten over 300 million Windows 7 licenses sold. I mean, PCs are not disappearing. Put that into perspective with 7 million tablets sold last quarter from Apple,” said BGC Financial’s Colin Gillis.\n\n“Clearly there are disruptions in the landscape, but some of the negative viewpoints are overblown.”\n\nThough Microsoft faces longer-term challenges in the PC arena, its other core product, its suite of office applications, generates strong cash flow.\n\nSales of its Office application rose 24 percent, indicating that U.S. businesses are starting to spend more on technology after the recession.\n\nBut consumers are proving less resilient. U.S. initial jobless claims surged in the latest week to their highest since October, indicating that any recovery in consumer spending will come only in fits and starts.\n\nUnearned revenue -- a measure of the strength of the business in Microsoft’s pipeline -- fell 9.5 percent to $13.4 billion.\n\nMicrosoft’s shares were down slightly in after-hours trading, after rising as much as 2 percent briefly on the Nasdaq after the earnings were posted on the company’s website before the market closed.\n\nThey are down about 3 percent over the past 12 months.\n\nIt reported fiscal second-quarter profit of $6.63 billion, or 77 cents per share, compared with $6.66 billion, or 74 cents per share, a year earlier. The per share figure was higher due to a reduction in shares outstanding from last year.\n\nYear-ago profit was boosted by a one-time deferral of revenue from the launch of its Windows 7 operating system.\n\nWall Street was expecting 68 cents per share profit, according to Thomson Reuters I/B/E/S.\n\nSales rose 5 percent to $19.95 billion, helped by strong sales of its Kinect hands-free gaming system, handily beating analysts’ average estimate of $19.15 billion.\n\n”Kinect represents the most legitimate opportunity we have seen for the Xbox to drive some profit. I do think there is a meaningful catalyst there,“ said Motley Fool senior analyst Tim Beyers. ”The Windows phone looks good. I do think that Windows Phone 7 is proving to be an interesting alternative to the Blackberry.\n\n“I guess the nut of it is, Microsoft is starting to do something better and they are not tripping on themselves, and that counts for something.”"
    },
    {
        "header": "Whoops! Microsoft’s leaked Q2 earnings show strong game and business software sales",
        "link": "http://www.reuters.com/article/2011/01/27/idUS35098956920110127",
        "time": "5:19PM UTC",
        "body": "Microsoft isn’t all about Windows: Some serious growth in its entertainment and business divisions helped spur Microsoft to a strong finish in the second quarter of its 2011 fiscal year, with revenue up 5 percent.\n\nThe earnings were released — or rather, leaked — on Microsoft’s own website, slightly ahead of schedule in a rather odd snafu for Microsoft. Investors were nonetheless pleased with the results, sending Microsoft’s shares up about 1.4 percent in regular trading. Shares were up further by about 0.5 percent to $28.90 in extended trading.\n\nMicrosoft’s revenue was for the second quarter of its 2011 fiscal year $20 billion, from $19 billion in the second quarter of its 2010 fiscal year. Its income off that revenue was down 4 percent to around $8.2 billion from $8.5 billion in the second quarter in its 2010 fiscal year. But that beat the consensus estimate of Wall Street analysts, which was around $19.14 billion.\n\nThe largest spike in growth are in Microsoft’s entertainment and business divisions. The entertainment division, which includes the Xbox 360, grew 55 percent and brought in $3.7 billion. A big chunk of that came from sales of Microsoft’s newest motion controller for the XBox 360, the Kinect, that lets players control games with their entire bodies. Income off its entertainment division almost doubled, growing from $370 million in the second quarter in 2009 to $680 million in 2010.\n\nMicrosoft sold 6.3 million XBox 360 consoles during the holiday season, and 8 millon Kinect controllers in the first 60 days after launch. Memberships of its premium XBox Live online service grew 30 percent in the second quarter of its 2011 fiscal year, according to the company. Microsoft is expecting 50 percent growth in its entertainment division in the third quarter, and 40 percent overall for its 2011 fiscal year.\n\nMicrosoft’s business division brought in $6 billion in revenue in the second quarter, up from $4.8 billion the same quarter a year earlier. Sales of its Windows services were down, with revenue dropping around 30 percent to $5 billion in the second quarter of 2010 from $7.1 billion in the second quarter of 2009. Online advertising revenue from its search site, Bing, grew 23 percent.\n\nWindows 7 sales were responsible for bringing about record-breaking quarters for Microsoft in 2009, but have since faded a bit as many have already upgraded to the newest operating system. Income from its business division was up around 33 percent to $4 billion in the second quarter of its 2011 fiscal year, from $3 billion in its second quarter of the 2010 fiscal year. Microsoft has sold 300 million copies of Windows 7 since launch, and around a fifth of all Internet-connected PCs are running Windows 7, according to the company.\n\nMost of the talk has been about whether Microsoft would bring in less quarterly income than Apple, which has since blown by the Windows developer in value on the stock market. While bringing in less revenue (Apple took in around $26.7 billion), Microsoft generated more income — Apple only made about $6 billion in its most recent quarter."
    },
    {
        "header": "Microsoft set to report lower profit on stale PC growth",
        "link": "http://www.reuters.com/article/2011/01/27/microsoft-idUSN2620464820110127",
        "time": "12:01AM UTC",
        "body": "* Fiscal Q2 EPS seen $0.68, down from $0.74 year ago\n\n* Industry PC sales not as strong as first expected\n\n* May be overtaken by Apple quarterly profit\n\nSEATTLE, Jan 27 (Reuters) - Microsoft Corp is set to report a dip in earnings on Thursday, a year after the launch of its Windows 7 operating system blew away Wall Street estimates, as sales of personal computers lag expectations and Apple Inc’s iPad eats away at the fringes of its core market.\n\nThe world’s largest software maker, which powers more than 90 percent of the world’s computers, is still a money-making machine, but its fortunes are tied to vulnerable PC sales and investors have doubts it can replicate its dominance in the fast-growing mobile and tablet markets.\n\nIts stock is down 2.4 percent in the last 12 months, compared with a 24 percent rise in the tech-heavy Nasdaq.\n\n“Microsoft is still a juggernaut in the PC business, Windows-based machines are still selling over 300 million a year,” Tim Bajarin, president of tech research firm Creative Strategies, said earlier this week.\n\n“But they missed the smartphone revolution, and even though they were the first to really push the tablet, Apple basically redesigned it and left Microsoft in the dust.”\n\nSales of Windows 7 are still going strong, but likely won’t match the year-ago figure, which was boosted by a one-time deferral of revenue from pre-sales of the operating system, which was launched in October 2009.\n\nMicrosoft is expected to report second-quarter profit of 68 cents per share, according to Thomson Reuters I/B/E/S, lower than the 74 cents it reported a year ago.\n\nOverall sales are expected to inch up to $19.15 billion from $19 billion a year ago, helped by the unexpectedly strong sales of the Kinect hands-free gaming system, which sold 8 million units over the holiday shopping season, above Microsoft’s own target of 5 million.\n\nPC sales, the surest guide to Microsoft’s overall health, rose only 3.1 percent in the last three months of last year, according to research firm Gartner, well below earlier estimates.\n\nThe good news for Microsoft is that business customers -- the core market for its software -- are buying new computers more readily than cash-strapped consumers, who are holding off on purchases or buying iPads instead.\n\nThat resilience of business customers helped tech bellwethers IBM and Intel Corp post positive results and outlooks over the past two weeks, helping their stocks higher.\n\nOne uncomfortable fact for Microsoft: unless it posts blowout numbers, it will have a lower quarterly profit than Apple for the first time in recent memory. The last time Apple produced more profit in a year than Microsoft was 1990.\n\nLast week, Apple announced a record $6 billion quarterly profit on strong-selling iPhones and iPads over the holiday shopping season.\n\nAnalysts expect Microsoft to post profit of $5.93 billion for the same quarter. Two years ago, Microsoft’s profit was almost double Apple‘s.\n\nIt could be a painful moment for Microsoft, which effectively saved Apple from extinction with a $150 million investment in 1997.\n\nIf Microsoft does not impress Wall Street this quarter, or show it has a realistic plan for growth, questions will be asked about the leadership of Steve Ballmer, now in his 12th year as chief executive.\n\nA string of high-level departures has raised concerns about his efforts to revitalize the company. (Reporting by Bill Rigby; Editing by Gary Hill)"
    }
]