[
    {
        "header": "Dow posts best month in 2011 but Microsoft drags",
        "link": "http://www.reuters.com/article/2011/04/29/us-markets-stocks-idUSTRE73O21K20110429",
        "time": "4:35PM UTC",
        "body": "NEW YORK (Reuters) - Stocks rose on Friday on strength from Caterpillar and other industrials, lifting the Dow and Nasdaq to their best monthly performance since December.\n\nHeavy machinery manufacturer Caterpillar Inc (CAT.N) led the way after reporting a fivefold increase in profit and raising its full-year forecast.\n\n“Now that earnings are coming in, the investment community is telling you that once some of these negative issues subside -- sovereign debt, Middle Eastern tensions -- this market is going to rip,” said Jason Weisberg, managing director at Seaport Securities Corp.\n\nThe blue-chip Dow average climbed 4 percent for the month while the S&P 500 rose 2.8 percent and the Nasdaq gained 3.3 percent.\n\n“You take that entire mixture and the market took all of that simultaneously -- they weren’t separate events -- they were all concurrent. And we couldn’t blast the market below 12,000,” Weisberg said.\n\nConcerns that the market would pull back after earnings are somewhat offset by favorable corporate outlooks and expectations for continued easy money policies from the Federal Reserve that have fueled runs in speculative assets.\n\nApril’s gains were limited by slides in Microsoft Corp (MSFT.O), the Nasdaq’s most heavily traded stock, and BlackBerry maker Research in Motion RIM.TORIMM.O.\n\nCaterpillar gave the top boost to the Dow, advancing 2.5 percent to $115.41, after reaching an all-time high of $116.25 during the session. The S&P industrial sector index .GSPI added 0.3 percent. Caterpillar is up more than 20 percent so far this year, along with fellow industrial Boeing Co (BA.N).\n\nMicrosoft dropped 3 percent to $25.92 and was the biggest drag on the blue-chip Dow after it reported a drop in quarterly sales of its Windows software, mirroring a recent downturn in demand for personal computers. U.S.-listed shares of Research in Motion tumbled 14 percent to $48.65 after the BlackBerry maker cut its first-quarter forecasts.\n\nThe Dow Jones industrial average .DJI gained 47.23 points, or 0.37 percent, to 12,810.54. The Standard & Poor's 500 Index .SPX rose 3.13 points, or 0.23 percent, to 1,363.61. The Nasdaq Composite Index .IXIC edged up 1.01 points, or 0.04 percent, to 2,873.54.\n\nFor the week, the Dow rose 2.4 percent, the S&P 500 gained 2 percent and the Nasdaq advanced 1.9 percent.\n\nMerck & Co Inc (MRK.N) reported higher-than-expected quarterly earnings, fueled by strong sales of drugs for diabetes, asthma and rheumatoid arthritis, while Chevron Corp (CVX.N) reported a jump in earnings as oil prices surged.\n\nShares of Merck rose 0.45 percent to $35.95 while Chevron added 0.6 percent to $109.44. Both stocks are Dow components.\n\nRobust corporate earnings, ample liquidity from the Federal Reserve and the prospect of ultra-low interest rates for the rest of the year have sparked bullishness, pushing the Nasdaq to a 10-year high and lifting the S&P 500 more than 8 percent this year. The major U.S. stock indexes also hit new yearly highs during the week.\n\nThe rebalancing by Nasdaq OMX (NDAQ.O) of its benchmark Nasdaq 100 index .NDX will take place on May 2, in which the exchange said it will cut the weight of 82 securities to bring them more in line with their market capitalizations. Apple Inc (AAPL.O) will see its weighting dropped to 12.3 percent from 20.3 percent.\n\nWith May, the market is heading into a typically weak period. May has been the fourth-weakest month for the Dow, averaging a 0.2 percent gain since 1950, according to the Stock Trader’s Almanac. It also normally marks the start of the worst six months of the year for the industrials.\n\nVolume was light, with about 7.17 billion shares traded on the New York Stock Exchange, NYSE Amex and Nasdaq, below the daily average of 7.72 billion.\n\nAdvancing stocks outnumbered declining ones on the NYSE by 1,953 to 1,028, while on the Nasdaq, advancers beat decliners 1,417 to 1,146."
    },
    {
        "header": "Instant View: RIM slashes forecasts, Microsoft profit climbs",
        "link": "http://www.reuters.com/article/2011/04/29/us-rim-view-idUSTRE73R75Q20110429",
        "time": "10:57AM UTC",
        "body": "LOS ANGELES (Reuters) - Research in Motion cut its quarterly earnings and revenue forecasts, expecting to ship fewer BlackBerry smartphones.\n\nAlso on Thursday, Microsoft Corp reported a dip in quarterly sales of its core Windows operating system, mirroring a recent downturn in personal computers and sending its shares down slightly.\n\n”Operators are bringing inventory levels even further down ahead of new products. Emerging market operators might have had even higher inventory levels.\n\n”Their exposure to higher-end Android and of course Apple in mature markets has been fairly well documented. I think they’ve surprised the street for the past couple quarters with very good execution in emerging markets and their ability to extract margin from lower ASP devices. That’s a testament to their effective product-mix management and new market execution.\n\n”But it doesn’t fix their lack of hero devices in their core markets.\n\n”I‘m sure RIM understands that there are serious gaps in their portfolio, and I‘m sure that the transition to QNX -- the OS that runs the new PlayBook tablet -- is one in a series of measures put in place to address this. But it’s likely that this warning is a direct reflection of the cost of transitioning platforms.\n\n“At some level if you miss a few product cycles, you have to expect to take some lumps before you can mount a comeback. Those new products and perhaps a revitalized set of services can’t come soon enough. We’ll see what they have to say at BlackBerry World, their annual conference next week.”\n\n“They’re guiding down and feeling the heat from Apple and the Android with Google. It will be interesting to see how the market reacts.”\n\n”This is the beginning of the slide. The competition on the smartphone side of the business is getting very intense and they’ve not been able to field a decent smartphone, so they’re going to start losing ground here.\n\n”Increasingly, RIM is being relegated to the low-end, quasi-smartphone. Without a flagship touchscreen, high-end smartphone, they are going to continue to lose traction.\n\n“It’s going to be like air coming out of a balloon slowly.”\n\n”This is the best they can do in the industry they have. The quarter was almost in line.\n\n“There is nothing to get excited about. But 2012 is going to be much weaker versus 2011. It’s all about innovation and the pace of innovation. The question to ask is: is there any product line in Microsoft that they are not playing catch up on?”\n\n”The stock is clearly a value play. They executed quite well.\n\n”The concern is PC markets are being disrupted. There’s some validity. But it’s also overblown when you factor in that Windows 7 is the fastest-selling OS in history.\n\n”There was $4.5 billion in (Windows) revenue. They missed by $100 million. Windows 7 is the fastest selling OS in history -- you’ve got to put it in perspective. Tablets are not going to replace PCs. Ok, they are definitely eating into laptops in some markets. But Microsoft will be in that game.\n\n”You’re going to see Windows 8 come in September, that’s going to help offset the tablet concerns, because it’s going to run tablets.\n\n”December quarter set a record for PC shipments. They’ve been weaker in this quarter. But an all-time record was set just 90 days ago. Everyone’s seen the IDC data. Intel came out and said PC shipments are going to be low single-digits. PCs are a mature market now.\n\n“So the stock is off a little bit after hours, but it’s been climbing up last couple of days. Most importantly, they gave really good op-ex guidance for next year. I was worried a little bit that the Nokia expenses they took out would creep up expenses.”\n\n”The highlight would be continued strength in enterprise, which we are seeing in Microsoft and which we saw in Intel and some of the other companies.\n\n“The company continues to execute very well and doesn’t seem to get credit for it within its valuation.”\n\n”It’s hard to get excited about the Microsoft story when there are more exciting growth opportunities in the marketplace.\n\n”With that said, Microsoft to me is no longer a growth stock but it is a very attractive value stock. They continue to generate tremendous free cash flow. Their balance sheet is really unmatched.\n\n“What you will begin to see is a shift away from growth investors, you are seeing that transition where Microsoft is in no man’s land, but I think they will become increasingly more attractive to value investors.”"
    },
    {
        "header": "US STOCKS-Dow set for 2011's best month but Microsoft drags",
        "link": "http://www.reuters.com/article/2011/04/29/markets-stocks-idUSN2915143920110429",
        "time": "2:28PM UTC",
        "body": "* Caterpillar leads industrials higher on results, outlook * Microsoft falls on results, RIM tumbles after outlook * Merck edges higher after results * Dow up 0.4 pct, S&P up 0.2 pct, Nasdaq up 0.01 pct * For up-to-the-minute market news see STXNEWS/US (Updates to late afternoon, changes byline)\n\nNEW YORK, April 29 (Reuters) - U.S. stocks got a lift on Friday from Caterpillar and other U.S. industrials’ shares, putting the Dow in line for its best monthly performance since December.\n\nHeavy machinery manufacturer Caterpillar Inc (CAT.N) climbed after reporting a fivefold increase in quarterly profit and raising its full-year forecast. For details see [ID:nN29109180]\n\n“This whole rally we’ve seen has been earnings driven,” said Tim Ghriskey, chief investment officer of Solaris Asset Management in Bedford Hills, New York.\n\n“The corporate earnings and corporate revenues are much stronger than the economic data would indicate and that is why we keep marching higher here.”\n\nThe blue-chip Dow average was up 4.1 percent for the month while the S&P 500 has risen 2.8 percent and the Nasdaq has gained 3.3 percent. The Nasdaq was also heading for its best month of the year, while the S&P 500 was aiming for its best month since February.\n\nApril’s gains, however, were limited by slides in Microsoft Corp (MSFT.O), the Nasdaq index’s most heavily traded stock, and BlackBerry maker Research in Motion RIM.TORIMM.O.\n\nCaterpillar gave the top boost to the Dow, advancing 2.8 percent to $115.83, after reaching an all-time high of $116.25 during the session. The S&P industrial sector index .GSPI gained 0.4 percent. Caterpillar is up more than 20 percent so far this year, along with fellow industrial Boeing Co (BA.N).\n\nMicrosoft dropped 4.5 percent to $25.51 and was the biggest drag on the blue-chip Dow after it reported a drop in quarterly sales of its Windows software, mirroring a recent downturn in demand for personal computers. U.S.-listed shares of Research in Motion tumbled 13.8 percent to $48.77 after the BlackBerry maker cut its first-quarter forecasts. [ID:nN28287884] [ID:nN28282063]\n\nThe Dow Jones industrial average .DJI gained 50.56 points, or 0.40 percent, to 12,813.87. The Standard & Poor's 500 Index .SPX added 2.76 points, or 0.20 percent, to 1,363.24. The Nasdaq Composite Index .IXIC was up just 0.21 of a point, or 0.01 percent, at 2,872.74.\n\nMerck & Co Inc (MRK.N) reported higher-than-expected quarterly earnings, fueled by strong sales of drugs for diabetes, asthma and rheumatoid arthritis, while Chevron Corp (CVX.N) reported a jump in earnings as oil prices surged.\n\nShares of Merck rose 0.4 percent to $35.92 while Chevron added 0.4 percent to $109.29. Both stocks are Dow components. [ID:nN29113830] [ID:nN29188488]\n\nRobust corporate earnings, ample liquidity from the Federal Reserve and the prospect of ultra-low interest rates for the rest of the year have sparked bullishness, pushing the Nasdaq to a 10-year high and lifting the S&P 500 more than 8 percent this year. The major U.S. stock indexes also hit new yearly highs during the week.\n\nWith May, the market is heading into a typically weak period. May has been the fourth-weakest month for the Dow, averaging a 0.2 percent gain since 1950, according to the Stock Trader’s Almanac. It also normally marks the start of the worst six months of the year for the industrials.\n\nThe dollar held near a three-year low against a basket of currencies. (Reporting by Chuck Mikolajczak; Editing by Jan Paschal)"
    },
    {
        "header": "Microsoft stock in biggest one-day fall since 2009",
        "link": "http://www.reuters.com/article/2011/04/29/idUSN2913441620110429",
        "time": "2:25PM UTC",
        "body": "* Shares down 4.8 percent, most since July 2009\n\nSEATTLE, April 29 (Reuters) - Microsoft Corp (MSFT.O) shares fell their most in almost two years on Friday, a day after the software company reported a dip in its Windows operating system sales.\n\nThe world’s second-largest tech company behind Apple Inc (AAPL.O) met Wall Street’s profit estimate and beat on overall sales in its earnings report on Thursday.\n\nBut investors were concerned with lower personal computer sales nagging at Windows, Xbox sales bringing down profit margins and losses in its online business.\n\nMicrosoft shares were down 4.8 percent at $25.41 in afternoon Nasdaq trading, the biggest one-day percentage fall since July 2009.\n\nThe shares are back to the level they were at on Monday, before a run-up leading into quarterly earnings. The stock had risen sharply after chip maker Intel Corp (INTC.O) forecast revenue above Wall Street estimates, feeding optimism that a dip in PC sales last quarter did not indicate a long-term trend. [ID:nN19291560]\n\n“Everyone, including myself, pounded the table on the Intel trade,” said BGC Partners analyst Colin Gillis. “And it just didn’t happen.”\n\nPC sales fell 1 percent last quarter, according to research firm Gartner [ID:nN13301394]. Microsoft’s results reflected that, although it said business demand was outpacing weak consumer demand for PCs.\n\nThe stock is down 18 percent in the last 12 months, compared to a 16 percent gain in the Nasdaq."
    },
    {
        "header": "Microsoft stock tumbles after Windows sales dip",
        "link": "http://www.reuters.com/article/2011/04/29/us-microsoft-idUSTRE73R5E620110429",
        "time": "6:33PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp shares fell as much as 5 percent on Friday, a day after the software company reported a dip in its Windows operating system sales.\n\nThe world’s second-largest tech company behind Apple Inc met Wall Street’s profit estimate and beat on overall sales in its earnings report on Thursday.\n\nBut investors were concerned with lower personal computer sales nagging at Windows, Xbox sales bringing down profit margins and losses in its online business.\n\nMicrosoft shares closed down 3 percent at $25.92 on Nasdaq after a late-day rally. Earlier in the session they hit a low of $25.36, a 5 percent drop which would have been the largest one-day percentage fall since July 2009, had the shares closed at that level.\n\nThe shares ended around the level they were at on Monday, before a run-up leading into quarterly earnings. The stock had risen sharply after chip maker Intel Corp forecast revenue above Wall Street estimates, feeding optimism that a dip in PC sales last quarter did not indicate a long-term trend.\n\n“Everyone, including myself, pounded the table on the Intel trade,” said BGC Partners analyst Colin Gillis. “And it just didn’t happen.”\n\nPC sales fell 1 percent last quarter, according to research firm Gartner [ID:nN13301394]. Microsoft’s results reflected that, although it said business demand was outpacing weak consumer demand for PCs.\n\nThe stock is down 16 percent in the last 12 months, compared to a 16 percent gain in the Nasdaq.\n\n“There were two catalysts for the sharp decline in Microsoft,” said Joe Cusick, senior market analyst at Chicago-based online brokerage firm optionsXpress. “One, the stock broke through the 200-day moving average of $26.08, and UBS lowered their price target for the stock.”\n\nUBS analyst Brent Thill on Friday cut his price target on Microsoft to $32 from $35, citing the long-term threat posed by tablets to the traditional PC business.\n\n“Even though they had good earnings, the PC market is under scrutiny and there continues to be uncertainty on whether or not Microsoft can compete with the growing tablet and handheld devices from the likes of Samsung and Motorola,” said Cusick.\n\nOptions traders, many of whom placed bets on Microsoft shares jumping earlier in the week -- perhaps as a hedge to holding the stock in case of a decline -- moved into a more critical mode.\n\n“There is nothing too rosy in Microsoft options trading on Friday compared to some of the bullish trades we saw ahead of earnings,” said Caitlin Duffy, equity options analyst at Interactive Brokers Group in Greenwich, Connecticut.\n\n“For the most part, we are seeing call selling in near-term options,” she said, indicating traders are looking to get rid of their rights to buy the stock.\n\nOverall, Microsoft analysts kept their faith that Microsoft will survive a rough patch in PC sales. Twenty-five of 35 analysts polled by StarMine recommend buying the stock. Only one says sell.\n\nAs a result of Microsoft’s decline, it is close to being eclipsed by old foe IBM in terms of market value. Apple, which overtook Microsoft last year, is the most valuable U.S. tech company at $321 billion, Microsoft is second at $225 billion and IBM is third at $207 billion."
    }
]