[
    {
        "header": "Cisco warns EU of video chat’s bleak future under Microsoft/Skype",
        "link": "http://www.reuters.com/article/2012/02/16/idUS358097060820120216",
        "time": "12:20AM UTC",
        "body": "Networking technology giant Cisco has filed an appeal with the European Union today over the October approval of Microsoft’s $8.5 billion acquisition of Skype.\n\nCisco, along with Italian VoIP provider Messagenet SpA, is challenging the decision to approve the merger because the European Commission failed to place important conditions on the deal regarding interoperability of video communication. The main worry from Cisco is that Microsoft will exclusively integrate Skype’s video communication into its enterprise-level Lync video and voice communication software. Thus, consumers and businesses using competing software (like those offered by Cisco) wouldn’t be able to communicate.\n\n“Imagine how difficult it would be if you were limited to calling people who only use the same carrier or if your phone could only call certain brands and not others. Cisco wants to avoid this future for video communications,” wrote Cisco SVP of Video and Collaboration Marthin De Beer in a letter posted on the company blog. “We believe standards-based interoperability will accelerate innovation, create economic value, and increase choice for users of video communications, entertainment, and services.”\n\nAnd while Cisco may be sincere in its advocacy of open standards, the company was rumored to have been unsuccessful in forming an agreement with Microsoft to provide interoperability between Cisco video services and Skype, according to an AllThingsD report. This might explain why Cisco has waited until now to voice its concern over the EU’s decision in October.\n\nCisco is quick to point out that it doesn’t oppose the merger, but argues that tougher conditions are necessary to avoid any one company controlling all video communication standards.\n\nYou can read the full letter from De Beer about Cisco’s decision to file an appeal with the EU below.\n\nIn the past decade video communications has moved out of the realm of science fiction to become commonplace in our homes, at work, and on mobile devices. Yet we remain some distance from the goal of video calls being as easy and ubiquitous as phone calls are today – across any network and between all devices.\n\nImagine how difficult it would be if you were limited to calling people who only use the same carrier or if your phone could only call certain brands and not others. Cisco wants to avoid this future for video communications, and therefore today appealed the European Commission’s approval of the Microsoft/Skype merger to the General Court of the European Union. Messagenet, a European VoIP service provider, has joined us in the appeal.\n\nWe did not take this action lightly. We respect the European Commission, and value Microsoft as a customer, supplier, partner, and competitor. Cisco does not oppose the merger, but believes the European Commission should have placed conditions that would ensure greater standards-based interoperability, to avoid any one company from being able to seek to control the future of video communications.\n\nThis appeal is about one thing only: securing standards-based interoperability in the video calling space. Our goal is to make video calling as easy and seamless as email is today. Making a video-to-video call should be as easy as dialing a phone number. Today, however, you can’t make seamless video calls from one platform to another, much to the frustration of consumers and business users alike.\n\nCisco believes that the right approach for the industry is to rally around open standards. We believe standards-based interoperability will accelerate innovation, create economic value, and increase choice for users of video communications, entertainment, and services.\n\nThe video communications industry is at a critical tipping point with far reaching consequences. Just three years from now the world will be home to nearly 3 billion Internet users, the average fixed broadband speed will be 28 Mbps, and 1 million video minutes (the equivalent of 674 days) will traverse the internet every second. As video collaboration becomes increasingly mainstream, multiple vendors will have to work together to enable global scale and broad customer choice.\n\nFor the sake of customers, the industry recognizes the need for ubiquitous unified communications interoperability, particularly between Microsoft/Skype and Cisco products, as well as products from other unified communications innovators. Microsoft’s plans to integrate Skype exclusively with its Lync Enterprise Communications Platform could lock-in businesses who want to reach Skype’s 700 million account holders to a Microsoft-only platform.\n\nAt the heart of this opportunity is a question about the model for interoperability. One approach allows each vendor to decide how they will interoperate. Another approach aligns the industry around open standards defined by non-partisan governing bodies. The answer will be critical to whether and how quickly video calls become “the next voice.”\n\nWhen vendors implement their own protocols and selectively interoperate, they push the burden of interoperability to the customer. We respectfully request that the General Court act on our concerns and for the European Commission to ensure the proper protections are put in place to encourage innovation and a competitive marketplace.\n\n[Image illustration by Tom Cheredar via The Drill Down]"
    },
    {
        "header": "Microsoft’s msnNOW targets hot news, gossip",
        "link": "http://www.reuters.com/article/2012/02/16/idUS219786957220120216",
        "time": "12:11AM UTC",
        "body": "Microsoft’s MSN portal, like Yahoo’s, is finding it tough to compete with Facebook and Twitter as people’s first port of call on the Internet.\n\nThe software giant is looking to grab back some buzz and appeal to younger users with a new service that delivers a snapshot at any minute of the day on news stories, people and topics that are most popular on the web.\n\nThe product, branded ‘msnNOW’, launches on Thursday at now.msn.com, and will be integrated into items on Microsft’s main MSN site.\n\nIt takes data from Microsoft’s own Bing search engine to find out what people are searching for, and mixes in results from Facebook (which Microsoft owns a small part of) and Twitter to get a hold on what links are being exchanged.\n\nEditors at MSN will then sort out the results — filtering out the fake death rumors that spread so quickly on Twitter — to give a ranking of news stories and hot topics and point out resources to find out more on a particular subject.\n\nThe service is aimed primarily at younger users, who are accustomed to fast-moving data flows, said Bob Visse, MSN’s general manager. But it may also serve as a useful tool for news junkies and media professionals who want to keep track of hot news, he added.\n\nThe service has a mobile app and is also accessible via a reader app on Facebook.\n\nMicrosoft is hoping the new service will pump up page views on its sites, which collectively are the third most-visited in the United States, behind Google and Yahoo, but still ahead of Facebook."
    }
]