[
    {
        "header": "Cisco appeals EU's approval of Microsoft/Skype deal",
        "link": "http://www.reuters.com/article/2012/02/15/us-cisco-idUSTRE81E1P820120215",
        "time": "3:42PM UTC",
        "body": "(Reuters) - Cisco Systems Inc has challenged EU clearance of Microsoft Corp’s acquisition of Internet voice and video service Skype at Europe’s second highest court, saying the commission should have put tougher conditions on the deal.\n\n“Cisco does not oppose the merger, but believes the European Commission should have placed conditions that would ensure greater standards-based interoperability, to avoid any one company from being able to seek to control the future of video communications,” Cisco said on Wednesday.\n\nCisco launched its appeal in the EU’s General Court in concert with Italian fixed-line and voice over Internet protocol (VoIP) telephone provider Messagenet SpA, a Skype rival.\n\nMicrosoft said it was confident the decision would stand up on appeal.\n\n“The European Commission conducted a thorough investigation of the acquisition, in which Cisco actively participated, and approved the deal in a 36-page decision without any conditions,” a spokesman said.\n\nThe Luxembourg-based General Court generally backs the Commission in antitrust cases, but it has on occasion overturned decisions.\n\nNevertheless, challenging the Commission’s decisions in EU courts is risky, with the last successful appeal dating back to 2002.\n\n“It is a huge uphill battle; there has only been one successful appeal by a third party against a merger cleared by the EU Commission, but if the companies can raise good arguments, it may stand a chance,” said an antitrust lawyer who declined to be named because of the sensitivity of the case.\n\nThe court, known then as the Court of First Instance, annulled in 2006 the Commission’s clearance of the 2004 merger between the Sony Music and BMG record labels after a challenge by Impala, an independent group of music producers. However, Europe’s highest court subsequently overturned the ruling.\n\nCisco said it has asked for the court to speed up the process, which would still run to about a year.\n\nCisco, whose core business is routers and switches that manage the Internet, is betting on future growth in video, which Chief Executive John Chambers has said will be the future of communication.\n\nCisco argued that Microsoft’s plan to integrate Skype exclusively into its Lync Enterprise Communications Platform could lock-in businesses that want to reach Skype’s 700 million account holders to a Microsoft-only platform.\n\n“Imagine how difficult collaboration would be if you were limited to calling people who only use the same carrier or if your phone could only call certain brands and not others,” Cisco said.\n\nAccording to Cisco, interoperability between devices and systems is key to speeding up innovation, creating economic value and increasing choice for users.\n\nThe video communications market is also very lucrative, with\n\ndouble-digit growth expected to continue through 2015, according to Infonetics research.\n\nMicrosoft gained EU approval in October last year to buy Skype for $8.5 billion in its largest-ever acquisition.\n\nInvestors initially questioned the wisdom of Microsoft’s acquisition, especially its high price tag, but have been warming up to the decision, thinking Microsoft would be making a smart move buying advanced communications technology it could put into its products, along with acquiring a ready base of users.\n\nSkype, which appointed ex-Cisco manager Tony Bates as its chief executive officer in 2010, popularized the VoIP method of using a computer as a telephone. It is the clear leader in the market, with 145 million users who sign in at least once a month.\n\nThe European Commission has said it did not see any competition concerns arising from the deal because there were numerous players in the market, including Google Inc.\n\nThe U.S. Federal Trade Commission cleared the deal in June."
    },
    {
        "header": "Cisco warns EU about the bleak future of video chat under Microsoft/Skype",
        "link": "http://www.reuters.com/article/2012/02/15/idUS358097060820120215",
        "time": "5:13PM UTC",
        "body": "Networking technology giant Cisco has filed an appeal with the European Union today over the October approval of Microsoft’s $8.5 billion acquisition of Skype.\n\nCisco, along with Italian VoIP provider Messagenet SpA, is challenging the decision to approve the merger because the European Commission failed to place important conditions on the deal regarding interoperability of video communication. The main worry from Cisco is that Microsoft will exclusively integrate Skype’s video communication into its enterprise-level Lync video and voice communication software. Thus, consumers and businesses using competing software (like those offered by Cisco) wouldn’t be able to communicate.\n\n“Imagine how difficult it would be if you were limited to calling people who only use the same carrier or if your phone could only call certain brands and not others. Cisco wants to avoid this future for video communications,” wrote Cisco SVP of Video and Collaboration Marthin De Beer in a letter posted on the company blog. “We believe standards-based interoperability will accelerate innovation, create economic value, and increase choice for users of video communications, entertainment, and services.”\n\nAnd while Cisco may be sincere in its advocacy of open standards, the company was rumored to have been unsuccessful in forming an agreement with Microsoft to provide interoperability between Cisco video services and Skype, according to an AllThingsD report. This might explain why Cisco has waited until now to voice its concern over the EU’s decision in October.\n\nCisco is, however, quick to point out that it doesn’t oppose the merger, but argues that tougher conditions are necessary to avoid any one company controlling all video communication standards.\n\nThe full letter from De Beer about Cisco’s decision to file an appeal with the EU is pasted below.\n\nIn the past decade video communications has moved out of the realm of science fiction to become commonplace in our homes, at work, and on mobile devices. Yet we remain some distance from the goal of video calls being as easy and ubiquitous as phone calls are today – across any network and between all devices.\n\nImagine how difficult it would be if you were limited to calling people who only use the same carrier or if your phone could only call certain brands and not others. Cisco wants to avoid this future for video communications, and therefore today appealed the European Commission’s approval of the Microsoft/Skype merger to the General Court of the European Union. Messagenet, a European VoIP service provider, has joined us in the appeal.\n\nWe did not take this action lightly. We respect the European Commission, and value Microsoft as a customer, supplier, partner, and competitor. Cisco does not oppose the merger, but believes the European Commission should have placed conditions that would ensure greater standards-based interoperability, to avoid any one company from being able to seek to control the future of video communications.\n\nThis appeal is about one thing only: securing standards-based interoperability in the video calling space. Our goal is to make video calling as easy and seamless as email is today. Making a video-to-video call should be as easy as dialing a phone number. Today, however, you can’t make seamless video calls from one platform to another, much to the frustration of consumers and business users alike.\n\nCisco believes that the right approach for the industry is to rally around open standards. We believe standards-based interoperability will accelerate innovation, create economic value, and increase choice for users of video communications, entertainment, and services.\n\nThe video communications industry is at a critical tipping point with far reaching consequences. Just three years from now the world will be home to nearly 3 billion Internet users, the average fixed broadband speed will be 28 Mbps, and 1 million video minutes (the equivalent of 674 days) will traverse the internet every second. As video collaboration becomes increasingly mainstream, multiple vendors will have to work together to enable global scale and broad customer choice.\n\nFor the sake of customers, the industry recognizes the need for ubiquitous unified communications interoperability, particularly between Microsoft/Skype and Cisco products, as well as products from other unified communications innovators. Microsoft’s plans to integrate Skype exclusively with its Lync Enterprise Communications Platform could lock-in businesses who want to reach Skype’s 700 million account holders to a Microsoft-only platform.\n\nAt the heart of this opportunity is a question about the model for interoperability. One approach allows each vendor to decide how they will interoperate. Another approach aligns the industry around open standards defined by non-partisan governing bodies. The answer will be critical to whether and how quickly video calls become “the next voice.”\n\nWhen vendors implement their own protocols and selectively interoperate, they push the burden of interoperability to the customer. We respectfully request that the General Court act on our concerns and for the European Commission to ensure the proper protections are put in place to encourage innovation and a competitive marketplace.\n\n[Image illustration by Tom Cheredar via The Drill Down]"
    },
    {
        "header": "UPDATE 3-Cisco appeals EU's okay of Microsoft/Skype deal",
        "link": "http://www.reuters.com/article/2012/02/15/cisco-idUSL2E8DFCQ720120215",
        "time": "2:51PM UTC",
        "body": "* Says EU should have imposed tougher conditions\n\n* Microsoft confident deal will stand up on appeal\n\nFeb 15 (Reuters) - Cisco Systems Inc has challenged EU clearance of Microsoft Corp’s acquisition of Internet voice and video service Skype at Europe’s second highest court, saying the commission should have put tougher conditions on the deal.\n\n“Cisco does not oppose the merger, but believes the European Commission should have placed conditions that would ensure greater standards-based interoperability, to avoid any one company from being able to seek to control the future of video communications,” Cisco said on Wednesday.\n\nCisco launched its apppeal in the EU’s General Court in concert with Italian fixed-line and voice over Internet protocol (VoIP) telephone provider Messagenet SpA, a Skype rival.\n\nMicrosoft said it was confident the decision would stand up on appeal.\n\n“The European Commission conducted a thorough investigation of the acquisition, in which Cisco actively participated, and approved the deal in a 36-page decision without any conditions,” a spokesman said.\n\nThe Luxembourg-based General Court generally backs the Commission in antitrust cases, but it has on occasion overturned decisions.\n\nNevertheless, challenging the Commission’s decisions in EU courts is risky, with the last successful appeal dating back to 2002.\n\n“It is a huge uphill battle; there has only been one successful appeal by a third party against a merger cleared by the EU Commission, but if the companies can raise good arguments, it may stand a chance,” said an antitrust lawyer who declined to be named because of the sensitivity of the case.\n\nThe court, known then as the Court of First Instance, annulled in 2006 the Commission’s clearance of the 2004 merger between the Sony Music and BMG record labels after a challenge by Impala, an independent group of music producers. However, Europe’s highest court subsequently overturned the ruling.\n\nCisco said it has asked for the court to speed up the process, which would still run to about a year.\n\nCisco, whose core business is routers and switches that manage the Internet, is betting on future growth in video, which Chief Executive John Chambers has said will be the future of communication.\n\nCisco argued that Microsoft’s plan to integrate Skype exclusively into its Lync Enterprise Communications Platform could lock-in businesses that want to reach Skype’s 700 million account holders to a Microsoft-only platform.\n\n“Imagine how difficult collaboration would be if you were limited to calling people who only use the same carrier or if your phone could only call certain brands and not others,” Cisco said.\n\nAccording to Cisco, interoperability between devices and systems is key to speeding up innovation, creating economic value and increasing choice for users.\n\nThe video communications market is also very lucrative, with double-digit growth expected to continue through 2015, according to Infonetics research.\n\nMicrosoft gained EU approval in October last year to buy Skype for $8.5 billion in its largest-ever acquisition.\n\nInvestors initially questioned the wisdom of Microsoft’s acquisition, especially its high price tag, but have been warming up to the decision, thinking Microsoft would be making a smart move buying advanced communications technology it could put into its products, along with acquiring a ready base of users.\n\nSkype, which appointed ex-Cisco manager Tony Bates as its chief executive officer in 2010, popularized the VoIP method of using a computer as a telephone. It is the clear leader in the market, with 145 million users who sign in at least once a month.\n\nThe European Commission has said it did not see any competition concerns arising from the deal because there were numerous players in the market, including Google Inc.\n\nThe U.S. Federal Trade Commission cleared the deal in June."
    }
]