[
    {
        "header": "China's ZTE signs Android patent license with Microsoft",
        "link": "http://www.reuters.com/article/2013/04/24/us-microsoft-zte-patent-idUSBRE93N03W20130424",
        "time": "10:31PM UTC",
        "body": "SEATTLE (Reuters) - China’s ZTE Corp, one of the world’s largest smartphone makers, has agreed to pay Microsoft Corp a royalty for devices it makes using Google Inc’s Android and Chrome operating systems.\n\nZTE is the latest in a line of hardware manufacturers that have struck a patent deal with Microsoft, which has successfully argued that Android - which Google provides free to handset makers - uses Microsoft-owned technology.\n\nGoogle itself, and its Motorola phone maker unit, are the most notable holdouts against a patent agreement with Microsoft. Those differences could be settled soon, depending on the judge’s verdict in a patent trial in Seattle.\n\nReaching agreement with ZTE means Microsoft now has patent deals in place with four of the five leading Android phone makers.\n\nIt already has agreements with South Korea’s Samsung Electronics Co Ltd and LG Corp, and with Taiwan’s HTC Corp.\n\nIt has no deal with China’s fast-growing Huawei Technologies Co Ltd.\n\nThe ZTE deal marks progress for Microsoft with companies operating in China, following last week’s patent agreement with contract manufacturer Hon Hai Precision Industry Co Ltd, parent of Foxconn.\n\nMicrosoft said it now has Android patent deals with about 20 device makers, and 60 percent of Android phones sold worldwide are covered by a Microsoft patent license."
    },
    {
        "header": "SkyKick raises $3.7M to hustle businesses onto Microsoft’s cloud",
        "link": "http://www.reuters.com/article/2013/04/23/idUS345723268820130423",
        "time": "5:39PM UTC",
        "body": "SkyKick publicly launched an application suite today to help migrate small and medium-sized businesses to Office 365. It also announced a new $3.7 million in funding.\n\nAccording to the company’s research, it takes an average of 40 hours to completely move a business to Office 365, the online Microsoft product suite that includes Word Online, Excel Online, Exchange Online, and SharePoint Online. SkyKick was founded by executives from Microsoft’s Office and Bing teams who left in 2011 to build an automated solution that would make the transition easier.\n\n“Moving Microsoft’s SMB Office base to the cloud is a massive undertaking and will require high engagement from Microsoft’s vast partner base,” said CEO Evan Richman in a statement. “SkyKick takes what has traditionally been a two to six week IT services project and makes it more transactional and scalable creating a win-win market scenario — any Microsoft partner can easily and profitably move their SMB customers to Office 365, giving SMBs a great experience at a great value.”\n\nDuring its private beta, SkyKick helped move thousands of businesses to Office 365 using three products that take clients from the planning stages through to full implementation. WebPlanner is a project management application that helps customers plan the migration process. Migration Sync moves customer account and user data, like email, calendar, contacts etc … to Office 365, and Outlook Assistant is geared towards the “last-mile challenges” that often impede the migration process."
    }
]