[
    {
        "header": "U.S. judge in airline mega-merger once ran Microsoft case",
        "link": "http://www.reuters.com/article/2013/08/15/us-amr-usairways-judge-idUSBRE97E00C20130815",
        "time": "8:25PM UTC",
        "body": "WASHINGTON (Reuters) - The federal judge assigned to hear a lawsuit to block the latest U.S. airline mega-merger began her career as a prosecutor, oversaw the resolution of the Microsoft Corp antitrust case and for years presided over a secret surveillance court.\n\nU.S. District Judge Colleen Kollar-Kotelly was described by lawyers on Wednesday as a thorough, experienced jurist likely to weigh equally the views of the Justice Department and the two companies that want to create the world’s biggest airline.\n\nOn Tuesday, the department’s Antitrust Division, six states and the District of Columbia sued to block the proposed $11 billion merger of AMR Corp’s American Airlines AAMRQ.PK and US Airways Group Inc LCC.N.\n\nThe governments alleged the deal would reduce competition and lead to higher fares and fees for consumers, while the airlines countered they would be more competitive as one.\n\nKollar-Kotelly, born in 1943, was appointed to the federal bench by Democratic President Bill Clinton in 1997.\n\nA longtime Washington-area judge and lawyer, she went to college and law school at Catholic University in the U.S. capital. A news story upon her appointment as a federal judge noted she had a valuable art collection.\n\nThe court clerk’s office assigns cases to judges at random.\n\nShe is already under pressure to act quickly on the airline case. Lawyers for the airlines said on a conference call with reporters on Wednesday that they want to go to trial as soon as possible, perhaps even by year’s end.\n\nThat may suit Kollar-Kotelly fine. A veteran of high-profile cases, she has been urging speedy work in another matter before her. She is overseeing a criminal case against Stephen Kim, a former State Department contract analyst indicted for leaking sensitive information about North Korea to a Fox News reporter.\n\nThe case is complicated because some of the documents that prosecutors plan to submit as evidence are classified. “I’d like to move and pick up speed in this case,” Kollar-Kotelly told lawyers at a hearing in June, expressing frustration with the classification reviews. Last month, she set an April 2014 trial date for Kim.\n\nBy one measure of judicial speed - the number of motions pending before her longer than six months - Kollar-Kotelly is not especially fast, however. There were 10 such motions as of September 30, 2012, according to a report compiled annually by the federal judiciary.\n\nAmong 17 Washington federal judges included in the report, four had more than her and 12 had fewer. Judge Richard Roberts had the most by far, at 86, while two judges had zero.\n\nSpeed is especially important in merger cases because of the possibility that one or both companies will lose interest in a deal, antitrust lawyers said.\n\nAn assistant in Kollar-Kotelly’s chambers said on Wednesday the judge would not speak with a reporter.\n\nThe biggest antitrust matter Kollar-Kotelly has handled was not a merger, but the lawsuit filed by the Justice Department and 18 states accusing Microsoft of abusing its monopoly in computer operating systems.\n\nWhen she took control of the case in 2001, another judge had already ruled Microsoft acted illegally. Her job was to devise a remedy. Her role was further limited because the newly elected administration of Republican President George W. Bush showed less interest than Clinton’s in the case, said lawyers who were part of it.\n\nShe appointed a mediator and soon after, Microsoft, the Justice Department and half the states had a deal. The other states later reached a separate deal. Kollar-Kotelly monitored Microsoft’s compliance until 2011, when the case finally entered the history books.\n\n“She was a bit unfamiliar with the antitrust laws when she began the case, but she’s much more familiar now,” said Stephen Houck, a lawyer who represented the nine hold-out states, including California.\n\nAt least one of Microsoft’s lawyers, Rick Rule, will see Kollar-Kotelly again in the airline case. He represents US Airways. He declined to comment.\n\nUnlike some of her colleagues on the federal bench, Kollar-Kotelly has neither long experience as a prosecutor nor years at a large, corporate law firm.\n\nAfter three years in the Justice Department’s Criminal Division to begin her career, she worked for more than a decade as a lawyer for Washington’s St. Elizabeths Hospital.\n\nShe became a judge in the city’s local trial court in 1984 - hearing murder cases and other criminal matters - and stayed in the position until the appointment by Clinton.\n\nU.S. Chief Justice William Rehnquist in 2002 chose her to lead the Foreign Intelligence Surveillance Court, the secret panel of federal judges that considers government applications for surveillance and searches in intelligence matters.\n\nThe court was a target of worldwide criticism in June when an order leaked by former National Security Agency contractor Edward Snowden showed the court had authorized a massive database of daily telephone data.\n\nKollar-Kotelly took the unusual step of releasing a statement to The Washington Post defending the court’s independence and her tenure on it from 2002 to 2006.\n\n“I participated in a process of adjudication, not ‘coordination’ with the executive branch,” she said, responding to an allegation that the judges were too willing to approve applications.\n\nIn another antitrust matter, she oversaw a suit by the Federal Trade Commission, which enforces U.S. antitrust law alongside the Justice Department, alleging illegal collusion between drugmakers Warner Chilcott PLC and Barr Pharmaceuticals Inc. The FTC settled in 2006.\n\n“In the experience I had watching her, I certainly didn’t think that she favored the government in any way, or disfavored the government in any way,” said Michael McLellan, an antitrust lawyer in Washington who represented plaintiffs in a related class action.\n\nA person familiar with the AMR and US Airways case gave a similar assessment: “She’s not pro-government, she’s not pro-company. She’s just a very down-the-middle, ‘call-your-first-witness, show-me-your-evidence’ kind of judge.”"
    }
]