[
    {
        "header": "Microsoft to reveal next-generation Xbox on May 21",
        "link": "http://www.reuters.com/article/2013/04/24/us-microsoft-xbox-idUSBRE93N14U20130424",
        "time": "2:16PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp will unveil its much-anticipated next-generation Xbox on May 21 following months of speculation the company is gearing up to announce a new video game console this summer.\n\nThe company sent out media invitations on Wednesday, hinting it would be announcing the successor to its seven-year old Xbox 360. A new console from the software company will come on the heels of rival Sony’s announcement in February that it will launch the PlayStation4 this holiday season.\n\nMicrosoft’s May event will be held at its Xbox campus in Redmond, Washington, just a month before the Electronic Entertainment Expo (E3) in Los Angeles, the gaming industry’s largest annual convention, where next-generation consoles will be spotlighted.\n\n“On May 21, we’ll mark the beginning of a new generation of games, TV and entertainment,” the company said on its official blog.\n\nThe Xbox 360 is the market-leading console that has an installed user base of 76 million. Gaming blogs have been afire with speculation about what features a next-generation console might offer, but Microsoft has been tight-lipped so far.\n\nThe current version of the Xbox sports voice- and gesture-command capabilities.\n\nShares in Microsoft were up 3.1 percent at $31.53 in the afternoon."
    },
    {
        "header": "BlackBerry set to add Skype to its app line-up",
        "link": "http://www.reuters.com/article/2013/04/24/us-blackberry-skype-idUSBRE93N16420130424",
        "time": "2:50PM UTC",
        "body": "TORONTO (Reuters) - BlackBerry said on Wednesday it plans to fill one of the biggest gaps in the app line-up on its new BlackBerry 10 devices with a long-awaited Skype application.\n\nSkype, which was acquired by Microsoft Corp in 2011, allows its users to communicate via voice, video or chat over the Internet, by-passing traditional telephone networks. The service has hundreds of millions of users across the globe.\n\nThe announcement comes a day after BlackBerry said its new Q10 smartphone will be available in Canada on May 1, and in the United States before the end of May. The Q10, which comes with the physical keyboard that many of BlackBerry’s core fan base cherish, is the second device to be powered by the company’s new BB10 operating system.\n\nSkype will be available on the Q10 on launch day. Users of the existing Z10 touchscreen device will have to wait a few weeks more to get Skype, after a software upgrade on the operating system, BlackBerry said.\n\nA smaller app base than Apple’s iOS and Google Inc’s Android platforms has been one of the biggest criticisms of the new BlackBerry system. It has yet to offer some big-name apps like Netflix and Instagram."
    }
]