[
    {
        "header": "Rivals Microsoft and Oracle team up on push into cloud",
        "link": "http://www.reuters.com/article/2013/06/24/us-microsoft-oracle-idUSBRE95N18Y20130624",
        "time": "5:32PM UTC",
        "body": "SAN FRANCISCO/SEATTLE (Reuters) - Microsoft Corp said on Monday it would support Oracle Corp software on its cloud-based platforms, a tie-up aimed at improving the rivals’ chances against nimbler Web-based computing companies chipping away at their traditional businesses.\n\nThe two industry leaders have competed for decades to sell technology to the world’s largest companies. But they face growing pressure from new rivals selling often-cheaper services based in remote data centers, and they are rushing to adapt.\n\nThe two companies have long collaborated out of the public eye to meet customers’ needs, Microsoft Chief Executive Steve Ballmer said on a conference call. “In the world of cloud computing, I think behind-the-scenes collaboration is not enough.”\n\nThe tie-up does not resolve major competitive challenges the two tech pioneers face in the cloud market, but their cooperation was seen as a symbolically important step.\n\n“Is it a game changer today? Not at all. It shows both companies are serious about their cloud endeavors. The fact that historical competitors are now friends speaks to how big the cloud opportunity is. And it opens up potential avenues of growth down the road,” said Daniel Ives, an analyst at investment bank FBR.\n\nUnder the agreement, customers will be able to run Oracle software on Microsoft’s Server Hyper-V and on Windows Azure platforms, the companies said.\n\nMicrosoft will offer Oracle’s Java, Database and WebLogic Server to Windows Azure customers, while Oracle will also make Linux available to Windows Azure customers, the companies said in a news release.\n\nIronically, the pact means Microsoft is effectively promoting Linux and Java-based software, longtime rivals to its own Windows platform. But the software maker stands to benefit from getting any customer to pay for its datacenter services, regardless of the underlying software being used.\n\nNo. 3 software maker Oracle last week missed expectations for software sales for the fourth quarter, sending its shares plunging. Investors worried that the company may have trouble competing with software providers like Salesforce.com and Workday, as well as Amazon.com, which has also become a major player in cloud computing infrastructure.\n\nTop software maker Microsoft’s large-scale cloud computing initiative, called Azure, has failed to catch up with Amazon’s cloud offering, called AWS (Amazon Web Services), which blazed the trail in elastic online computing services in the cloud.\n\nThe rivalry between Oracle and Microsoft dates back several decades and has been marked by a personal rivalry between the companies’ best-known cofounders: Larry Ellison and Bill Gates.\n\nIn 1995, as the Windows franchise was taking off, Ellison began a high-profile but unsuccessful effort to promote a less expensive competitor to the personal computer known as the Network Computer. Gates began aggressively attacking Oracle’s core database business in the late 1990s, infuriating Ellison as Microsoft’s less-expensive SQL Server gained market share.\n\nIn recent years, both have come under attack from a wave of younger companies, like Workday and Salesforce, which charge a single subscription fee for software and support, at far lower margins than for Oracle’s traditional products.\n\nEllison told analysts on last Thursday’s quarterly conference call that Oracle had forged alliances with Microsoft and Salesforce.com, which uses Oracle’s technology, and said he would announce details this week.\n\nOver the past five years, shares of Amazon.com, which rents remote computing and storage to other companies, have surged 237 percent. Salesforce.com, founded by former Oracle executive Marc Benioff, has risen 105 percent.\n\nDuring the same half decade, Oracle’s stock has risen 38 percent and Microsoft’s shares are up 21 percent."
    },
    {
        "header": "Microsoft to bring 'Age of Empires' to Apple, Android phones",
        "link": "http://www.reuters.com/article/2013/06/25/us-microsoft-games-idUSBRE95N16J20130625",
        "time": "10:57PM UTC",
        "body": "SAN FRANCISCO/TOKYO (Reuters) - Microsoft Corp will offer its popular “Age of Empires” game for Apple Inc’s iPhone and other smartphones through a tie-up with Japan’s KLab Inc, seeking to capture growth in a booming mobile game market.\n\nMicrosoft’s gaming business is dependent primarily on its Xbox franchise but mobile devices have been eating into the gaming industry, luring consumers away from traditional consoles.\n\nWhile the tech giant has released a few mobile games for iOS and Android like Wordament, “Age of Empires” is its most popular game to date to be offered beyond its own consoles.\n\nThe strategy is one that analysts argue other game machine makers such as Mario Brothers creator Nintendo Co Ltd could consider in a bid to leverage their software assets.\n\nKLab will develop a mobile version of “Age of Empires” which will be released before the end of March, a KLab spokesperson said.\n\nShares in KLab were overwhelmed by a glut of buy orders in Tokyo trade on Tuesday, with its price indicated at 972 yen, 18 percent higher than its last close.\n\nContrary to an earlier report, the agreement is only to develop a mobile version of “Age of Empires” and there were no announcements on other titles, the two companies said.\n\nThe historical strategy game will be released worldwide in English for iPhones and Android-based phones, “with plans to release the game in other languages and on a Windows Phone in the future,” a Microsoft spokesperson said."
    },
    {
        "header": "Microsoft and Oracle join forces against smaller rivals in cloud",
        "link": "http://www.reuters.com/article/2013/06/24/microsoft-oracle-idUSL2N0F01BC20130624",
        "time": "3:35PM UTC",
        "body": "SAN FRANCISCO/SEATTLE, June 24 (Reuters) - Microsoft Corp and Oracle Corp on Monday announced a tie-up to give the once-fierce rivals a leg up against newer Web-based “cloud” computing companies chipping away at their traditional businesses.\n\nThe two industry leaders have competed for decades to sell technology to the world’s largest companies. But they face growing pressure from more nimble rivals selling often-cheaper services based in remote data centers and they are rushing to adapt.\n\nUnder the agreement, customers will be able to run Oracle software on Microsoft’s Server Hyper-V and on Windows Azure platforms, the companies said.\n\nMicrosoft will offer Oracle’s Java, Oracle Database and Oracle WebLogic Server to Windows Azure customers, while Oracle will also make Oracle Linux available to Windows Azure customers, the companies said in a news release.\n\nNo. 3 software maker Oracle last week missed expectations for software sales for the fourth quarter, sending its shares plunging. Investors worried that the company may have trouble competing with software providers like Salesforce.com and Workday, as well as Amazon.com, which has also become a major player in cloud computing infrastructure.\n\nTop software maker Microsoft’s large-scale cloud computing initiative, called Azure, has failed to catch up with Amazon’s cloud offering, called AWS (Amazon Web Services), which blazed the trail in elastic online computing services in the cloud."
    },
    {
        "header": "Microsoft to bring Xbox and PC games to Apple, Android phones: report",
        "link": "http://www.reuters.com/article/2013/06/24/us-microsoft-games-idUSBRE95N16J20130624",
        "time": "2:42PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp will offer its console and computer games for Apple Inc’s iPhone and other smartphone platforms this fiscal year, through a tie-up with Japanese smartphone game maker Klab Inc, the Nikkei said on Monday.\n\nThrough a licensing deal, Klab will bring Microsoft’s Xbox and Windows-based computer games to the iPhone and smartphones using Google Inc’s Android operating system, according to the Nikkei.\n\nMicrosoft’s “Age of the Empires” will be available as a free-to-play game worldwide on smartphones by the end of the fiscal year 2013 and other titles will follow, the report said."
    },
    {
        "header": "UPDATE 1-Microsoft to bring \"Age of Empires\" to Apple, Android phones",
        "link": "http://www.reuters.com/article/2013/06/25/microsoft-games-idUSL2N0F01K520130625",
        "time": "10:55PM UTC",
        "body": "* Agreement is for one game, “Age of Empires”\n\nSAN FRANCISCO/TOKYO, June 24 (Reuters) - Microsoft Corp will offer its popular “Age of Empires” game for Apple Inc’s iPhone and other smartphones through a tie-up with Japan’s KLab Inc, seeking to capture growth in a booming mobile game market.\n\nMicrosoft’s gaming business is dependent primarily on its Xbox franchise but mobile devices have been eating into the gaming industry, luring consumers away from traditional consoles.\n\nWhile the tech giant has released a few mobile games for iOS and Android like Wordament, “Age of Empires” is its most popular game to date to be offered beyond its own consoles.\n\nThe strategy is one that analysts argue other game machine makers such as Mario Brothers creator Nintendo Co Ltd could consider in a bid to leverage their software assets.\n\nKLab will develop a mobile version of “Age of Empires” which will be released before the end of March, a KLab spokesperson said.\n\nShares in KLab were overwhelmed by a glut of buy orders in Tokyo trade on Tuesday, with its price indicated at 972 yen, 18 percent higher than its last close.\n\nContrary to an earlier report, the agreement is only to develop a mobile version of “Age of Empires” and there were no announcements on other titles, the two companies said.\n\nThe historical strategy game will be released worldwide in English for iPhones and Andriod-based phones, “with plans to release the game in other languages and on a Windows Phone in the future,” a Microsoft spokesperson said."
    }
]