[
    {
        "header": "US STOCKS SNAPSHOT-Wall Street up for second day, Microsoft leads",
        "link": "http://www.reuters.com/article/2013/08/23/markets-usa-stocks-close-idUSEAP10RN2I20130823",
        "time": "4:11PM UTC",
        "body": "NEW YORK, Aug 23 (Reuters) - U.S. stocks rose for a second day on Friday, led by a jump in Microsoft shares as trading occurred without incident a day after the Nasdaq stock exchange was halted for several hours due to a technical problem. Friday’s volume was low.\n\nThe Dow Jones industrial average rose 46.62 points or 0.31 percent, to 15,010.36, the S&P 500 gained 6.5 points or 0.39 percent, to 1,663.46 and the Nasdaq Composite added 19.085 points or 0.52 percent, to 3,657.792.\n\nFor the week the Dow fell 0.5 percent, the S&P gained 0.5 percent and the Nasdaq added 1.5 percent."
    },
    {
        "header": "US STOCKS-Wall St flat after Nasdaq outage; Microsoft jumps",
        "link": "http://www.reuters.com/article/2013/08/23/markets-usa-stocks-idUSL2N0GO0QE20130823",
        "time": "10:28AM UTC",
        "body": "* New home sales well short of expectations\n\n* Indexes: Dow off 0.2 pct, S&P off 0.12 pct, Nasdaq up 0.14 pct\n\nNEW YORK, Aug 23 (Reuters) - U.S. stocks were little changed on Friday, a day after the Nasdaq stock exchange suffered a historic trading halt of roughly three hours as a result of technical problems.\n\nTrading in thousands of U.S. stocks ground to a halt for much of Thursday after an unexplained technological problem shut down trading in Nasdaq securities, the latest prominent disruption to the operations of U.S. markets.\n\nChief Executive Officer Robert Greifeld said on CNBC television the Nasdaq resolved the technical issues that led to Thursday’s trading halt, but cannot guarantee there would be no future problems.\n\nMicrosoft Corp was the biggest boost to the three major indexes, up 7.3 percent to $34.74 after the company said Chief Executive Steve Ballmer will retire within the next 12 months, once it completes the process of choosing his successor.\n\nEven with the Nasdaq outage on Thursday, the S&P 500 managed to register its biggest percentage gain since Aug. 1, but was unable to close above its 50-day moving average for a fifth straight session. The mark, now at 1,659.26, has become a technical hurdle.\n\nThe benchmark index is on pace for a third straight weekly decline, as investors exercise caution amid uncertainty over how soon the Fed will begin to wind down its $85 billion a month stimulus program.\n\n“This has been a very unique market situation with the Fed stimulus being such an important component to the market rally. This is uncharted waters for us,” said Gordon Charlop, managing director at Rosenblatt Securities in New York.\n\n“So regardless of what the move is, the fact you are someplace you haven’t been before is cause for uncertainty.”\n\nThe next Fed monetary policy meeting is scheduled for Sept. 17-18.\n\nEconomic data showed sales of new single-family homes in America fell by 13.4 percent in July to an annual rate of 394,000 units, well below expectations of 490,000 units.\n\nThe data weighed on homebuilder stocks, with PulteGroup down 3.9 percent to $15.69 and Toll Brothers off 3.8 percent to $31.25. The PHLX housing sector index lost 2.2 percent.\n\nThe Dow Jones industrial average fell 29.95 points or 0.2 percent, to 14,933.79, the S&P 500 lost 2.07 points or 0.12 percent, to 1,654.89 and the Nasdaq Composite added 5.238 points or 0.14 percent, to 3,643.945.\n\nPandora Media Inc slumped 12.4 percent to $19.01 after the Internet radio service said late Thursday that rising expenditures to acquire music and expand its sales force would push fiscal 2014 earnings below analyst expectations.\n\nAeropostale Inc tumbled 18.5 percent to $8.95 after the teen apparel retailer forecast a deep third quarter loss."
    },
    {
        "header": "CEO Ballmer retires as Microsoft struggles to modernize",
        "link": "http://www.reuters.com/article/2013/08/23/us-microsoft-ballmer-idUSBRE97M0K620130823",
        "time": "6:04PM UTC",
        "body": "SEATTLE/NEW YORK (Reuters) - Steve Ballmer, a passionate salesman who has been a central figure at Microsoft Corp for more than three decades, unexpectedly announced his retirement as chief executive on Friday, ending a controversial 13-year reign in which the world’s largest software company lost its position as the dominant force in computing.\n\nThe surprise move sent the company’s share price up 7 percent, reflecting a widespread view that Ballmer is not the man to reverse the fortunes of a company that remains highly profitable but has failed to navigate the transition to the mobile computing era.\n\nBallmer’s planned exit comes just weeks after the company announced a major reorganization and delivered an earnings report that showed across-the-board weakness in the business, including dismal sales of the company’s new Surface tablet and a lukewarm reaction to the crucial Windows 8 operating system.\n\nMicrosoft said it had engaged the executive search firm Heidrick & Struggles and would consider both internal and external candidates to succeed Ballmer - underscoring the lack of a succession plan at a company where many talented executives have been squeezed out over the years. Ballmer will stay on for up to a year until a new CEO is found.\n\nA close friend and confidant of co-founder Bill Gates since the company’s earliest days, the 57-year-old Ballmer formally notified the company two days ago of his intention to retire, according to a regulatory filing. In an interview with the trade publication ZD Net, director John Thompson said the search for a successor had in fact been underway for some time.\n\n“We are well down the path in the search,” said Thomson, who is leading a search committee that also includes Gates.\n\nStill, the timing of the announcement and the lack of a succession plan suggest the recent setbacks may have spurred the company’s board to act. Gates remains chairman of the board, which has historically followed his lead.\n\nBallmer himself acknowledged his decision was abrupt.\n\n“There is never a perfect time for this type of transition, but now is the right time,” he wrote in a memo to employees. “This is an emotional and difficult thing for me to do. I take this step in the best interests of the company I love.”\n\nBallmer has faced criticism from investors for years as rivals led by Apple Inc and Google Inc came to dominate huge new markets in smartphones, tablets, Internet search and cloud computing even as Microsoft remained reliant on the traditional personal computer.\n\nActivist investing fund ValueAct Capital Management LP said in April that it had taken a stake in the company and shortly after began agitating for a change in strategy and a clear CEO succession plan.\n\nMicrosoft, like Apple, has been under pressure from shareholders to hand back more of its cash hoard, which now totals $77 billion.\n\n“This might accelerate more shareholder-friendly capital returns of that cash treasure trove, which would help in the revaluation of the stock to more appropriate levels,” said Todd Lowenstein at fund firm HighMark Capital Management, which holds Microsoft shares.\n\nThere are no obvious candidates to succeed Ballmer at a company that has only had two CEOs in its 38-year history. Ballmer had once indicated that he intended to stay at least until 2017.\n\nBallmer can claim some important successes: revenue tripled during his tenure, profits doubled, and the company scored a big success with the Xbox videogame business. The Windows and Office franchises remain highly profitable, and Microsoft is well-entrenched as a vendor of corporate computing products and services.\n\nAt the same time, though, repeated forays into mobile phones, tablets and music players have come to grief. The Surface tablet, aimed at the hugely successful iPad, alienated longtime hardware partners even as it failed to generate significant sales, and a phone partnership with Nokia has thus far yielded little for either company.\n\nAt the same time, the company has lost billions trying to compete with Google in the Internet search business. Some of Microsoft’s corporate computing businesses are also under threat from the industry-wide transition to cloud-based services.\n\nThe recent reorganization was aimed at reshaping Microsoft - once primarily a purveyor of packaged software - into a company focused on devices and services, essentially mimicking Apple.\n\nYet most industry watchers felt it was too little, too late, with some calling on the company to back away from the consumer products sector and focus on serving businesses.\n\nIn the ZD Net interview, Ballmer rejected that approach. “Nobody has ever managed to figure out how to build a device for a user that was just enterprise or just consumer,” he said. “These core experiences do span ‘consumer and enterprise.'”\n\nBallmer, a forceful, often emotional leader, was regarded a great salesman rather than a brilliant technologist.\n\nA physically imposing presence with a booming voice, his motivational efforts were the stuff of legend: a clip of a semi-hysterical Ballmer screeching and dancing around the stage to rally Microsoft employees has been viewed nearly five million times on YouTube.\n\nYet the antics sometimes acquired an air of desperation as Apple and other rivals produced industry-changing innovations that Microsoft couldn’t match.\n\n“That is the most expensive phone in the world and it doesn’t appeal to business customers,” Ballmer laughed in a TV interview after the launch of Apple’s iPhone in 2007. Five years later, iPhone sales alone were greater than Microsoft’s overall revenue.\n\nA Michigan native, Ballmer studied applied mathematics and economics at Harvard, where he met Gates. Several years later Gates persuaded him to drop out of Stanford Business School to become Microsoft’s first commercial manager and the company’s 30th employee.\n\nTo induce him, Gates offered Ballmer part ownership of the company, and when Microsoft incorporated a year later, Ballmer had almost an 8 percent stake. That formed the foundation of his wealth which is now valued at $15 billion by Forbes magazine.\n\nBallmer remains one of the largest holders of Microsoft stock, with about four percent of the company. His net worth, ironically, soared by nearly a billion dollars on Friday as the stock market celebrated his departure.\n\nMicrosoft shares closed up 7.3 percent at $34.75 on Nasdaq on Friday."
    },
    {
        "header": "Analysts View: Ballmer era set to end for Microsoft",
        "link": "http://www.reuters.com/article/2013/08/23/us-microsoft-ballmer-reaction-idUSBRE97M0MC20130823",
        "time": "10:32AM UTC",
        "body": "(Reuters) - Microsoft Corp said on Friday that Chief Executive Officer Steve Ballmer would retire within the next 12 months, once it has selected a successor, sending its shares up in early trading.\n\nThe following is reaction from analysts to the move.\n\n”To be successful in a technology company, first and foremost, you need to earn the respect of software developers and engineers. And Ballmer failed to do that in the past 15 years.\n\n”Ballmer should have left Microsoft at least 8 years back.\n\n“Never buy the argument ‘we have 100,000 people in the company there is a huge depth of management talent.'”\n\n”There more 100,000 in Dell, HP, Apple, and has there been any executive close to the likes of Gates or Jobs?\n\n”A good CEO would be Vic Gundotra at Google. He left Microsoft for Google. He has the most respect of the engineers and developers both at Microsoft and Google. Vic is probably the only executive, who can bring the much-needed fresh perspective to Microsoft, while still having a deep understanding of Microsoft Culture.\n\n“He is a perfect blend of being a Microsoft Insider and bringing a fresh perspective from Google.”\n\n”A change is definitely needed. Since he took over in 2000, it is fair to say he missed a number of transitions: mobile, tablets, cloud. And Microsoft was very slow with virtualization, it has no place in the software defined data center\n\n”Microsoft continues to live off traditional PC computing. Ballmer’s strength is traditional PC computing. He was a great guy for his era but times have changed and a new leadership is needed. It’s hard to say his tenure has been a success.\n\n”I’d like to see them get a more forward thinking person who grasps hold of the current trends, thinks mobile first and cloud first. It’s hard to be a company that deals in corporate and consumer technology. Rarely has that ever worked.\n\n“Clearly the way it’s structured is not been working.”\n\n“Given that’s what happening with the company, change is positive. The stock is up but the pop is fading. If you’re buying this for the CEO change, you could have a long hard 12 months in front of you. They are going to do a massive reorg. You tend to do these things if things are not getting better.”\n\n”It’s the end of the fiscal year for them. You had two of the worst declines in the PC in the PC marketplace There are significant cracks in the entire ecosystem.\n\n”There’s changes happening at every level, happening at every level underneath him. It’s very reasonable for the board and CEO to sit down and have a discussion about what we are doing here.\n\n“I think the numbers sway the board. The PC market peaked in the absolute sense in September 2011. The No. 1 PC maker sold more smartphones than PCs last quarter - Lenovo.”\n\n“This was a surprise, especially considering how close it is to the recently announced strategic overhaul towards devices and services.”\n\n”I‘m surprised. My first gut reaction is that it came out of the activist investor effort Value Act. The timing seems very odd.\n\nRegarding the stock rise on the news: ”That’s a real buzz fill for him. It’s not ego boost.\n\n”As much as people would like to blame Steve Ballmer for the fortunes of the company, I think it’s the silos. I thought they had great products, but they should have worked better together and leveraged common foundations. Maybe that is his problem that they did it that way. But Ray Ozzie had been brought in to span across the products and that kind of flopped.\n\nRegarding succession: “Looking across the next level of executives, there’s a lot of candidates. I would be super surprised if they picked an outside talent.”\n\n”There are two aspects to this, the stock price and how the company has actually done. The stock price has been more or less flat since Ballmer’s tenure. The board’s going to look at that and say we need someone to change that.\n\n”Where Ballmer has been correctly faulted for is the performance of Windows. Like Dell, HP and other PC makers they with Microsoft have been caught flatfooted by the shift to tablets.\n\n”One can argue that Ballmer as CEO was in part responsible for that failure. Then again it is a broad, systematic one. Though Microsoft has been doing better than others (in dealing with the PC decline), where Ballmer does not get sufficient credit for is the other divisions. Servers, xBox, Bing products in general have shown some success. The problem for Microsoft is its revenue primarily comes from sales to business. It should be viewed more like IBM, but is viewed as consumer like Apple.\n\n“According to our estimates about 2/3 of revenue come from sales to business.”\n\nRegarding succession: “You obviously want someone who knows the business well and understands both divisions of business and consumer. You also want someone who would be bold enough to split the company, split off windows, run that as one business and keep the other part as a separate business. That’s one way a bold CEO could come in and say we are being penalized by being compared to Apple. That’s going to be a tough sale especially with Bill Gates as overhead.”"
    },
    {
        "header": "US STOCKS-Wall St ends up a day after Nasdaq outage, Microsoft jumps",
        "link": "http://www.reuters.com/article/2013/08/23/markets-usa-stocks-idUSL2N0GO1Q320130823",
        "time": "4:53PM UTC",
        "body": "NEW YORK, Aug 23 (Reuters) - U.S. stocks rose in light trading on Friday, led by a jump in Microsoft shares, as trading took place without interruption a day after the Nasdaq stock exchange suffered an unprecedented, three-hour trading halt.\n\nMicrosoft shares posted their largest daily percentage gain in more than four years after the head of the world’s largest software company, Steve Ballmer, announced he will retire within 12 months.\n\nThe stock closed up 7.3 percent at $34.77 and was the largest contributor to the advance on the three major indexes.\n\n“The big news today is the succession at Microsoft, but beyond that it’s pretty quiet,” said Dan Veru, chief investment officer at Palisade Capital Management in Fort Lee, New Jersey.\n\nThe Dow Jones industrial average rose 46.77 points or 0.31 percent, to 15,010.51, the S&P 500 gained 6.54 points or 0.39 percent, to 1,663.5 and the Nasdaq Composite added 19.085 points or 0.52 percent, to 3,657.792.\n\nVolume was among the lowest of the year with about 4.9 billion shares changing hands on the New York Stock Exchange, the Nasdaq and NYSE MKT, far below the daily average so far this year of about 6.3 billion shares.\n\nTrading volume was only slightly higher than Thursday’s 4.4 billion, affected by a technological problem that shut down trading in Nasdaq securities for three hours in the afternoon.\n\nOn Friday, Robert Greifeld, chief executive officer of Nasdaq OMX said the exchange resolved the technical problems that led to the halt but could not guarantee there would never be future glitches. Nasdaq shares gained 1.2 percent to close at $30.83.\n\nFriday’s gains helped the S&P 500 and Nasdaq Composite end a two-week losing streak, but the Dow posted its third consecutive weekly decline. For the week the Dow fell 0.5 percent, the S&P gained 0.5 percent and the Nasdaq added 1.5 percent.\n\nEconomic data showed sales of new single-family homes fell by 13.4 percent in July to an annual rate of 394,000 units, well below expectations of 490,000 units.\n\nThe data weighed on homebuilder stocks, with PulteGroup down 1.6 percent to $16.06 and Toll Brothers off 3.9 percent to $31.19. The PHLX housing sector index lost 1.6 percent.\n\nPandora Media Inc slumped 12.9 percent to $18.91 after the Internet radio service said late Thursday that rising expenditures to acquire music and expand its sales force would push fiscal 2014 earnings below analyst expectations.\n\nAeropostale Inc tumbled 20.2 percent to $8.76 after the teen apparel retailer forecast a steep third-quarter loss.\n\nShares of Autodesk rallied 7.7 percent to $38.91 after earlier hitting $41.72, its highest level since April 2012.\n\nRoughly two issues rose for every one that fell on the NYSE and on Nasdaq 13 rose for every 11 decliners."
    },
    {
        "header": "Steve Ballmer ends run as Microsoft's relentless salesman",
        "link": "http://www.reuters.com/article/2013/08/23/us-microsoft-ballmer-newsmaker-idUSBRE97M0YV20130823",
        "time": "5:26PM UTC",
        "body": "SEATTLE (Reuters) - Few CEOs wielded more power than Microsoft chief Steve Ballmer.\n\nAnd yet the company’s first and foremost salesman never gained the respect he deserved for his role in transforming Bill Gates’ tiny startup in the woods outside Seattle into the world’s largest software maker.\n\nBallmer, who announced his retirement from the head of Microsoft Corp on Friday, had the misfortune to follow megastar Gates at the helm just as the company hit the end of its explosive growth period and faced a resurgent Apple Inc under an inspired Steve Jobs.\n\nThe Detroit native, who met Gates at Harvard, was doubly unfortunate that his ascent to the CEO office in January 2000 came just weeks before the bursting of the dot.com stock bubble, from which Microsoft’s share price never recovered.\n\nAlthough Ballmer did treble revenues at Microsoft during his time in charge, and managed to steer the company away from obscurity or crisis that befell other tech firms, he consistently attracted criticism for management miscues.\n\nUnder his watch, Apple and Google Inc roared past Microsoft in the emerging arena of Internet search, smartphones and tablets, which made the software company look stodgy and behind-the-times.\n\n“He tried hard. Nobody can doubt his commitment to Microsoft,” said Sid Parakh, an analyst at fund firm McAdams Wright Ragen. “The missing element was execution.”\n\nHis attempt to catch up was a failed $47 billion bid for fading internet giant Yahoo Inc in 2008, a company which is now worth much less. Yahoo’s inexplicable decision to reject the deal probably saved Ballmer’s job.\n\nOnly last month, Ballmer launched a massive reorganization of Microsoft in an attempt to transform it into a ‘devices and services’ company, but it left most shareholders unimpressed.\n\nBallmer never lacked passion and energy for the company he helped to build, but he was always more of a salesman and cheerleader than a technology visionary.\n\n“That is the most expensive phone in the world and it doesn’t appeal to business customers,” Ballmer laughed in a TV interview after the launch of Apple’s iPhone in 2007. Five years later, iPhone sales alone were greater than Microsoft’s overall revenue.\n\nA clip of a semi-hysterical Ballmer screeching and dancing around the stage to rally Microsoft employees has been viewed nearly five million times on YouTube, gaining him the nickname ‘Monkey Boy’. And his hypnotic and slightly unhinged mantra of ‘developers, developers, developers’, captured at another company conference, made him the butt of jokes for years after.\n\nA natural math whiz from Michigan, Ballmer met Gates at Harvard before Gates dropped out to co-found Microsoft in 1975. Five years later, Gates persuaded Ballmer to drop out of Stanford Business School to become Microsoft’s first commercial manager, and only the company’s 30th employee, giving him an 8 percent stake.\n\nAs Microsoft’s first salesman, rather than a techie, he was viewed with some distrust.\n\n“The first time we met face-to-face, I thought this guy looks like an operative for the NKVD (Soviet police),” recalled Microsoft co-founder Paul Allen in his memoir. “He had piercing blue eyes and a genuine toughness. Though as I got to know him better, I found a gentler side as well.”\n\nAllen said that the young Ballmer - a zealous basketball player and jogger - would wake him up at 7 a.m. doing push-ups in their shared hotel room on early business trips.\n\nAs Microsoft engineered the personal computer revolution through the 80s and 90s, the sales side of the organization grew in size and importance, led by the charismatic Ballmer - unmistakable on campus and at industry meetings with his shiny bald dome, strapping physique and booming voice.\n\nIn Microsoft-speak, employees were either a ‘Bill guy’, meaning a technology person, or a ‘Steve guy’, meaning a sales and marketing person.\n\nWhen Ballmer, known internally as SteveB, took over from Gates as Microsoft CEO in 2000, some saw it as the triumph of sales over technology and innovation, which ultimately ruined the company.\n\n“I have my own theory about why decline happens at companies like IBM or Microsoft,” former Apple CEO Jobs is quoted as saying in his biography. “The quality of the product becomes less important. The company starts valuing the great salesmen.”\n\nJobs was partially correct. Under Ballmer’s watch, Microsoft missed the shift to smartphones and tablets, and its share price has been static for the last decade. All the while, Ballmer tended to push out any executives who threatened his power.\n\n“His (Ballmer‘s) continued presence is the biggest overhang on Microsoft’s stock,” prominent hedge fund investor David Einhorn said in 2011, as he campaigned publicly for Ballmer’s ouster. Microsoft shares rose 7 percent on the news of Ballmer’s retirement on Friday.\n\nBut Ballmer’s record as a CEO was not as bad as many think. People close to him say his loud public persona belied a quietly shrewd business mind, and he managed Microsoft as well as anyone could as the company reached a mature stage.\n\nHe boosted Microsoft’s revenues and more than doubled its already large profits. He outlasted erstwhile rivals such as Novell and Sun Microsystems, which have now all-but disappeared, and avoided the boardroom fiascos of Hewlett-Packard or dramatic decline of AOL.\n\n“I don’t see anybody else on the management team at Microsoft that I think would be much better than Ballmer,” said Eric Jackson at hedge fund Ironfire Capital."
    },
    {
        "header": "New Microsoft CEO needs “less is more” mindset",
        "link": "http://www.reuters.com/article/2013/08/23/idUS67981600720130823",
        "time": "1:30PM UTC",
        "body": "By Robert Cyran The author is a Reuters Breakingviews columnist. The opinions expressed are his own.\n\nThe next boss of Microsoft needs a “less is more” mindset. Chief Executive Steve Ballmer is finally on the way out. A $20 billion bump in the company’s value following the news shows just how badly investors wanted a new approach. The wasteful “try everything” strategy should go.\n\nBallmer inherited a near-monopoly in the Windows operating system and Office productivity software, and he has done well fattening up that cash cow. Microsoft earned $22 billion last year, more than twice as much as in 2000, when he became CEO. But his empire-building ambitions are evident in sales, which have increased more than three-fold.\n\nAbout three-quarters of profit still comes from Windows, Office and the like, with the company’s server & tools division making up most of the rest. The online services division, which contains search engine Bing, has been bleeding cash, losing $12 billion in the past three years alone. The entertainment and devices division is in the black, but hasn’t yet come close to recouping its cost of capital. Its missteps include the awful Zune music player and Kin phone.\n\nThe company says it still wants to sell more devices and has only just started its push in that direction. The firm also says it might take up to a year to find a new CEO. Insiders like Terry Myerson, in charge of operating systems, could be in the running, as could exiled former rivals to Ballmer like Paul Maritz and dark-horse outsiders like Facebook’s Sheryl Sandberg.\n\nWhoever lands the job can score quick points by narrowing the focus on business software, at least to begin with. Selling the Xbox gaming unit could bring in some extra capital. Shutting down or spinning off search and Microsoft’s efforts in mobile devices would reduce losses such as the $900 million writedown it took on its Surface tablets in July. It would also allow the company to concentrate on things like making Office work well on gadgets such as Apple’s iPad.\n\nConcentrating on business software would also make Microsoft simpler to understand and manage, tasks that became more complicated-looking in Ballmer’s last reorganization. Shareholders would surely be happy with the prospect of higher cash returns, too. Even the outgoing CEO might find solace. The promise of his departure boosted the value of his 4 percent stake by approaching $1 billion, and real change would deliver more."
    },
    {
        "header": "Wall Street ends up a day after Nasdaq outage, Microsoft jumps",
        "link": "http://www.reuters.com/article/2013/08/24/us-markets-stocks-idUSBRE9770GZ20130824",
        "time": "8:35PM UTC",
        "body": "NEW YORK (Reuters) - Stocks rose in light trading on Friday, led by a jump in Microsoft shares, as trading took place without interruption a day after the Nasdaq stock exchange suffered an unprecedented, three-hour trading halt.\n\nMicrosoft (MSFT.O) shares posted their largest daily percentage gain in more than four years after the head of the world’s largest software company, Steve Ballmer, announced he will retire within 12 months.\n\nThe stock closed up 7.3 percent at $34.77 and was the largest contributor to the advance on the three major indexes.\n\n“The big news today is the succession at Microsoft, but beyond that it’s pretty quiet,” said Dan Veru, chief investment officer at Palisade Capital Management in Fort Lee, New Jersey.\n\nThe Dow Jones industrial average .DJI rose 46.77 points or 0.31 percent, to 15,010.51, the S&P 500 .SPX gained 6.54 points or 0.39 percent, to 1,663.5 and the Nasdaq Composite .IXIC added 19.085 points or 0.52 percent, to 3,657.792.\n\nVolume was among the lowest of the year with about 4.9 billion shares changing hands on the New York Stock Exchange, the Nasdaq and NYSE MKT, far below the daily average so far this year of about 6.3 billion shares.\n\nTrading volume was only slightly higher than Thursday’s 4.4 billion, affected by a technological problem that shut down trading in Nasdaq securities for three hours in the afternoon.\n\nOn Friday, Robert Greifeld, chief executive officer of Nasdaq OMX (NDAQ.O) said the exchange resolved the technical problems that led to the halt but could not guarantee there would never be future glitches. Nasdaq shares gained 1.2 percent to close at $30.83.\n\nFriday’s gains helped the S&P 500 and Nasdaq Composite end a two-week losing streak, but the Dow posted its third consecutive weekly decline. For the week the Dow fell 0.5 percent, the S&P gained 0.5 percent and the Nasdaq added 1.5 percent.\n\nEconomic data showed sales of new single-family homes fell by 13.4 percent in July to an annual rate of 394,000 units, well below expectations of 490,000 units.\n\nThe data weighed on homebuilder stocks, with PulteGroup (PHM.N) down 1.6 percent to $16.06 and Toll Brothers (TOL.N) off 3.9 percent to $31.19. The PHLX housing sector index .HGX lost 1.6 percent.\n\nPandora Media Inc (P.N) slumped 12.9 percent to $18.91 after the Internet radio service said late Thursday that rising expenditures to acquire music and expand its sales force would push fiscal 2014 earnings below analyst expectations.\n\nAeropostale Inc ARO.N tumbled 20.2 percent to $8.76 after the teen apparel retailer forecast a steep third-quarter loss.\n\nShares of Autodesk (ADSK.O) rallied 7.7 percent to $38.91 after earlier hitting $41.72, its highest level since April 2012.\n\nRoughly two issues rose for every one that fell on the NYSE and on Nasdaq 13 rose for every 11 decliners."
    },
    {
        "header": "CHRONOLOGY-Steve Ballmer's tenure as Microsoft CEO-",
        "link": "http://www.reuters.com/article/2013/08/23/microsoft-ballmer-idUSL2N0GO1L020130823",
        "time": "4:46PM UTC",
        "body": "SAN FRANCISCO, Aug 23 (Reuters) - Microsoft Corp CEO Steve Ballmer unexpectedly announced on Friday that he would retire in 2014, 13 years after he took over the dominant personal computer software company and tried to steer it into growing markets like video games, portable music players, smartphones and tablets.\n\nThe following is a chronology of events during Ballmer’s time as Microsoft chief executive.\n\n1998 - Ballmer assumes role of president at Microsoft and takes charge of day-to-day operations. Prior to that, he led numerous divisions, including sales and support and operating-systems development. 2000 - Ballmer succeeds Microsoft co-founder Bill Gates as CEO in January. The two met as students at Harvard University, where Gates lived down the hall from Ballmer. In 1975, 19-year-old Gates dropped out of Harvard and went on to found Microsoft along with Paul Allen. 2001 - In November, Microsoft enters the gaming market with the North American release of its Xbox gaming console, competing with game consoles from Nintendo Co Ltd and Sony Corp. . 2005 - Microsoft launches the next-generation Xbox 360 video game console in November, strengthening its foothold in the video game hardware market. 2006 - Microsoft launches Zune portable music player in November. It is the first Microsoft-designed device to compete in a market dominated by Apple Inc’s iPod. The music player does not gain enough of a market, and Microsoft discontinues selling it by mid-2012. 2007 - In January, Microsoft unveils the Windows Vista, which becomes the company’s least popular operating system. 2008 -- Ballmer makes an unsolicited $44.6 billion, $31-per-share, cash-and-stock takeover offer to Yahoo Inc’s board. Yahoo rejects the bid as too low. 2009 - Microsoft revamps its search engine to counter Google Inc’s dominance in the Web search and related advertising business. In May, Ballmer reveals the new search engine, dubbed “Bing” that is set for a June release. 2009 -- In July, Microsoft and Yahoo launch a 10-year Web search deal to challenge market leader Google. Under the deal, the two companies agree that Microsoft’s Bing search engine will power search queries on Yahoo’s sites. They have been in on-again, off-again talks since Yahoo rebuffed Microsoft’s takeover bid. 2010 - Microsoft releases its Windows Phone operating system for mobile phones, trying to claw its way into the smartphone market and woo consumers away from Apple’s iPhone and Google’s Andriod devices. 2011 - In February, Nokia and Microsoft strike a deal, in a bid to take on the smartphone market. By 2013, the partnership has yet to produce a product that has taken market share from Google and Apple. 2012 - Microsoft, hoping for a hit, launches Surface tablets and its Windows 8 operating system that uses touch commands. The devices do not gain much market share in the tablet market, dominated by Apple’s iPad and Samsung’s Galaxy mobile devices. 2013 - On August 23, Ballmer announces he will step down within 12 months, surprising industry watchers."
    },
    {
        "header": "Factbox: Who will be next to lead Microsoft?",
        "link": "http://www.reuters.com/article/2013/08/23/us-microsoft-ballmer-successors-factbox-idUSBRE97M0W020130823",
        "time": "2:39PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp has set up a special committee to find a new chief executive after Steve Ballmer announced his retirement on Friday.\n\nThe world’s largest software company has no anointed successor, and has had only two CEOs in its 38-year history - Ballmer and co-founder Bill Gates.\n\nThe following is a list of tech executives that Microsoft might consider.\n\nTony Bates - Came to Microsoft two years ago as CEO of the acquired Skype and was recently elevated to lead Microsoft’s business development and overall strategy.\n\nTerry Myerson - The executive in charge of operating systems, which is still the heart of Microsoft, ranging across PCs, tablets, phones and the Xbox game console.\n\nSatya Nadella - Heads Microsoft’s cloud and enterprise group, which is coming to the fore as the company struggles to catch up in online and mobile computing.\n\nKevin Turner - As Chief Operating Officer for the last eight years, the former Wal-Mart Stores Inc executive leads Microsoft’s enormous sales organization, but is generally considered to lack the technology credibility to be CEO.\n\nThe former head of the Windows unit was widely tipped as a potential Microsoft CEO until his abrupt departure in November. His reputation has taken a hit since then with the dismal sales of the Surface tablet he launched and the lukewarm reception of Windows 8.\n\nThe high-flying Google Inc engineer, key to that company’s mobile phone and social initiatives, is a former Microsoft executive who could be tempted to return.\n\nThe CEO of Netflix Inc is a rising Silicon Valley star and has intimate knowledge of Microsoft’s business after several years on its board, until his departure last year.\n\nOne of the key powers in the early days of Windows, Maritz left in 2000 and eventually ran virtualization firm VMware Inc until last year. Talk occasionally surfaces that he could return to Microsoft, but he has never indicated any interest publicly.\n\nThe co-founder of Microsoft is still Chairman, but has focused his day-to-day efforts on philanthropy since 2008 when he vacated his office on campus. People close to him say he is not considering a return to the CEO position."
    },
    {
        "header": "US STOCKS SNAPSHOT-Wall St opens with gains; Microsoft jumps",
        "link": "http://www.reuters.com/article/2013/08/23/markets-usa-stocks-open-idUSEAP10RN0520130823",
        "time": "9:34AM UTC",
        "body": "NEW YORK, Aug 23 (Reuters) - U.S. stocks rose at the open on Friday lifted by Microsoft shares, which shot up more than 8 percent on news its Chief Executive Steve Ballmer will retire within 12 months.\n\nThe Dow Jones industrial average rose 26.87 points or 0.18 percent, to 14,990.61, the S&P 500 gained 4.87 points or 0.29 percent, to 1,661.83 and the Nasdaq Composite added 20.659 points or 0.57 percent, to 3,659.367.\n\nTrader attention was focused on the Nasdaq exchange, which appeared to open normally for trading after a three hour outage Thursday afternoon."
    },
    {
        "header": "Chronology: Steve Ballmer's tenure as Microsoft CEO",
        "link": "http://www.reuters.com/article/2013/08/23/us-microsoft-ballmer-chronology-idUSBRE97M0Y920130823",
        "time": "4:48PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp CEO Steve Ballmer unexpectedly announced on Friday that he would retire in 2014, 13 years after he took over the dominant personal computer software company and tried to steer it into growing markets like video games, portable music players, smartphones and tablets.\n\nThe following is a chronology of events during Ballmer’s time as Microsoft chief executive.\n\n1998 - Ballmer assumes role of president at Microsoft and takes charge of day-to-day operations. Prior to that, he led numerous divisions, including sales and support and operating-systems development.\n\n2000 - Ballmer succeeds Microsoft co-founder Bill Gates as CEO in January. The two met as students at Harvard University, where Gates lived down the hall from Ballmer. In 1975, 19-year-old Gates dropped out of Harvard and went on to found Microsoft along with Paul Allen.\n\n2001 - In November, Microsoft enters the gaming market with the North American release of its Xbox gaming console, competing with game consoles from Nintendo Co Ltd and Sony Corp..\n\n2005 - Microsoft launches the next-generation Xbox 360 video game console in November, strengthening its foothold in the video game hardware market.\n\n2006 - Microsoft launches Zune portable music player in November. It is the first Microsoft-designed device to compete in a market dominated by Apple Inc’s iPod. The music player does not gain enough of a market, and Microsoft discontinues selling it by mid-2012.\n\n2007 - In January, Microsoft unveils the Windows Vista, which becomes the company’s least popular operating system.\n\n2008 -- Ballmer makes an unsolicited $44.6 billion, $31-per-share, cash-and-stock takeover offer to Yahoo Inc’s board. Yahoo rejects the bid as too low.\n\n2009 - Microsoft revamps its search engine to counter Google Inc’s dominance in the Web search and related advertising business. In May, Ballmer reveals the new search engine, dubbed “Bing” that is set for a June release.\n\n2009 -- In July, Microsoft and Yahoo launch a 10-year Web search deal to challenge market leader Google. Under the deal, the two companies agree that Microsoft’s Bing search engine will power search queries on Yahoo’s sites. They have been in on-again, off-again talks since Yahoo rebuffed Microsoft’s takeover bid.\n\n2010 - Microsoft releases its Windows Phone operating system for mobile phones, trying to claw its way into the smartphone market and woo consumers away from Apple’s iPhone and Google’s Android devices.\n\n2011 - In February, Nokia and Microsoft strike a deal, in a bid to take on the smartphone market. By 2013, the partnership has yet to produce a product that has taken market share from Google and Apple.\n\n2012 - Microsoft, hoping for a hit, launches Surface tablets and its Windows 8 operating system that uses touch commands. The devices do not gain much market share in the tablet market, dominated by Apple’s iPad and Samsung’s Galaxy mobile devices.\n\n2013 - On August 23, Ballmer announces he will step down within 12 months, surprising industry watchers."
    },
    {
        "header": "Microsoft CEO Ballmer to retire within 12 months",
        "link": "http://www.reuters.com/article/2013/08/23/microsoft-ballmer-idUSL2N0GO0JP20130823",
        "time": "9:09AM UTC",
        "body": "NEW YORK, Aug 23 (Reuters) - Microsoft Corp said on Friday that Chief Executive Steve Ballmer will retire within the next 12 months, once it completes the process of choosing his successor.\n\nBallmer said in a statement he would have timed his retirement in the middle of Microsoft’s announced transformation to a devices and services company. But he said, “We need a CEO who will be here longer term for this new direction.”"
    }
]