[
    {
        "header": "Microsoft profit below estimates after tablet charge",
        "link": "http://www.reuters.com/article/2013/07/18/microsoft-results-idUSL1N0FO1YA20130718",
        "time": "4:16PM UTC",
        "body": "SEATTLE, July 18 (Reuters) - Microsoft Corp on Thursday reported lower-than expected quarterly earnings as slow personal computer sales ate into its Windows business and it took a large unexpected charge for its inventory of unsold Surface tablets.\n\nThe world’s largest software company reported fiscal fourth-quarter profit of 59 cents per share, compared with a 6 cents per share loss in the year-ago quarter when it wrote off the cost of a failed acquisition.\n\nWall Street had expected earnings of 75 cents per share, on average, according to Thomson Reuters I/B/E/S."
    },
    {
        "header": "Microsoft profit misses as Surface tablets languish; shares drop",
        "link": "http://www.reuters.com/article/2013/07/18/us-microsoft-results-idUSBRE96H19K20130718",
        "time": "6:52PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp on Thursday reported lower-than-expected quarterly earnings as slow personal computer sales ate into its Windows business and the company took an unexpected $900 million charge for its inventory of unsold Surface tablets.\n\nThe stock fell 5 percent after hours from 5-year highs.\n\nThe massive charge underlines the struggles of the world’s largest software company, which last week announced a deep reorganization to transform itself into a “devices and services” leader, but is struggling to make mobile computing as attractive as Apple Inc or Google Inc.\n\n“That’s the biggest miss we’ve ever seen from Microsoft, the biggest that I could remember,” said Brendan Barnicle, an analyst at Pacific Crest Securities. “It looks like everything was weak.”\n\nBefore the sell-off late Thursday, Microsoft shares had risen 32 percent this year, beating a 19 percent rise in the Standard & Poor’s 500 index.\n\nMicrosoft said the $900 million charge was related to its Surface RT tablet, the version of its tablet running on ARM Holdings-designed chips. The Surface was meant to challenge Apple’s iPad when it was launched alongside Windows 8 in October, but has not sold well.\n\nEarlier this week, Microsoft said it was drastically cutting prices and expanding distribution of the model to entice buyers, reducing the value of Surface devices in its inventory.\n\n“We do know we have to do better, particular in mobile devices,” Amy Hood, Microsoft’s new chief financial officer, said in a telephone interview. “That’s a big reason we made the strategic organizational changes last week.”\n\nMicrosoft’s biggest shake-up in five years, unveiled by Chief Executive Steve Ballmer last week, creates a single devices unit for the first time at the company, suggesting that it will double down on its so-far unsuccessful move into hardware.\n\nRedmond, Washington-based Microsoft reported fiscal fourth-quarter profit of 59 cents per share, compared with a 6 cents per share loss in the year-ago quarter when it wrote off the cost of a failed acquisition.\n\nWall Street had estimated earnings of 75 cents per share, on average, according to Thomson Reuters I/B/E/S. Excluding the Surface charge, Microsoft reported 66 cents per share profit, a less drastic miss.\n\nRevenue rose 10 percent to $19.9 billion, helped by sales of Microsoft’s Office suite of applications, but fell short of analysts’ average estimate of $20.7 billion.\n\nSales of Windows rose slightly, but only because of the inclusion of some deferred revenue, weighed down by an estimated 11 percent dip in PC sales in the quarter.\n\nMicrosoft’s Windows 8 has sold more than 100 million licenses since launching in October, but is struggling to win over many consumers confused by the new design which is more suited to tablets than traditional PCs. Acknowledging this, Microsoft is releasing a revamped version of the system called Windows 8.1 later this year, which brings back the iconic ‘start’ button."
    }
]