[
    {
        "header": "Microsoft shares hit highest since 2000 with CEO search in view",
        "link": "http://www.reuters.com/article/2013/11/06/us-microsoft-shares-idUSBRE9A50YS20131106",
        "time": "1:06PM UTC",
        "body": "SEATTLE (Reuters) - Shares of Microsoft Corp (MSFT.O) jumped to their highest since mid-2000 on Wednesday, a day after Reuters reported that the world’s largest software company is closing in on appointing a new chief executive\n\nIn addition, an influential analyst suggested the appointment of an outsider as CEO could result in the sale of Microsoft’s Bing and Xbox units, which would bring instant gains.\n\nThe stock jumped almost 4 percent to hit $38.08 in midday trading on Nasdaq, a level last seen in July 2000, when the tech stock bubble was deflating. The stock pared gains in early afternoon, trading at $37.83.\n\nLate on Tuesday, Reuters reported that Microsoft had narrowed its CEO shortlist to replace Steve Ballmer to about five external candidates, including Ford Motor Co (F.N) chief Alan Mulally, and three or more internal candidates. Microsoft declined comment.\n\nBallmer in August said he would step down within 12 months.\n\nMany investors favor an outside candidate such as Mulally as they believe he would bring radical change to Microsoft, which has struggled to adapt to the age of mobile computing led by Apple Inc (AAPL.O) and Google Inc (GOOG.O).\n\nWell-connected Nomura analyst Rick Sherlund, who worked closely with Microsoft on its initial public offering in 1986, in a note to clients on Wednesday said it was “likely” that Mulally would be the new CEO by December.\n\nHe theorized that an outside leader such as Mullally might quickly sell Microsoft’s Bing search engine and Xbox game console businesses, which he said could yield a 30 cents to 40 cents per share benefit in fiscal 2015.\n\nCombined with potential cost cuts and increased share buybacks, Sherlund said prospects for the stock were more attractive than many investors think. He raised his share price target to $45 to from $40.\n\nThe last time that Microsoft stock traded as high as $45, split adjusted, was early 2000. It hit an all-time split-adjusted high of $59.97 near the peak of the tech stock bubble in late December 1999."
    },
    {
        "header": "US STOCKS SNAPSHOT-Dow, S&P close higher on Microsoft, Europe",
        "link": "http://www.reuters.com/article/2013/11/06/markets-usa-stocks-close-idUSZXN0R0X2I20131106",
        "time": "4:06PM UTC",
        "body": "NEW YORK, Nov 6 (Reuters) - The Dow industrials closed at a record high, led by gains in Microsoft Corp and encouraging European economic data, while the S&P 500 also rose but closed shy of its own record.\n\nThe Dow Jones industrial average was up 127.63 points, or 0.82 percent, at 15,745.85. The Standard & Poor’s 500 Index was up 7.46 points, or 0.42 percent, at 1,770.43. The Nasdaq Composite Index was down 7.92 points, or 0.20 percent, at 3,931.95."
    },
    {
        "header": "Dow, S&P 500 end higher on Microsoft, Europe data",
        "link": "http://www.reuters.com/article/2013/11/06/us-markets-stocks-idUSBRE99R0GU20131106",
        "time": "5:00PM UTC",
        "body": "NEW YORK (Reuters) - The Dow industrials closed at a record high on Wednesday, led by gains in Microsoft Corp (MSFT.O) and encouraging European economic data, while the S&P 500 also rose but closed shy of its own record.\n\nMeanwhile the Nasdaq fell, hurt by losses in Tesla Motors and as investors readied for Twitter’s much-anticipated IPO.\n\nThe benchmark S&P 500 rose as high as 1,773.79 intraday, above its closing high of 1,771.95 set on Oct 29. Its all-time intraday peak came the day after at 1,775.22.\n\nMicrosoft was the biggest gainer on the blue chip Dow index after Reuters reported the company had narrowed its CEO search to a handful of names. Its shares rose 4.2 percent to $38.18 after rising as high as $38.22, the highest since July 2000.\n\nHowever, other big technology shares slipped. Apple Inc (AAPL.O) was down 0.3 percent at $520.92, Facebook Inc (FB.O) was down almost 2 percent at $49.12. Google (GOOG.O) which fell as low as $1,015.37 earlier, closed up 0.1 percent at $1,022.75.\n\n“The market is pretty much all green but those three big powerful tech names are slightly down,” said Daniel Morgan, vice president and senior portfolio manager at Synovus Investment Advisors.\n\n“It’s interesting that these three companies have had such great momentum and fundamentals - I don’t know if some of that money is shifting out in anticipation of Twitter.”\n\nTwitter Inc (TWTR.N) is expected to begin trading on Thursday in the hottest IPO of the year. The microblogging network, which has yet to turn a profit, has amassed 230 million users in seven years, including heads of state, celebrities and activists.\n\nOne day before the social media giant’s IPO, several other companies sold shares that debuted on Wednesday. Barracuda Networks Inc (CUDA.N) shares jumped nearly 20 percent to $21.55, but several other IPOs barely moved in their first day of action.\n\n“One of the barometers for the health of market conditions we look at is the ability for the market to absorb a large amount of IPOs,” said Art Hogan, managing director at Lazard Capital Markets in New York.\n\nIf all 13 scheduled IPOs price this week, it will be the busiest week of the year in terms of the number of primary issues since September 2007 According to Thomson Reuters data.\n\nThe Dow Jones industrial average .DJI was up 128.66 points, or 0.82 percent, at 15,746.88. The Standard & Poor's 500 Index .SPX was up 7.52 points, or 0.43 percent, at 1,770.49. The Nasdaq Composite Index .IXIC was down 7.92 points, or 0.20 percent, at 3,931.95.\n\nAnother sign of encouragement came from German industrial orders rising more than expected, which is significant as the country is the economic engine of the euro zone.\n\nWeighing on the Nasdaq was Tesla Motors Inc (TSLA.O), which saw shares slump more than 14 percent to $151.16 after the electric car maker forecast a weaker-than-expected fourth-quarter profit and its third-quarter Model S deliveries disappointed some analysts. Shares are up 350 percent for the year, and the stock has been a target of short-sellers who see it as overvalued.\n\nRalph Lauren Corp (RL.N) shares advanced 5.5 percent to $180.52 after the designer clothing company raised the lower end of its full-year sales forecast on the expectation of strong gains during the holiday quarter and increased its dividend.\n\nAbercrombie & Fitch Co (ANF.N) shares fell 13.5 percent to $33.13 on Wednesday after the company reported a seventh quarterly fall in same-store sales in a row and warned of a tough holiday season.\n\nAbout 6.2 billion shares of NYSE-listed securities, AMEX and regional exchange-listed securities and Nasdaq-listed securities traded on Wednesday, according to data by Bats Global Markets."
    }
]