[
    {
        "header": "Microsoft shares plunge after poor results, analyst downgrades",
        "link": "http://www.reuters.com/article/2013/07/19/microsoft-research-idUSL4N0FP39520130719",
        "time": "10:08AM UTC",
        "body": "July 19 (Reuters) - Microsoft Corp shares fell 9 percent in early trading, a day after the software company posted dismal quarterly results due to weak demand for PCs and disappointing sales of its Surface tablets.\n\nBrokerages Raymond James and Cowen & Co cut their ratings on Microsoft stock by a notch to “market perform” and at least five others trimmed their price targets by as much as $3.\n\nPrice targets were cut as low as $35, below Thursday’s closing price of $35.44. The shares fell to $32.00 on the Nasdaq.\n\nFBR Capital Markets analyst David Hilal said Microsoft’s revenue from Windows operating system in the fourth quarter was 9 percent below his expectations.\n\n“The key potential growth drivers (Windows 8, Surface) of the Microsoft story appear to be fading, heading into FY14,” Hilal wrote in a note.\n\nMicrosoft posted lower-than-expected quarterly earnings on Thursday, hit by a $900 million write down on its Surface tablets after it cut prices.\n\nEarlier this week, Microsoft said it was drastically cutting Surface prices to entice buyers, reducing the value of the devices in its inventory.\n\nMicrosoft launched Surface tablets last year to challenge Apple Inc’s iPad, but their sales have failed to meet expectations.\n\n“Unfortunately, the new Windows RT operating system has not been the hit MSFT had hoped for,” Cowen analyst Gregg Moskowitz said in a note, adding that investor expectations for the tablet were never very high.\n\nJanney Capital Markets analysts said the write down was an admission that Microsoft’s first attempt in the tablet market had not been successful.\n\nThe company also said on Thursday it expected revenue from Windows software to continue to fall due to a weak PC market.\n\nMicrosoft’s outlook points to a weaker PC market, shifts towards subscription revenue and a pause ahead of the Xbox One gaming console release, all of which are expected to put revenue growth under pressure, Morgan Stanley analysts said in a note.\n\nXbox is the only device by Microsoft that has found a following among consumers and a new version is expected to launch this year. (Reporting by Chandni Doulatramani in Bangalore; Editing by Sreejiraj Eluvangal)"
    },
    {
        "header": "Microsoft shares hit by biggest sell-off since 2009",
        "link": "http://www.reuters.com/article/2013/07/19/us-microsoft-research-idUSBRE96I0MO20130719",
        "time": "6:45PM UTC",
        "body": "(Reuters) - Microsoft Corp shares fell more than 11 percent on Friday, their biggest plunge in more than four years, a day after the software company posted dismal quarterly results due to weak demand for its latest Windows system and poor sales of its Surface tablet.\n\nThe stock’s selloff, from five-year highs, is the biggest in percentage terms since January 2009, when the world’s largest software company cut 5,000 jobs during the recession. At one point in the day, losses exceeded 12 percent, making it the biggest fall since the Internet stock bubble burst in 2000.\n\nAbout $34 billion was wiped off Microsoft’s market value on Friday, exceeding the size of rival Yahoo Inc.\n\nMicrosoft’s earnings were wrecked by a $900 million writedown on the value of unsold Surface tablets after it cut prices in a bid to excite buyers.\n\nThe poor results shocked Wall Street, which had believed the company’s strength with business customers would help it ride out a downturn in consumer PC sales. The results provoked fresh skepticism of Chief Executive Steve Ballmer’s new plan to reshape the company around devices and services, unveiled last week.\n\n“The recent reorganization does not fix the tablet or smartphone problem,” Nomura analyst Rick Sherlund said in a note to clients on Friday. “The devices opportunity just received a $900 million hardware write-off for Surface RT and investors may not even like the idea of wading deeper into this territory.”\n\nSherlund suggested that activist investors will pressure Ballmer to reconsider his strategy this summer, a reference to ValueAct Capital, which took a $2 billion stake in Microsoft in April and is in talks to get a seat on Microsoft’s board.\n\n“This (the results) was much more disruptive than investors have expected, with Microsoft missing its guidance in every division and guiding lower,” wrote Sherlund. “Everything an activist investor could ask for.”\n\nOther Wall Street analysts were similarly dismayed by Microsoft’s latest financial report.\n\nBrokerages Raymond James and Cowen & Co cut their ratings on Microsoft stock by a notch to “market perform” and at least five others trimmed their price targets by as much as $3.\n\nPrice targets were cut as low as $35, below Thursday’s closing price of $35.44. The shares fell as low as $31.02 on Friday and closed at $31.40 on Nasdaq, an 11.4 percent drop.\n\nFBR Capital Markets analyst David Hilal said Microsoft’s revenue from Windows operating system in the fourth quarter was 9 percent below his expectations.\n\n“The key potential growth drivers (Windows 8, Surface) of the Microsoft story appear to be fading, heading into FY14,” Hilal wrote in a note.\n\nEarlier this week, Microsoft said it was drastically cutting Surface prices to entice buyers, reducing the value of the devices in its inventory.\n\nMicrosoft launched Surface tablets last year to challenge Apple Inc’s iPad, but sales have failed to meet expectations.\n\n“The new Windows RT operating system has not been the hit MSFT had hoped for,” Cowen analyst Gregg Moskowitz said in a note, adding that investor expectations for the tablet had never been very high.\n\nJanney Capital Markets analysts said the writedown was an admission that Microsoft’s first attempt in the tablet market had not been successful.\n\nThe company also said on Thursday it expected revenue from Windows software to continue to fall due to a weak PC market.\n\nMicrosoft’s outlook points to a weaker PC market, shifts toward subscription revenue and a pause ahead of the Xbox One gaming console release, all of which are expected to pressure revenue growth, Morgan Stanley analysts said in a note.\n\nXbox is the only device by Microsoft that has found a following among consumers and a new version is expected to launch this year."
    },
    {
        "header": "REFILE-US STOCKS-Wall St down after record highs, Microsoft shares weigh",
        "link": "http://www.reuters.com/article/2013/07/19/markets-usa-stocks-idUSL1N0FP1AG20130719",
        "time": "2:55PM UTC",
        "body": "* Dow off 0.1 pct, S&P up 0.03 pct, Nasdaq off 0.8 pts\n\nNEW YORK, July 19 (Reuters) - The Dow and Nasdaq fell on Friday, led by losses in tech shares after disappointing results from Microsoft and Google.\n\nThe S&P 500 was flat, as better-than-expected results from General Electric Co and Schlumberger NV helped to offset the tech losses.\n\nMicrosoft Corp was the biggest drag on all three major indexes, with the Nasdaq showing the steepest declines. Google Inc also dragged on the S&P 500 and Nasdaq. Both reported earnings that fell short of expectations.\n\n“It seems like (tech) may be the one area where companies haven’t gotten expectations sufficiently reduced,” said Eric Kuby, chief investment officer at North Star Investment Management Corp in Chicago.\n\n“Stocks like Microsoft and Google I think were probably at the point where they had traded so nicely into earnings that people were really looking for something positive to be said.” Microsoft shares gained 21 percent in the second quarter, while Google was up 11 percent in the period.\n\nIn the absence of fresh economic data, the high-profile earnings disappointments in the tech sector prompted investors to lock in profits after some rosy results and reassuring comments from Federal Reserve Chairman Ben Bernanke on Thursday sent the Dow and S&P to record closing levels. The benchmark S&P is up more than 18 percent for the year.\n\nMicrosoft slumped 10.9 percent to $31.56, while Google lost 1.5 percent to $896.77. The S&P tech sector led declines, falling 2 percent.\n\nThe Dow Jones industrial average was down 18.88 points, or 0.12 percent, at 15,529.66. The Standard & Poor’s 500 Index was up 0.58 points, or 0.03 percent, at 1,689.95. The Nasdaq Composite Index was down 26.95 points, or 0.75 percent, at 3,584.33.\n\nAlso in the tech sector, Advanced Micro Devices Inc tumbled 14.9 percent to $3.95 after the company said gross margins would fall, even as the chipmaker forecast stronger-than-expected revenue growth in the third quarter.\n\nStill, encouraging earnings reports from other companies helped keep the S&P 500 near break-even. Shares of General Electric rose 5 percent to $24.80 while shares of Schlumberger gained 5.9 percent to $83.09.\n\nAnalysts expect S&P 500 companies’ second-quarter earnings to have grown 2.9 percent from a year earlier, with revenue up 1.1 percent, according to Thomson Reuters data.\n\nThrough Friday, of the 104 companies in the S&P 500 that have reported earnings for the quarter, 65.4 percent have reported earnings above analyst expectations, while 51 percent have topped revenue estimates.\n\nAmong other companies to report, Whirlpool Corp climbed 8.2 percent to $129.18 after raising its full-year outlook.\n\nIntuitive Surgical Inc slid 9.1 percent to $383.47 after the company cut its 2013 sales forecast and said U.S. regulators had issued a warning after an inspection of its facilities."
    },
    {
        "header": "Exclusive: Microsoft in talks with ValueAct over board seat - sources",
        "link": "http://www.reuters.com/article/2013/07/19/net-us-microsoft-valueact-idUSBRE96I14920130719",
        "time": "6:56PM UTC",
        "body": "NEW YORK/SEATTLE (Reuters) - Members of Microsoft Corp’s board have held talks with ValueAct Capital Management LP in recent days over the activist shareholder’s demands to secure a seat on the company’s board, two sources close to the matter said on Friday.\n\nValueAct, which wants a say in the way the world’s largest software company is adapting to the new world of mobile computing, is seeking to nominate a person from its own organization, the sources said.\n\nThe news comes as Microsoft had its biggest sell-off in four years, wiping $34 billion off its market value, after quarterly results were hit by weak demand for its latest Windows system and poor sales of its Surface tablet.\n\nSan Francisco-based ValueAct, which manages more than $10 billion for clients, owned 33 million Microsoft shares as of March, which is 0.4 percent of total shares outstanding, but it is believed to be buying more.\n\nThe fund, co-founded by finance industry veteran Jeff Ubben in 2000, has made a reputation for building stakes in companies and working with management in private to change fundamental strategy. ValueAct’s other major holdings include Adobe Systems Inc, Motorola Solutions Inc and Valeant Pharmaceuticals International Inc.\n\nIn recent months a number of Microsoft’s top institutional investors have contacted ValueAct, expressing concern over management execution and strategy, the sources said.\n\nHigh among the issues in the talks, which the sources described as ongoing, is the apparent lack of succession planning at the top of the company. Steve Ballmer has held the chief executive job since 2000 and shows no signs of relinquishing it.\n\nBallmer, 57, once remarked that he envisaged staying on until his youngest child goes to college, which would be around 2017 or 2018, but since then he has not publicly addressed the matter.\n\nValueAct and Microsoft declined to comment. The software company has previously said there is a CEO succession plan in place, but has declined to give details of it.\n\nMicrosoft’s huge stock drop on Friday, prompted by its financial results and a $900 million write-down on the value of unsold Surface tablets, provoked fresh skepticism of Ballmer’s new plan to reshape Microsoft around devices and services.\n\n“The recent reorganization does not fix the tablet or smartphone problem,” Nomura analyst Rick Sherlund said in a note to clients on Friday. “The devices opportunity just received a $900 million hardware write-off for Surface RT and investors may not even like the idea of wading deeper into this territory.”\n\nValueAct is thought to oppose Microsoft’s recent foray into making its own devices.\n\nMicrosoft and Ballmer have been the targets of much criticism over the past decade, chiefly for falling behind Apple Inc and Google Inc in the shift toward mobile computing.\n\nThe company, however, has not been subjected to much overt protestation from shareholders. The most public challenge came two years ago, when Greenlight Capital’s David Einhorn, who made his name warning about Lehman Brothers’ financial health before the investment bank’s collapse, called for Ballmer to step down.\n\nMicrosoft never responded publicly to that call, and the company’s board has never indicated any major disapproval with Ballmer’s performance, although it did trim his bonus last year for sagging Windows sales and a mistake that led to a massive fine by European regulators.\n\nValueAct may find it difficult to stir up change at Microsoft, even if it does get a seat on the board, given that co-founder and Chairman Bill Gates has long been a solid supporter of his old friend and colleague Ballmer.\n\nGates, who founded Microsoft in 1975 with Paul Allen, still owns about 4.8 percent of the company and is the largest individual shareholder. Ballmer, who is also on the board, owns about 4 percent.\n\nAlongside Gates and Ballmer, seven independent directors make up Microsoft’s nine-person board. The lead independent director is John Thompson, a former Symantec Corp and IBM executive.\n\nMicrosoft’s shares closed down 11.4 percent at $31.40 on Nasdaq on Friday, but recovered slightly to $31.58 in after-hours trading, after the news that board members were in talks with ValueAct."
    }
]