[
    {
        "header": "German agency warns Windows 8 PCs vulnerable to cyber threats",
        "link": "http://www.reuters.com/article/2013/08/22/microsoft-germany-idUSL2N0GN1WW20130822",
        "time": "6:23PM UTC",
        "body": "FRANKFURT, Aug 22 (Reuters) - A German government technology agency has warned that new security technology in computers running Microsoft’s Windows 8 operating system may actually make PCs more vulnerable to cyber threats, including sabotage.\n\nGermany’s Federal Office for Information Security, or BSI, said in a statement posted on its website on Wednesday that federal government agencies and critical infrastructure operators should pay particular attention to the risk.\n\nThe warning comes after weeks of public indignation in Germany over leaks related to U.S. surveillance programs. The spying scandal has become a headache for Chancellor Angela Merkel ahead of a Sept. 22 election.\n\nThe problem, according to the BSI, is with the use of a computer chip known as the Trusted Platform Module, or TPM 2.0, which is built into Windows 8 computers. TPM 2.0 is designed to better protect PCs by interacting with a variety of security applications.\n\nBut the BSI, which provides advice on technology and security to the government as well as the public, said the joint implementation of Windows 8 and TPM 2.0 chips could lead to “a loss of control” over both the operating system and hardware, without specifying exactly how that could occur.\n\n“As a result, new risks occur for users, especially for federal and critical infrastructure,” it said.\n\nThe statement concluded: “The new mechanisms in use can also be used for sabotage by third parties. These risks need to be addressed.”\n\nThe company provided Reuters with a statement saying that PC makers have the option to turn off TPM technology, so that customers can buy PCs with it disabled.\n\nTPM was developed by the Trusted Computing Group, a non-profit organization backed by technology firms including IBM , Intel, Hewlett-Packard and Microsoft.\n\nThe BSI said it was working with the Trusted Computing Group and operating systems producers to find a solution.\n\nA spokeswoman for that group declined to comment on the specific claims raised by the BSI. She said the group has provided PC makers and users with plenty of advice on best security practices to avoid any threats that they may face."
    },
    {
        "header": "Ex-Microsoft exec Sinofsky joins Silicon Valley venture capital firm",
        "link": "http://www.reuters.com/article/2013/08/22/us-sinofsky-andreessen-idUSBRE97L0WH20130822",
        "time": "1:11PM UTC",
        "body": "SEATTLE (Reuters) - Steven Sinofsky, the hard-charging former Microsoft Corp executive, has joined the prominent Silicon Valley venture capital firm Andreessen Horowitz as a part-time “board partner,” representing the firm on certain boards of companies it invests in.\n\nThe move, announced on Sinofsky’s personal blog on Thursday, is slightly surprising given Marc Andreessen, co-founder of the venture capital firm, has long been a critic of Microsoft, since Microsoft effectively crushed his Netscape Communications browser company in the 1990s.\n\nFounded in 2009, Andreessen Horowitz is one of Silicon Valley’s newest and most prominent venture funds, which has recently backed companies such as photo-sharing business Instagram and accommodation service Airbnb.\n\nSinofsky left Microsoft unexpectedly in November, just after he led the rollout of Windows 8, after an uncomfortable relationship with CEO Steve Ballmer.\n\nHe has kept a low profile since then, teaching a class at Harvard Business School. An agreement with Microsoft prevents him from working with direct rivals such as Amazon.com Inc, Apple Inc or Facebook Inc for a year.\n\n“I‘m especially excited to learn by spending more time with entrepreneurs and those creating new technologies and products,” said Sinofsky on his blog. “Andreessen Horowitz is a VC firm that believes deeply in helping entrepreneurs and helping change the product and business landscape.”"
    }
]