[
    {
        "header": "BRIEF-Ford CEO declines to comment on speculation he is being recruited to lead Microsoft -- CNBC",
        "link": "http://www.reuters.com/article/2013/12/05/fordmotor-brief-idUSWEN00BR220131205",
        "time": "10:11AM UTC",
        "body": "DETROIT, Dec 5 (Reuters) - Ford Motor Co : * CEO Mulally declines to comment on speculation he is being recruited to lead\n\nMicrosoft says remains focused on leading automaker -- CNBC * CEO Mulally says Ford has finest management team ever, when asked if company\n\ncan suceed without him -- CNBC"
    },
    {
        "header": "Microsoft assures international business customers on spying",
        "link": "http://www.reuters.com/article/2013/12/05/us-usa-security-microsoft-idUSBRE9B41BE20131205",
        "time": "5:49PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp pledged late Wednesday to fight in court any attempt by U.S. intelligence agencies to seize its foreign business customers’ data under American surveillance laws, one of a series of steps aimed at reassuring nervous users abroad.\n\nThe maker of the world’s most popular computer operating system said it had never turned over any such data under the Foreign Intelligence Surveillance Act and did not believe that authorities are entitled to the information if it is stored abroad.\n\n“We are committing contractually to not turning it over without litigating that issue,” Microsoft General Counsel Brad Smith said in an interview.\n\nHowever, Microsoft has turned over data on non-U.S.-based individuals using its email and other services, as required under FISA laws. Microsoft and other companies are suing the government for the right to disclose how frequently that happens.\n\nSmith also said that Microsoft would dramatically increase the amount of encryption it uses for internal traffic, following similar moves by Google Inc and Yahoo Inc in the wake of reports that the National Security Agency had tapped into their facilities overseas without oversight by the Foreign Intelligence Surveillance Court.\n\nSmith said Microsoft was caught by surprise by reports in The Washington Post, based on documents leaked by former contractor Edward Snowden, that the NSA had successfully penetrated the other companies and perhaps targeted it as well.\n\n“That really was like an earthquake sending shock waves through our industry,” Smith said. Past discussions with federal officials, he said, have always been based on working out what the law required, without any hint that the company might be subjected to attacks based on “technological brute force” instead of legal process.\n\nAddressing another concern, a spokeswoman said the company did not believe it could be ordered to install spyware on a user’s machine and that Microsoft would fight any such directive in court.\n\nMicrosoft said it would encrypt consumer data that it stores and would work with other email providers to make sure that messages stay secure when they move from a service such as Microsoft’s Outlook.com, formerly Hotmail, to another, such as those from Google or Yahoo.\n\nMicrosoft said it would also expand the use of regional centers that allow governments worried about U.S. “back doors” in its software to inspect the source code.\n\nThe technical measures will move Microsoft close to parity with other major Internet companies in their protections for consumers.\n\nIn the cloud business, which provides remote storage and computing power for companies, Microsoft’s top rival is Amazon.com Inc. An Amazon Web Services spokeswoman said her employer, like Microsoft, provides tools to help cloud customers encrypt their sensitive data and warns them if legal papers have been served seeking access.\n\nShe said she did not know whether papers presented under the intelligence laws, which are secret, had been used to obtain data about international customers."
    },
    {
        "header": "Microsoft leads disruption of largest infected global PC network",
        "link": "http://www.reuters.com/article/2013/12/06/us-microsoft-cybercrime-idUSBRE9B503E20131206",
        "time": "8:37PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp said on Thursday it had disrupted the largest network of compromised personal computers, involving some 2 million machines around the world, since it stepped up its battle against organized online criminals three years ago.\n\nThe Redmond, Wash.-based software giant filed a lawsuit in Texas and won a judge’s order directing Internet service providers to block all traffic to 18 Internet addresses that were used to direct fraudulent activity to the infected machines.\n\nLaw enforcement in many European countries served warrants at the same time, seizing servers expected to contain more evidence about the leaders of the ZeroAccess crime ring, which was devoted to “click fraud.”\n\nSuch rings use networks of captive machines, known as botnets, in complicated schemes that force them to click on ads without the computer owners’ knowledge. The schemes cheat advertisers on search engines including Microsoft’s Bing by making them pay for interactions that have no chance of leading to a sale. Microsoft said the botnet had been costing advertisers on Bing, Google Inc and Yahoo Inc an estimated $2.7 million monthly.\n\nThe coordinated effort marks the eighth time Microsoft has moved against a botnet and a rare instance of it doing serious damage to one that is controlled with a peer-to-peer mechanism, where infected machines give each other instructions instead of relying on a central server that defenders can hunt down and disable.\n\nBut the ZeroAccess botnet still had a weakness: The code in the infected machines told them to reach out to one of the 18 numeric Internet addresses for details on which ads to click.\n\nMicrosoft recently opened a new Cybercrime Center in Redmond and is using new tools in its efforts. They are helped by a provision in trademark that allows pretrial seizure of suspected counterfeit goods, including websites that, as in the present case, are spreading tainted versions of the Internet Explorer browser.\n\nThe company is working with national computer security authorities in various countries and with Internet service providers to notify individual computer owners with infected machines, hoping to reach most of them before the fraudsters can spread new instructions.\n\nMicrosoft has been sharing evidence with the FBI and Europol, the continent’s law enforcement coordinating service. National agencies took part in seizure actions in Germany, Switzerland, Latvia, Luxembourg, and the Netherlands.\n\nFor now, at least, the fraud by this network has stopped, said Microsoft Assistant General Counsel Richard Boscovich.\n\nThe operators of the botnet are believed to be in Russia, while the author of the malicious software distributed on it could be based elsewhere, Boscovich said."
    }
]