[
    {
        "header": "Microsoft rushes out fix to prevent attacks on Office PCs",
        "link": "http://www.reuters.com/article/2013/11/05/us-microsoft-attacks-idUSBRE9A419020131105",
        "time": "5:31PM UTC",
        "body": "(Reuters) - Microsoft Corp released an emergency software fix on Tuesday after it learned that hackers had exploited a previously undiscovered security flaw in its widely used Office software to infect the PCs of its customers with tainted Word documents.\n\nThe software maker said on its website that it had released the software, known as a “Fix It,” as a temporary measure until it provides an update that will automatically patch computers to protect against the new threat.\n\nMicrosoft said that it had learned of a “very limited” number of attacks that exploited the newly discovered vulnerability, mainly in the Middle East and South Asia. The company did not identify the victims, who received emails asking them to open the tainted Word documents.\n\nThe vulnerability affects customers using Office 2003 and Office 2007 as well as those running Office 2010 on Windows XP and Server 2003.\n\nThe attacks took advantage of an undiscovered flaw, or “zero day” vulnerability in industry parlance, which is usually only used on a limited number of high-value targets in a bid to keep the flaws a secret.\n\nTypically, when makers of widely used software programs issue a warning about a zero-day bug, groups of hackers rush to reverse-engineer the Fix Its so they can build computer viruses that also exploit the same vulnerabilities.\n\nStuart McClure, chief executive officer of the cybersecurity firm Cylance Inc, said that businesses using vulnerable versions of Office should install the Fix It to prevent attacks.\n\n“I definitely think it is something that needs to be patched,” he said.\n\nFix Its are pieces of software for remediating security flaws that must be manually downloaded and installed on PCs. They are designed to protect customers while Microsoft prepares official updates, automatically delivered via the Internet to be installed on computers.\n\nThe new Fix It is available at this link: here"
    },
    {
        "header": "Exclusive: Microsoft narrows CEO shortlist; Mulally, Elop make the cut",
        "link": "http://www.reuters.com/article/2013/11/06/us-microsoft-ceo-idUSBRE9A500A20131106",
        "time": "8:49PM UTC",
        "body": "NEW YORK (Reuters) - Microsoft Corp has narrowed its list of external candidates to replace Chief Executive Steve Ballmer to about five people, including Ford Motor Co chief Alan Mulally and former Nokia CEO Stephen Elop, according to sources familiar with the matter.\n\nThe world’s largest software maker also has at least three internal candidates on its shortlist, including former Skype CEO Tony Bates, who is now responsible for Microsoft’s business development, and Satya Nadella, the company’s cloud and enterprise chief, the sources said.\n\nDespite the narrower list - the company started with about 40 names - the process could take a few more months, the sources said. In August, Ballmer said he would retire within 12 months.\n\nThe names of other candidates could not be learned, but the search committee is interviewing executives from a wide range of sectors, including life sciences and consumer, the sources said.\n\nMicrosoft declined to comment on the process and on behalf of the internal candidates. A Nokia representatives could not be reached immediately for comment late on Tuesday.\n\nFord spokesman Jay Cooney said: “There is no change from what we announced last November. Alan remains fully focused on continuing to make progress on our One Ford plan. We do not engage in speculation.”\n\nInvestors have pushed Microsoft’s board in recent months to look for a turnaround expert, such as Mulally or Computer Sciences Corp CEO Mike Lawrie, to succeed Ballmer. Some investors have also suggested to the board that co-founder Bill Gates should step down from his role as chairman, saying he stands in the way of radical reform at Microsoft.\n\nMicrosoft remains highly profitable and last month beat Wall Street’s quarterly profit and revenue forecasts. But it has lost ground to Apple Inc and Google Inc in mobile computing.\n\nBallmer has focused on making devices, such as the Surface tablet and Xbox gaming console, and turning key software into services provided over the Internet.\n\nSome investors say that a new chief should not be bound by that strategy. They are concerned that, with both Gates and Ballmer up for re-election to Microsoft’s board, they will retain their influence over the company.\n\nGates has focused his day-to-day efforts on philanthropy since 2008 when he vacated his office on campus. People close to him say he is not considering a return to the CEO position.\n\nMembers of the CEO search committee have been speaking with dissenting shareholders, according to sources familiar with the conversations.\n\nActivist shareholder ValueAct Capital Management was offered a board seat by Microsoft in August. Several sources said the investor will also be given the same access as the board to the final five candidates.\n\nMulally, 68, is credited with inspiring a cultural change that helped Ford reverse its losses and avert a federal bailout in 2009.\n\nIt remains unclear when Mulally will leave Ford, which he has led since 2006. He has repeatedly said he plans to adhere to his agreement to stay with Ford until the end of 2014.\n\nBut people familiar with the matter have previously said that Mulally is open to other opportunities and may leave Ford earlier if another job presents itself.\n\nElop ran Microsoft’s business software division before jumping ship to Nokia in 2010. Although he is seen as an external candidate for the Microsoft CEO job, he is set to return to his former employer after the closure of its 5.44 billion euro acquisition of Nokia’s handset business.\n\nThe Nokia deal, which came soon after Ballmer’s surprise decision to retire, was widely seen as putting Elop among the list of successors.\n\nMeanwhile, the two known internal candidates have been gaining prominence within Microsoft.\n\nBates came to Microsoft two years ago as CEO of the acquired Skype and was recently elevated to lead the technology giant’s business development and overall strategy.\n\nNadella’s group is coming to the fore as the company struggles to catch up in online and mobile computing."
    }
]