[
    {
        "header": "Microsoft CEO criticized for suggesting women not ask for raises",
        "link": "http://www.reuters.com/article/2014/10/10/us-microsoft-ceo-women-idUSKCN0HZ02F20141010",
        "time": "11:49PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp’s (MSFT.O) chief executive officer suggested on Thursday that women in technology should not ask for raises but have faith in the “system”, bringing a torrent of criticism and causing the executive to backtrack after the statement.\n\nSatya Nadella, who became CEO in February, was asked how women should get ahead in the tech world at a three-day conference in Phoenix, Arizona, intended to celebrate women in computing.\n\n“It’s not really about asking for the raise, but knowing and having faith that the system will actually give you the right raises as you go along,” Nadella said, according to a recording on the website of the event, the Grace Hopper Celebration of Women in Computing.\n\n“Because that’s good karma,” Nadella continued. “It’ll come back because somebody’s going to know that’s the kind of person that I want to trust.”\n\nMaria Klawe, president of Harvey Mudd College and a member of Microsoft’s board, immediately challenged Nadella, saying his viewpoint was “one of the very few things that I disagree with you on,” eliciting a few cheers from the audience.\n\nThe two went on to hug on stage, and the audience warmly applauded, but Twitter rounded on Nadella and his comments became fodder for jokes.\n\n“I’ll wait for Karma to lower my #xboxlive price too,” tweeted Chuck Granade.\n\nNadella later tried to patch up the damage.\n\n“Was inarticulate re how women should ask for raise,” he tweeted several hours after his remarks. “Our industry must close gender pay gap so a raise is not needed because of a bias.”\n\nNadella also admitted his error in a memo to Microsoft employees which was posted on the company’s website.\n\n“I answered that question completely wrong,” said the memo. “I believe men and women should get equal pay for equal work. And when it comes to career advice on getting a raise when you think it’s deserved, Maria’s advice was the right advice. If you think you deserve a raise, you should just ask.”\n\nAccording to recent research by the American Association of University Women, last year women were paid 78 percent of what equally qualified men received, although there is some data to suggest the pay gap is less in the tech sector.\n\nOnly 29 percent of Microsoft’s more than 100,000 employees are female, according to data recently released by the company."
    }
]