[
    {
        "header": "Microsoft says to cut up to 18,000 jobs",
        "link": "http://www.reuters.com/article/2014/07/17/microsoft-employment-idUSL2N0PS0IF20140717",
        "time": "8:18AM UTC",
        "body": "SEATTLE, July 17 (Reuters) - Microsoft Corp said on Thursday it would cut up to 18,000 jobs, or about 14 percent of its workforce, as it halves the size of its recent Nokia acquisition and trims down other operations.\n\nThe company said it will take pre-tax charges of $1.1 billion to $1.6 billion for the costs of the layoffs over the next four quarters."
    },
    {
        "header": "Microsoft to cut 18,000 jobs this year as it chops Nokia",
        "link": "http://www.reuters.com/article/2014/07/18/us-microsoft-employment-idUSKBN0FM1EH20140718",
        "time": "8:49PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Chief Executive Officer Satya Nadella kicked off one of the largest layoffs in tech history on Thursday, hoping to reshape the aging PC industry titan into a nimbler rival to Apple and Google, and jolt a culture at the company that is used to protecting its existing Windows and Office franchises.\n\nMicrosoft Corp said on Thursday it will slash up to 18,000 jobs, or 14 percent of its workforce, over the next 12 months as it almost halves the size of its newly acquired Nokia phone business and tries to become a cloud-computing and mobile-friendly software company.\n\nThe larger-than-expected cuts are the deepest in the software giant’s 39-year history and come five months into Nadella’s tenure.\n\nBeyond the Nokia reductions, Nadella gave few clues about where the ax will fall or what areas will receive more funding.\n\nOne source briefed on the cuts said a major victim would be the 175-strong Xbox Entertainment Studios unit, which will start to wind down efforts to create original content. But it will continue to work on its highest-profile project, a filmed version of the blockbuster ‘Halo’ videogame.\n\nNadella said he will answer questions from employees at a town hall meeting at Microsoft headquarters in Redmond, Washington, on Friday and flesh out his plans publicly after Microsoft’s quarterly earnings report on July 22.\n\n“We will simplify the way we work to drive greater accountability, become more agile and move faster,” Nadella wrote to employees in a memo made public early Thursday. “We plan to have fewer layers of management, both top down and sideways, to accelerate the flow of information and decision making.”\n\nThe size of the cuts were welcomed by Wall Street, which was critical of the Nokia acquisition and viewed Microsoft as bloated under previous CEO Steve Ballmer, topping 127,000 in staff after absorbing Nokia earlier this year.\n\n“This is about double what the Street was expecting,” said Daniel Ives, an analyst at FBR Capital Markets. “Nadella is clearing the decks for the new fiscal year. He is cleaning up part of the mess that Ballmer left.”\n\nMicrosoft shares rose 1.8 percent to $44.88 on Nasdaq, reaching their highest since the technology stock boom of 2000.\n\nAbout 12,500 of the layoffs will come from eliminating overlaps with the Nokia unit, which Microsoft acquired in April for $7.2 billion, with the bulk of the cuts coming from Nokia itself. The acquisition of Nokia’s handset business in April added 25,000 people to Microsoft’s payroll.\n\nThe Nokia-related cuts were widely expected. When it struck the deal, Microsoft said it would cut $600 million per year in costs within 18 months of closing the acquisition.\n\nExcluding the Nokia cuts, the remaining 5,500 layoffs were not as shocking as it first appeared, said Sid Parakh, an analyst at McAdams Wright Ragen.\n\n“The aggregate number is still bigger than expected but it’s not as big as it comes across,” he said. “There’s going to be a lot of re-hiring in other areas of the business. On a net basis, the numbers are small.”\n\nMicrosoft’s campus appears to have escaped heavy cuts, at least for now. The first wave of layoffs include 1,351 jobs in the Seattle region, Microsoft said.\n\nAbout 1,100 jobs will be cut from Nokia’s original home country of Finland, according to government and union representatives there, with about half coming from the closure of its research and development operation in the northern city of Oulu.\n\nStephen Elop, the former CEO of Nokia who now runs Microsoft’s devices unit, said phone engineering efforts will now be concentrated in Salo and Tampere, Finland, and it will reduce engineering work in Beijing and San Diego. He said phone manufacturing will be focused in Hanoi, Vietnam, with some production to continue in Beijing and Dongguan, China. Some Microsoft manufacturing and repair operations will be moved to Manaus, Brazil and Reynosa, Mexico, as it winds down operations in Komaron, Hungary.\n\nThe EU’s employment commissioner said he has asked to meet with Microsoft to discuss the social impact of the layoffs.\n\nAs part of the integration of Nokia, Microsoft is abandoning its experiment in making phones powered by Google’s Android system, moving some of its Nokia X line of phones onto Windows phone software.\n\nThe company said it expects to take pretax charges of $1.1 billion to $1.6 billion over the next four quarters to account for the costs of the layoffs.\n\nNadella’s cuts are the biggest at the Redmond, Washington-based company since Ballmer axed 5,800, or about 6 percent of headcount, in the depths of the recession in early 2009.\n\nThe new CEO’s moves are designed to help Microsoft shift from being a primarily software-focused company to one that sells online services, apps and devices it hopes will make people and businesses more productive. Nadella needs to make Microsoft a stronger competitor to Google and Apple Inc, which have dominated the new era of mobile-centric computing.\n\nMarking this change of emphasis, Nadella last week rebranded Microsoft as “the productivity and platform company for the mobile-first and cloud-first world.”\n\nMicrosoft is not alone among the pioneers of the personal computer revolution now slimming down to adapt to the Web-focused world.\n\nPC-maker Hewlett-Packard Co is in the midst of a radical three-to-five-year plan that will lop up to 50,000 from its staff of 250,000.\n\nInternational Business Machines Corp is undergoing a “workforce rebalancing,” which analysts say could mean 13,000, or about 3 percent of its staff, being laid off or transferred to new owners as units are sold.\n\nChipmaker Intel Corp and network equipment maker Cisco Systems Inc both said in the past year they were cutting about 5 percent of their staff."
    },
    {
        "header": "Microsoft ends flirtation with Hollywood and original shows: source",
        "link": "http://www.reuters.com/article/2014/07/17/us-microsoft-employment-xbox-idUSKBN0FM2JY20140717",
        "time": "3:19PM UTC",
        "body": "LOS ANGELES (Reuters) - Microsoft Corp intends to wind down Xbox Entertainment Studios, a source familiar with its plans said, becoming the first major tech company to give up on making original shows in a battle for the living room couch.\n\nThe production outfit’s impending closure is part of a sweeping restructuring announced by the software giant on Thursday, which includes the largest single round of layoffs in the company’s near-four-decade history.\n\nThe studio, set up in 2012 under then-Chief Executive Officer Steve Ballmer, said in April it had committed to several projects including “Humans,” a drama co-produced with UK broadcaster Channel 4, and “Halo,” a digital feature based on the best-selling Xbox game.\n\nHollywood director and producer Ridley Scott is making “Halo” and it will survive the cutback, according to the source familiar with Microsoft’s plans who was not authorized to speak on the record.\n\nMicrosoft was among several tech companies that raced to add original TV-like content after the release in February 2013 of Netflix Inc’s “House of Cards,” a political thriller that built buzz for streaming video and earned the first Emmy nominations for a show delivered exclusively online.\n\nMany are soldiering on, vying to dominate living rooms as video-streaming becomes an increasingly popular option for household entertainment.\n\nAmazon.com Inc is preparing to release a second season of the John Goodman comedy “Alpha House” and two other original series this year for Prime Instant Video.\n\nHulu is adding to its original productions, which already include supernatural comedy “Deadbeat” and upcoming reality satire “The Hotwives of Orlando.”\n\nYahoo and Sony Corp also remain in the game and pitched advertisers in the spring on longer-form shows. Yahoo recently picked up canceled NBC comedy “Community” for another season. And Sony features Jerry Seinfeld in “Comedians in Cars Getting Coffee” on its Crackle digital network."
    },
    {
        "header": "EU official asks to meet Microsoft on job losses",
        "link": "http://www.reuters.com/article/2014/07/17/us-microsoft-employment-eu-idUSKBN0FM1PC20140717",
        "time": "10:25AM UTC",
        "body": "BRUSSELS (Reuters) - European Employment Commissioner Laszlo Andor said on Thursday he had asked to meet Microsoft officials to get more information about the firm’s plans to cut up to 18,000 jobs and on what measures it plans to ease the social consequences.\n\nAndor said he deeply regretted the job losses and said company restructuring should be done in a socially responsible way.\n\n“I have asked to meet with Microsoft representatives as soon as possible in order to get more information on the planned redundancies and the measures to alleviate the social consequences, as well as to explore how to mobilize EU funding in support of the workers concerned,” he said in a statement."
    },
    {
        "header": "Microsoft expected to announce thousands of job cuts on Thursday ",
        "link": "http://www.reuters.com/article/2014/07/17/us-microsoft-employment-idUSKBN0FM08K20140717",
        "time": "12:08AM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp is set to cut more than 6,000 jobs in an announcement expected early Thursday, according to sources familiar with the matter, as it trims its newly acquired Nokia phone business and reshapes itself as a cloud-computing and mobile-friendly software company.\n\nWhat could be the deepest job cuts in the company’s 39-year history come five months into the tenure of Chief Executive Officer Satya Nadella, who outlined plans for a “leaner” business in a public memo to employees last week.\n\nMany of the cuts are expected to come from the Nokia unit, which Microsoft acquired in April for $7.2 billion, pushing up Microsoft’s headcount by a quarter to 127,000. Microsoft said when it struck the deal to buy the Finnish phone maker that it would cut $600 million per year in costs within 18 months of closing the acquisition.\n\nMicrosoft is also expected to trim staffing at its Xbox game and entertainment unit, which Nadella last week praised but stopped short of describing as a “core” business.\n\nNadella’s cuts are set to be the biggest at the Redmond, Washington-based company since his predecessor Steve Ballmer axed 5,800, or about 6 percent of headcount at that time, in the depths of recession in early 2009.\n\nThe new CEO’s move is designed to help Microsoft shift from being a primarily software-focused company to one that sells online services, apps and devices that it hopes will make people and businesses more productive. Nadella needs to make Microsoft a stronger competitor to Google Inc and Apple Inc, which have dominated the new era of mobile-centric computing.\n\nMarking this change of emphasis, Nadella last week rebranded Microsoft as “the productivity and platform company for the mobile-first and cloud-first world.”\n\nMicrosoft is not alone among the pioneers of the personal computer revolution that are now slimming down as they adapt to the Web-focused world.\n\nPC-maker Hewlett-Packard Co is in the midst of a radical three-to-five-year plan that will lop up to 50,000 of its 250,000 staff.\n\nInternational Business Machines is undergoing a “workforce rebalancing,” which analysts say could mean 13,000, or about 3 percent of its staff, being laid off or transferred to new owners as units are sold.\n\nChip maker Intel Corp and network equipment maker Cisco Systems Inc both said in the past year they are cutting around 5 percent of their staff."
    }
]