[
    {
        "header": "Microsoft co-founder Allen commits $100 million to Ebola fight ",
        "link": "http://www.reuters.com/article/2014/10/24/us-health-ebola-usa-allen-idUSKCN0IC2EB20141024",
        "time": "10:23PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp co-founder Paul Allen said on Thursday he would increase his total donations to organizations tackling Ebola to more than $100 million, making him one of the biggest personal donors in the fight against the virus.\n\nThe Seattle man, who co-founded what became the world’s biggest software company with Bill Gates in 1975, had already donated $9 million to the Centers for Disease Control and Prevention (CDC) to fight Ebola in September.\n\nIn a statement released on Thursday, Allen said he was committed to giving “at least $100 million” to the cause through various channels.\n\nThat includes funding medical evacuation containment units for medics who become infected, to be used by the U.S. State Department, and funding the University of Massachusetts Medical School to train medics and provide supplies for relief efforts in Liberia.\n\n“The Ebola virus is unlike any health crisis we have ever experienced and needs a response unlike anything we have ever seen,” Allen said in his statement."
    },
    {
        "header": "Microsoft profit dips on charges, while sales jump",
        "link": "http://www.reuters.com/article/2014/10/23/microsoft-results-idUSL2N0SI2GB20141023",
        "time": "4:12PM UTC",
        "body": "SEATTLE, Oct 23 (Reuters) - Microsoft Corp said on Thursday fiscal first-quarter profit fell 13 percent as it took a $1.1 billion charge related to mass layoffs announced in July.\n\nThe world’s largest software company reported profit of $4.5 billion, or 54 cents per share, compared with $5.2 billion, or 62 cents per share, in the year-ago quarter.\n\nRevenue rose 25 percent to $23.2 billion, helped by the phone business it bought from Nokia in April, easily beating analysts’ average estimate of $22 billion. (Reporting by Bill Rigby; Editing by Chris Reese)"
    },
    {
        "header": "Microsoft sales beat Street hopes, cloud profits up",
        "link": "http://www.reuters.com/article/2014/10/23/us-microsoft-results-idUSKCN0IC2EZ20141023",
        "time": "7:17PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp (MSFT.O) reported higher-than-expected quarterly revenue, helped by stronger sales of its phones, Surface tablets and cloud-computing products for companies, while keeping its profit margins largely intact.\n\nThe results on Thursday allayed fears of investors in recent days that the industry shift toward lower-margin cloud services was proving hard for established technology leaders to master.\n\nMicrosoft shares, which have climbed 33 percent over the past year, rose another 3 percent in after-hours trading to $46.36.\n\n“In light of recent negative earnings results from tech bellwethers Oracle, IBM, SAP, VMware, and EMC, Microsoft is bucking the trend and we would label these September results as a solid accomplishment,” said Daniel Ives, an analyst at FBR Capital Markets.\n\nInvestors were keenly watching Microsoft after harsh warnings from International Business Machines Corp (IBM.N) and SAP (SAPG.DE) about operating profits as they make tentative inroads into the cloud, which generally yields thinner margins than technology companies are used to.\n\nMicrosoft did not disclose its cloud-based revenue for the fiscal first quarter, but said commercial cloud sales rose 128 percent, while sales of services based on its Azure cloud platform rose 121 percent.\n\nPerhaps more importantly, it said gross profit margin in the unit that includes Azure rose 194 percent, despite rising infrastructure costs, which includes the huge expense of building and operating datacenters.\n\nIn the last four years, Microsoft’s gross profit margin has drifted down to about 65 percent from above 80 percent, largely due to its move into the less profitable business of making tablets and phones, but accelerated by the move to the cloud.\n\nNomura analyst Rick Sherlund figures Microsoft is on track to hit $6 billion a year in cloud revenue soon, which would make it the industry’s largest cloud vendor by his calculations. That represents only about 6 percent of overall expected revenue this fiscal year, but investors are highly sensitive to a business they see as key to the future.\n\n“We’re the only company with cloud revenue at our scale that is growing at triple digit rates,” said Satya Nadella, on a conference call with analysts.\n\nNadella was keen to stress that Microsoft is more focused on selling higher-margin services via the cloud to its commercial customers rather than just storage and computing power. “Our premium services on Azure create new monetization opportunities in media, data, machine learning, fast analytics, and enterprise mobility,” he said.\n\nMicrosoft’s fiscal first-quarter profit actually fell 13 percent, largely due to an expected $1.1 billion charge related to mass layoffs announced in July, which lopped 11 cents per share off earnings.\n\nIncluding that charge, the world’s largest software company reported profit of $4.5 billion, or 54 cents per share, compared with $5.2 billion, or 62 cents per share, in the year-ago quarter.\n\nStill, it easily beat Wall Street’s forecast of 49 cents per share, including the charge, according to Thomson Reuters I/B/E/S.\n\nThe charge resulted from Microsoft’s plan, launched in July, to cut 18,000 jobs, or about 14 percent of its workforce, with most of those cuts coming from its newly acquired Nokia phone business.\n\nRevenue rose 25 percent to $23.2 billion, helped by the phone business it bought from Nokia in April, handily exceeding analysts’ average estimate of $22 billion.\n\nSales of its Lumia smartphones hit 9.3 million in the first full quarter since the close of the Nokia deal. Sales of the Surface tablet more than doubled to $908 million from $400 million in the year-ago quarter."
    }
]