[
    {
        "header": "Microsoft to overtake Yahoo in global digital ad share",
        "link": "http://www.reuters.com/article/2014/07/15/us-advertising-digital-idUSKBN0FK1OP20140715",
        "time": "11:23AM UTC",
        "body": "(Reuters) - Microsoft Corp is expected to surpass Yahoo Inc for the first time in the $140.2 billion worldwide digital advertising market, according to estimates by research firm eMarketer released on Tuesday.\n\nMicrosoft’s global ad revenue share for 2014 is forecast at 2.54 percent, edging ahead of Yahoo’s 2.52 percent share.\n\nGoogle Inc will remain No. 1 with a 31.54 percent share, trailed by Facebook Inc with 7.79 percent, the research firm said.\n\nFacebook and Twitter are expected to have the largest gains in market share, with Facebook rising from 5.82 percent in 2013 while Twitter Inc’s share should grow to 0.79 percent this year from 0.5 percent in 2013.\n\nGoogle, Facebook, Twitter, AOL and Yahoo, along with other social media and internet companies, depend heavily on advertising for revenue and profit.\n\nYahoo is expected to report its second quarter results later on Tuesday as it struggles to keep growing its core advertising business."
    },
    {
        "header": "Microsoft expected to announce job cuts this week: Bloomberg",
        "link": "http://www.reuters.com/article/2014/07/15/us-microsoft-redundancies-idUSKBN0FK07O20140715",
        "time": "11:31AM UTC",
        "body": "(Reuters) - Microsoft Corp is planning its biggest round of job cuts in five years as the software maker looks to integrate Nokia Oyj’s handset unit, Bloomberg reported, citing people with knowledge of the company’s plans.\n\nThe reductions, expected to be announced as soon as this week, could be in the Nokia unit and the parts of Microsoft that overlap with that business, as well as in marketing and engineering, Bloomberg reported.\n\nSince absorbing the handset business of Nokia this spring, Microsoft has 127,000 employees, far more than rivals Apple Inc and Google Inc. Wall Street is expecting Chief Executive Satya Nadella to make some cuts, which would represent Microsoft’s first major layoffs since 2009.\n\nThe restructuring may end up being the biggest in Microsoft history, topping the 5,800 jobs cut in 2009, the report said.\n\nSome of the job cuts will be in marketing departments for businesses such as the global Xbox team, and among software testers, while other job cuts may result from changes Nadella is making to the engineering organization, Bloomberg reported.\n\nLast week, Nadella circulated a memo to employees promising to “flatten the organization and develop leaner business processes” but deferred any comment on widely expected job cuts at the software company.\n\nNadella said he would address detailed organizational and financial issues for the company’s new financial year, which started at the beginning of this month, when Microsoft reports quarterly results on July 22.\n\nMicrosoft could not be immediately reached for comment outside regular business hours."
    }
]