[
    {
        "header": "Curry, Skype and a camera: one man's digital dinner diplomacy",
        "link": "http://www.reuters.com/article/2014/10/13/us-foundation-india-virtualdinner-idUSKCN0HZ17M20141013",
        "time": "5:40AM UTC",
        "body": "BANGALORE (Thomson Reuters Foundation) - (This October 10 story was corrected in paragraph 12 to say women not women rights activists, and clarify paragraph 4 to indicate when the grant was received from Skype)\n\nIt’s India-Pakistan diplomacy with a difference: two groups of students - one in Bangalore, one in Islamabad - talking fashion, film and politics over homemade curry and steaks.\n\nBy dining together on Skype calls, the students might knock down the cultural and political barriers that divide them. That’s the dream of Eric Maddox, founder of the Virtual Dinner Guest initiative.\n\n“It is harder to ignore, vilify or harm those with whom we have broken bread,” said the 36-year-old American, who has spent the last three months in the Indian tech hub of Bangalore.\n\nMaddox is filing for non-profit status for Virtual Dinner Guest, an idea conceived during field research in the West Bank as part of his degree in international conflict resolution. The project is funded by private donations and received a grant from Skype two years ago.\n\nThe ultimate aim is to create a database of conversations and street interviews that can be accessed by anyone, anywhere in the world - a platform, says Maddox, for a “natural culture of solidarity”.\n\nIn Kashmir, the worst fighting between India and Pakistan in more than a decade is heightening tensions between the nuclear-armed neighbors. The virtual dinner guests, however, spent more time talking about the movies of Bollywood actor Shah Rukh Khan.\n\nMaddox has connected diverse groups in 16 countries so far, using local volunteers to find participants. The groups share a 60 to 90-minute dinner and ask questions inspired by newspaper articles selected as source material.\n\nThen, guests hit the streets of their city with a handheld camera to interview residents about a topic of their dining partners’ choice. The results are screened at a second dinner.\n\n“We went out exploring places, interacting with all sorts of people from our own communities on a level we normally don‘t,” said Hina Nadir, an engineering student from Islamabad.\n\nMaddox, born and raised in California, says he is trying to change participants’ relationships with news media from that of passive consumer to “the more active role of producer”.\n\n“It’s a way to get an unfiltered set of perspectives on events or communities that often have all kinds of stigma attached to them, or media-reinforced stereotypes,” he said.\n\nConflict resolution isn’t always the focus. Some of his more unlikely dinners have paired Native American activists with Palestinians in the Gaza Strip, or a family from Buenos Aires with a group of women in Tunisia.\n\nNext stop for Maddox on his nomadic journey is Cairo, where he will link young Egyptians with a group from the Netherlands. After that, Beirut.\n\nMaddox is seeking partnerships and funding from universities and media startups to keep his one-man show on the road. But he holds no ambitions of becoming rich from the project.\n\n“This is not the kind of thing that I can really retain ownership of for a very long time, once people like the idea,” he said. “The market success for this project will be if it gets ‘stolen’.”"
    }
]