[
    {
        "header": "RPT-UPDATE 1-Microsoft's CEO may unveil Office for iPad on March 27 -source",
        "link": "http://www.reuters.com/article/2014/03/17/microsoft-ipad-idUSL2N0ME1PD20140317",
        "time": "6:57PM UTC",
        "body": "March 17 (Reuters) - Microsoft Corp Chief Executive Satya Nadella may unveil an iPad version of the company’s Office software suite on March 27, a source familiar with the event told Reuters, and use his first big press appearance to launch the company’s most profitable product in a version compatible with Apple Inc’s popular tablet.\n\nNadella, who replaced longtime CEO Steve Ballmer earlier this year, will address the media and industry executives in San Francisco on March 27.\n\nInvestors for years have urged Microsoft to adapt Office for mobile devices from Apple and Google Inc, rather than shackling it to Windows as PC sales decline. But the Redmond, Washington-based software giant has been reluctant to undermine its other lucrative franchise, its PC operating software.\n\nMicrosoft gives up some $2.5 billion a year in revenue by keeping Office off the iPad, which has now sold almost 200 million units, analysts estimate.\n\nTech blog Re/code first reported news of Nadella’s event. Microsoft said in an invitation to reporters that Nadella will discuss “news related to the intersection of cloud and mobile” but declined to comment on the specifics of the CEO’s appearance.\n\nMicrosoft has had iPad and iPhone versions of Office primed for several months now, sources told Reuters, but the company has dallied on their release due to internal divisions, among other things.\n\nAlthough Nadella is expected to discuss his thinking in depth next week, the company has already signaled that it will adopt a more liberal attitude toward putting its software on different platforms.\n\nMicrosoft said earlier on Monday that it would make OneNote, its note-taking software, available on Mac, a move interpreted by observers as a shot against Evernote, the popular note-taking application that has both Mac and Android compatibility.\n\nAside from Evernote, Microsoft also faces budding challenges from startups that have released mobile-friendly alternatives to Word, Excel and Powerpoint."
    },
    {
        "header": "REFILE-Banks to be hit with Microsoft costs for running outdated ATMs",
        "link": "http://www.reuters.com/article/2014/03/17/banks-atms-idUSL6N0M345C20140317",
        "time": "7:32AM UTC",
        "body": "* One-third of ATMs have been upgraded to Windows 7\n\n* Cost of upgrade for each UK bank around $100 million - sources\n\nLONDON/NEW YORK, March 14 (Reuters) - Banks around the world, consumed with meeting more stringent capital regulations, will miss a deadline to upgrade outdated software for automated teller machines (ATMs) and face additional costs to Microsoft to keep them secure.\n\nThe U.S. software company first warned that it was planning to end support for Windows XP in 2007, but only one-third of the world’s 2.2 million ATMs which use the system will have been upgraded to a new platform, such as Windows 7 by the April deadline, according to NCR, one of the biggest ATM makers.\n\nTo ensure the machines are protected against viruses and hackers many banks have agreed deals with Microsoft to continue supporting their ATMs until they are upgraded, extra costs and negotiations that were avoidable but are now likely to be a distraction for bank executives.\n\n“There are certainly large enterprise customers who haven’t finished their migrations yet and are purchasing custom support,” a spokesman for Microsoft said, declining to name those customers or to quantify the extra revenue it is earning.\n\n“The cost will depend on both the specific needs of the customer and what support they already have in place, so it’s different for every customer.”\n\nBritain’s five biggest banks - Lloyds Banking Group , Royal Bank of Scotland, HSBC, Barclays and Santander UK - either have, or are in the process of negotiating, extended support contracts with Microsoft.\n\nThe cost of extending support and upgrading to a new platform for each of Britain’s main banks would be in the region of 50 to 60 million pounds ($100 million), according to London-based Sridhar Athreya, principle at financial technology advisers SunGard Consulting Services - an estimate corroborated by a source at one of the banks.\n\nAthreya said banks have left it late to upgrade systems after being overwhelmed by new regulatory demands in the wake of the 2007-08 financial crisis.\n\n“They were probably not very serious about the directive that came in from Microsoft. There’s a lot of change going on at these banks at this moment in time and they would have seen Windows XP as one more change,” he said.\n\nWindows XP currently supports around 95 percent of the world’s ATMs.\n\nAbout 440,000 - or one-fifth of the world’s ATMs - are located in the United States and many of the banks operating them will still be running their ATMs with Windows XP for a while after the April 8 deadline, said Doug Johnson, vice president for risk management policy at the American Bankers Association.\n\n“One thing in our favour is that XP is battle-hardened,” Johnson said. “People will benefit from years of fine-tuning of XP...It has been through wars.”\n\nThe queue of banks waiting to upgrade means there aren’t enough people to do the work.\n\n“There is a little bit of a bottle-neck,” said Johnson.\n\nSome banks are using the upgrade as an opportunity to introduce new features to their ATMs such as being able to read cards that have microchips rather than magnetic stripes.\n\nBanks in the United States, where the old-fashioned swipe and sign magnetic stripe credit cards are still in use, have to upgrade their ATMs to read chip cards.\n\nJPMorgan, which has 19,200 ATMs, will start converting its machines to Windows 7 in July, with a goal of finishing by the end of the year. With the change, JPMorgan expects to improve data encryption and ensure machines take software upgrades more efficiently and be offline for less time.\n\nA spokeswoman for the bank declined to say how much JPMorgan is paying Microsoft for the extended XP coverage.\n\nBank of America also said it would ask Microsoft to extend support for its machines still running on Windows XP.\n\nCitigroup Inc, which has more than 12,000 ATMs worldwide, said it is in the process of upgrading its machines from XP and declined to give further details.\n\nIn Britain, RBS, which has been hit by a succession of IT problems, has agreed a fee with Microsoft in return for it continuing to support its 9,000 ATMs for up to three years, a source familiar with the arrangement told Reuters.\n\nRBS will begin upgrading its ATMs to run on Windows 7 next year and expects to complete the process within three years, the source said. The investment is part of the 1.4 billion pounds each year which new Chief Executive Ross McEwan has committed in order to improve the bank’s computer systems.\n\nMcEwan admitted in December that RBS had neglected its technology for decades.\n\nLloyds said it had agreed to pay Microsoft an undisclosed amount to extend support until 2016 while it upgrades its 7,000 ATMs. The bank will start upgrading its ATMs later this year.\n\nHSBC, which has 3,200 ATMs, said it was two years into a three-year programme of upgrades which it expects to complete next year. It had also reached a deal with Microsoft.\n\nBarclays, which has 4,300 ATMs, said it was still negotiating with Microsoft while Santander UK, which has 2,370 ATMs, said it had already agreed a deal."
    }
]