[
    {
        "header": "Ex-Microsoft employee charged with leaking trade secrets to blogger",
        "link": "http://www.reuters.com/article/2014/03/20/us-microsoft-tradesecret-idUSBREA2J07K20140320",
        "time": "9:12AM UTC",
        "body": "(Reuters) - A former employee of Microsoft Corp is facing criminal charges after he allegedly passed trade secrets to a blogger in France, U.S. court documents showed.\n\nRussian national Alex Kibkalo, a former Microsoft employee in Lebanon and Russia, admitted to Microsoft investigators that he provided confidential company documents and information to the blogger, documents from a Seattle federal court showed.\n\nThe blogger, who was not identified, was known to those in the Microsoft blogging community for posting screenshots of pre-release version of the Windows Operating System. The blogger hid his identity stating falsely that he was from Quebec, according to the documents.\n\nAn internal investigation by Microsoft revealed unauthorized transmissions of proprietary and confidential trade secrets, according to the court documents. An email from Kibkalo was found within the blogger’s Hotmail account, establishing that he shared confidential data.\n\n“We take protection of our intellectual property very seriously, including cooperating with law-enforcement agencies who are investigating potential criminal actions by our employees or others,” a Microsoft spokesman said in an emailed statement to Reuters.\n\nA lawyer representing Kibkalo could not be reached for comment immediately outside regular U.S. business hours.\n\nThe court documents said during interviews, the blogger admitted to posting information on Twitter and his websites and selling Windows Server activation keys on eBay.\n\nAccording to Microsoft’s investigation, in July and August 2012, Kibkalo uploaded proprietary software including pre-release software updates of Windows 8 RT and ARM devices, as well as the Microsoft Activation Server Software Development Kit (SDK) to a computer in Washington and subsequently to his personal Windows Live SkyDrive account.\n\nMicrosoft product teams use the SDK in customizing their product code to ensure proper validation in the product key activation process.\n\nKibkalo, who worked with Microsoft for seven years, received a poor performance review in 2012 and threatened to resign if the review was not amended, the documents showed.\n\nAccording to an FBI agent who was part of the investigation, Kibkalo has relocated to Russia and based on a LinkedIn account, he is currently working for another U.S.-based technology company with offices in Moscow and St. Petersburg.\n\nThe case is in USA v. Kibkalo, Case No 2:14-mj-00114-MAT, U.S. District Court for the Western District of Washington at Seattle."
    },
    {
        "header": "CORRECTED-UPDATE 1-Seagate chief Luczo leaves Microsoft board",
        "link": "http://www.reuters.com/article/2014/03/20/microsoft-board-luczo-idUSL2N0MH1R820140320",
        "time": "5:53PM UTC",
        "body": "SEATTLE, March 20 (Reuters) - Microsoft Corp said on Thursday Steve Luczo stepped down from its board of directors so he can focus on his job as chief executive of digital storage company Seagate Technology Plc.\n\nLuczo’s exit comes just six weeks after the appointment of Satya Nadella as Microsoft chief executive, which Luczo played a key role in as a member of the software company’s four-man search committee.\n\n“With the CEO search completed and Satya off to a strong start, this felt like an appropriate time to make this change so I can turn my full attention to leading Seagate,” said Luczo in a statement.\n\nLuczo, 57, had been a member of Microsoft’s board since May 2012. He was the board’s youngest and newest member until the appointment of Mason Morfit last week, and was regarded by Wall Street as one of the more tech-savvy directors.\n\nMicrosoft has had trouble keeping younger board members recently. Netflix Inc Chief Executive Reed Hastings left Microsoft’s board in 2012 after five years’ service.\n\n“This just speaks to evolution that is happening in Redmond,” said Daniel Ives, an analyst at FBR Capital Markets, referring to Microsoft’s headquarters near Seattle. “We could see more changes to the board over the coming years as new blood enters the board of directors and tries to move this company in the right direction.”\n\nThe board now has 10 members, including former Chief Executive Officers Bill Gates and Steve Ballmer.\n\nMicrosoft shares rose 2.7 percent on Thursday to hit their highest since mid-2000 on the Nasdaq, closing at $40.33, spurred by hopes that Nadella can revitalize the software giant as it transitions into the era of mobile computing. (Reporting by Bill Rigby; Editing by Bernard Orr and Mohammad Zargham)"
    },
    {
        "header": "Seagate chief Luczo leaves Microsoft board",
        "link": "http://www.reuters.com/article/2014/03/20/us-microsoft-board-luczo-idUSBREA2J25S20140320",
        "time": "6:04PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp said on Thursday Steve Luczo stepped down from its board of directors so he can focus on his job as chief executive of digital storage company Seagate Technology Plc.\n\nLuczo’s exit comes just six weeks after the appointment of Satya Nadella as Microsoft chief executive, which Luczo played a key role in as a member of the software company’s four-man search committee.\n\n“With the CEO search completed and Satya off to a strong start, this felt like an appropriate time to make this change so I can turn my full attention to leading Seagate,” said Luczo in a statement.\n\nLuczo, 57, had been a member of Microsoft’s board since May 2012. He was the board’s youngest and newest member until the appointment of Mason Morfit last week, and was regarded by Wall Street as one of the more tech-savvy directors.\n\nMicrosoft has had trouble keeping younger board members recently. Netflix Inc Chief Executive Reed Hastings left Microsoft’s board in 2012 after five years’ service.\n\n“This just speaks to evolution that is happening in Redmond,” said Daniel Ives, an analyst at FBR Capital Markets, referring to Microsoft’s headquarters near Seattle. “We could see more changes to the board over the coming years as new blood enters the board of directors and tries to move this company in the right direction.”\n\nThe board now has 10 members, including former Chief Executive Officers Bill Gates and Steve Ballmer.\n\nMicrosoft shares rose 2.7 percent on Thursday to hit their highest since mid-2000 on the Nasdaq, closing at $40.33, spurred by hopes that Nadella can revitalize the software giant as it transitions into the era of mobile computing."
    }
]