[
    {
        "header": "Nadella outran better-known candidates for Microsoft CEO",
        "link": "http://www.reuters.com/article/2014/01/31/us-microsoft-ceo-idUSBREA0T1ZY20140131",
        "time": "6:31PM UTC",
        "body": "NEW YORK/SEATTLE (Reuters) - The race to determine the next head of Microsoft Corp looks to have ended where it began, with the software giant poised to take the route of least risk and tap rising internal star Satya Nadella for the job.\n\nAfter a bruising, five-month selection process, the list of contenders was cut to six serious candidates, with the chief executive job nearly going to Ford Motor Co CEO Alan Mulally, an outsider favored by investors lobbying for radical change.\n\nIf Nadella wins the day, as expected, it will be for his innovative work on Microsoft’s growing server and tools business, which provides online computing and storage for companies, said a source briefed on the search process.\n\nNadella is in discussions with the board, and is likely to ask that Microsoft co-founder Bill Gates drop his chairman role and help Nadella more closely on technology, two sources said.\n\nIt is not clear why Nadella might want a role change for Gates. The presence of Gates and current CEO Steve Ballmer on the board has deterred some external candidates who feared they would meet resistance if they want to make fundamental changes, sources have told Reuters over the past few months.\n\nNadella is praised for his role in overseeing growth in the company’s cloud computing and Bing search engine business, and as a technologist with a talent for marketing. Critics say he failed to halt Google Inc’s dominance in the search engine business. They say Microsoft’s entry into the cloud-computing arena was late and clunky, allowing Amazon.com Inc to set the standard in providing online computing platforms for companies\n\nIt remains unclear whether the 46-year old Indian-born executive will meet some investors’ desire for more radical moves at the software maker, after Ballmer announced in August that he planned to retire.\n\n“From the technical side, Mr. Nadella is a good choice,” said Rick Sherlund, an analyst at Nomura who publicly lobbied for an outside candidate who would shake up Microsoft and maximize returns to shareholders.\n\n“We do not want to see a continuation of the existing direction for the business, so it will be important that Mr. Nadella be free to make changes,” said Sherlund.\n\nIt was just such a desire that made Mulally a front runner until a few weeks ago, when it became clear that the Ford CEO and Microsoft’s search committee did not see eye to eye.\n\n“If (Mulally) had played his cards differently, it could have turned out differently,” sources said of the Ford CEO, pointing to his failure to present a detailed plan to the board. The move weakened support for him among Microsoft’s directors, they said.\n\nMulally took himself out of the running once it became clear that Microsoft had cooled, the sources said.\n\nIn the meantime, outsiders Steve Mollenkopf from Qualcomm Inc and Ericsson’s Hans Vestberg gained ground, the sources said, as they engaged more openly with the board. Both ultimately dropped out, Mollenkopf after he was offered a promotion to CEO at Qualcomm.\n\nAt the same time, Microsoft refocused on insiders, including Nadella, Tony Bates - the former Skype boss now in charge of Microsoft’s business development - and Stephen Elop, who is set to rejoin Microsoft when its acquisition of Nokia’s handset business closes.\n\nMicrosoft has declined to discuss individual candidates. Mulally never publicly confirmed his interest in the job but stated his intention to stay at Ford in early January. Vestberg and Mollenkopf also declared their intention to stay at their respective companies. Insiders Bates, Elop and Nadella have not spoken publicly about the process.\n\nNadella’s appointment has not been finalized, the source cautioned. The Microsoft board is set to meet early next week, where the terms of the new arrangement will be finalized.\n\nNadella has a strong reputation inside the company. His inquisitive mind set him apart early in his career, friends in India say.\n\n“Satya is by far the best internal choice,” said Brad Silverberg, who was in charge of Microsoft’s breakthrough Windows 95 release and went on to start Seattle-based venture capital firm Ignition Partners.\n\nTo other Microsoft observers, Nadella’s longevity at the company suggests that he is not a radical thinker and more of a political animal.\n\n“They need and will pick only a bendable guy, who will preserve the existing culture of saying yes,” said Joachim Kempin, a former senior vice president of Microsoft and a long time critic of its management.\n\nMicrosoft shares did not move much after word of Nadella’s likely selection on Thursday after the market close. The stock closed up 2.66 percent at $37.84 in Nasdaq trading on Friday.\n\nSome welcomed the possibility of Gates, long seen by Wall Street as a barrier to change, moving into a more advisory role for Nadella. That could pave the way for lead independent director John Thompson to chair the board and take care of governance and managing investors, an area largely ignored by Ballmer and Gates.\n\nNomura’s Sherlund was not certain, however, that Thompson would be any more amenable to Wall Street.\n\n“In our conversations with Mr. Thompson, he has not appeared receptive to taking steps to enhance shareholder value through accelerated share repurchase, cost cutting and better focusing the business,” said Sherlund. “This could be disappointing for investors, and it could take time for ValueAct to change the dynamics on the Board to effect a change in thinking with regard to shareholder value.”\n\nActivist investor ValueAct took a $2 billion stake in Microsoft last year and immediately began campaigning for Ballmer’s ouster. Microsoft offered the firm a seat on the board last year."
    },
    {
        "header": "In India, would-be Microsoft CEO showed inquisitive streak",
        "link": "http://www.reuters.com/article/2014/01/31/us-microsoft-ceo-india-idUSBREA0U1A920140131",
        "time": "11:55AM UTC",
        "body": "MUMBAI (Reuters) - In his university days in India, Satya Nadella, likely the next chief executive officer of Microsoft Corp, was a relentless questioner.\n\n“When all other students will quietly listen to what I would teach, he will ask a lot of questions - ‘why does it have to be like this, why can’t we do it like this?',” said Harishchandra Hebbar, who taught digital electronics to Nadella at Manipal University.\n\n“Sometimes it felt like he was just testing my patience,” said Hebbar, laughing.\n\nThat questioning nature has served Nadella well in his 22-year career at Microsoft, the world’s largest software company. Last year he was promoted to run the company’s fast-expanding cloud, or Internet-based, computing initiatives.\n\nHis elevation to the top spot at Microsoft would end a five-month search for a tech-savvy heavy-hitter to lead the company co-founded by Bill Gates. A source familiar with the matter told Reuters on Thursday that Nadella’s appointment was likely, although the board had not yet met to finalize it.\n\nNadella grew up in the southern Indian city of Hyderabad, a technology hub that is home to the biggest Microsoft research and development center outside of the United States.\n\nHis father was a member of the elite Indian Administrative Service and a member of the Planning Commission during 2004-2009 under Prime Minister Manmohan Singh. His father, B. N. Yugandhar, who still lives in Hyderabad, declined to speak with Reuters when reached by phone.\n\nBorn in 1967, Nadella attended the prestigious Hyderabad Public School, where he met his future wife. Nadella studied electronics and communication engineering, at Manipal University, where people who knew him at the time described him as friendly, modest and well-spoken.\n\nManipal is a mid-ranking private institution, and does not have the cachet of the elite Indian Institute of Technology (IIT) and Indian Institute of Management (IIM) where many of India’s global power players were educated.\n\nIf he gets the top job at Microsoft, Nadella would join the growing list of Indian-born executives to head a major global corporation. They already include PepsiCo Inc CEO Indra Nooyi and Deutsche Bank co-CEO Executive Anshu Jain.\n\nAfter graduating in 1988, Nadella, like many ambitious Indians, moved to the United States to study, earning a master’s degree in computer science from the University of Wisconsin-Milwaukee.\n\nGanesh Prasad, a classmate of Nadella at Manipal who remains in touch with him, recalled a conversation in 1991 when Nadella was working at Sun Microsystems.\n\n“We were having a conversation and talking about Sun as the future of hardware ... and he was like: ‘you know where I need to go? I need to be in software and I need to be in marketing and I need to be in Microsoft’,” Prasad recalled by phone from Bangalore, where he now lives.\n\nPrasad, who worked for 20 years in the United States with Intel Inc, said Nadella started with a base in technology and then became interested in how to market it - a skill set that will be called upon in his new role.\n\nBy comparison, Microsoft’s previous CEO, Steve Ballmer, was regarded more as a salesman and cheerleader than a technology visionary.\n\n“While he comes from a very strong technology background, his outlook over the years has changed to: ‘so, what, what am I going to do with this thing? How do I position it? How do I make sense of it all?',” said Prasad."
    }
]