[
    {
        "header": "Microsoft raises cloud pitch, targets Dropbox, Box",
        "link": "http://www.reuters.com/article/2014/04/29/microsoft-cloud-idUSL3N0NL09O20140429",
        "time": "11:53PM UTC",
        "body": "April 28 (Reuters) - Microsoft Corp said it will increase its cloud storage offering for business users by 40-fold as the world’s largest software company makes a case for businesses buying an all-in-one product from itself rather than buying technology “piecemeal” from multiple sellers.\n\n“The era of making isolated, single-solution decisions is rapidly coming to a close,” wrote John Case, corporate vice president of Microsoft Office Division. Microsoft on Monday raised its OneDrive for Business storage to 1TB per user from 25GB.\n\nMicrosoft’s pitch to be the one-stop destination for companies looking to buy technology runs against efforts by smaller rivals such as Box and Dropbox that offer one or two specialized services.\n\nMicrosoft did not name its rivals but made a reference to them in the headline of its blog post titled \"Thinking outside the box.\" (link.reuters.com/byj88v)\n\nDropbox spokeswoman declined to comment on the Microsoft move. Box Chief Executive Aaron Levie fired back in a blog post, criticizing Microsoft for keeping its storage software “closed” and making it difficult for users to move their data between different services.\n\n\"By keeping Office 365 users on the closed OneDrive \"island,\" Microsoft is stranding hundreds of millions of users and customers that have chosen Box, Dropbox, Google Drive, and others,\" Levie wrote in response to Microsoft's move. (r.reuters.com/pyj88v)\n\nOnline document-sharing company Dropbox is a Silicon Valley startup that has proved a hit with consumers and boasts more than 200 million users six years after it was started. It has undergone tremendous growth amid the meteoric rise of cloud, which is expected to continue booming alongside mobile computing.\n\nWhile Dropbox won plaudits for its ease-of-use and gained traction among individual users, Levie focused Box in recent years toward catering to corporate customers who demanded greater levels of administrative control and security.\n\nBoth companies are expected to go public in the coming months.\n\nCloud services have become increasingly popular among both cash-strapped tech startups and larger companies, which rely on computers owned and operated by the likes of Amazon.com Inc and Google Inc instead of buying the equipment themselves.\n\nInvestors are excited about Microsoft Chief Executive Satya Nadella’s focus on mobile and cloud computing, designed to take Microsoft beyond its traditional PC-based Windows business.\n\nMicrosoft, which reported results Thursday, saw Nadella’s emphasis on cloud computing help its server software business in the third quarter, while a softer-than-expected decline in PC sales limited damage to the bottom line. (Reporting by Sampad Patnaik and Supriya Kurane in Bangalore; Editing by Gopakumar Warrier)"
    },
    {
        "header": "US govt advises using alternatives to Microsoft Internet Explorer",
        "link": "http://www.reuters.com/article/2014/04/28/cybersecurity-microsoft-browser-idUSL2N0NK0LB20140428",
        "time": "9:35AM UTC",
        "body": "BOSTON, April 28 (Reuters) - The U.S. Department of Homeland Security advised computer users to consider using alternatives to Microsoft Corp’s Internet Explorer browser until the company fixes a security flaw that hackers have used to launch attacks.\n\nThe United States Computer Emergence Readiness Team said in an advisory released on Monday morning that the vulnerability in versions 6 to 11 of Internet Explorer “could lead to the complete compromise of an affected system.”\n\nNews of the vulnerability surfaced over the weekend."
    },
    {
        "header": "AOL, Microsoft lure advertisers with TV-style shows",
        "link": "http://www.reuters.com/article/2014/04/28/us-advertising-newfronts-idUSKBN0DE0ZO20140428",
        "time": "6:31AM UTC",
        "body": "NEW YORK/LOS ANGELES (Reuters) - Technology powerhouses like Microsoft Corp and AOL Inc are flexing their muscles as storytellers, parading TV network-style shows before advertisers at an annual digital content showcase in New York next week.\n\nWith an eye on the big bucks such shows can command, Microsoft will trot out a soccer reality show called “Every Street United.” Sony Corp’s digital network Crackle will serve up Jerry Seinfeld’s “Comedians in Cars Getting Coffee” and AOL is presenting a documentary drama about five New Yorkers called “Connected.”\n\nThis is a big shift from the short Web episodes many tech companies have presented for the last two years at the week-long “NewFronts” event - modeled after the annual “upfronts” where broadcast and cable TV channels show their wares to Madison Avenue.\n\nYahoo Inc is also looking for longer original programming it can unveil at the showcase, three people familiar with those efforts said on condition on of anonymity because the deals have yet to be finalized.\n\nYahoo Chief Executive Marissa Mayer said on Yahoo’s earnings call last week that the company plans to make fewer, more focused investments in original content.\n\n“We are going to see more original content overall and no doubt everyone is working to package their offerings like TV because they have their eyes on TV dollars,” said Kris Magel, chief investment officer at Initiative, the media buying division of Interpublic Group of Cos.\n\nBut TV-scaled ad spending is unlikely to flow to online video commercials that usually run before and during a program, advertisers and analysts said.\n\n“Online video just doesn’t offer nearly the reach that broadcast does,” said David Bank, an analyst with RBC Capital Markets.\n\nAOL has spent about half a billion dollars over the last three years on shorter content. On Wednesday, it also inked a deal with Miramax to stream the independent studio’s films on the AOL network for free, but with ads.\n\n“Internet companies are bucketed into the snackable short form space,” Ran Harnevo, president of AOL Video, said. “But we are seeing the growth in the consumption of content on big screens.”\n\nAt the NewFronts, which starts on April 28, Microsoft will show longer original shows produced by the company’s Xbox Entertainment Studios that exploit the Internet’s strengths.\n\n“The challenge TV has is it’s not very effective in being able to reach a very discrete target audience and measure it and have more interactive components,” said Scott Ferris, general manager of TV and video advertising for Microsoft. “We have very engaged, high-quality audiences.”\n\nOnline series can get messages in front of people who watch little TV, said Peter Naylor, senior vice president of sales for Hulu.com. The website, owned by Walt Disney Co, Comcast Corp and 21st Century Fox, will also pitch shows to advertisers next week.\n\n“There is a segment of the video universe that is very, very hard to reach through traditional television,” Naylor said. “Online video is a way to reach those light TV viewers.”\n\nBut because online viewers have to search for content, advertisers may end up paying more to reach them than on TV.\n\nThe cost per thousand (CPM) for a commercial on a cable network, for example, might be between $10 to $30, depending on the show and the demographic, estimates Brian Wieser, a senior research analyst at Pivotal Research Group. For online video, a CPM for a comparable demographic could be in the range of $20 to $40.\n\n“There is a lot of aspiration in the NewFronts initiatives,” said Wieser. “The reality is traditional TV budgets are intended for content vehicles that are TV-like. (Content) with short term, low budgets with unknown or even known talent is unlikely to capture anything resembling a meaningful TV budget.”\n\nAnother hurdle is that the money that presenters make from the NewFronts is not tracked by the Interactive Advertising Bureau which hosts the event.\n\nAri Bluman, chief digital investment officer of GroupM, the media buying arm of WPP, notes the TV industry’s annual showcase for advertisers exists because they can only buy so many commercial spots on TV, whereas this is not an issue online.\n\nHowever, it may take some time before online shows become mainstream enough to draw big ad dollars.\n\nUntil then, the NewFronts “is more of a showcase for what’s new and exciting,” Bluman said."
    },
    {
        "header": "U.S. Supreme Court declines to hear Microsoft antitrust case",
        "link": "http://www.reuters.com/article/2014/04/28/us-usa-court-software-idUSBREA3R0VR20140428",
        "time": "10:17AM UTC",
        "body": "WASHINGTON (Reuters) - The U.S. Supreme Court on Monday brought an end to Novell Inc’s antitrust claims against Microsoft Corp that date back 20 years to the development of Windows 95 software.\n\nBy declining to hear Novell’s appeal, the court left intact a 10th U.S. Circuit Court of Appeals ruling from September 2013 in favor of Microsoft.\n\nThe court of appeals unanimously affirmed the dismissal of Novell Inc’s claims that Microsoft violated the Sherman Antitrust Act when it decided not to share its intellectual property while developing its Windows 95 operating system.\n\nNovell was seeking more than $3 billion.\n\nSince the 1990s, Microsoft has been pursued by government prosecutors, consumers and competitors for alleged antitrust violations when it was widely considered a mighty monopolist.\n\nThe Novell case, which was first filed in 2004, was over Microsoft’s decision not to share with Novell details about its Windows operating system. Novell claimed that its suite of applications, including WordPerfect, suffered as a result of Microsoft withholding the information.\n\nNovell alleged that Microsoft used its market power in operating systems to promote its own applications.\n\nIn a 2011 trial, a jury could not come to a verdict, but afterward U.S. District Judge J. Frederick Motz in Baltimore, who oversaw consolidated proceedings against Microsoft, ruled in favor of the software giant.\n\nNovell appealed Motz’s ruling to the 10th Circuit but the court affirmed Motz’s ruling, finding that Microsoft was under no obligation to share sensitive information with a competitor.\n\nThe case is Novell v. Microsoft, U.S. Supreme Court, No. 13-1042."
    }
]