[
    {
        "header": "Microsoft partners Lenovo, Tencent to offer XP tech support in China",
        "link": "http://www.reuters.com/article/2014/04/09/us-china-microsoft-idUSBREA380W520140409",
        "time": "8:17AM UTC",
        "body": "BEIJING (Reuters) - Microsoft Corp has partnered Lenovo Group Ltd and Tencent Holdings Ltd to provide software security services for Windows XP users in China, after the U.S. tech firm stopped updating the operating system.\n\nMicrosoft wants users to move to later, more secure versions of Windows and so stopped servicing the 13-year-old XP this week, potentially leaving users vulnerable to viruses and hacking.\n\nXP has 200 million users in China, or 70 percent of the market, according to Zhongguancun Online, cited by state news agency Xinhua. Upgrading could be expensive as computers running XP might not be powerful enough for newer versions of Windows.\n\nTo continue support for XP users, Microsoft has partnered Lenovo, Tencent and several other Chinese computing companies to offer services such as information protection, post-virus repairs and upgrades to the newer Windows 7 or 8.\n\n“For domestic users who continue to use Windows XP before upgrading to a new operating system, we have made it a priority to provide safety protections,” Microsoft said in an email to Reuters.\n\nTencent, in a statement to Reuters, said it will provide permanent XP support free of charge, and that it has set up two 24-hour hotlines. Lenovo declined to comment.\n\nAmong other partners, Qihoo 360 Technology Co will offer security support and, for 299 yuan ($48.25), help users transition to newer versions.\n\n“Qihoo 360 will continue to provide Windows XP support to Chinese users as long as there are still XP users in China,” Alex Xu, Qihoo 360 co-chief financial officer, told Reuters.\n\nEncouraging users to upgrade could also reduce the number of computers running pirated Windows XP software. Former CEO Steve Ballmer reportedly told employees in 2011 that, because of piracy, Microsoft earned less revenue in China than in the Netherlands even though Chinese computer sales matched those of the U.S.\n\nBut the cost of upgrading has irked some users. Added to any transition fee is the cost of the software - at least 888 yuan ($140) for Windows 8 - plus the cost of any hardware upgrade.\n\n“Many of my clients only use their computers for email,” said a computer shop owner who identified himself by the surname Niu. “There is no use for them to buy a new computer.”"
    }
]