[
    {
        "header": "Microsoft starts taking EU 'right to be forgotten' requests",
        "link": "http://www.reuters.com/article/2014/07/16/us-eu-privacy-microsoft-idUSKBN0FL2NX20140716",
        "time": "5:06PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp on Wednesday started taking requests from individuals in Europe who want to be removed from its Bing search engine results following a court judgment in May guaranteeing the “right to be forgotten.”\n\nMicrosoft, whose Bing search engine has 2.5 percent of the European search market, follows market leader Google Inc which complied with the ruling in May, and started removing some search results last month.\n\nThe Luxembourg-based Court of Justice of the European Union in May ordered Google to remove a link to a 15-year-old newspaper article about a Spanish man’s bankruptcy, effectively upholding people’s “right to be forgotten” on the Internet.\n\nThe ruling, which affects the EU’s 500 million citizens, requires that Internet search services remove information deemed “inadequate, irrelevant or no longer relevant.” Failure to do so can result in fines. It only applies to EU countries, meaning links that have been removed in Europe will still appear in search results elsewhere, including the United States.\n\nMicrosoft's form, available on its Bing website (here), is a four-part questionnaire. Microsoft advises those interested in completing the questionnaire that it will \"help us to consider the balance between your individual privacy interest and the public interest in protecting free expression and the free availability of information, consistent with European law.\"\n\nThe form states that making a request does not guarantee that a particular search result will be blocked.\n\nEuropean privacy concerns, and tech companies’ sensitivity to them, have exploded in the past year after former U.S. National Security Agency contractor Edward Snowden revealed details of mass U.S. surveillance programs involving European citizens and some heads of state."
    },
    {
        "header": "Microsoft plans to cut 1,000 jobs in Finland: newspaper",
        "link": "http://www.reuters.com/article/2014/07/16/us-microsoft-redundancies-finland-idUSKBN0FL0AY20140716",
        "time": "4:21AM UTC",
        "body": "HELSINKI (Reuters) - Microsoft Corp is planning to cut 1,000 jobs in Finland from its mobile phone unit, a Finnish daily said on Wednesday, quoting anonymous sources.\n\nSome 25,000 Nokia workers moved this spring to Microsoft with the cellphone unit acquisition, 4,700 of them in Finland. Globally, Microsoft now has 127,000 employees, far more than rivals Apple and Google.\n\nWall Street is expecting Chief Executive Satya Nadella to make some cuts, which would represent Microsoft’s first major layoffs since 2009.\n\nNews agency Bloomberg said on Monday that total job cuts could be the biggest in Microsoft history, topping the 5,800 jobs lost in 2009.\n\nFinnish daily Helsingin Sanomat said on Wednesday Microsoft planned to close former Nokia research and development unit in Oulu, northern Finland.\n\nThe Oulu unit employs 500 people, mainly working on software used in basic cellphones. The other half of the cuts would come from other locations in Finland.\n\nFinland is struggling with a severe economic recession. Its economy has already contracted for two years in a row and some analysts expect this year to make it three."
    }
]