[
    {
        "header": "INDIA PRESS-Microsoft to launch dedicated e-store for India market - Economic Times",
        "link": "http://www.reuters.com/article/2014/10/15/india-press-microsoft-idUSL3N0SA1LI20141015",
        "time": "10:36PM UTC",
        "body": "Note: Reuters has not verified this story and does not vouch for its accuracy. (Compiled by Derek Francis in Bangalore)"
    },
    {
        "header": "SEC's Piwowar takes a swing at 'broken windows' enforcement policy",
        "link": "http://www.reuters.com/article/2014/10/14/us-sec-enforcement-piwowar-idUSKCN0I31MI20141014",
        "time": "3:36PM UTC",
        "body": "WASHINGTON (Reuters) - A top U.S. Securities and Exchange Commission official said on Tuesday the agency’s the “broken windows” enforcement strategy, of pursuing violations big or small, hinders its ability to set priorities and maintain robust, healthy markets.\n\nIn a speech at the annual Securities Enforcement Forum, SEC Republican Commissioner Mike Piwowar took aim at SEC Chair Mary Jo White’s approach, based on the theory used by former New York City Mayor Rudy Giuliani that fixing broken windows and minor violations helps to deter serious crimes.\n\n“A broken windows approach to enforcement may not achieve the desired result,” said Piwowar. “If every rule is a priority, then no rule is a priority.”\n\nWhite, an independent appointed by President Barack Obama, unveiled her plans to apply the “broken windows” theory to the SEC’s enforcement program in a speech at the same conference last year.\n\nIn that speech, she said it was important to go after the more minor violations, because small ones “can feed bigger ones.”\n\nBut Piwowar said this idea was flawed because the “ultimate” goal of regulation is to achieve resilient markets, not regulatory compliance.\n\n“If you create an environment in which regulatory compliance is the most important objective for market participants, then we will have lost sight of the underlying purpose for having regulation in the first place,” Piwowar said.\n\nHe described the SEC’s mission as protecting investors; maintaining fair, orderly, and efficient trading markets; and facilitating capital formation.\n\nAndrew Ceresney, the SEC’s enforcement director, later defended the “broken windows” approach on a panel at the same conference.\n\n“It is not about turning every violation into an enforcement action,” he said.\n\n“What it is about is targeting ... rules (where) we have seen a pattern of a lack of compliance and bringing a number of cases to send a strong message.”\n\nHe also cited several examples of recent enforcement sweeps that he said have been successful. One involved a wave of cases brought against firms for short sale violations. The other involved a slew of cases against corporate insiders for failing to file accurate and timely reports about transactions and holdings.\n\nBoth of these types of violations are considered to be more minor compared with others, as they do not require intent and firms or individuals can be charged even if they inadvertently violated the rules.\n\nIn each of these cases, Ceresney said compliance has since increased “tremendously.”"
    }
]