[
    {
        "header": "Samsung brings arbitration against Microsoft after patent royalty lawsuit",
        "link": "http://www.reuters.com/article/2014/10/07/microsoft-samsung-elec-arbitration-idUSL2N0S210O20141007",
        "time": "11:19AM UTC",
        "body": "NEW YORK, Oct 7 (Reuters) - Samsung Electronics initiated an arbitration proceeding in Hong Kong against Microsoft Corp on Tuesday, amid ongoing U.S. litigation over smartphone patent royalties.\n\nThe arbitration was disclosed in a court filing in a lawsuit Microsoft filed in August in New York federal court accusing Samsung of refusing to make royalty payments after it announced its intention to acquire Nokia’s handset business.\n\nSamsung said it filed the request for arbitration with the Hong Kong office of the International Court of Arbitration of the International Chamber of Commerce.\n\nThe arbitration was commenced under the terms of a business collaboration agreement “to resolve a dispute concerning the calculation of success credits under that agreement,” Samsung said. (Reporting by Nate Raymond in New York; Editing by Chizu Nomiyama)"
    },
    {
        "header": "Samsung seeks Hong Kong arbitration after Microsoft lawsuit",
        "link": "http://www.reuters.com/article/2014/10/07/us-microsoft-samsung-elec-arbitration-idUSKCN0HW1IK20141007",
        "time": "1:49PM UTC",
        "body": "NEW YORK (Reuters) - Samsung Electronics Co Ltd initiated an arbitration proceeding in Hong Kong against Microsoft Corp on Tuesday, amid ongoing U.S. litigation over smartphone patent royalties.\n\nThe arbitration was disclosed in a court filing as part of a federal lawsuit Microsoft filed in August in New York accusing Samsung of refusing to make royalty payments to Microsoft after the software company announced its intention to acquire Nokia’s handset business.\n\nSamsung said it filed the request for arbitration with the Hong Kong office of the International Court of Arbitration of the International Chamber of Commerce. The filing did not indicate why the arbitration is taking place in Hong Kong.\n\nThe new case marked a counter-offensive by Samsung against Microsoft’s claims in New York and could complicate the New York lawsuit.\n\nThe arbitration was commenced under the terms of a business collaboration agreement “to resolve a dispute concerning the calculation of success credits under that agreement,” Samsung said.\n\nJennifer Crider, a spokeswoman for Microsoft, said the companies’ contract provided that the “appropriate venue to interpret the business collaboration agreement is New York.”\n\n“We still believe that to be true,” she added.\n\nA representative for Samsung did not respond to a request for comment.\n\nThe arbitration came just days after Microsoft filed an amended complaint in its New York lawsuit asking the court to rule that it did not breach a business collaboration agreement with Samsung.\n\nMicrosoft in the complaint also sought an order requiring Samsung to pay $6.9 million interest on more than $1 billion in royalty payments which it delayed in protest of the Nokia deal.\n\nSamsung made royalty payments on time to Microsoft during the first fiscal year after they signed their 2011 agreement, the lawsuit said.\n\nBut after Microsoft announced the Nokia deal in September 2013, Samsung initially refused to make another payment, arguing the purchase breached its licensing agreement with Microsoft. Samsung eventually paid late without adding interest, Microsoft said.\n\nMicrosoft has successfully argued that Google Inc’s Android mobile system uses some of its technology, and as a result most hardware makers, including Samsung, have agreed to pay patent royalties on Android handsets.\n\nMotorola is one of the main holdouts, and that company has been in litigation against Microsoft since 2010.\n\nThe lawsuit in U.S. District Court, Southern District of New York is Microsoft Corp vs. Samsung Electronics Co Ltd, 14-6039."
    }
]