[
    {
        "header": "BRIEF-Microsoft to name Satya Nadella as CEO-Bloomberg",
        "link": "http://www.reuters.com/article/2014/01/30/microsoft-brief-idUSL2N0L42C420140130",
        "time": "5:07PM UTC",
        "body": "* Microsoft to name Satya Nadella as CEO- Bloomberg editor via Twitter\n\n* Microsoft’s board also considering replacing Bill Gates as chairman-Bloomberg reporter on Twitter, citing sources Further company coverage:"
    },
    {
        "header": "Microsoft board to name insider Nadella as CEO -report",
        "link": "http://www.reuters.com/article/2014/01/30/microsoft-ceo-idUSL2N0L42ED20140130",
        "time": "5:30PM UTC",
        "body": "SEATTLE, Jan 30 (Reuters) - Microsoft Corp’s board is preparing to name internal executive Satya Nadella as the software company’s next chief executive, Bloomberg reported on Thursday, citing unnamed sources it said were briefed on the CEO search process.\n\nThe board is also considering replacing Chairman Bill Gates, possibly with independent lead director John Thompson, Bloomberg said."
    },
    {
        "header": "Microsoft close to naming new CEO, Nadella most likely - source",
        "link": "http://www.reuters.com/article/2014/01/31/microsoft-ceo-idUSL2N0L501K20140131",
        "time": "7:53PM UTC",
        "body": "SEATTLE, Jan 30 (Reuters) - Microsoft Corp is close to naming its new chief executive, with inside executive Satya Nadella the most likely candidate, a person with knowledge of the search process told Reuters on Thursday.\n\nMicrosoft co-founder Bill Gates may step aside as chairman, but would stay on the company’s board, said the person who requested anonymity as they were not authorized to speak about the matter publicly."
    },
    {
        "header": "UPDATE 4-Microsoft board close to naming Nadella as new CEO - source",
        "link": "http://www.reuters.com/article/2014/01/31/microsoft-ceo-idUSL2N0L42EV20140131",
        "time": "9:38PM UTC",
        "body": "NEW YORK/SEATTLE, Jan 30 (Reuters) - Microsoft Corp is likely to appoint its cloud-computing head, Satya Nadella, as its next chief executive, a source familiar with the matter said on Thursday, as the board concludes a five-month search for a tech-savvy heavy-hitter to lead the world’s largest software company.\n\nAs part of the move, co-founder Bill Gates may step aside as chairman and be replaced by lead independent director John Thompson, said the source, speaking on condition of anonymity because the process is private. Gates would remain a director, the source added.\n\nBloomberg first reported the news on Thursday.\n\nRising star Nadella, a native of Hyderabad, India - where Microsoft has its largest non-U.S. research center - was promoted to run the company’s fast-expanding cloud, or internet-based, computing initiatives in July last year as part of current CEO Steve Ballmer’s radical re-organization of the company.\n\nThe appointment of the 22-year Microsoft veteran would make him the most powerful Indian-born tech executive in the world and put him alongside PepsiCo Inc’s chief, Indra Nooyi, as the leader of a well-known, large-cap U.S. corporation.\n\nBorn in 1967 and educated in India and the United States, Nadella’s tech career started at internet software pioneer Sun Microsystems. He joined Microsoft in 1992 and quickly climbed the corporate ladder with leading roles in the Office and Bing search-engine teams.\n\nHe was promoted to run the company’s server and tools unit in 2011. That unit now forms the backbone of Microsoft’s cloud-computing platform, which Nadella runs under his official title of executive vice president, cloud and enterprise.\n\n“He’s a solid choice,” offering continuity of strategy and proven execution, said Sid Parakh, an analyst at fund firm McAdams Wright Ragen.\n\nSome investors had campaigned for an external CEO who might be more likely to shake up the company and reward shareholders with greater dividends and share buybacks, but Parakh said that did not mean Nadella would be unpopular with Wall Street.\n\n“Any new CEO is going to have to have the shareholders’ say in mind. But it’s not certain that will translate into actions,” said Parakh.\n\nIf Nadella is named CEO, it is likely Thompson will help out on the crucial task of managing Microsoft’s relations with its powerful Wall Street investors, the source said.\n\nNadella has little experience of that aspect of the job, and Ballmer and Gates did not prioritize it. Gates would likely focus on technical innovation in any new role, the source said.\n\nThere have been calls for months for Gates to step down from investors who believe Microsoft’s co-founder is a block to radical change and investor-friendly moves.\n\nBallmer, who plans to retire as soon as a new CEO is named, was reelected to the board in November, but it is not clear how long he will remain there after retirement, the source said.\n\nSeveral people briefed on the CEO search process had previously told Reuters that Microsoft was down to a handful of candidates, including Nadella and Tony Bates, executive vice-president of business development, plus at least one external candidate.\n\nThe board still has not met to finalize Nadella’s offer and nothing has been signed, the source said. Microsoft declined to comment.\n\nMicrosoft shares rose 0.8 percent to $37.15 after hours, after gaining slightly in regular Nasdaq trading.\n\nMicrosoft’s CEO search has taken longer than most expected when Ballmer said last August he would retire within a year.\n\nIn a blog post on the company’s website in December, Thompson emphasized the need for a CEO with “an ability to lead a highly technical organization and work with top technical talent”.\n\nThompson, who leads the four-member CEO search committee, said at the time he expected the panel to reach a decision “in the early part of 2014”.\n\nThe appointment of a company veteran like Nadella, which follows a flirtation with outsiders such as Ford Motor Co Chief Executive Alan Mulally, could disappoint some investors who want a more radical transformation at the software giant.\n\n“While many on the Street are now expecting Mr. Nadella to get the CEO spot, we believe filling this position with a core Microsoft insider will disappoint those hoping for a fresh strategic approach (e.g. potential breakup of enterprise/consumer, Xbox spin off) an outside executive could have brought to the table,” FBR analyst Daniel Ives said in a research note, adding that innovation and fresh strategies were needed.\n\n“With that said, we believe Mr. Nadella’s prior roles in the Online Services Division, Business Division and most recently as president of the Server and Tools business position him as a strong internal candidate with a broad set of knowledge around Microsoft’s massive product portfolio,” Ives wrote."
    },
    {
        "header": "Microsoft board preparing to name Nadella as CEO: report",
        "link": "http://www.reuters.com/article/2014/01/30/us-microsoft-ceo-idUSBREA0T1ZY20140130",
        "time": "6:47PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp’s board is preparing to name internal executive Satya Nadella as the software company’s next chief executive, Bloomberg reported on Thursday, citing unnamed sources it said were briefed on the CEO search process.\n\nThe board is also considering replacing Chairman Bill Gates, possibly with lead independent director John Thompson, Bloomberg said.\n\nSources had previously told Reuters that Microsoft was down to a “handful” of candidates, including Nadella, executive vice president of the cloud and enterprise group, and Tony Bates, executive vice president of business development, plus at least one external candidate.\n\nBloomberg added the Nadella plans had not been finalized. Microsoft declined to comment.\n\nMicrosoft shares rose 0.8 percent to $37.15 after hours, after gaining slightly in regular Nasdaq trading.\n\nNadella, a native of Hyderabad, India, was promoted to run Microsoft’s fast expanding internet-based computing initiative in July last year as part of current CEO Steve Ballmer’s radical re-organization of the company.\n\nBefore that he was in charge of Microsoft’s growing server and tools business, following on from high-level roles in Microsoft’s Office and Bing search engine units.\n\n“He’s a solid choice,” offering continuity of strategy and proven execution, said Sid Parakh, an analyst at fund firm McAdams Wright Ragen,\n\nSome investors had campaigned for an external CEO who might be more likely to shake up the company and reward shareholders with greater dividends and share buybacks, but Parakh said that did not mean Nadella would necessarily be unpopular with Wall Street.\n\n“Any new CEO is going to have to have the shareholders’ say in mind. But it’s not certain that will translate into actions,” said Parakh.\n\nThere have been calls for months for Gates to step down from a group of investors who believe the company’s co-founder is a block to radical change and investor-friendly moves at the technology giant.\n\nSome investors have urged Thompson to consider the CEO role himself, sources told Reuters this week. One person close to the board told Reuters on Thursday that Thompson was not in the frame to lead the company, but did not rule out a senior executive role, such as Chairman.\n\nMicrosoft’s CEO search has taken longer than most expected when Ballmer announced his plan last August to retire within a year.\n\nIn a blog post on the company’s website in December, Thompson emphasized the need for a CEO with good tech bona fides and “an ability to lead a highly technical organization and work with top technical talent.”\n\nThompson, who leads the four-member CEO search committee, said at the time he expected the panel to reach a decision “in the early part of 2014.”\n\nThe appointment of a company veteran like Nadella, which follows a months-long search and long flirtation with outsiders such as Ford Motor Co Chief Executive Alan Mulally, could disappoint some investors who were hoping for a more radical transformation at the software giant.\n\n“While many on the Street are now expecting Mr. Nadella to get the CEO spot, we believe filling this position with a core Microsoft insider will disappoint those hoping for a fresh strategic approach (e.g. potential breakup of enterprise/consumer, Xbox spin off) an outside executive could have brought to the table,” FBR analyst Daniel Ives said in a research note, adding that innovation and fresh strategies were essential for the company.\n\n“With that said, we believe Mr. Nadella’s prior roles in the Online Services Division, Business Division, and most recently as president of the Server and Tools business position him as a strong internal candidate with a broad set of knowledge around Microsoft’s massive product portfolio,” Ives wrote."
    }
]