[
    {
        "header": "Microsoft shares flirt with dotcom-boom levels on iPad app report",
        "link": "http://www.reuters.com/article/2014/03/18/us-microsoft-shares-idUSBREA2H1IK20140318",
        "time": "4:41PM UTC",
        "body": "(Reuters) - Microsoft Corp’s shares scaled levels last seen in the dotcom boom following reports that the company plans to unveil an iPad version of its Office software suite, potentially generating billions of dollars in revenue.\n\nReuters reported late on Monday that new Microsoft Chief Executive Satya Nadella would unveil the iPad app at an event on March 27.\n\nThe event will be Nadella’s first major public appearance since his appointment last month.\n\nMicrosoft shares rose as much as 5 percent to $39.90 on Tuesday, adding $15 billion to the company’s market value. At that price, the stock was up about 10 percent since the announcement of Nadella’s appointment on February 4. The shares last touched $40 in July 2000.\n\nMicrosoft has had iPad and iPhone versions of Office primed for several months now, sources told Reuters, but the company has dallied on their release due to internal divisions, among other things.\n\nAnalysts said the lack of an Office version for the iPad may have robbed Microsoft of billions of dollars in revenue. (Reuters Insider: reut.rs/1gC77rr)\n\n“We estimate that if 10 percent of the iPad install base were to subscribe to Office then this could add 15 million subscribers and generate $1.1 billion to $1.5 billion in consumer Office subscription revenue per year,” Bernstein Research analyst Mark Moerdler said in a note on Tuesday.\n\nInvestors have for years urged Microsoft to adapt Office, its most profitable product, for iPhones and iPads and devices using Google Inc’s Android software rather than shackling it to Windows as PC sales decline.\n\nMicrosoft’s productivity tools remain the industry standard in offices, but America’s employees are increasingly using smartphone and tablets to supplement their work.\n\nTired of waiting for Office to be optimized for their touchscreen devices, a growing contingent of younger companies are turning to cheaper touch-friendly apps that can perform word processing and other tasks in the cloud.\n\nBarclays analyst Raimo Lenschow said the plan to launch the iPad app would signal that Microsoft is moving towards a more serious cross-platform strategy.\n\nBernstein’s Moerdler said he did not believe that the app would have any significant positive or negative impact on Microsoft’s Windows franchise as most corporate customers use Windows.\n\nMicrosoft already offers Office Online on its Windows smartphones and as a free Web-based version.\n\nGoogle Inc has been making inroads into Microsoft’s Office software business with its free Google Drive application, which includes spreadsheets, presentation and word-processing tools.\n\nLast year, Apple offered free updates for life on its iWork business software, which includes rival applications to Microsoft’s Excel, Word and PowerPoint, for MacBooks, Mac computers and iPad.\n\nApple also said today it would offer an iPad 4 tablet in place of the mid-range iPad 2 at the same price.\n\nTablets based on Apple’s iOS platform held 36 percent share of the market in 2013, trailing those based on Google’s Android software that had 62 percent share, according to research firm Gartner.\n\nMicrosoft shares were trading up 4 percent at $39.60 in midday trading on the Nasdaq."
    },
    {
        "header": "CORRECTED-US STOCKS-Wall St up as Ukraine worries lessen; Microsoft gains",
        "link": "http://www.reuters.com/article/2014/03/18/markets-usa-stocks-idUSL2N0MF1JR20140318",
        "time": "5:05PM UTC",
        "body": "* Putin tells parliament he does not want more of Ukraine\n\n* Microsoft shares rally, near $40 for first time since 2000\n\nNEW YORK, March 18 (Reuters) - U.S. stocks climbed for a second straight session on Tuesday, with the S&P within 1 percent of its intraday record after comments from Russian President Vladimir Putin relaxed investors’ concerns that tensions over Ukraine could escalate.\n\nGains were broad, with nine of the ten primary S&P 500 sectors higher on the day. Technology shares, up 1.3 percent, led the advance, buoyed by a rally in Microsoft Corp .\n\nMicrosoft shares rose 4 percent to $39.58, the biggest daily advance for the software giant since November, and the move took the stock near $40 a share for the first time since July 2000. Late Monday, a source familiar with the matter told Reuters that the company may unveil an iPad version of the company’s Office software suite on March 27.\n\nIn an address to the Russian parliament, Putin said Russia didn’t want Ukraine to be divided further, and that he did not want to seize more of the country after approving plans to make Crimea part of Russia following a disputed referendum.\n\nHowever, not all market participants were convinced the relief over Ukraine would continue.\n\n“This is the triumph of hope over experience,” said Brad McMillan, Chief Investment Officer for Commonwealth Financial in Waltham, Massachusetts. “I would say investors should be very cautious. This doesn’t seem to be a market that is trading on longer-term expectations or possibilities.”\n\nThe Dow Jones industrial average rose 107.19 points or 0.66 percent, to 16,354.41, the S&P 500 gained 13.95 points or 0.75 percent, to 1,872.78 and the Nasdaq Composite added 53.093 points or 1.24 percent, to 4,333.042.\n\nWith the day’s advance, the S&P 500 is less than 1 percent away from an all-time high hit earlier this month. Over the past two sessions, the benchmark index has gained about 1.7 percent.\n\nInvestors were looking ahead to the conclusion of a two-day meeting of the U.S. Federal Reserve’s policy-setting committee, which began as scheduled at 2 p.m. (1800 GMT) on Tuesday. The central bank is not expected to deviate from previously announced policy plans, but since the Fed’s stimulus has kept a floor under equity prices, market participants will be attuned to any hint of a change.\n\nIn the latest economic data, consumer prices rose 0.1 percent in February, as expected, while housing starts fell modestly from the previous month.\n\nIn company news, Hertz Global Holdings Inc said it would spin off its equipment rental business for $2.5 billion and use part of the proceeds to fund a stock buyback program. Shares edged up 0.8 percent to $27.43.\n\nNasdaq OMX Group Inc lost 2.6 percent to $38.71. New York’s attorney general urged U.S. stock exchanges and other venues to limit services that he said provided unfair advantages to high-frequency traders and undermined confidence in the markets.\n\nIn addition, the Wall Street Journal said Chinese e-commerce company Alibaba Group Holding Ltd IPO-ALIB.N is leaning toward listing shares on IntercontinentalExchange Group’s New York Stock Exchange.\n\nGameStop Corp shares fell 3.5 percent to $38.34 as the worst performer on the S&P 500 after Wal-Mart Stores Inc said it would allow shoppers to trade in used video games for anything from groceries to gadgets. (Reporting by Chuck Mikolajczak)"
    },
    {
        "header": "CORRECTED-US STOCKS-Wall St up as geopolitical fears ease, Microsoft jumps",
        "link": "http://www.reuters.com/article/2014/03/18/markets-usa-stocks-idUSL2N0MF14G20140318",
        "time": "5:04PM UTC",
        "body": "* Putin tells parliament he does not want more of Ukraine\n\n* Fed in view as two-day meeting set to begin\n\n* Microsoft shares rally, near $40 for first time since 2000\n\nNEW YORK, March 18 (Reuters) - U.S. stocks rose for a second straight day on Tuesday, with the S&P moving within 1 percent of record levels after comments from Russian President Vladimir Putin eased concerns that tensions over Ukraine might escalate.\n\nGains were broad, with all 10 primary S&P 500 sectors higher on the day. Groups tied to the pace of economic growth, including materials, were among the day’s biggest advancers, while a rally in Microsoft boosted tech shares more than 1 percent.\n\nShares of Microsoft Corp rose 4.1 percent to $39.61 as the S&P 500’s biggest percentage advancer. It was the biggest daily advance for the software giant since November, and the move took the stock near $40 a share for the first time since July 2000. Late Monday, a source familiar with the matter told Reuters that the company may unveil an iPad version of the company’s Office software suite on March 27.\n\nIn an address to the Russian parliament, Putin said Russia didn’t want Ukraine to be divided further, and that he did not want to seize more of the country after approving plans to make Crimea part of Russia following a disputed referendum.\n\nLate Monday, the United States and the European Union imposed personal sanctions on a handful of officials from Russia and Ukraine who were accused of involvement in Moscow’s military seizure of the Black Sea peninsula.\n\n“What had been going on in the Ukraine has been weighing on the minds of investors for a while, so it is a relief that we are apparently moving beyond this,” said Joseph Tanious, global market strategist at J.P. Morgan Asset Management in New York.\n\n“While from an economic standpoint the Ukraine doesn’t have a major impact on the global economy, there were worries about more tension between Russia and western powers, and how far this kind of standoff could go.”\n\nThe Dow Jones industrial average was up 95.75 points, or 0.59 percent, at 16,342.97. The Standard & Poor’s 500 Index was up 11.99 points, or 0.65 percent, at 1,870.82. The Nasdaq Composite Index was up 43.92 points, or 1.03 percent, at 4,323.87.\n\nWith the day’s advance, the S&P 500 is less than 1 percent away from an all-time high hit earlier this month. Over the past two sessions, the benchmark index has gained about 1.6 percent.\n\nInvestors were looking ahead to a two-day meeting of the U.S. Federal Reserve’s policy-setting committee, which begins Tuesday. The central bank is not expected to deviate from previously announced policy plans, but since the Fed’s stimulus has kept a floor under equity prices, market participants will be attuned to any hint of a change.\n\nIn the latest economic data, consumer prices rose 0.1 percent in February, as expected, while housing starts fell modestly from the previous month.\n\nIn company news, Hertz Global Holdings Inc said it would spin off its equipment rental business for $2.5 billion and use part of the proceeds to fund a stock buyback program. Shares fell 0.9 percent to $26.98.\n\nGeneral Motors Co announced new recalls of 1.5 million vehicles on Monday. In an unprecedented public admission by a GM chief executive, Mary Barra acknowledged the company fell short in catching faulty ignition switches linked to 12 deaths. Shares rose 1.1 percent to $35.02.\n\nGameStop Corp shares fell 4.9 percent to $37.79 as the biggest decliner on the S&P 500. Wal-Mart Stores Inc said it would allow shoppers to trade in used video games for anything from groceries to gadgets."
    },
    {
        "header": "Microsoft soars on Office-for-iPad report",
        "link": "http://www.reuters.com/article/2014/03/18/microsoft-shares-idUSL3N0MF3KA20140318",
        "time": "12:24PM UTC",
        "body": "March 18 (Reuters) - Microsoft Corp’s shares scaled levels last seen in the dotcom boom on Tuesday following reports that the company plans to unveil an iPad version of its Office software suite, potentially generating billions of dollars in revenue.\n\nReuters reported on Monday that Microsoft Chief Executive Satya Nadella would unveil the iPad app at an event on March 27 as part of the new CEO’s “mobile first cloud first” strategy.\n\nMicrosoft has had iPad and iPhone versions of Office primed for several months now, sources told Reuters, but the company has dallied on their release due to internal divisions, among other things.\n\nAnalysts said the lack of an Office version for the iPad may have robbed Microsoft billions of dollars in revenue. (Reuters Insider link: reut.rs/1gC77rr)\n\n“We estimate that if 10 percent of the iPad install base were to subscribe to Office then this could add 15 million subscribers and generate $1.1 billion to $1.5 billion in consumer Office subscription revenue per year,” Bernstein Research analyst Mark Moerdler said in a note.\n\nMicrosoft shares rose as much as 5 percent to $39.90. The stock had last touched $40 in July 2000.\n\nInvestors have urged Microsoft for years to adapt Office, its most profitable product, for iPhones and iPads and devices using Google Inc’s Android software - rather than shackling it to Windows as PC sales decline.\n\nMoerdler said he did not believe that the app would have any significant positive or negative impact on Microsoft’s Windows franchise as majority of corporate customers use Windows.\n\nMicrosoft already offers Office Online as a free Web-based version, and on its Windows smartphones.\n\nGoogle Inc has been making inroads into Microsoft’s Office software business with its free Google Drive application, which includes spreadsheets and word-processing tools.\n\nLast year, Apple offered free upgrades for life on its iWork business software, which includes rival applications to Microsoft’s Excel, Word and PowerPoint, for Macbooks, Mac computers and iPad.\n\nShares of the Redmond, Washington-based company were trading at $39.60 on Tuesday morning on the Nasdaq. (Reporting by Supantha Mukherjee and Soham Chatterjee in Bangalore; Editing by Saumyadeb Chakrabarty)"
    }
]