[
    {
        "header": "Getty fails to get injunction on Microsoft image widget",
        "link": "http://www.reuters.com/article/2014/10/16/us-getty-images-microsoft-lawsuit-idUSKCN0I52U520141016",
        "time": "5:57PM UTC",
        "body": "NEW YORK (Reuters) - Getty Images Inc [GETTY.UL] has failed to convince a federal judge to halt Microsoft Corp’s Bing Image Widget, which it said enabled massive copyright infringement, because the software company had already taken it down voluntarily.\n\nThe multimedia photo and video agency sued Microsoft on Sept. 4 over the widget, which it said permitted the display of images without giving their owners a licensing fee or attribution. Getty owns or represents the owners of more than 80 million digital images.\n\nGetty asked U.S. District Judge Denise Cote in Manhattan to slap Microsoft with an injunction on the new product. Even though Microsoft removed the widget the day after the lawsuit was filed, Getty pressed forward with its case.\n\nGetty told Cote not to believe Microsoft’s claims that it would not relaunch the widget because it did not rule out creating a new widget that could still infringe on Getty’s content.\n\n“This argument is purely speculative,” Cote said in her ruling on Thursday, adding that there was no basis to question Microsoft’s word on its future conduct.\n\n“We would have preferred a judicial mandate for (the widget) to stay down,” said John Lapham, Getty’s general counsel. “But the question of whether or not you’re allowed to take and use somebody else’s copyrighted materials without any attribution or compensation is still live and before the court.”\n\nMicrosoft told Getty during the lawsuit that if it did launch a similar product in the future, it would include “search filters, attribution notices” and other details important to copyright.\n\nRepresentatives from Microsoft could not immediately be reached for comment.\n\nThe case is Getty Images Inc v. Microsoft Corp, U.S. District Court for the Southern District of New York, No. 14-7114."
    }
]