[
    {
        "header": "Microsoft reports $3.2 bln quarterly loss",
        "link": "http://www.reuters.com/article/microsoft-results-idUSL3N1015EE20150721",
        "time": "4:14PM UTC",
        "body": "July 21 (Reuters) - Microsoft Corp reported a $3.2 billion quarterly net loss, hurt by charges related to its Nokia phone business and job cuts, and weak demand for its Windows operating system.\n\nThe company recorded impairment, integration and restructuring expenses of $8.4 billion in the fourth quarter ended June 30.\n\nThe company reported net income of $4.61 billion, or 55 cents per share, a year earlier. (bit.ly/1Ovkhp3)\n\nRevenue fell 5 percent to $22.18 billion. (Reporting by Devika Krishna Kumar in Bengaluru; Editing by Kirti Pandey)"
    },
    {
        "header": "Microsoft posts record loss as it writes down Nokia",
        "link": "http://www.reuters.com/article/us-microsoft-results-idUSKCN0PV28Z20150721",
        "time": "6:57PM UTC",
        "body": "(Reuters) - Microsoft Corp (MSFT.O) reported a $3.2 billion quarterly net loss, its biggest ever, as the company wrote down its Nokia phone business and demand fell for its Windows operating system.\n\nThe company took a charge of $7.5 billion in the fourth quarter related to the restructuring of its Nokia handset business, which it bought last year. (bit.ly/1Ovkhp3)\n\nMicrosoft’s shares fell 4 percent to $45.38 in extended trading on Tuesday.\n\nUnder Chief Executive Satya Nadella, the company has been shifting its focus to software and cloud services as demand for its once-popular Windows operating system slows.\n\nSales of Windows to computer manufacturers to install on new PCs fell 22 percent in the quarter. The company is scheduled to roll out Windows 10 on July 29, a much-awaited launch after a lackluster response to Windows 8.\n\nMicrosoft wants to generate revenue by building search and gaming into the Windows 10 interface, Chief Financial Officer Amy Hood said in April.\n\nBing, the company’s online search engine, will be profitable in the year ending June 2016, Hood said on Tuesday.\n\nSales of Windows to businesses fell 21 percent from the year-earlier quarter, when demand for the operating system had surged after Microsoft discontinued support for Windows XP.\n\nRevenue from Microsoft’s commercial cloud business, which includes offerings such as Office 365 and Azure, rose 96 percent, excluding the impact of a strong dollar.\n\nMicrosoft said it added 3 million subscribers for Office 365 in the quarter, taking the total number of subscribers for the product to 15.2 million at the end of June.\n\nThe company said this month that it would cut 7,800 jobs, or nearly 7 percent of its workforce, mainly in the phone hardware business.\n\nMicrosoft reported a net loss of 40 cents per share for the quarter ended June 30. The company had posted net income of $4.61 billion, or 55 cents per share, a year earlier.\n\nMicrosoft also took a charge of $940 million related to job cuts announced this month and last year."
    }
]