[
    {
        "header": "Microsoft phones infringe patents - U.S. Int'l Trade Commission judge",
        "link": "http://www.reuters.com/article/microsoft-interdigital-decision-idUSL1N0XO2NY20150427",
        "time": "5:56PM UTC",
        "body": "NEW YORK (Reuters) - Microsoft Corp lost a round in a potentially costly patent battle when a U.S. International Trade Commission judge on Monday found that the software giant used InterDigital Inc’s technology in its mobile phones without permission.\n\nThe judge, Theodore Essex, said that Microsoft infringed two wireless cellular patents owned by InterDigital, a patent licensor, and said it would not be against the public interest to ban the Microsoft devices from being imported into the United States.\n\nThe judge’s decision must be reviewed by the full commission before any import ban is enacted.\n\nThe ITC has the authority to stop the import of products that it determines infringe a U.S. patent. Companies frequently sue at the ITC to win an import ban and in district court to win damages.\n\nWilmington, Delaware-based InterDigital first accused Nokia Corp of infringing its patents in 2007. Microsoft acquired Nokia’s handset division last year. The InterDigital patents relate to moderating a mobile phone’s power to reduce signal interference.\n\nThe ITC originally cleared Nokia of infringement, but in 2012 the U.S. Court of Appeals for the Federal Circuit, the nation’s top patent court, overturned that decision and sent it back to the ITC.\n\nMicrosoft called Monday’s decision one step in the process.\n\n“We have a successful track record challenging patent assertion entities that misuse industry standards,” the company said in a statement.\n\nInterDigital Executive Vice President Lawrence Shay said the company looks forward to “continued discussion” with Microsoft to license its patents.\n\nThe full commission was scheduled to complete its review by late August.\n\nThe case at the ITC is No. 337-613."
    }
]