[
    {
        "header": "Microsoft, Google stand down in patent battles ",
        "link": "http://www.reuters.com/article/us-microsoft-google-settlement-idUSKCN0RU2Y220150930",
        "time": "6:44PM UTC",
        "body": "NEW YORK (Reuters) - Microsoft Corp (MSFT.O) and Google Inc (GOOGL.O) have agreed to bury all patent infringement litigation against each other, the companies announced on Wednesday, settling 18 cases in the United States and Germany.\n\nIn another sign of the winding down of the global smartphone wars, the companies said the deal puts an end to court fights involving a variety of technologies, including mobile phones, wifi, and patents used in Microsoft’s Xbox game consoles and other Windows products.\n\nThe agreement also drops all litigation involving Motorola Mobility, which Google sold to Lenovo Group Ltd (0992.HK) last year while keeping its patents.\n\nHowever, as Microsoft and Google continue to make products that compete directly with each other, including search engines and mobile computing devices, the agreement notably does not preclude any future infringement lawsuits, a Microsoft spokeswoman confirmed.\n\n“Google and Microsoft have agreed to collaborate on certain patent matters and anticipate working together in other areas in the future to benefit our customers,” the companies said in a joint statement. They did not disclose the financial terms of the deal.\n\nThe companies said they have been cooperating on such issues as the development of a unified patent court for the European Union, and on royalty-free technology for speeding up video on the Internet.\n\nOne of the most bitter disputes between the rivals began in 2010 when Microsoft accused Motorola, later acquired by Mountain View, California-based Google, of breaching its obligation to offer licenses to its wireless and video patents used in Xbox systems at a reasonable cost.\n\nIn July, a U.S. appeals court ruled that the low licensing rate Microsoft pays to use the patents had been properly set by a federal judge in Seattle.\n\nWednesday’s agreement is not the first among smartphone heavyweights to settle their patent disputes. In 2014, Samsung Electronics Co Ltd (005930.KS) and Apple Inc (AAPL.O) agreed to drop all litigation against one another outside the United States."
    }
]