[
    {
        "header": "Microsoft's core goes soft, as it focuses on cloud transition",
        "link": "http://www.reuters.com/article/2015/01/27/us-microsoft-results-cloud-idUSKBN0L004820150127",
        "time": "9:03PM UTC",
        "body": "SEATTLE (Reuters) - The main engine of Microsoft Corp’s historic earnings power - selling Windows and Office to big businesses - is showing signs of waning, and investors are concerned that the shift to the cloud is not making up for the shortfall.\n\nShares of the world’s largest software company fell more than 4 percent after hours on Monday, as it forecast a slight sequential dip in commercial licensing sales this quarter, and only a modest increase in cloud-based revenue over the quarter just ended.\n\nThe shift from the old model of selling software to companies to install on their own computers - charged as a license fee - to a cloud-based model where customers pay a regular subscription, is generally viewed as a positive move for Microsoft. But the path to the promised land may not be smooth.\n\n“The rotation from license to subscription is going to have pain points and they are starting to show,” said Colin Gillis, an analyst at BGC Partners.\n\nMicrosoft’s Chief Financial Officer Amy Hood said on Monday she expected sales from commercial licensing, which covers Windows, Office and server products for businesses, to be around $9.7 billion to $9.9 billion in the current quarter, a sequential dip from the $10.7 billion it reported for the last quarter.\n\nShe blamed the shortfall on the continuing soggy market for new personal computers, which tends to drive sales of new Windows and Office software. Specifically, she said the slight bump in sales last year from companies trading in their old PCs running Windows XP has now been exhausted.\n\nOn top of that, Microsoft now expects revenue across the board to be pegged back by 4 percent from currency effects of the strong U.S. dollar.\n\nMeanwhile, Microsoft is forecasting modest growth in its emerging cloud-based businesses. It now expects revenue of $2.6 billion to $2.7 billion from a bundle of commercial services, including its Azure cloud platform, compared to $2.6 billion in the latest quarter.\n\nMicrosoft does not break down its revenues in detail, but Chief Executive Officer Satya Nadella said on a conference call on Monday that the company was now running at an annual rate of $5.5 billion per year in revenue from companies using its cloud services.\n\nHe boasted it was the sixth straight quarter of triple-digit growth rates for its commercial cloud business. But that is chiefly due to the low comparisons to the previous year, underlining the relative early stages of Microsoft’s long and potentially painful journey into the cloud.\n\n“We view this softer guide as another indication of the near-term pain for long-term gain that CEO Satya Nadella and Microsoft must undergo as they make this cloud transition,” said Daniel Ives, an analyst at FBR Capital Markets."
    },
    {
        "header": "Microsoft sees currency cutting revenue growth by 4 percent this quarter",
        "link": "http://www.reuters.com/article/2015/01/26/us-microsoft-results-outlook-idUSKBN0KZ2M020150126",
        "time": "6:21PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp’s Chief Financial Officer said on Monday that she expected the company’s fiscal third-quarter revenue growth to be cut by four percent by unfavorable currency exchange rates, assuming the U.S. dollar continues its strong run.\n\n“In total we expect that FX will negatively impact revenue growth by approximately four points in Q3,” said CFO Amy Hood in a call with Wall Street analysts after Microsoft’s quarterly earnings release on Monday. Its fiscal third quarter ends March 31.\n\nMicrosoft’s shares dipped lower after her comments, dropping to around $45.20 in after-hours trading, about 3.8 percent below their closing price on Nasdaq."
    },
    {
        "header": "Microsoft profit falls on sluggish Windows demand, tax charge",
        "link": "http://www.reuters.com/article/2015/01/26/microsoft-results-idUSL1N0V522F20150126",
        "time": "4:23PM UTC",
        "body": "SEATTLE, Jan 26 (Reuters) - Microsoft Corp said on Monday fiscal second-quarter profit fell, as sluggish personal computer sales dampened demand for Windows software and the company had a one-time tax expense relating to an audit in the United States.\n\nThe world’s largest software company reported profit of $5.86 billion, or 71 cents per share, compared with $6.56 billion, or 78 cents per share, in the year-ago quarter.\n\nSales rose 8 percent to $26.5 billion, largely due to the acquisition of Nokia’s phone handset business. (Reporting by Bill Rigby; Editing by Meredith Mazzilli)"
    },
    {
        "header": "Microsoft profit falls on sluggish Windows, currency pressure",
        "link": "http://www.reuters.com/article/2015/01/27/us-microsoft-results-idUSKBN0KZ2H120150127",
        "time": "9:03PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp on Monday reported a fall in its quarterly profit that was in line with Wall Street forecasts, as sluggish personal computer sales dampened demand for Windows software and the company struggled with the impact of the strong U.S. dollar.\n\nShares of the world’s largest software company, which have surged to 14 year highs in the past few months, fell 3 percent in after-hours trading, to $45.63.\n\n“While currency is a headwind for Microsoft and other large international companies, we would characterize the headline numbers as good enough, although some bulls may have been hoping for a bigger beat,” said Daniel Ives, an analyst at FBR Capital Markets.\n\nMicrosoft’s flagship Windows business has been under pressure for three years as PC sales have declined, although the market appears to be stabilizing in recent months.\n\nCurrency shifts against the strong U.S. dollar also crimped profit in the fiscal second quarter, ended Dec. 31, although Microsoft did not specify by how much. Microsoft gets almost three-quarters of its revenue from overseas, but a significant amount of that is still in U.S. dollars.\n\n“Overall, the only surprise I think was in commercial licensing, where we had a little bit of a headwind from foreign exchange as well as macro conditions in China and Japan,” the company’s chief financial officer, Amy Hood, said in a phone interview with Reuters.\n\nCommercial licensing is chiefly sales of Windows and Office to business customers, which is Microsoft’s biggest revenue generator.\n\nMicrosoft reported profit of $5.86 billion, or 71 cents per share for the latest quarter, compared with $6.56 billion, or 78 cents per share, in the year-ago quarter.\n\nSales rose 8 percent to $26.47 billion, largely due to the acquisition of Nokia’s phone handset business last year.\n\nAnalysts had expected revenue of $26.3 billion and earnings of 71 cents per share, on average, including some restructuring costs."
    }
]