[
    {
        "header": "Microsoft unveils first laptop, updated devices using Windows 10",
        "link": "http://www.reuters.com/article/us-microsoft-launch-band-idUSKCN0S01WC20151006",
        "time": "6:38PM UTC",
        "body": "(Reuters) - Microsoft Corp unveiled on Tuesday its first laptop, a line of Lumia smartphones, a new Surface Pro tablet and an updated version of its wearable fitness tracker, Microsoft Band, all running on Windows 10, its latest operating system.\n\nMicrosoft is counting on Windows 10, launched in July, to help it win a bigger share of the market for tablets and smartphones, now dominated by Apple Inc and South Korea’s Samsung Electronics Co Ltd.\n\nMicrosoft said its laptop, the Surface Book, will start at $1,499 and is twice as fast as Apple’s MacBook Pro. It will be available from Oct. 26, with preorders starting on Wednesday.\n\nThe laptop has a 13.5-inch display with 267 pixels per inch and features a track pad made of glass.\n\nMicrosoft, whose shares were up 0.6 percent at $46.89 at midday, said 110 million devices were now running Windows 10.\n\nThe company unveiled three phones at an event in New York. The Lumia 950 and 950XL will have starting prices of $549 and $649 respectively when they go on sale in November, while the Lumia 550 will cost $139 when it becomes available in December.\n\nThe Lumia 950 includes a 5.2-inch display and a Qualcomm Snapdragon 808 processor with hexacore CPUs. The Lumia 950 XL has a 5.7-inch display and a Snapdragon 810 processor with octa-core CPUs. The 550 has a 4.7-inch HD display and runs on Qualcomm's Snapdragon 210 processor. (bit.ly/1QWM6XT)\n\nThe new Surface Pro 4 tablet - a larger but thinner and lighter version of the Surface Pro 3 - is priced at $899 and will be available from Oct. 26 with pre-orders starting on Wednesday.\n\nLaunched nearly a year and a half after its predecessor, the Surface Pro 4 features a 12.3-inch screen with 267 pixels per inch. It runs on 6th-generation Intel Core processor and has 16GB of RAM and 1TB storage.\n\nSurface Pro 4 is 50 percent faster than Apple’s MacBook Air, Panos Panay, the corporate vice president for Surface Computing at Microsoft, said at the event.\n\n“We’re moving people from needing to choosing to loving Windows, and these devices promise to fuel even more enthusiasm and opportunity for the entire Windows ecosystem,” Chief Executive Satya Nadella said at the event.\n\nMicrosoft suffered its biggest-ever quarterly net loss in the three months ended June 30 after taking a $7.6 billion writedown on its Nokia handset business.\n\nThe company had said savings from the restructuring of the business would be pumped into its new flagship operating system, its fast-growing cloud business and its hardware division, which includes Xbox gaming consoles.\n\nMicrosoft also said its new tablet and smartphones will come with Windows Hello, an automatic biometric sign-in option introduced earlier this year.\n\nThe feature allows users to scan their face, iris or fingerprints to verify their identity and give them access to Windows phones, laptops and personal computers.\n\nMicrosoft also introduced a Surface Pen, which has year-long battery life, 1,024 pressure points and comes in five colors with inter-changeable pen tips.\n\nThe 950 and 950XL handsets feature a 20-megapixel rear camera, have up to 32GB of storage, 4K video and use liquid cooling technology. Microsoft said storage on the phones could be extended to up to 2 terabytes using a memory card.\n\nThe Microsoft Band 2, which allows users to monitor their fitness and exercise regime, will be priced at $249 when it becomes available on Oct. 30.\n\nUnlike its predecessor, Microsoft’s entry product in the wearable technology market a year ago, the new Band has a curved display, which uses the Corning Gorilla glass 3, and has a barometer sensor to track elevation.\n\n“The event was solid and showed Microsoft has stepped up its game on the consumer device front. Now the question is will consumers buy the products,” said Daniel Ives, an analyst at FBR Capital Markets, who attended the event.\n\n“...It is clear from presentations as well as speaking with the Microsoft team that Redmond feels that Windows 10 will help finally vault Microsoft into relevance on the smartphone landscape,” Ives said.\n\n“That said, this is going to be a long road for Nadella as Microsoft plays major catchup on this key market.”\n\nMicrosoft said it was taking applications for a development kit for HoloLens, the holographic lens device that allows users to see 3D renderings of computer-generated images. The kit will be available in the first quarter of 2016 for $3,000.\n\nHoloLens, which looks like a wireless visor, gives Microsoft a stake in the emerging market for virtual and augmented reality, which is also being targeted by Facebook Inc’s Oculus.\n\nMicrosoft’s shares have risen less than 1 percent since the start of the year."
    },
    {
        "header": "Microsoft unveils new Microsoft Band fitness tracker",
        "link": "http://www.reuters.com/article/microsoft-launch-band-idUSL3N1262XI20151006",
        "time": "10:36AM UTC",
        "body": "Oct 6 (Reuters) - Microsoft Corp unveiled on Tuesday a new version of its wearable fitness tracker, Microsoft Band, that will run on Windows 10, its latest operating system.\n\nThe company was also expected to launch new versions of its Surface Pro tablet and a new line of Lumia smartphones.\n\nThe new Microsoft Band, which allows users to monitor their fitness and exercise regime, will be priced at $249 when it becomes available on Oct. 30.\n\nUnlike its predecessor, Microsoft’s entry product in the wearable technology market a year ago, the new Band has a curved display, which uses the Corning Gorilla glass 3, and has a barometer sensor to track elevation.\n\nWindows 10, launched in July, is part of Microsoft’s push to win a bigger share of the market for tablets and smartphones, now dominated by Apple Inc and South Korea’s Samsung Electronics Co Ltd."
    }
]