[
    {
        "header": "Microsoft gives away more Office software to attract mobile users",
        "link": "http://www.reuters.com/article/2015/01/29/us-microsoft-office-android-idUSKBN0L20NS20150129",
        "time": "3:03AM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp made its popular Word, Excel and PowerPoint applications available for free on Android tablets on Thursday, marking the latest step in its drive to get as many mobile customers as possible using its software.\n\nIt also released an app for its popular Outlook email program to run on Apple Inc’s iPhone and iPad, hoping to attract the millions of users familiar with Outlook from their work desktops.\n\nThe new releases are the latest gambits in Chief Executive Officer Satya Nadella’s attempt to wrest back the initiative in the battle for mobile users, where Microsoft has fallen behind Apple and Google Inc.\n\nNadella broke with decades of tradition last March by releasing a free, touch-friendly version of Office for Apple’s iPad, before such software was even available for Microsoft’s Windows devices.\n\nBy giving away its industry-standard Office apps on Apple’s popular iOS and Google’s Android operating systems, Microsoft is looking to build up a base of users which it can later persuade to sign up for Office 365, the full, Internet-based version of Office starting at $7 a month for personal users.\n\nMicrosoft has been offering test versions of the Office apps on Android for almost three months, but Thursday marks the first day they are available as finished products from the online Google Play app store.\n\nWord, Excel and PowerPoint, the key elements of Microsoft’s top-selling Office suite of applications, have been a hit on Apple’s mobile devices, with 80 million downloads since last March, according to Microsoft.\n\nMicrosoft plans to release new, touch-friendly versions of its Office apps for Windows devices later this year when it releases the Windows 10 operating system.\n\nThe new Outlook app, based on a popular app made by Acompli, which Microsoft bought in December, will allow iPhone and iPad users much easier ways of linking email to calendars and working with file attachments. Microsoft is also releasing a test version of the Outlook app for Android users."
    }
]