[
    {
        "header": "Microsoft files antitrust suit against InterDigital in patent feud",
        "link": "http://www.reuters.com/article/us-microsoft-interdigital-us-idUSKCN0QP2CU20150820",
        "time": "7:43PM UTC",
        "body": "NEW YORK (Reuters) - InterDigital Inc has violated U.S. antitrust law by failing to keep its promise to fairly license its technology considered essential to mobile phone communications, Microsoft Corp said in a lawsuit on Thursday.\n\nThe complaint against InterDigital, filed in federal court in Wilmington, Delaware, deepens a long-standing fight over patent licensing between the two companies.\n\nIt comes as the U.S. International Trade Commission is set to rule this month on whether Microsoft smartphones should be banned from being imported into the United States for infringing two of InterDigital’s patents.\n\nWilmington is the home base of InterDigital, which makes money through the licensing of patents.\n\nThe lawsuit concerns patents considered to be critical to technologies that may be widely adopted in an industry. Owners of these kinds of patents typically commit to offering them to competitors at a reasonable rate and on fair terms.\n\nMicrosoft alleged InterDigital’s “abusive licensing practices” over its patents that are essential for companies to make cellular devices violate federal anti-monopoly laws.\n\nInterDigital “falsely promised” to license these patents on reasonable terms so they would be accepted as industry standards but then charged exorbitant rates, Microsoft said in the complaint.\n\nA spokesman for the Redmond, Washington-based software giant said this “violates its commitments and hurts consumers and competition.”\n\nA representative for InterDigital had no comment.\n\nAccording to the complaint, InterDigital is also using the prospect of an import ban to coerce Microsoft into paying the price InterDigital wants for access to its technology.\n\nIn April, an ITC judge said Microsoft infringed two of InterDigital’s patents related to moderating a mobile phone’s power to reduce signal interference, and recommended that Microsoft’s devices be blocked from import.\n\nThe full commission is scheduled to make a final ruling on the matter later this month. Companies often sue at the ITC to win an import ban and in federal court to win damages.\n\nThe ITC judge also said there was evidence Microsoft had engaged in “reverse patent holdup,” a situation where a company uses technology covered by a patent but refuses to pay for a license. The judge said Microsoft has refused to negotiate with InterDigital in a meaningful way.\n\nIn the new lawsuit, Microsoft said that because of InterDigital’s “monopolistic conduct,” the court should triple any damages it awards, and order InterDigital to stop enforcing its patents."
    }
]