[
    {
        "header": "Samsung to pre-install Microsoft apps on Android tablets",
        "link": "http://www.reuters.com/article/2015/03/23/microsoft-samsung-idUSL2N0WP17I20150323",
        "time": "12:52PM UTC",
        "body": "SEATTLE, March 23 (Reuters) - Microsoft Corp’s Office apps will be pre-installed in some Samsung tablets running Google Inc’s Android system, extending an agreement to put some Microsoft apps on the new Samsung Galaxy S6 phone.\n\nThe move is the latest sign that Microsoft is pushing to get its cloud-enabled software into the hands of as many customers as possible, regardless of the platform or device.\n\nMicrosoft said Monday that Samsung will pre-install Word, Excel, PowerPoint, Skype and its note-taking and cloud storage apps on certain tablets in the first half of this year.\n\nCustomers can use the apps free of charge but must pay for premium features.\n\nThe companies said in February the new Samsung Galaxy S6 phone would be pre-installed with some Microsoft apps.\n\nIn the past, Microsoft preferred to pair its lucrative Office applications with its ubiquitous Windows operating system, but with the rise of mobile computing, Microsoft has been working hard to make its software available to users of Apple Inc’s iOS and Google’s Android, which dominate the tablet and smartphone markets."
    },
    {
        "header": "Angry bondholders try to storm Bank of Cyprus building, damage windows",
        "link": "http://www.reuters.com/article/2015/03/23/cyprus-bank-protest-idUSL6N0WP38220150323",
        "time": "10:55AM UTC",
        "body": "NICOSIA, March 23 (Reuters) - Aggrieved bondholders who lost funds in Cyprus’s 2013 bailout caused damage to the headquarters of Bank of Cyprus on Monday when they tried to storm the building.\n\nAt least one window of the glass-covered building in the capital Nicosia was smashed and another three cracked when several people among around 200 demonstrators hurled stones and other missiles, witnesses said.\n\nOne woman was knocked unconscious during the protest and was taken to hospital. There was a heavy police presence in the area.\n\nHundreds of junior bondholders saw savings turn to nothing in the tumult of Cyprus’s financial bailout in 2013.\n\nCyprus received 10 billion euros in aid from the European Union and the IMF in return for winding down a major-loss making bank, Laiki, and forcing Bank of Cyprus depositors to forfeit almost half their savings above 100,000 euros to recapitalise that bank. (Reporting By Michele Kambas; Editing by Gareth Jones)"
    }
]