[
    {
        "header": "Microsoft hands display ads to AOL, maps to Uber",
        "link": "http://www.reuters.com/article/2015/06/29/us-microsoft-employment-idUSKCN0P92PT20150629",
        "time": "7:25PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp (MSFT.O) said on Monday it will hand over its display advertising business to AOL Inc and sell some map-generating technology to ride-hailing app company Uber, as it slims down its money-losing online operations.\n\nThe moves mean Microsoft will focus on its growing search advertising business based on its Bing search engine, and displaying maps on its Windows devices rather than generating the maps themselves.\n\nMicrosoft, which employs hundreds of people in its display ad business around the world, said those employees would be offered the chance to transfer to AOL and that it was not making any layoffs.\n\nThe world’s largest software company no longer breaks out results for its online operations, chiefly its MSN web portal and Bing, but they have lost more than $10 billion over the past five years. Chief Executive Satya Nadella has said Bing will turn a profit next fiscal year.\n\n“Today’s news is evidence of Microsoft’s increased focus on our strengths: in this case, search and search advertising and building great content and consumer services,” said Microsoft in a statement.\n\nUnder a 10-year deal struck with AOL, now a unit of Verizon Communications Inc (VZ.N), AOL will sell display ads on MSN, Outlook.com, Xbox, Skype and in some apps in major countries. As part of the deal, Bing will become the search engine behind web searches on AOL starting next year.\n\nMicrosoft also struck a multi-year extension to its existing deal with AppNexus, which provides the tech platform for buyers to purchase online ads.\n\nMicrosoft and Uber did not disclose financial terms of their deal, under which Uber will take over the part of Microsoft’s mapping unit that works on imagery acquisition and map data processing. Uber will offer jobs to the 100 or so Microsoft employees working in that area, according to a source familiar with the deal.\n\nFast-growing Uber, which is shaking up established taxi services worldwide, already uses a combination of map services from Google Inc (GOOGL.O), Apple Inc (AAPL.O) and China’s Baidu (BIDU.O) and the source said it will continue to do so.\n\nAlthough Microsoft will no longer collect mapping imagery itself, Microsoft said it will continue to work with imagery providers for underlying data on its own maps. Microsoft already gets much of its map data from Finland’s Nokia NOK1V.HE."
    },
    {
        "header": "Microsoft to drop display ad business, cut 1200 jobs - Bloomberg",
        "link": "http://www.reuters.com/article/2015/06/29/microsoft-employment-idUSL3N0ZF0C120150629",
        "time": "4:43PM UTC",
        "body": "June 29 (Reuters) - Microsoft Corp will close its web display advertising business, handing operations over to AOL Inc and AppNexus Inc and cutting about 1,200 jobs, Bloomberg reported.\n\nSome of the affected employees will be moved to AOL and AppNexus, while some more will be offered positions at Microsoft, Bloomberg said, citing a person with knowledge of the matter. (bloom.bg/1JkPHg3)\n\nThe remaining employees will be laid off. The financial terms of the deal weren’t immediately known, Bloomberg reported (Reporting By Lehar Maan in Bengaluru; Editing by Joyjeet Das)"
    }
]