[
    {
        "header": "Microsoft's hardware strategy under scrutiny after record loss",
        "link": "http://www.reuters.com/article/us-microsoft-hardware-idUSKCN0PW25U20150722",
        "time": "2:42PM UTC",
        "body": "(Reuters) - Sales of Microsoft Corp’s Surface tablets and Xbox gaming consoles are soaring.\n\nBut they contribute less than a 10th of the company’s revenue and, analysts say, they’re probably barely profitable - if they are profitable at all.\n\nSo are the businesses worth it? Not unless they start to generate significant profits soon, some analysts say.\n\n“Unless Microsoft can get to hardware break-even within two years or demonstrate sufficient offsetting value elsewhere in the portfolio, we think the company should exit the hardware business,” RBC Capital Markets analysts said in a client note.\n\nExiting hardware could add up to $4 per share to Microsoft’s market value, they said.\n\nMicrosoft, which is shuttering its Nokia phone business, said on Tuesday it would pump the ensuing savings into its fast-growing cloud business, Windows 10 and its hardware division, which includes tablets, Xbox and smartphones.\n\nAnalysts agree that investing in cloud and Windows 10 makes strategic sense, but some say the rationale behind pouring more money into hardware is less clear.\n\n“Hardware remains a more commoditized piece across tech,” said FBR Capital Markets analyst Daniel Ives, who thinks all of Microsoft’s resources should be going into software.\n\n“Hardware is not what got Microsoft here - software did.”\n\nMicrosoft’s shares fell as much as 4 percent on Wednesday, a day after the company reported a record quarterly loss due to the $7.5 billion writedown of its Nokia phone business.\n\nEven so, Chief Executive Satya Nadella said he remained committed to making phones to attract Windows users.\n\nMicrosoft doesn’t break out operating margins for its hardware business, but Jefferies & Co analyst John DiFucci told Reuters he believed the Xbox business was at best break-even and that Surface was unprofitable on an operating basis.\n\n“We believe redeploying funds into ... hardware is a mistake given that business’s lack of margin and strategic importance to Microsoft,” he said.\n\nIncluding the impact of a strong dollar, revenue from Microsoft’s computing and gaming hardware business rose 44 percent in the fourth quarter ended June 30 - half the increase achieved in the company’s cloud business.\n\nStill, Bernstein analyst Mark Moerdler said he didn’t expect Microsoft to drop either Surface or Xbox.\n\n“Investors will be fine with both if they are break-even or going to be there shortly,” he said in an email.\n\nMoerdler said Microsoft likely would increasingly make gaming available on Windows as a way to attract users to Windows devices."
    }
]