[
    {
        "header": "UPDATE 2-Microsoft profit, revenue beats Wall St view; shares up",
        "link": "http://www.reuters.com/article/2015/04/23/microsoft-results-idUSL1N0XK3AA20150423",
        "time": "5:17PM UTC",
        "body": "April 23 (Reuters) - Microsoft Corp on Thursday reported revenue and profit above Wall Street expectations, as sales of its hardware and cloud-computing services helped to offset a decline in the company’s core Windows business.\n\n“The company beat across the board,” said FBR Capital markets analyst Daniel Ives. “The Street will cheer these results as it appears Microsoft is back on the right track after a head-scratching performance last quarter.”\n\nSales of Windows to computer manufacturers to install on new PCs fell 19 percent in the quarter, reflecting a sharp dip from a year ago when Windows got a brief boost from consumers rushing to buy new machines after Microsoft stopped support for the 14-year-old XP operating system.\n\nThat decline was offset by higher revenue from its Surface tablet, back-end server software and cloud-related offerings such as its online Office 365 suite of applications.\n\nThe company said its commercial cloud-related revenue for the quarter more than doubled, and was now running at $6.3 billion a year. Amazon.com Inc said on Thursday its quarterly cloud revenue rose almost 50 percent to $1.57 billion, suggesting a similar annual number.\n\nMicrosoft’s overall revenue rose 6 percent to $21.7 billion, above Wall Street’s average forecast of $21.1 billion, according to Thomson Reuters I/B/E/S.\n\nTaking out the effects of the strong U.S. dollar on currency rates, Microsoft said revenue would have risen 9 percent.\n\nEarnings per share declined to 61 cents per share from 68 cents in the year-ago quarter. Analysts had expected 51 cents, on average."
    },
    {
        "header": "Microsoft coy on cloud profit after Amazon delivers",
        "link": "http://www.reuters.com/article/2015/04/24/us-microsoft-results-cloud-idUSKBN0NF03I20150424",
        "time": "9:33PM UTC",
        "body": "SAN FRANCISCO/CHICAGO (Reuters) - Amazon.com Inc surprised investors on Thursday by disclosing for the first time that it makes a profit from its fast-growing cloud-computing business.\n\nMicrosoft, its closest rival in that arena, also touted a fast-growing cloud business, but held back on key numbers, leaving investors with as many questions as answers.\n\nAnalysts honed in on Azure, Microsoft’s cloud-computing platform, in a conference call on Thursday after earnings, but Microsoft executives avoided specific answers.\n\n“The lack of disclosure on Azure profitability is conspicuous by its absence,” said Todd Lowenstein, a portfolio manager at HighMark Capital. Amazon’s disclosures “will put pressure on Microsoft to disclose more and lift up the kimono.”\n\nAmazon said on Thursday its Amazon Web Services operation - which sells computing power, storage and other services on its own servers - took in $1.57 billion in revenue in the quarter and profit of $265 million, indicating a 17 percent operating profit margin, above most investors’ assumptions.\n\nMicrosoft said only that revenue from Azure - which provides similar services to AWS but is also a much broader platform - was growing. It did say that total commercial cloud revenue, which includes online versions of its Office and Dynamics applications, more than doubled, and is now running at a rate of $6.3 billion in revenue per year.\n\nOne analyst asked Microsoft Chief Executive Satya Nadella if Amazon’s cloud profitability set a benchmark for Microsoft, but he did not bite.\n\n“I don’t think the comparison between Azure and AWS is true for me,” said Nadella. He suggested that Azure’s broader range of services meant the margins on Microsoft’s cloud business were more of a mix, without giving any specifics.\n\nMicrosoft may have more time than Amazon to show a profit from the cloud, given that the world’s largest software company is already highly profitable from its traditional lines of business. Amazon, which only fitfully yields an overall profit from its massive online retail business, has been under much greater scrutiny to provide details on its cloud unit.\n\n“There was more pressure for Amazon to do that versus Microsoft, given their model,” said Daniel Ives, an analyst at FBR Capital Markets. “The Street is laser-focused on top-line growth for the coming year and for Nadella the focus should be on cloud growth and Windows 10.”"
    },
    {
        "header": "Microsoft profit, revenue beats Wall Street view",
        "link": "http://www.reuters.com/article/2015/04/23/microsoft-results-idUSL2N0XE2GP20150423",
        "time": "4:12PM UTC",
        "body": "April 23 (Reuters) - Microsoft Corp on Thursday reported revenue and profit above Wall Street expectations, as sales of its hardware and cloud-computing products helped to offset a decline in its core Windows business.\n\nIts shares rose 2.4 percent to $44.38 in after-hours trading."
    },
    {
        "header": "Microsoft profit, revenue beats Wall Street view; shares up",
        "link": "http://www.reuters.com/article/2015/04/24/us-microsoft-results-idUSKBN0NE2HE20150424",
        "time": "9:41PM UTC",
        "body": "(Reuters) - Microsoft Corp on Thursday reported revenue and profit above Wall Street expectations, as sales of its hardware and cloud-computing services helped to offset a decline in the company’s core Windows business.\n\n“The company beat across the board,” said FBR Capital markets analyst Daniel Ives. “The Street will cheer these results as it appears Microsoft is back on the right track after a head-scratching performance last quarter.”\n\nSales of Windows to computer manufacturers to install on new PCs fell 19 percent in the quarter, reflecting a sharp dip from a year ago when Windows got a brief boost from consumers rushing to buy new machines after Microsoft stopped support for the 14-year-old XP operating system.\n\nThat decline was offset by higher revenue from its Surface tablet, back-end server software and cloud-related offerings such as its online Office 365 suite of applications.\n\nThe company said its commercial cloud-related revenue for the quarter more than doubled, and was now running at $6.3 billion a year. Amazon.com Inc said on Thursday its quarterly cloud revenue rose almost 50 percent to $1.57 billion, suggesting a similar annual number.\n\nMicrosoft’s overall revenue rose 6 percent to $21.7 billion, above Wall Street’s average forecast of $21.1 billion, according to Thomson Reuters I/B/E/S.\n\nTaking out the effects of the strong U.S. dollar on currency rates, Microsoft said revenue would have risen 9 percent.\n\nEarnings per share declined to 61 cents per share from 68 cents in the year-ago quarter. Analysts had expected 51 cents, on average."
    }
]