[
    {
        "header": "Ooredoo Kuwait offers free WhatsApp, Skype as it mounts recovery",
        "link": "http://www.reuters.com/article/ooredoo-kuwait-idUSL8N12M2HI20151022",
        "time": "5:56AM UTC",
        "body": "DUBAI, Oct 22 (Reuters) - Mobile operator Ooredoo Kuwait hopes providing domestic customers with free mobile data when using apps like WhatsApp and Skype can help it win back market share as part of a revamp of its operations, a senior executive told Reuters.\n\nThe company, majority-owned by Qatar’s Ooredoo, had long vied with Zain to be Kuwait’s No.1 mobile operator, but the 2008 launch of Viva Kuwait, a Saudi Telecom affiliate, shook the sector.\n\nViva’s aggressive pricing rapidly won customers, while Ooredoo Kuwait was slow to react to market changes and was last to introduce next-generation 4G networks.\n\n“In Kuwait, market penetration is at an all-time high so the key is here how you get your customers to spend more on data,” said Hani El-Kukhun, chief operating officer of Ooredoo Kuwait’s domestic unit.\n\nBut - seemingly counter-intuitively to this strategy - his company in August began offering free access to so-called over-the-top (OTT) players such as WhatsApp, Skype and Viber in many of its packages.\n\nPreviously, while such Internet-based calls and messaging services were free on Wi-Fi, customers had to otherwise pay for the mobile data used.\n\nThese apps have ravaged operators’ revenues from conventional calls and texts. This trend has been particularly acute in the Gulf, where operators profited hugely from the large expatriate population contacting home.\n\n“You either join the OTTs or you fight them, so we embraced them fully,” said Kukhun.\n\nHe said such an approach would make money for his company by attracting more subscribers and ultimately getting its customers to use more of its services, raising average user revenues.\n\nAfter seeing its earnings before interest tax depreciation and amortization (EBITDA) fall by about two-thirds from 2011-2014, Ooredoo Kuwait’s first half EBITDA rose 13 percent year-on-year to 21 million Kuwaiti dinars ($69.6 million) as its customer base grew by nearly a tenth.\n\nOne benefit of being late to introduce 4G is that its technology is newer than its rivals, said Kukhun.\n\n“We’re able to demonstrate a clear difference in the data network which is one of the major demands of customers,” said Kukhun. “Typically they evaluate your data offers and connectivity before they look at call packages. People spend more time using data than making calls.”\n\nThe company also has operations in Algeria, Tunisia, the Maldives and Palestinian Territories."
    },
    {
        "header": "REFILE-UPDATE 4-Cloud services bolster Microsoft results, shares soar",
        "link": "http://www.reuters.com/article/microsoft-results-idUSL3N12M5MD20151022",
        "time": "7:34PM UTC",
        "body": "* Shares rise as much as 9.8 pct after-hours\n\nOct 22 (Reuters) - Microsoft Corp reported better-than-expected quarterly adjusted revenue for the ninth quarter in a row, boosted by burgeoning demand for its cloud products, sending its shares soaring in after-hours trading on Thursday.\n\nThe company, under Chief Executive Satya Nadella, has been shifting its focus to software and cloud services as demand for the Windows operating system slows in a weak PC market.\n\n“The Nadella strategy is working and you are seeing the results in the quarter,” Bernstein analyst Mark Moerdler said.\n\nMicrosoft’s shares rose as much as 9.8 percent to $52.75 in after-hours trading, their highest since March 2000.\n\nMicrosoft has also been cutting costs and streamlining its operations to focus on more lucrative businesses.\n\nIn the latest cost-cutting exercise, 1,000 jobs, or about 1 percent of Microsoft’s workforce, are being eliminated.\n\n“The job reductions were spread across more than one business area and country and reflect adaptations to business needs,” a spokeswoman said in an email. The cuts are in addition to the 7,800 jobs Microsoft said it would cut in July.\n\nThe first-quarter results announced on Thursday were the first under a new reporting structure that reduced reporting segments to three from six, designed to help the software giant show off its cloud and mobile businesses.\n\nRevenue from Microsoft’s cloud business, which includes products such as Windows Server and cloud-based platforms such as Azure, rose 8 percent to $5.9 billion and is expected to reach $6.2-$6.3 billion in the current quarter.\n\nExcluding the impact of the strong dollar, revenue in the business rose 14 percent, accounting for about 29 percent of overall revenue in the quarter ended Sept. 30.\n\n“It is a really strong quarter and these guys are ahead of most of the traditional software companies moving to the cloud in terms of where they are in the evolution,” Moerdler said.\n\nStrong growth in cloud services also helped Amazon.com Inc report a surprise profit on Thursday.\n\nThe results were the first to include Windows 10, Microsoft’s first new operating system in almost three years. The system, seen as critical for the company, has won positive reviews for its user-friendly and feature-packed interface.\n\nSales of Windows to computer makers fell 6 percent in the quarter - slowing from the double-digit declines seen in recent quarters. Research firm Gartner said PC shipments declined 7.7 percent in the quarter.\n\nThe big test for Windows will be in coming quarters as Microsoft rolls out its latest devices, including its first laptop, a revamped Surface Pro tablet and new Lumia phones.\n\nRevenue in the business that includes Windows, fell 17 percent to $9.4 billion, accounting for 46 percent of total revenue, and is forecast to hit $12.0-$12.4 billion in the current quarter.\n\nExcluding the impact of the strong dollar, revenue in the business fell 13 percent in the latest quarter.\n\nMicrosoft got about 54 percent of its revenue from outside the United States in fiscal 2015.\n\nThe company's net income rose to $4.62 billion, or 57 cents per share, in the quarter, from $4.54 billion, or 54 cents per share, a year earlier. (bit.ly/1hXThU2)\n\nExcluding items, the company earned 67 cents per share, beating most analyst estimates.\n\nAdjusted revenue fell 6.6 percent to $21.66 billion. Analysts on average were expecting revenue of $21.03 billion, according to Thomson Reuters I/B/E/S."
    },
    {
        "header": "Microsoft cutting about 1,000 jobs - CNBC",
        "link": "http://www.reuters.com/article/microsoft-layoffs-idUSKCN0SG2U120151023",
        "time": "11:04PM UTC",
        "body": "(Reuters) - Microsoft Corp (MSFT.O) is cutting about 1,000 jobs in a new round of layoffs, CNBC said in tweet on Thursday.\n\nCNBC said the new cuts would be in addition to those announced earlier.\n\nMicrosoft could not be immediately reached for comment.\n\nThe company said in July it would cut 7,800 jobs, or nearly 7 percent of its workforce, and write down about $7.6 billion related to its Nokia phone business.\n\nMicrosoft earlier on Thursday reported better-than-expected quarterly adjusted revenue for the ninth quarter in a row, boosted by burgeoning demand for its cloud products."
    },
    {
        "header": "Microsoft quarterly adjusted revenue falls 6.6 pct",
        "link": "http://www.reuters.com/article/microsoft-results-idUSL3N12M5LM20151022",
        "time": "4:13PM UTC",
        "body": "Oct 22 (Reuters) - Microsoft Corp reported a 6.6 fall in quarterly adjusted revenue, as a strong dollar hit sales from outside the United States and a weak personal computer market limited demand for its mainstay Windows operating system.\n\nThe company's net income rose to $4.62 billion, or 57 cents per share, in the first quarter ended Sept. 30, from $4.54 billion, or 54 cents per share, a year earlier. (bit.ly/1hXThU2)\n\nGAAP revenue fell to $20.38 billion from $23.20 billion. Adjusted revenue fell to $21.66 billion from $23.20 billion. (Reporting by Devika Krishna Kumar and Arathy S Nair in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "header": "Cloud services bolster Microsoft results, shares soar",
        "link": "http://www.reuters.com/article/microsoft-results-idUSKCN0SG2MB20151023",
        "time": "11:04PM UTC",
        "body": "(Reuters) - Microsoft Corp (MSFT.O) reported better-than-expected quarterly adjusted revenue for the ninth quarter in a row, boosted by burgeoning demand for its cloud products, sending its shares soaring in after-hours trading on Thursday.\n\nThe company, under Chief Executive Satya Nadella, has been shifting its focus to software and cloud services as demand for the Windows operating system slows in a weak PC market.\n\n“The Nadella strategy is working and you are seeing the results in the quarter,” Bernstein analyst Mark Moerdler said.\n\nMicrosoft’s shares rose as much as 9.8 percent to $52.75 in after-hours trading, their highest since March 2000.\n\nMicrosoft has also been cutting costs and streamlining its operations to focus on more lucrative businesses.\n\nIn the latest cost-cutting exercise, 1,000 jobs, or about 1 percent of Microsoft’s workforce, are being eliminated.\n\n“The job reductions were spread across more than one business area and country and reflect adaptations to business needs,” a spokeswoman said in an email. The cuts are in addition to the 7,800 jobs Microsoft said it would cut in July.\n\nThe first-quarter results announced on Thursday were the first under a new reporting structure that reduced reporting segments to three from six, designed to help the software giant show off its cloud and mobile businesses.\n\nRevenue from Microsoft’s cloud business, which includes products such as Windows Server and cloud-based platforms such as Azure, rose 8 percent to $5.9 billion and is expected to reach $6.2-$6.3 billion in the current quarter.\n\nExcluding the impact of the strong dollar, revenue in the business rose 14 percent, accounting for about 29 percent of overall revenue in the quarter ended Sept. 30.\n\n“It is a really strong quarter and these guys are ahead of most of the traditional software companies moving to the cloud in terms of where they are in the evolution,” Moerdler said.\n\nStrong growth in cloud services also helped Amazon.com Inc (AMZN.O) report a surprise profit on Thursday.\n\nThe results were the first to include Windows 10, Microsoft’s first new operating system in almost three years. The system, seen as critical for the company, has won positive reviews for its user-friendly and feature-packed interface.\n\nSales of Windows to computer makers fell 6 percent in the quarter - slowing from the double-digit declines seen in recent quarters. Research firm Gartner said PC shipments declined 7.7 percent in the quarter.\n\nThe big test for Windows will be in coming quarters as Microsoft rolls out its latest devices, including its first laptop, a revamped Surface Pro tablet and new Lumia phones.\n\nRevenue in the business that includes Windows, fell 17 percent to $9.4 billion, accounting for 46 percent of total revenue, and is forecast to hit $12.0-$12.4 billion in the current quarter.\n\nExcluding the impact of the strong dollar, revenue in the business fell 13 percent in the latest quarter.\n\nMicrosoft got about 54 percent of its revenue from outside the United States in fiscal 2015.\n\nThe company's net income rose to $4.62 billion, or 57 cents per share, in the quarter, from $4.54 billion, or 54 cents per share, a year earlier. (bit.ly/1hXThU2)\n\nExcluding items, the company earned 67 cents per share, beating most analyst estimates.\n\nAdjusted revenue fell 6.6 percent to $21.66 billion. Analysts on average were expecting revenue of $21.03 billion, according to Thomson Reuters I/B/E/S."
    },
    {
        "header": "REFILE-Toyota, Microsoft, Chrysler among advertisers for Yahoo NFL game",
        "link": "http://www.reuters.com/article/yahoo-advertising-nfl-idUSL1N12L32S20151022",
        "time": "3:59PM UTC",
        "body": "Oct 22 (Reuters) - Toyota Motor Corp, Microsoft Corp and Chrysler are among the brands that will advertise this weekend during Yahoo Inc’s first live-streamed National Football League game, the internet company said Thursday.\n\nYahoo will stream Sunday’s game between the Buffalo Bills and Jacksonville Jaguars, the first time viewers around the world can watch an NFL game online for free. It kicks off in London at 2:30 p.m., or 9:30 a.m. Eastern time.\n\n“We are completely sold out on ads,” Lisa Utzschneider, Yahoo’s chief revenue officer, told Reuters in an interview, adding that more than 30 brands had signed up to advertise.\n\nEarly birds in the United States can watch the pre-game show starting at 8 a.m. Eastern time with commentary from Yahoo’s fantasy football experts, who will also answer questions from viewers. Dairy Queen is the pre-game sponsor and Toyota is the half-time sponsor, according to Yahoo.\n\nChrysler, Microsoft and American Express are among the brands that have bought 15- to 30-second spots during the game, Utzschneider said.\n\nAdvertisers had the option to target spots domestically or globally, meaning viewers in London, for example, may see different ads than viewers in New York, Utzschneider said.\n\nOver the past few months, Yahoo dropped its asking price for advertisements during the game from $200,000 to less than $100,000, two media buyers familiar with the situation told Reuters.\n\nYahoo is guaranteeing advertisers 3.5 million streams in the United States, the buyers said. If the game did not achieve that goal, the advertisers were promised spots on Yahoo targeted to those viewers, the media buyers said.\n\nYahoo declined to comment on ad costs or viewership goals.\n\nWhile the opportunity to advertise during the game may be attractive to global brands, it is less so for U.S. brands because the game is early for West Coast viewers, and fans in the game’s local markets will be able to view it on television on CBS affiliates, the sources, who wished to remain anonymous because the negotiations were confidential, told Reuters.\n\nStill, advertisers are interested to see how many viewers tune in and if the game results in future partnerships between the NFL and Yahoo or its competitors.\n\nThe league has other online offerings. Game highlights and news appear on platforms such as Twitter and YouTube . Live games can be watched on various apps by customers with pay TV subscriptions. (Reporting By Jessica Toonkel; Editing by Stephen Coates)"
    }
]