[
    {
        "header": "Microsoft stock punished as concerns multiply ",
        "link": "http://www.reuters.com/article/2015/01/28/us-microsoft-analysts-idUSKBN0L106F20150128",
        "time": "9:48PM UTC",
        "body": "SEATTLE (Reuters) - Investors wiped $35 billion off Microsoft Corp’s (MSFT.O) market value on Tuesday without any clear-cut, single explanation.\n\nThe world’s largest software company, whose shares had climbed about 30 percent over the past 12 months to near 15-year highs, instead worried investors with a series of troubling signals in its earnings report and conference call on Monday.\n\n“The results weren’t that bad,” said Scott Kessler, an analyst at Standard & Poor’s Capital IQ. “What really struck people was that it wasn’t just one thing and it wasn’t just a handful of things that had obvious or easy fixes.”\n\nThe panoply of Microsoft’s problems included an unexpectedly soggy PC market after a buying rush sparked by the end of Windows XP, an ongoing dip in companies’ spending on Office software, problems in Japan and China and a strong U.S. dollar eating away at the value of its huge overseas revenues.\n\nInvestors were aware of most of those issues before Monday, but the combination of concerns pushed Microsoft’s stock down 9.25 percent to $42.66, its biggest one day fall since Chief Executive Satya Nadella took over last February.\n\nUntil Tuesday, Nadella had enjoyed fanatical support from investors, who lapped up his plan to redesign Microsoft as a leader in cloud and mobile computing.\n\nThere are now signs that investors are more skeptical of how quickly Nadella can drag the PC-based titan into the mobile world.\n\n“They made a splash with Office for iPad, but it remains to be seen to what extent they are really going to be able to pull through substantial percentages of their legacy applications business to the cloud,” said Kessler.\n\nSome investors feel Microsoft is not helping itself in how it explains the financial effects of its move into the cloud, for example shifting Office customers from installed versions to the cloud-powered online version called Office 365.\n\nMicrosoft discloses revenue in broad business groups, but does not give out concrete user numbers or revenue figures for some of the cloud businesses investors want to know the most about.\n\n“They’d probably serve themselves better if they were able to tease out the detail and demonstrate how strong that transition to the cloud is,” said Kevin Walkush, an analyst at Jensen Investment Management. “Right now people are just guessing, and when you leave it to people to guess, they are going to project the worst. It’s a frustration for me as an investor.”"
    },
    {
        "header": "US STOCKS-Futures fall with Microsoft, Greek worries linger",
        "link": "http://www.reuters.com/article/2015/01/27/markets-stocks-usa-idUSL1N0V60PA20150127",
        "time": "7:42AM UTC",
        "body": "NEW YORK, Jan 27 (Reuters) - U.S. stock index futures fell on Tuesday, weighed by company earnings results including those of Microsoft, while concerns lingered over Greece’s new anti-bailout government and its implications for the euro zone.\n\n* The leftist government that came to power in Greece following elections on Sunday looks set on a collision course with the country’s creditors. U.S.-traded shares of the National Bank of Greece fell 17.4 percent in premarket trading to $1.28.\n\n* Market participants were watching out for a snowstorm that appeared to have spared New York City but continues to pound parts of the U.S. Northeast. New York Stock Exchange spokesman Eric Ryan said Tuesday would be “business as usual” at the NYSE.\n\n* Economic data expected on Tuesday includes December durable goods orders at 8:30 a.m. EST (1330 GMT), November Case Shiller home prices half an hour later and Markit’s gauge of the U.S. services sector growth at 9:45 a.m. (1445 GMT). New home sales and consumer confidence data are also due shortly after the opening bell on Wall Street.\n\n* Shares of Microsoft fell 7 percent in premarket trading the day after the Dow component reported earnings. The main engine of its historic earnings power, selling Windows and Office to big businesses, is showing signs of waning.\n\n* Facebook shares fell 0.8 percent in light premarket trading after access to the world’s largest social network and its Instagram photo-sharing site was blocked around the world for up to an hour on Tuesday. The company said the reason was an internal fault and not an outside attack.\n\n* Procter & Gamble shares fell 2.6 percent in premarket trading after the world’s largest household products maker reported a near 31 percent fall in quarterly profit, hurt by a stronger dollar.\n\n* Pfizer reported stronger-than-expected quarterly results as sales of vaccines and cancer drugs increased, but the company forecast 2015 earnings below Wall Street expectations and its shares fell 1.8 percent in trading before the opening bell.\n\n* S&P 500 e-minis were down 10.75 points, or 0.52 percent, with 100,162 contracts changing hands.\n\n* Nasdaq 100 e-minis were down 28.25 points, or 0.66 percent, in volume of 17,994 contracts.\n\n* Dow e-minis were down 120 points, or 0.68 percent, with 15,324 contracts changing hands."
    },
    {
        "header": "US STOCKS-Wall St tumbles with Microsoft, Caterpillar; data weighs",
        "link": "http://www.reuters.com/article/2015/01/27/markets-stocks-usa-idUSL1N0V61A720150127",
        "time": "10:34AM UTC",
        "body": "* New York City mostly spared of snow storm\n\nNEW YORK, Jan 27 (Reuters) - U.S. stocks fell sharply on Tuesday, with Microsoft and Caterpillar shares tumbling after quarterly results, while an unexpected decline in durable goods orders also weighed on sentiment.\n\nMicrosoft fell 10 percent to $42.27 the day after the Dow component reported results. The main engine of its historic earnings power, selling Windows and Office to big businesses, is showing signs of waning.\n\nShares of construction and mining equipment maker Caterpillar fell 7.5 percent to $79.52 after its net profit came in below market expectations.\n\nMany multinational companies have posted disappointing results and forecasts, with the stronger dollar a common culprit.\n\nAdding to earnings concerns, a gauge of U.S. business investment plans unexpectedly fell in December, a potential sign that slowing global growth and falling crude oil prices were starting to have an impact on the economy.\n\nOn the other hand, consumer confidence posted its highest reading since August 2007.\n\n“U.S. equities could come under pressure as investors ratchet down their growth estimates for the U.S. economy,” said Brian Jacobsen, chief portfolio strategist at Wells Fargo Funds Management in Menomonee Falls, Wisconsin.\n\n“There was just too much hype about the U.S. economy having risen into a new and higher growth channel. We’re still stumbling along.”\n\nAt 10:19 a.m. EST (1519 GMT) the Dow Jones industrial average fell 294.37 points, or 1.67 percent, to 17,384.33, the S&P 500 lost 27.05 points, or 1.31 percent, to 2,030.04 and the Nasdaq Composite dropped 81.82 points, or 1.71 percent, to 4,689.94.\n\nWorries lingered over Greece’s new anti-bailout government and its implications for the euro zone. The leftist government that came to power in Athens following elections on Sunday looks set on a collision course with the country’s creditors. U.S.-traded shares of the National Bank of Greece fell 14.5 percent to $1.32.\n\nMarket participants were watching a snowstorm that appeared to have spared New York City but continues to pound parts of the U.S. Northeast. New York Stock Exchange and Nasdaq spokesmen said Tuesday was expected to be business as usual.\n\nFacebook shares fell 1.6 percent to $76.28 after access to the world’s largest social network and its Instagram photo-sharing site was blocked around the world for up to an hour on Tuesday. The company said the reason was an internal fault and not an outside attack.\n\nProcter & Gamble shares fell 3.1 percent to $86.79 after the world’s largest household products maker reported a near 31 percent fall in quarterly profit, hurt by a stronger dollar.\n\nDeclining issues outnumbered advancing ones on the NYSE by 2,059 to 848, for a 2.43-to-1 ratio; on the Nasdaq, 1,770 issues fell and 684 advanced for a 2.59-to-1 ratio favoring decliners.\n\nThe S&P 500 was posting 29 new 52-week highs and 10 new lows; the Nasdaq Composite was recording 24 new highs and 30 new lows. (Reporting by Rodrigo Campos; Editing by Nick Zieminski; Editing by Nick Zieminski and Chizu Nomiyama)"
    },
    {
        "header": "US STOCKS-Futures slide with Microsoft, Caterpillar; Greek worries linger",
        "link": "http://www.reuters.com/article/2015/01/27/markets-stocks-usa-idUSL1N0V60SR20150127",
        "time": "8:16AM UTC",
        "body": "* New York City mostly spared of snow storm\n\nNEW YORK, Jan 27 (Reuters) - U.S. stock index futures fell on Tuesday, weighed by company earnings results including those of sector bellwethers Microsoft and Caterpillar.\n\n* Concerns lingered over Greece’s new anti-bailout government and its implications for the euro zone. The leftist government that came to power in Athens following elections on Sunday looks set on a collision course with the country’s creditors. U.S.-traded shares of the National Bank of Greece fell 16.8 percent in premarket trading.\n\n* Shares of Microsoft fell 7.5 percent in premarket trading the day after the Dow component reported results. The main engine of its historic earnings power, selling Windows and Office to big businesses, is showing signs of waning.\n\n* Shares of construction and mining equipment maker Caterpillar fell 6.2 percent after its net profit came in below market expectations, due primarily to the recent drop in the price of oil and lower prices for copper, coal and iron ore.\n\n* Market participants were watching out for a snowstorm that appeared to have spared New York City but continues to pound parts of the U.S. Northeast. New York Stock Exchange and Nasdaq spokesmen said Tuesday would be business as usual.\n\n* Economic data expected on Tuesday includes December durable goods orders at 8:30 a.m. EST (1330 GMT), November Case Shiller home prices half an hour later and Markit’s gauge of the U.S. services sector growth at 9:45 a.m. (1445 GMT). New home sales and consumer confidence data are also due shortly after the opening bell on Wall Street.\n\n* Facebook shares fell 1.1 percent premarket after access to the world’s largest social network and its Instagram photo-sharing site was blocked around the world for up to an hour on Tuesday. The company said the reason was an internal fault and not an outside attack.\n\n* Procter & Gamble shares fell 2.5 percent in premarket trading after the world’s largest household products maker reported a near 31 percent fall in quarterly profit, hurt by a stronger dollar.\n\n* Pfizer reported stronger-than-expected quarterly results as sales of vaccines and cancer drugs increased, but the company forecast 2015 earnings below Wall Street expectations and its shares fell 1.1 percent in trading before the opening bell.\n\n* S&P 500 e-minis were down 15 points, or 0.73 percent, with 123,497 contracts changing hands.\n\n* Nasdaq 100 e-minis were down 37 points, or 0.87 percent, in volume of 22,748 contracts.\n\n* Dow e-minis were down 195 points, or 1.11 percent, with 21,695 contracts changing hands. (Reporting by Rodrigo Campos; Editing by Chizu Nomiyama)"
    },
    {
        "header": "US STOCKS-Wall St ends down 1 pct on Caterpillar, Microsoft earnings",
        "link": "http://www.reuters.com/article/2015/01/27/markets-stocks-usa-idUSL1N0V62BI20150127",
        "time": "4:20PM UTC",
        "body": "NEW YORK, Jan 27 (Reuters) - U.S. stocks closed more than 1 percent lower on Tuesday as disappointing results from a number of bellwether companies pointed to weakening conditions, while an unexpected decline in durable goods orders also weighed on sentiment.\n\nThe day’s losses were broad, with nine of the 10 primary S&P 500 sectors lower on the day, though tech was the biggest drag by far. The group lost 3.3 percent in its biggest one-day drop since November 2011, in the wake of results from industry bellwether Microsoft. Industrial shares fell, led by Caterpillar.\n\nThe two names were the biggest decliners on the Dow, but fellow components Procter & Gable and DuPont Co also tumbled.\n\nMicrosoft fell 9.3 percent to $42.66 a day after the main engine of its historic earnings power - selling Windows and Office to big businesses - showed signs of waning.\n\nHeavy machinery marker Caterpillar gave an outlook below expectations, warning that the recent plunge in oil prices would hurt its energy equipment business. Shares dropped 7.2 percent to $79.85.\n\n“There’s clearly a lot of froth baked into certain areas of tech, while Caterpillar is giving tangible evidence that things can go down more than they already have,” said Jim O‘Donnell, chief investment officer at Forward in San Francisco.\n\n“People may not be aware of the sensitivities that heavy industrial guys have to the oil cycle, or what the ripple effects of oil’s weakness will be. There are a lot of companies that are going to be adversely impacted.”\n\nWith 24 percent of the S&P 500 having reported, 70.6 percent of companies have topped earnings expectations while 55.5 percent have beaten on revenue, according to Thomson Reuters data. That compares with the long-term average of 63 percent for earnings and 61 percent for revenue.\n\nMany multinational companies disappointed this quarter, with the stronger dollar a common culprit. P&G was one of the companies pressured by a stronger dollar, sending shares down 3.4 percent to $86.49.\n\nThe Dow Jones industrial average fell 291.49 points, or 1.65 percent, to 17,387.21, the S&P 500 lost 27.54 points, or 1.34 percent, to 2,029.55 and the Nasdaq Composite dropped 90.27 points, or 1.89 percent, to 4,681.50.\n\nAdding to the day’s weakness, a gauge of U.S. business investment plans unexpectedly fell in December, another sign that slowing global growth and falling crude oil prices were having an impact on the economy.\n\nOn the plus side, consumer confidence posted its highest reading since August 2007. That helped indexes recover from their lows of the session; the Dow earlier fell as much as 2.2 percent.\n\nDeclining issues outnumbered advancing ones on the NYSE by 1,726 to 1,337, for a 1.29-to-1 ratio; on the Nasdaq, 1,710 issues fell and 1,029 advanced, for a 1.66-to-1 ratio favoring decliners.\n\nThe S&P 500 posted 41 new 52-week highs and 10 new lows; the Nasdaq Composite recorded 57 new highs and 49 new lows. (Editing by Nick Zieminski)"
    }
]