[
    {
        "header": "Microsoft tackles China piracy with free upgrade to Windows 10",
        "link": "http://www.reuters.com/article/2015/03/18/microsoft-china-idUSL2N0WJ2N220150318",
        "time": "10:30PM UTC",
        "body": "SEATTLE/BEIJING, March 17 (Reuters) - Microsoft Corp is making its biggest push into the heavily pirated Chinese consumer computing market this summer by offering free upgrades to Windows 10 to all Windows users, regardless of whether they are running genuine copies of the software.\n\nThe move is an unprecedented attempt by Microsoft to get legitimate versions of its software onto machines of the hundreds of millions of Windows users in China. Recent studies show that three-quarters of all PC software is not properly licensed there.\n\nTerry Myerson, who runs Microsoft’s operating systems unit, announced the plan at the WinHEC technology conference in Shenzhen, China.\n\n“We are upgrading all qualified PCs, genuine and non-genuine, to Windows 10,” he said in a telephone interview with Reuters. The plan is to “re-engage” with the hundreds of millions of users of Windows in China, he said, without elaboration.\n\nMyerson said Windows 10 would be released globally sometime “this summer”. That is the first time Microsoft has put a time frame on the release, although it has been expected in autumn, based on Microsoft’s release history.\n\nMicrosoft said in January it would offer free upgrades to Windows 10 for users of Windows 7 or later in an attempt to hold onto users and make up for lost revenue by selling services such as Office over the Internet.\n\nMicrosoft is working with Lenovo Group Ltd, the world’s biggest PC maker, to help roll out Windows 10 in China to current Windows users, Myerson said.\n\nIt also is offering Windows 10 through security company Qihoo 360 Technology Co and Tencent Holdings Ltd , China’s biggest social networking company, which will build a Windows 10 app that will work on smartphones and PCs for its popular QQ gaming and messaging service. QQ has more than 800 million users.\n\nLenovo said in a statement that it will make phones running Windows software, available through China Mobile, sometime later this year.\n\nMicrosoft also said it is working with Chinese handset maker Xiaomi Technology Co Ltd - which generally uses a form of Google Inc’s Android on its devices - to offer some customers a test version of Windows 10 on their smartphones.” (Reporting by Bill Rigby; Editing by Ken Wills)"
    },
    {
        "header": "Ford turns back to Microsoft to build connected-car services",
        "link": "http://www.reuters.com/article/2015/03/17/us-autos-ford-motor-connectivity-idUSKBN0MD1HU20150317",
        "time": "9:07AM UTC",
        "body": "DETROIT (Reuters) - Ford Motor Co is turning to one of its early technology partners, Microsoft Corp, to help expand the automaker’s connected car services.\n\nAmong the features that Ford plans to offer later this year through its new Service Delivery Network is the ability to automatically update its new Sync 3 infotainment system wirelessly. The service will run on Microsoft’s cloud-based Azure platform.\n\nFord’s cloud-based service will enable the company to gather more data about how owners use their vehicles, according to Don Butler, executive director of connected vehicle and services.\n\nThat data, Butler said, “will increase our ability to understand the user experience inside the vehicle . . . with the informed permission of customers.”\n\nButler said the vehicle data that Ford acquires wirelessly through the cloud could be used to remotely diagnose mechanical problems or alert owners and dealers on scheduled maintenance. It could also provide insurers with information about vehicle usage and owners’ driving habits.\n\nFord two years ago shifted from Microsoft to BlackBerry Ltd’s QNX to help it develop the software for Sync 3, after earlier versions of Sync and MyFord Touch, jointly developed with Microsoft, were troubled by technical glitches and widespread consumer complaints. The Sync 3 system, unveiled last December, will begin appearing this fall on some 2016 Ford models.\n\nFord’s cloud network also will enable the company to integrate a broader array of mobile services both inside and away from the vehicle, Butler said.\n\nWhere manufacturers in the past received much of their revenue from the sale or lease of vehicles, a rapidly evolving business model that encompasses such services as car sharing and pay-per-use rentals has expanded the definition of mobility, Butler said.\n\n“There will be revenues associated with that,” he said, adding that third-party developers “may come up with new ways to leverage the data and create new opportunities to deliver services” to vehicle users.\n\nButler declined to say whether Ford is developing a concierge/communication service similar to General Motors Co’s OnStar. But he said Ford’s new partnership with Microsoft “positions us to be able to deliver a broad set of connectivity-related services.”\n\nFord is not the first automaker to use the Azure platform. Four years ago, Microsoft and Toyota Motor Corp announced a cloud-services partnership around Azure. And in 2013, a similar deal was struck with Qoros, a unit of China’s Chery Automobile Co [CHERY.UL]."
    },
    {
        "header": "Microsoft to offer biometric sign-in for Windows 10",
        "link": "http://www.reuters.com/article/2015/03/17/us-microsoft-windows-biometric-idUSKBN0MD1YW20150317",
        "time": "12:07PM UTC",
        "body": "SEATTLE (Reuters) - Microsoft Corp will introduce an automatic biometric sign-in option with its Windows 10 operating system due out later this year, the first time it has offered such a service widely across devices.\n\nThe feature, called Windows Hello, means users will be able to scan their face, iris or fingerprint to verify identity and access Windows phones, laptops and personal computers.\n\nMicrosoft, which announced the feature on Tuesday, said users’ biometric data would be stored locally on the device and kept anonymous to make sure personal data is safe from hackers.\n\nWindows Hello will only be available on new devices that are capable of running the new feature. Chip-maker Intel Corp said all machines incorporating its RealSense F200 sensor will run Windows Hello.\n\nThe feature is the latest effort from Microsoft to make its products more amenable to natural interaction with users, following its Kinect motion sensor for the Xbox game console and its Cortana personal assistant on Windows phones, a rival to Apple Inc’s Siri."
    }
]