[
    {
        "header": "Microsoft launches much-awaited Windows 10",
        "link": "http://www.reuters.com/article/microsoft-launch-windows-idUSL3N10859220150729",
        "time": "6:26AM UTC",
        "body": "July 29 (Reuters) - Microsoft Corp launched its much-awaited Windows 10 operating system at midnight on Wednesday.\n\nWindows 10, which comes almost three years after the launch of the company's last operating system, will be available as a free upgrade in 190 countries for users of Windows 7, Windows 8.1 and Windows Phone 8.1 operating systems, the company said. (bit.ly/1LR49yp)\n\nThe new operating system is designed to work across laptops, desktop and smartphones and is part of Chief Executive Satya Nadella’s push towards winning back lost ground in the tablets and mobile arena.\n\nLast week, Chief Financial Officer Amy Hood said the company was looking to generate revenue by building search and gaming capabilities into the Windows 10 interface."
    },
    {
        "header": "A fresh Start: Microsoft's Windows 10 wins plaudits",
        "link": "http://www.reuters.com/article/us-microsoft-launch-windows-idUSKCN0Q318720150729",
        "time": "7:01PM UTC",
        "body": "(Reuters) - Microsoft Corp’s (MSFT.O) launch of its first new operating system in almost three years, designed to work across laptops, desktop and smartphones, won mostly positive reviews for its user-friendly and feature-packed interface.\n\nThe launch was seen critical for the company, particularly after the poor response to Windows 8, an ambitious redesign that confused many users by ditching the start button menu and introducing a new layout.\n\nThe new OS, launched on Wednesday, will be available as a free upgrade for users of Windows 7, Windows 8.1 and Windows Phone 8.1.\n\nWall Street Journal’s Geoffrey Fowler said Windows 10 fixes most of the issues with Windows 8 and improves on Windows 7, Microsoft’s most popular OS in recent years.\n\nFor one, the start button is back.\n\n“Three months of testing Windows 10 determined that this familiar yet fresh overhaul far outweighs any problems,” Fowler wrote in his review.\n\nBy offering free upgrades, Microsoft aims to put the system on as many devices as possible. The company would then make up for any lost revenue by selling services such as Office over the Internet, or cloud.\n\nFBR Capital Markets analyst Daniel Ives said the cloud strategy could generate a new revenue stream.\n\n“It’s a step in the right direction. They went back to their core DNA around software and a cloud-centric model and ultimately Windows as a service, a subscription model,” Ives told Reuters.\n\nMicrosoft, which unveiled Windows 10 in September, skipped Windows 9 altogether, to put some distance between the new system and Windows 8.\n\nAt least one prominent reviewer was skeptical, saying the new OS was unlikely to boost PC sales or salvage Microsoft’s Windows phone business.\n\nRe/code’s Walt Mossberg said some features were promising but the new OS was “surprisingly buggy”.\n\n“I doubt it will convert many Mac owners, spur a shopping spree in new PCs, bring in droves of new developers, or save the Windows Phone,” Mossberg wrote.\n\nAlmost all critics lauded the return of the Start button.\n\n“I can’t start a review of Windows 10 without heralding the return of the Start menu,” USA Today’s Edward Baig wrote\n\n“The newly revamped Start menu in Windows 10 is a useful combination of Windows past and present and a metaphor for the entire direction of Windows 10,” .\n\nWindows 10 also comes equipped with ‘Cortana’, a digital assistant similar to Apple Inc’s (AAPL.O) Siri and Google Inc’s (GOOG.O) Now."
    }
]