[
    {
        "header": "Plaintiffs in Microsoft sex bias case fight to keep suit alive",
        "link": "http://www.reuters.com/article/employment-microsoft-idUSL1N13Y0KN20151209",
        "time": "6:52AM UTC",
        "body": "A proposed class action claiming Microsoft Corp systematically discriminated against female employees in pay and promotions adequately alleges that the company’s performance review system was designed to favor men, lawyers for the plaintiffs told a U.S. judge.\n\nIn a court filing on Monday, attorneys from Lieff Cabraser Heimann & Bernstein and Outten & Golden asked U.S. District Judge James Robart in Seattle to reject Microsoft’s motion to dismiss the case, saying the software giant relied on inapplicable case law and applied an impossibly high burden to the discrimination claims. Microsoft is represented by Lynn Hermle of Orrick Herrington & Sutcliffe, who earlier this year successfully defended Silicon Valley venture capital firm Kleiner Perkins Caufield & Byers in a closely watched sex bias case brought by former junior partner Ellen Pao.\n\nTo read the full story on WestlawNext Practitioner Insights, click here: bit.ly/1OhGJAf"
    },
    {
        "header": "Dazzling New York City holiday windows delight children, adults",
        "link": "http://www.reuters.com/article/us-new-york-city-holiday-idUSKBN0TS2X320151209",
        "time": "5:14PM UTC",
        "body": "NEW YORK - From a winter palace with couture fashions, to a gingerbread kingdom and sweet shop and a tribute to Charlie Brown of the comic strip “Peanuts,” department stores in New York revealed their holiday window displays to the delight of children and adults.\n\nMacy‘s, which began the holiday windows tradition in 1870, treated viewers to a mini jazz concert and songs from a children’s choir as it unveiled its Charlie Brown-themed windows.\n\nLord & Taylor opted for window displays based on the theme of “A Few of Our Favorite Things,” while Saks Fifth Avenue created a winter palace with designer fashions and Barneys New York featured ice carvers throughout the day."
    }
]