[
    {
        "header": "Microsoft takes on Oracle, opening up database software to Linux",
        "link": "http://www.reuters.com/article/us-microsoft-oracle-software-idUSKCN0W92AP",
        "time": "3:35PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Microsoft Corp (MSFT.O) planned on Monday to announce its move into a new business, unveiling a database software that works with a rival to its Windows operating system, a move that takes aim at a market long dominated by Oracle Corp (ORCL.N).\n\nMicrosoft’s new database product will work with the Linux operating system. The move is the latest to show Microsoft’s increasing willingness to work with competing products, a radical change for the once fiercely protective company.\n\nMicrosoft’s more open strategy has become a hallmark of Chief Executive Officer Satya Nadella since he took over in 2014.\n\nIn an era of exploding amounts of data, much of it used by companies trying to win more business and establish competitive edges, data management has become critically important.\n\nOverall database-software sales, well north of $30 billion, have kept rising even though spending in information technology has been generally lackluster, said Gartner analyst Merv Adrian.\n\n“If you look at the companies that are transforming and disrupting industries, it is often with data at the core,” said Scott Guthrie, executive vice president for cloud and enterprise at Microsoft. “All of them are using data in a much richer way now to understand their customers.”\n\nHe cited electronic signature company DocuSign as a longstanding customer of SQL Server, the database product that is expanding to Linux. So is Renault Sport, which uses sensors that collect myriad data points to hone performance of Formula One racing teams.\n\nMicrosoft’s SQL Server business ranks behind No. 1 Oracle, which has more than 40 percent market share in database software and works with Linux, Adrian said.\n\nMicrosoft has 21.5 percent of the market, he said, pushing International Business Machines Corp (IBM.N) from second to third place in 2013. The product is one of Microsoft’s biggest business lines. SAP SE (SAPG.DE) also competes in the area.\n\nUntil now, Microsoft on-premises database software worked only with its own Windows operating system. Now it will work with Linux, which has gained significant traction in recent years.\n\n“Larry’s not going to lose any sleep,” said Adrian, referring to Oracle CEO Larry Ellison, “but yes, they’ll notice it. It’s a significant competitive threat they didn’t have before.”\n\nIt was unclear how many customers Microsoft will win for its Linux product, which will be in preview mode until mid 2017.\n\nUnder Nadella, Microsoft has made many products compatible with other systems, including Apple’s iOS. Late last year, it opened its cloud service, Azure, to customers of Red Hat(RHT.N), a company that makes a popular version of Linux."
    }
]