[
    {
        "header": "UPDATE 2-Disney, Microsoft among possible Twitter suitors - Reports",
        "link": "http://www.reuters.com/article/twitter-ma-walt-disney-idUSL3N1C24JB",
        "time": "6:14PM UTC",
        "body": "(Reuters) - Walt Disney Co (DIS.N) and Microsoft Corp (MSFT.O) joined a list of potential suitors for Twitter Inc (TWTR.N), according to media reports on Monday.\n\nTwitter shares were marginally down at $23.33 in after-market trading.\n\nThe microblogging service has reportedly started talks with a number of technology companies to sell itself, including Google parent Alphabet Inc (GOOGL.O) and may receive a formal bid soon. A source told Reuters that Salesforce.com Inc (CRM.N) is also in pursuit.\n\nSalesforce is working with Bank of America on a potential bid, a Bloomberg report on Monday said. (bloom.bg/2d0WfLi)\n\nWalt Disney is also working with a financial adviser to evaluate a possible bid for Twitter, Bloomberg reported, citing people familiar with the matter. (bloom.bg/2d0WfLi)\n\nJack Dorsey, who returned to Twitter as chief executive more than a year ago, has been a part of Disney’s board since 2013.\n\nMicrosoft is also among the list of potential suitors, although Facebook Inc (FB.O) is not likely to have an interest in the social network, CNBC said, citing sources, following the Bloomberg report. (cnb.cx/2d4j924)\n\nA sale could occur in the next 30 to 45 days, CNBC reported.\n\n“At this moment, Microsoft has nothing to share,” said a spokeswoman for the company.\n\nFacebook declined to comment on the matter while Twitter and Disney were not available for comment."
    },
    {
        "header": "BRIEF-Microsoft and Renault-Nissan alliance signed global multiyear deal",
        "link": "http://www.reuters.com/article/idUSFWN1C20E2",
        "time": "9:46AM UTC",
        "body": "* Renault-Nissan alliance and Microsoft signed global, multiyear deal to partner on technologies to advance connected driving experiences Source text for Eikon: Further company coverage:"
    },
    {
        "header": "Renault, Nissan partner with Microsoft for connected car technology",
        "link": "http://www.reuters.com/article/us-renault-nissan-microsoft-idUSKCN11W1NG",
        "time": "10:28AM UTC",
        "body": "(Reuters) - Renault SA’s carmaking alliance with Nissan Motor Co is partnering with Microsoft Corp to develop cloud-based services for cars, a step toward the group’s plans to build self-driving automobiles by 2020.\n\nThe services, based on Microsoft’s Azure cloud service, will include advanced navigation, predictive maintenance and over-the-air software updates.\n\nRenault and Nissan plan to launch more than 10 vehicles with autonomous drive technology by 2020. In January, the alliance hired former Nokia executive Ogi Redzic to lead its connected car efforts.\n\nThe alliance said last week it would buy French software development company Sylpheo to offer new services including ride hailing and car sharing.\n\nAutomakers from Toyota Motor Corp to General Motors have been investing in software firms and tech start-ups to position themselves for the rise of autonomous driving, ride-sharing and other connected services which threaten the traditional vehicle ownership model that has dominated the past century."
    }
]