[
    {
        "header": "CORRECTED-Microsoft revenue falls 5.5 pct",
        "link": "http://www.reuters.com/article/microsoft-results-idUSL3N17O4VH",
        "time": "4:27PM UTC",
        "body": "April 21 (Reuters) - Microsoft Corp reported a 5.5 fall in quarterly revenue as a strong U.S. dollar reduced the value of sales from outside the United States and a weak personal computer market limited demand for its mainstay Windows operating system.\n\nThe company’s net income fell to $3.76 billion, or 47 cents per share, in the third quarter ended March 31, from $4.99 billion, or 61 cents per share, a year earlier.\n\nAdjusted revenue rose to $22.08 billion from $21.73 billion. (Reporting by Anya George Tharakan in Bengaluru; Editing by Savio D‘Souza)"
    },
    {
        "header": "BRIEF-Microsoft says Office 365 consumer subscribers now at 22.2 mln",
        "link": "http://www.reuters.com/article/idUSFWN17O0TU",
        "time": "4:43PM UTC",
        "body": "* Says devices revenue declined 9 percent cc driven primarily by phone revenue which declined 46 percent cc\n\n* Says search revenue excluding traffic acquisition costs grew 18 percent cc driven by higher revenue per search and search volume Source (bit.ly/1Wg2rvS) Further company coverage:"
    },
    {
        "header": "UPDATE 1-Intel and Microsoft face different challenges in shifts to cloud",
        "link": "http://www.reuters.com/article/microsoft-intel-idUSL2N17O20U",
        "time": "9:02PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Financial results from Microsoft Corp and Intel Corp this week brought into sharp relief the challenges the onetime PC partners face as they shift more of their emphasis to cloud computing.\n\nMicrosoft has seen strong long-term growth in parts of its cloud business, a combination of services and software catering to corporations moving computing functions to remote data centers run by outside providers.\n\nWhile revenue for its flagship cloud services business Azure more than doubled last quarter, the company said in Thursday’s earning report, the “intelligent cloud” division that includes it saw just 3 percent revenue growth in the period. And operating profits for the division dropped by 14 percent, in part reflecting non-cloud products included under its umbrella, such as traditional server software.\n\nChipmaker Intel has a less clear path to growth for its cloud operations, and investors have remained skeptical.\n\nThe company’s share price is down about 1 percent over the last year, as software maker Microsoft’s stock rose about 30 percent. Microsoft’s market capitalization of around $440 billion is almost three times Intel’s at $151 billion, compared to about double five years ago.\n\n“Wintel” computers running Windows on Intel chips dominated the personal-computing era, which is slowly ending as more people turn to mobile phones for computing needs and corporations deemphasize desktops. Both Intel and Microsoft, run by relatively new CEOs Brian Krzanich and Satya Nadella, are betting their businesses on the cloud.\n\nGraphic on Intel and Microsoft market value: here\n\nAt Intel, in a quarter where the company announced plans to cut 12,000 jobs as it shifts away from the PC, data-center business revenue rose 9 percent to $4 billion. That segment includes the chips powering cloud data centers, where the company says it is doing well.\n\n“There’s this perception that Microsoft is more on the cusp and benefiting from this (cloud) trend,” said Dan Morgan, a fund manager at Synovus Trust Co who holds both companies in his portfolio. “Intel is still more drowned out,” meaning not as high-profile.\n\nMicrosoft’s best-known play in the cloud is Azure, a set of services for computing and storage as well as tools for software developers.\n\nAzure is gaining ground on Amazon’s AWS unit, the industry heavyweight in cloud computing services. Azure commands about 10 percent of the $23 billion market, estimates Synergy Research, compared with AWS’ 31 percent.\n\nIntel has done well in its category, dominating the market for processor chips that are the brains of data center computers, but the business faces major pressures.\n\nMuch of the difference in the companies’ fortunes boils down to Microsoft’s fundamental business as a software company versus Intel’s as a hardware company, said Nick Sturiale, a venture capitalist at Ignition Partners.\n\nClients are spending an ever-larger part of their technology budget on software, according to research firm Gartner. And Intel’s customer base for data-center chips is consolidating into a few big companies, including Facebook, Google, Amazon and Microsoft itself, from a much wider group.\n\n“The cloud vendors are brutal price negotiators and have more power over Intel,” said Sturiale. Average prices of data center chips fell 3 percent in the last quarter, although Intel said that reflected the fact that cheaper chips were gaining ground the fastest.\n\nIntel could suffer as big data-center builders like Facebook increasingly design their own data-center hardware. So far, Intel has held its own, but one day its customers could extend their cost-cutting to chips.\n\nIn a call this week with analysts, Krzanich said Intel’s “top to bottom” understanding of the cloud-based data center and keen eye on competitors would help it stay ahead.\n\n“Always paranoid about the competition, always driving,” he said.\n\n“And you know that we live or die by the performance of our product.”\n\nIntel makes other promising products, including chips for Internet-connected devices known as the Internet of Things. If a blockbuster consumer or business product in that market comes along, those chips could take off.\n\nAnd Microsoft may be overemphasizing how far it has come. Much of its “intelligent cloud” business comprises software for traditional on-premises servers and other businesses with little to do with the cloud. A spokeswoman said the segment’s name “is to align to the ambition” of building the cloud.\n\nMicrosoft also is good at playing up its cloud business. In its January earnings call with investors, the term “cloud” came up 59 times. In Intel’s call this week, it came up 11 times."
    },
    {
        "header": "CORRECTED-UPDATE 2-Microsoft revenue, profit misses estimates",
        "link": "http://www.reuters.com/article/microsoft-results-corrected-update-2-pix-idUSL3N17O4WU",
        "time": "6:52PM UTC",
        "body": "April 21 (Reuters) - Microsoft Corp reported results that fell short of analysts’ expectations, showing its high-profile cloud business cannot quite make up for weakness in its core PC market.\n\nTwo categories showed lower operating profits, led by what Microsoft calls its intelligent cloud division, which includes its Azure cloud-services business as well as traditional server software. Despite revenue at Azure more than doubling, operating profits at the division shrank 14 percent while revenue grew 3 percent.\n\nContinued weakness in the personal computing market hobbled demand for one-time licenses for some of its products, the company said.\n\n“We would have liked to have seen 7 to 9 percent growth,” Dan Morgan, a portfolio manager at Synovus Trust who holds Microsoft shares, said of intelligent cloud revenue. “We’re trying to validate this story that Microsoft is truly becoming a cloud company, and they’re not going to be relying on the desktop computer.”\n\nRevenue at the Redmond, Wash.-based software giant fell to $20.53 billion from $21.73 billion.\n\nThe company’s net income in the third quarter ended March 31 fell to $3.76 billion, or 47 cents per share, from $4.99 billion, or 61 cents per share, a year earlier.\n\nThe company blamed a higher than expected tax rate for part of the lower net income.\n\nAdjusted revenue of $22.08 billion was lower than the $22.09 billion analysts had expected, according to Thomson Reuters I/B/E/S.\n\nExcluding one-time items, Microsoft earned 62 cents per share. Analysts on average had expected a profit of 64 cents per share.\n\nRevenue in Microsoft’s intelligent cloud business, which includes the Azure cloud infrastructure and services business as well as products such as server software, rose 3.3 percent to $6.1 billion in the quarter.\n\nChief Executive Satya Nadella has focused on developing the company’s cloud business with his “mobile first, cloud first” strategy, since taking over in early 2014.\n\nWorldwide PC shipments fell 11.5 percent in the first quarter, according to research firm IDC. (Reporting by Anya George Tharakan in Bengaluru; Editing by Savio D‘Souza and Andrew Hay)"
    },
    {
        "header": "UPDATE 3-Microsoft revenue, profit misses estimates",
        "link": "http://www.reuters.com/article/microsoft-results-idUSL3N17O5K9",
        "time": "10:09PM UTC",
        "body": "(Reuters) - Microsoft Corp (MSFT.O) reported results that fell short of analysts’ expectations, showing its high-profile cloud business cannot quite make up for a slowing personal-computer market.\n\nShares fell 5 percent in after hours trade to $52.92.\n\nTwo of Microsoft’s three major businesses showed lower operating profits, led by what Microsoft calls its intelligent cloud division, which includes its Azure cloud-services business as well as traditional server software. Despite revenue at Azure more than doubling, revenue in the division grew just 3 percent.\n\n“We would have liked to have seen 7 to 9 percent growth,” Dan Morgan, a portfolio manager at Synovus Trust who holds Microsoft shares, said of intelligent cloud revenue. “We’re trying to validate this story that Microsoft is truly becoming a cloud company, and they’re not going to be relying on the desktop computer.”\n\nMicrosoft executives said that the shortfalls in the intelligent cloud business were due to pressure on products that were tangential to the main cloud push, such as server software, which mollified some investors.\n\n“Microsoft’s cloud business is gaining sales and momentum in the marketplace, so I am willing to give them the benefit of the doubt on this quarter’s missed external expectations,” said Matt McIlwain, a venture capitalist at Madrona Venture Group who watches Microsoft closely. “But, the combined top line and bottom line miss will raise the stakes for their final quarter of the 2016 fiscal year.”\n\nRevenue at the Redmond, Wash.-based software giant fell to $20.53 billion from $21.73 billion.\n\nThe company’s net income in the third quarter ended March 31 fell to $3.76 billion, or 47 cents per share, from $4.99 billion, or 61 cents per share, a year earlier.\n\nThe company in part blamed a higher-than-expected tax rate for the lower net income.\n\nAdjusted revenue of $22.08 billion was just shy of the $22.09 billion analysts had expected, according to Thomson Reuters I/B/E/S.\n\nExcluding one-time items, Microsoft earned 62 cents per share. Analysts on average had expected a profit of 64 cents per share.\n\nOperating profit at the productivity and business processes group, which includes its Office software, dropped 7 percent. Revenue grew 1 percent to $6.5 billion.\n\nBut operating profit at Microsoft’s biggest division, More Personal Computing, which includes its Windows operating system, the Surface computer and its Xbox gaming system, rose 57 percent from the prior-year quarter to $1.65 billion. Improved profit margins were driven by lower expenses in Microsoft’s phone business, which the company scaled back drastically last year, and sales of Surface portable devices.\n\nRevenue in the group rose 1 percent to $9.46 billion in the quarter. Worldwide PC shipments fell 11.5 percent in the same period, according to research firm IDC.\n\nRevenue in Microsoft’s intelligent cloud business, which includes the Azure cloud infrastructure-and-services business as well as products such as noncloud-related server software, rose 3.3 percent to $6.1 billion in the quarter.\n\nMany investors gauge Microsoft’s cloud strength by looking at what it calls its commercial cloud, a separate measure that includes cloud businesses such as Azure and Office 365 software. The commercial cloud is on track for over $10 billion in revenue for the year starting in March, it said, up from the $9.4 billion figure it gave last time.\n\nChief Executive Satya Nadella has focused on developing the company’s cloud business with his “mobile first, cloud first” strategy, since taking over in early 2014."
    },
    {
        "header": "BRIEF-Microsoft sees Q4 intelligent cloud revenue $6.5 bln-$6.7 bln",
        "link": "http://www.reuters.com/article/idUSFWN17O0U5",
        "time": "6:09PM UTC",
        "body": "* Microsoft Corp sees negative impact of 3 points on total revenue from foreign exchange in Q4"
    },
    {
        "header": "BRIEF-Microsoft Q3 GAAP SHR $0.47",
        "link": "http://www.reuters.com/article/idUSFWN17O0TT",
        "time": "4:34PM UTC",
        "body": "* Qtrly earnings per share was $0.47 gaap, and $0.62 non-gaap\n\n* Q3 more personal computing revenue $9,458 million versus $9,369 million Source text for Eikon: Further company coverage:"
    },
    {
        "header": "As Microsoft soars on cloud, PC partner Intel seeks lift off",
        "link": "http://www.reuters.com/article/microsoft-intel-idUSL2N17O044",
        "time": "4:53PM UTC",
        "body": "SAN FRANCISCO, April 21 (Reuters) - Microsoft Corp and Intel Corp’s financial results this week brought into sharp relief the onetime PC partners’ attempts to gear up for cloud computing, where Microsoft is soaring and Intel has not quite taken off.\n\nChipmaker Intel has seen its share price drop 2 percent over the last year, as software maker Microsoft’s stock has risen 30 percent. Microsoft’s market capitalization of around $439.68 billion is almost three times Intel’s at $150.96 billion, compared to about double five years ago.\n\n“Wintel” computers running Windows on Intel chips dominated the personal-computing era, which is slowly ending as more people turn to mobile phones for computing needs and corporations deemphasize desktops. Both Intel and Microsoft, run by relatively new CEOs Brian Krzanich and Satya Nadella, are betting their businesses on the cloud.\n\nMicrosoft’s cloud business, a combination of services and software catering to corporations moving computing functions to remote data centers run by outside providers, is growing strongly, although analysts want more clarity. A category it calls “intelligent cloud,” which includes traditional server software, grew 3 percent over the last year to $9.46 billion.\n\nAt Intel, in a quarter where the company announced plans to cut 12,000 jobs as it shifts away from the PC, data-center business revenue rose 9 percent to $4 billion. That segment includes the chips powering cloud data centers, where the company says it is doing well.\n\n“There’s this perception that Microsoft is more on the cusp and benefiting from this (cloud) trend,” said Dan Morgan, a fund manager at Synovus Trust Co who holds both companies in his portfolio. “Intel is still more drowned out,” meaning not as high-profile.\n\nMicrosoft’s best-known play in the cloud is Azure, a set of services for computing and storage as well as tools for software developers.\n\nAzure is gaining ground on Amazon’s AWS unit, the industry heavyweight in cloud computing services. Azure commands about 10 percent of the $23 billion market, estimates Synergy Research, compared with AWS’s 31 percent.\n\nIntel has done well in its category, dominating the market for processor chips that are the brains of data center computers, but the business faces major pressures.\n\nMuch of the difference in the companies’ fortunes boils down to Microsoft’s fundamental business as a software company versus Intel’s as a hardware company, argues Nick Sturiale, a venture capitalist at Ignition Partners.\n\nClients are spending an ever-larger part of their technology budget on software, according to research firm Gartner. And Intel’s customer base for data-center chips is consolidating into a few big companies, including Facebook, Google, Amazon and Microsoft itself, from a much wider group.\n\n“The cloud vendors are brutal price negotiators and have more power over Intel,” said Sturiale. Average prices of data center chips fell 3 percent in the last quarter, although Intel said that reflected the fact that cheaper chips were gaining ground the fastest.\n\nIntel could suffer as big data-center builders like Facebook increasingly design their own data-center hardware. So far, Intel has held its own, but one day its customers could extend their cost-cutting to chips.\n\nIn a call this week with analysts, Krzanich said Intel’s “top to bottom” understanding of the cloud-based data center and keen eye on competitors would help it stay ahead.\n\n“Always paranoid about the competition, always driving,” he said. “And you know that we live or die by the performance of our product.”\n\nIntel makes other promising products, including chips for Internet-connected devices known as the Internet of Things. If a blockbuster consumer or business product in that market comes along, those chips could take off.\n\nAnd Microsoft may be overemphasizing how far it has come. Much of its “intelligent cloud” business comprises software for traditional on-premises servers and other businesses with little to do with the cloud. A spokeswoman said the segment’s name “is to align to the ambition” of building the cloud.\n\nMicrosoft also is good at playing up its cloud business. In its January earnings call with investors, the term “cloud” came up 59 times. In Intel’s call this week, it came up 11 times. (Reporting by Sarah McBride,; additional reporting by Noel Randewich; editing by Andrew Hay)"
    }
]