[
    {
        "header": "Microsoft offers wide range of cloud services from UK datacenters",
        "link": "http://www.reuters.com/article/us-microsoft-britain-cloud-idUSKCN11D1GS",
        "time": "8:34AM UTC",
        "body": "LONDON (Reuters) - Microsoft Corp is introducing a complete set of cloud services from data centers in Britain, its second biggest market for cloud-based software after the United States, as demand for data localization spreads across Europe and around the world.\n\nThe new offering will allow a range of British customers from the legal, banking, public and utility sectors to run operations over the Internet, something they had been reluctant to do for regulatory and data security reasons.\n\n“We want to make sure that as many customers as possible have access to the cloud,” said Nicola Hodson, general manager of marketing and operations for Microsoft UK.\n\nLocal storage of data has grown more desirable as U.S. technology companies have become dominant and after former U.S. National Security Administration contractor Edward Snowden disclosed mass government surveillance, stoking public concern over data privacy, security and national sovereignty.\n\nMore recently, Britain’s vote to leave the European Union has raised questions about the status of data stored and processed in the UK.\n\nPreviously, Microsoft customers using cloud software relied on European data centers based in Dublin, Amsterdam or other locations. It operates more than 100 data centers globally.\n\nThe UK Ministry of Defence, which has around 250,000 users and spends more than $3 billion per year on technical infrastructure, will be an early customer of Microsoft’s cloud office apps and infrastructure, citing cost savings and data security, the company said.\n\nOther initial UK cloud customers include automaker Aston Martin, and South London and Maudsley NHS Foundation Trust, the country’s largest mental health agency, and Capita Plc, Britain’s largest business process outsourcing, which serves a mix of clients in central and local government and the private sector.\n\nMicrosoft is the world’s No. 2 cloud software supplier after Amazon.com, which pioneered cloud services a decade ago. Both companies also compete with Google, IBM, Oracle and many others.\n\nThe UK-based cloud will host Office 365, a suite of cloud applications that replaces Microsoft’s classic Office software, and Azure, its cloud-based software infrastructure platform. Microsoft plans to add its Dynamics CRM Online suite of cloud sales and marketing applications in the first half of 2017.\n\nForrester Research estimates global spending on public cloud platforms, business services and applications will reach $236 billion by 2020, a compound annual growth rate of 22 percent between 2015 and the end of the decade.\n\nMicrosoft already counts thousands of UK cloud customers ranging from retailer Marks and Spencer Group Plc to Virgin Atlantic airlines. Customers have the option of hosting data locally or elsewhere on the Microsoft network."
    }
]