[
    {
        "header": "Microsoft's secret weapon for growth in the cloud: email",
        "link": "http://www.reuters.com/article/us-microsoft-email-idUSKCN0V70EG",
        "time": "11:50AM UTC",
        "body": "SAN FRANCISCO (Reuters) - In reporting better-than-expected fiscal second-quarter earnings on Thursday, Microsoft Corp. CEO Satya Nadella touted his company’s success in the cloud.\n\n“Businesses everywhere are using the Microsoft Cloud as their digital platform to drive their ambitious transformation agendas,” he said.\n\nWhat he did not mention was the role that one of the company’s much older products played in the success of this new technology: Microsoft Exchange Server, which many of the world’s largest companies rely on for email services.\n\nWhen companies begin moving data to the cloud, typically a network of servers managed by an outside company, a common first step is to move email, often with other office software tools but sometimes on its own.\n\nFor companies already relying on Microsoft Exchange and Outlook for sending and receiving email, information technology managers say, turning to the same company to handle that data in the cloud seems like a logical move.\n\nThat’s what happened at the University of Wisconsin, Madison.\n\nThe school was looking to streamline its technology by moving to the cloud, starting with email, because it is “a pain to operate,” said Bob Plankers, a virtualization architect at the university. “Aside from email servers, you need to worry about spam and virus scanning.”\n\nFor the transition, Plankers said he chose Microsoft’s cloud-based Office 365 product because the university already used Outlook.\n\n“It’s just a really natural thing,” said Matt McIllwain, an investor at Madrona Venture Group, about companies starting their cloud transition with email and other widely used office software from Microsoft. “It’s easier and can be more cost effective to run it on the cloud, and let Microsoft worry about your Exchange servers.”\n\nSuch thinking helps explain how Microsoft has become the second largest provider of cloud infrastructure, services and software, well ahead of Salesforce, Oracle and Google, according to a Goldman Sachs analysis.\n\nThe company announced Thursday that it was on track to generate $9.4 billion in annual cloud-based revenue, up from $5.5 billion a year ago.\n\nMicrosoft remains far behind market leader Amazon, but it has become the fastest-growing major cloud provider. Its key Azure business has more than doubled year on year, well above the 65 percent growth rate of market leader Amazon, according to Goldman.\n\nMicrosoft’s market share stands at about 10 percent in infrastructure and services compared to 30 percent for Amazon, estimates John Dinsdale, an analyst at Synergy Research.\n\nMicrosoft has worked hard to exploit the advantage its mail software provides. “Maybe one of the first steps is you want to move your email. That’s fine,” says Takeshi Numoto, corporate vice president for cloud and enterprise marketing. “That gets us more opportunity to engage with customers.”\n\nInvestor McIllwain called that strategy smart, because customers who move their Outlook email to Microsoft’s cloud typically use a Microsoft directory service that controls access to that email. It then becomes simple to use that same directory to provide designated employees access to other data and services that are later moved to Microsoft’s cloud.\n\nThe strategy isn’t foolproof, however. Over seven months last year, Clif Bar, an Oakland, Calif.-based snack provider, moved all its Outlook email, along with other applications like document management and workflow, to Azure.\n\nThe company nevertheless moved its enterprise resource management to the cloud services of another longtime partner: Oracle.\n\nAs cloud services rapidly expand, Microsoft will have to demonstrate that its products are equal to, or better than, those of its competitors in both quality and price.\n\nCurrently, many companies favor Microsoft because it offers more flexibility in terms of moving software around, say from a company’s own data center to the one it has outsourced to Azure, said Frank Gillett, an analyst at Forrester Research. But Amazon’s AWS offers more types of tools, and has a longer track record selling cloud services, he said."
    }
]