[
    {
        "header": "Microsoft gains EU approval for $26 bln buy of LinkedIn",
        "link": "http://www.reuters.com/article/lnkin-corp-ma-microsoft-eu-idUSL1N1E118B",
        "time": "11:23AM UTC",
        "body": "BRUSSELS (Reuters) - Microsoft won EU antitrust approval on Tuesday for its $26 billion bid for professional social network LinkedIn, its largest ever acquisition, after agreeing to a series of modest concessions.\n\nThe deal, which has already received the green light in the United States, Canada, Brazil and South Africa, would close in the coming days following the EU clearance, said Brad Smith, Microsoft’s president and chief legal officer.\n\n“With this regulatory process behind us, we can bring together two great companies and focus on even broader issues for the future,” he said in a blog.\n\nThe U.S. software company is aiming to enhance its core business products with LinkedIn’s suite of sales, marketing and recruiting services, allowing it to better compete with rivals in next-generation computing.\n\nLinkedIn generates the bulk of its $3 billion annual revenue from job hunters and recruiters who pay a monthly fee to post resumes and connect with people.\n\nThe European Commission, which in recent months has signalled concerns about companies acquiring rivals with valuable data and the potential negative impact on competition, said the concessions addressed its concerns.\n\n“These networks are important for professionals to connect and interact and to find new career opportunities. Today’s decision ensures that Europeans will continue to enjoy a freedom of choice between professional social networks,” European Competition Commissioner Margrethe Vestager said.\n\nReuters had flagged the imminent EU approval on Nov. 23.\n\nTo secure EU approval for its largest ever deal, Microsoft will let LinkedIn rivals access its Office add-in programme, crucial for integrating their services with its Outlook, Word, PowerPoint and Excel programmes.\n\nIt will also allow computer makers the option of installing or removing LinkedIn on its Windows operating system, and give competing networks access to Microsoft Graph for software developers. The concessions will be in force in Europe for five years.\n\nU.S. software company Salesforce, which lost out on the bid for LinkedIn and had urged regulators to take a tough line on the deal, said enforcers should not drop their guard.\n\n“Given Microsoft’s history and existing monopolies, it will be necessary for antitrust enforcement agencies to be vigilant to ensure that Microsoft operates in a manner that promotes competition, rather than stifles it,” Salesforce said in a statement."
    },
    {
        "header": "EU clears with conditions Microsoft's $26 bln buy of LinkedIn",
        "link": "http://www.reuters.com/article/lnkin-corp-ma-microsoft-eu-idUSL5N1E13U4",
        "time": "10:40AM UTC",
        "body": "BRUSSELS, Dec 6 (Reuters) - EU antitrust regulators cleared on Tuesday Microsoft’s $26 billion bid for professional social network LinkedIn after the U.S. software company agreed to let LinkedIn rivals operate with Microsoft products.\n\nTo secure EU approval for its largest ever deal, Microsoft also pledged to allow computer makers the option of not installing LinkedIn on its Windows operating operating system and allowing users to remove it from Windows.\n\nThe European Commission said the concessions would preserve competition in Europe. Reuters had flagged the imminent EU approval on Nov. 23. (Reporting by Foo Yun Chee; editing by Philip Blenkinsop)"
    }
]