[
    {
        "header": "Microsoft adj. revenue rises 2.1 pct",
        "link": "http://www.reuters.com/article/microsoft-results-idUSL4N1A54EW",
        "time": "4:15PM UTC",
        "body": "July 19 (Reuters) - Microsoft Corp reported a 2.1 percent rise in quarterly adjusted revenue as growth in its cloud business helped to offset weakness in the personal computer market.\n\nThe company’s posted net income of $3.12 billion, or 39 cents per share, for the fourth quarter ended June 30, compared with a loss of $3.2 billion, or 40 cents per share, a year earlier.\n\nAdjusted revenue rose to $22.6 billion from $22.18 billion. (Reporting by Rishika Sadam and Narottam Medhora in Bengaluru; Editing by Saumyadeb Chakrabarty)"
    },
    {
        "header": "BRIEF-Microsoft sees negative forex impact of 2 pts on Q1 rev",
        "link": "http://www.reuters.com/article/idUSFWN1A50SM",
        "time": "6:10PM UTC",
        "body": "* Sees negative forex impact of 2 points on total revenue in Q1\n\n* Sees negative 1 point impact of foreign currency on total revenue of first-half 2017\n\n* Sees Q1 more personal computing revenue of $8.7 billion to $9 billion\n\n* Microsoft corp sees FY gross margin percentage to decline by about 1 percent\n\n* Microsoft corp says cloud capital expenditure growth is expected to slow in FY17 Source (bit.ly/29TsjK9) Further company coverage:"
    },
    {
        "header": "Cloud business boosts Microsoft's quarterly revenue, shares rise",
        "link": "http://www.reuters.com/article/us-microsoft-results-idUSKCN0ZZ2NN",
        "time": "7:43PM UTC",
        "body": "(Reuters) - Sharp growth in its commercial cloud computing business helped lift Microsoft Corp’s (MSFT.O) quarterly revenue above Wall Street’s expectations, sending the technology company’s shares up more than 4 percent in after-hours trading.\n\nThe new and growing cloud business - essentially selling computing services and storage in its data centers to corporate customers - is one of the priorities for Chief Executive Satya Nadella, who took the helm of the world’s largest software company in early 2014\n\nNadella has refocused the company on cloud and mobile in the face of stagnation in its traditional PC-based Windows business.\n\n“Only two companies are setting the tone of enterprise computing, Microsoft Azure and Amazon AWS,” said Trip Chowdhry, managing director of Global Equities Research, referring to Amazon.com Inc’s (AMZN.O) web services unit.\n\n”These are the only two initiators in the whole enterprise space that are going to see growth in excess of 80 percent year-over-year for at least two or three years.”\n\nMicrosoft’s revenue in what it calls its “intelligent cloud” businesses, which includes the Azure cloud platform and server software, rose 7 percent to $6.7 billion.\n\nRevenue for Azure - which customers can use to host their website, apps or data - grew 102 percent, but Microsoft did not say what the actual revenue figure was.\n\nThat makes an annual “run rate” of $12.1 billion for cloud-related revenue, up sharply from over $8 billion a year ago. Microsoft calculates run rate by multiplying revenue in the final month of the quarter for its cloud businesses by 12.\n\nDespite the surge in revenue, Microsoft is still struggling to increase profit in the capital-intensive cloud business. It said operating profit in its intelligent cloud businesses fell 17 percent to $2.19 billion in the quarter.\n\nMicrosoft said the drop was mainly due to higher research, development, sales and marketing costs, as it makes investments and acquisitions to “drive cloud sales capacity and innovation.”\n\nOverall, Microsoft posted revenue for its fiscal fourth quarter ended June 30, adjusted for some one-time items, of $22.6 billion, up 2 percent from a year ago. That beat Wall Street’s average forecast of $22.1 billion.\n\nIt reported net income of $3.1 billion, or 39 cents per share, compared with a loss of $3.2 billion, or 40 cents per share, a year earlier. In the year-ago quarter it took a $7.5 billion charge to write down the value of its purchase of Nokia’s handset business.\n\nExcluding one-time items in the latest quarter, Microsoft reported earnings of 69 cents per share. That was ahead of analysts’ average forecast of 58 cents.\n\nSanford Bernstein analyst Mark Moerdler said Microsoft is finally making headway shifting Microsoft Office software clients onto subscription-based cloud services. Office consumer products and cloud services were up 19 percent and Office 365 increased subscribers to 23.1 million during the quarter.\n\n“People looked at Office as a product that was going to be in decline,” said Moerdler. “We saw a dip, last quarter we came out of that dip, and now we’re accelerating out of the dip.”\n\nNadella, who announced the company’s largest-ever deal last month, striking a deal to pay $26.2 billion for LinkedIn Corp LNKD.N, has staked Microsoft’s future on mobile and the cloud.\n\nSo far his plan has been well received by investors. Microsoft shares are up 64 percent since his predecessor as CEO Steve Ballmer announced his plan to retire, in August 2013. The S&P 500 is up 31 percent in the same time.\n\nMicrosoft shares were up 4.35 percent at $55.40 in extended trading on Tuesday."
    },
    {
        "header": "BRIEF-Microsoft reports quarterly GAAP earnings per share $0.39",
        "link": "http://www.reuters.com/article/idUSFWN1A50RU",
        "time": "4:42PM UTC",
        "body": "* Quarterly diluted earnings per share was $0.39 GAAP, and $0.69 non-GAAP\n\n* Quarterly revenue in productivity and business processes grew 5 percent (up 8 percent in constant currency) to $7.0 billion\n\n* Quarterly Windows OEM non-pro revenue grew 27 percent (up 27 percent in constant currency)\n\n* Quarterly revenue in intelligent cloud grew 7 percent (up 10 percent in constant currency) to $6.7 billion\n\n* Quarterly office commercial products and cloud services revenue grew 5 percent (up 9 percent in constant currency)\n\n* Quarterly phone revenue declined 71 percent (down 70 percent in constant currency)\n\n* Quarterly revenue in more personal computing declined 4 percent (down 2 percent in constant currency) to $8.9 billion\n\n* Quarterly surface revenue increased 9 percent (up 9 percent in constant currency)\n\n* Quarterly search advertising revenue excluding traffic acquisition costs grew 16 percent (up 17 percent in constant currency)\n\n* Quarterly Office 365 consumer subscribers increased to 23.1 million Source text: bit.ly/29TjEdk Further company coverage:"
    },
    {
        "header": "BRIEF-Microsoft Corp CFO says expect full year operating expense between $31.1 bln-$31.4 bln - Conf call",
        "link": "http://www.reuters.com/article/idUSFWN1A50R9",
        "time": "6:43PM UTC",
        "body": "* In q4 we did see additional softness in brazil, middle east, and Africa, which were impacted by macroeconomic headwinds- Conf call\n\n* “we expect volatility as we saw in both q3 and q4 this year to continue in next fiscal year”- Conf call\n\n* “expect the commercial cloud gross margin percentage and dollars to materially improve next fiscal year”- Conf call\n\n* “now expect our full year operating expense will be $31.1 billion to $31.4 billion ”- Conf call\n\n* “ based on current currency rates, forecasted geographic mix of revenue, we expect 2 points of negative impact on total revenue in q1”- Conf call\n\n* “ for q1 expect commercial unearned revenue be within the range of $21.8 billion to $22 billion”- Conf call\n\n* “ for q1 in productivity and business process, we expect revenue to be $6.4 billion to $6.6 billion”- Conf call\n\n* “ for q1 for intelligent cloud we expect revenue between $6.1 billion and $6.3 billion ”- Conf call\n\n* “ for q1 anticipate that our OEM revenue will be more in line with overall pc market trends”- Conf call\n\n* “ for q1 expect operating expenses between $7.35 billion and $7.45 billion”- Conf call\n\n* CEO-“with more than $12 billion in commercial cloud annualized revenue run rate, we are on track to achieve our goal of $20 billion in fiscal year 2018 ” - Conf call\n\n* “ for q1 in more personal computing, we expect revenue between $8.7 billion and $9 billion”- Conf call Further company coverage: [MSFT.O ] )"
    }
]