[
    {
        "header": "With HoloLens, Microsoft aims to avoid Google's mistakes",
        "link": "http://www.reuters.com/article/us-microsoft-hololens-idUSKCN0YE1LZ",
        "time": "11:51AM UTC",
        "body": "SAN FRANCISCO (Reuters) - When Google introduced its Google Glass smart glasses four years ago, it turned to Glass-sporting sky divers buzzing a San Francisco convention center, Glass-adorned models at a glitzy fashion show and a Twitter campaign to notify early “Glass Explorers” of their luck in snagging a pair.\n\nThis year, when Microsoft showed off an early edition of its HoloLens augmented-reality goggles, it took the opposite approach: targeting the software developers it needs to make the device useful. No stunts. No fashion spreads. No consumer marketing at all.\n\nThe discreet launch reflects the daunting hurdles confronting the nascent industry of augmented reality, known in the industry as AR. Such devices overlay images as holograms onto a user’s real-life field of vision, with the goal of improving efficiency at businesses ranging from doctors’ offices to factory floors.\n\nSome industry veterans see it as an even bigger opportunity than its cousin, virtual reality, which completely immerses users in an artificial world. But early efforts around augmented reality, including Google Glass and Microsoft’s own predecessor to HoloLens called Kinect, have sputtered.\n\n“They’re taking a more measured approach with HoloLens, and it’s the right strategy,” said Tipatat Chennavasin, general partner at the Venture Reality Fund, which invests in augmented-reality and virtual-reality start-ups. “You don’t want to over hype it and get people very disappointed, and that’s what happened with Google Glass.”\n\nThe market research consultancy Digi-Capital predicts the AR industry could be worth $90 billion annually by 2020. That’s triple the projections for total sales in virtual reality.\n\nGoogle, Microsoft, Facebook and Sony are among the many tech firms that are betting on augmented reality, virtual reality or both. The traditional methods of interacting with a computer - usually featuring a keyboard or a touch screen -- will eventually seem quaint as these technologies proliferate, many in the industry believe.\n\n“Microsoft has a huge opportunity here, that is: to create a market for holographic, mixed reality and to dominate it,” said J.P. Gownder, an analyst at Forrester Research. Success, he said, would mean selling hundreds of thousands of units by the end of 2017 to businesses.\n\nBut history suggests augmented and virtual reality still have along way to go.\n\nVirtual reality developers, newly energized by the release of Facebook’s Oculus headset, have focused on gaming, but no “killer app” -- must-have software that motivates someone to buy a device -- has yet emerged. Many users still experience problems with nausea, which plagued earlier virtual reality efforts.\n\nGoogle announced last week a big virtual reality initiative, and players in the space ranging from start-up Leap Motion to smartphone maker HTC have generated plenty of buzz. But many of the promised products have yet to hit the market.\n\nAugmented reality, meanwhile, seems destined at this stage for specialized niches in industries such as medicine and manufacturing. Google has shifted its focus too and no longer sells Glass to consumers, who found few useful things to do with the devices. Glass is still available to developers.\n\n“It took Google a long way to evolve to a more substantive approach,” said Ian Shakil, chief executive of Augmedix, a San Francisco startup that recently raised $17 million for a smart-glass system for doctors that automatically records patient data.\n\nThe HoloLens traces its lineage to Kinect, an add-on for Microsoft’s Xbox gaming console that was introduced in 2010. Kinect turned user gestures into commands, and deployed sensors and cameras to map the rooms where it was set up, creating the foundation for a more immersive gaming experience.\n\nConsumers liked Kinect, but it never lived up to its full potential, in part because it spawned no blockbuster games. Microsoft failed to persuade top gaming studios to invest seriously in Kinect, developers say, and by 2014 it was no longer being included with Xbox consoles.\n\nBut the Kinect technology found a second life in the HoloLens, which enables users to control holograms through finger bends in a motion called the “air tap.” Kinect developer Alex Kipman and much of his team also led the creation of HoloLens.\n\nThe new product, which sells in its developer version for $3,000, featured prominently at Microsoft’s recent software developers conference in San Francisco, with participants donning goggles to take a tour of Mars led by a hologram of astronaut Buzz Aldrin. They also played with the “air tap,” which controls a hologram’s movements much as a mouse manipulates icons on a computer screen.\n\nBut Microsoft makes it clear the playfulness takes a back seat to purpose. It plans to “cultivate a thriving developer community and to foster a vibrant app ecosystem,” according to a company spokesperson.\n\nTim Gabrhel, a developer at IT consultancy Concurrency who attended the Build conference, talked about how useful HoloLens would be for maintaining industrial-scale printing equipment. Workers probing malfunctioning parts, he explained, could get tailored instructions beamed onto the screen, or perhaps a hologram of a skilled technician showing how to make repairs.\n\nRonald van der Putten, a software architect at Honeywell, said the HoloLens could allow hands-free scanning in warehouses.\n\nBrandon Haase, an engineer at Valorem Consulting, said he could see uses in insurance: creating inventories of homeowners’ belongings by wearing a HoloLens during a walk-through of a house, for example.\n\nJames Ashley, a software developer in Atlanta and an expert on Kinect, said Microsoft was aiming to “fix a mistake seen with the Kinect, that the Kinect was for gamers” only.\n\n“They’re trying to align this new technology with their core business” of building technology for corporations, he said.\n\nEventually, perhaps some time in 2017, Microsoft will likely unveil a consumer version of HoloLens, said Gownder, the analyst.\n\n“Over time, less expensive hardware would create a larger market,” he said, adding he expected the first consumer HoloLens to be priced under $1,500."
    },
    {
        "header": "BRIEF-Microsoft announces general availability of Spring 2016 Wave of Microsoft Dynamics CRM",
        "link": "http://www.reuters.com/article/idUSFWN18K0EU",
        "time": "12:24PM UTC",
        "body": "* Announces general availability of the Spring 2016 Wave of Microsoft Dynamics CRM begins on Monday Source text: bit.ly/1Trci2Z Further company coverage:"
    }
]