[
    {
        "header": "FACTBOX-Microsoft CEO, Syrian refugee among State of Union guests",
        "link": "http://www.reuters.com/article/usa-obama-guests-idUSL2N14U0GJ20160110",
        "time": "4:05PM UTC",
        "body": "WASHINGTON, Jan 10 (Reuters) - Microsoft Chief Executive Officer Satya Nadella and a Syrian refugee who now lives in Michigan will be among 23 special guests at President Barack Obama’s final State of the Union speech, the White House said on Sunday.\n\nInviting Americans whose stories bring to life the president’s priorities has long been part of the annual State of the Union ritual.\n\nThis year, one seat will be left empty, in symbolic memory of victims of gun violence. Obama has said he plans to make the need for tougher gun laws an issue ahead of the November 2016 presidential and congressional elections.\n\nNadella and several other notable guests are below. For a full list of guests, see: 1.usa.gov/1OkMiON\n\nThe White House traditionally invites one CEO to the State of the Union address. Past CEO guests have included Larry Merlo of CVS Health Corp, Mary Barra of General Motors Co, Tim Cook of Apple Inc and Ursula Burns of Xerox Corp. This year, it is Nadella’s turn.\n\nRefaai Hamo - a 55-year-old scientist who fled Syria for Turkey then was diagnosed with stomach cancer before moving to Troy, Michigan, with his family as refugees last month - will sit with first lady Michelle Obama during the speech. Obama plans to accept 10,000 refugees from Syria over the next year, and has fought Republican efforts to suspend the program.\n\nRyan Reyes from San Bernardino, California, lost his partner, Daniel Kaufman, in the December shooting rampage, when a couple inspired by Islamic State killed 14 people. “I speak for both Daniel and myself when I say that this attack should not encourage people to treat Muslims any differently than they would anyone else,” Reyes, 32, said after the attack.\n\nRonna Rice, CEO of a Greeley, Colorado honey company that exports to Japan, South Korea and China, will represent the small businesses that stand to benefit from tariff reductions in the TPP trade deal. Obama wants to persuade Congress to approve the deal this year.\n\nObama also hopes to work with Congress on prison sentencing reform legislation before leaving office, one of the few areas where he shares common ground with Republicans. His guests will include Sue Ellen Allen, a former inmate from Scottsdale, Arizona who now helps others re-enter society and Mark Luttrell Jr., mayor of Shelby County, Tennessee, who helped create special courts to focus on rehabilitation rather than incarceration.\n\nPresidential candidates have regularly addressed the national epidemic of addiction to heroin and prescription opioid drugs - and Obama also will focus on the issue in his final year at the White House. Cary Dixon of Huntington, West Virginia, attended a forum Obama held last year and spoke about her family’s struggles - and will be present at Tuesday’s speech.\n\nObama has said one of his best days in office was after the Supreme Court ruled that same-sex couples have a constitutional right to marriage. The plaintiff in that case, Jim Obergefell, will join the Obamas for the speech.\n\nAs Obama’s historic turn in office as the nation’s first African-American president pulls into the homestretch, the White House appears to be feeling a bit nostalgic. Another guest will be Edith Childs of Greenwood, South Carolina, who first shouted the “Fired up! Ready to go!” chant which became a feature at presidential campaign stops in 2008 and 2012."
    },
    {
        "header": "Factbox: Microsoft CEO, Syrian refugee among State of Union guests",
        "link": "http://www.reuters.com/article/us-usa-obama-guests-factbox-idUSKCN0UO0VB20160110",
        "time": "4:09PM UTC",
        "body": "WASHINGTON (Reuters) - Microsoft Chief Executive Officer Satya Nadella and a Syrian refugee who now lives in Michigan will be among 23 special guests at President Barack Obama’s final State of the Union speech, the White House said on Sunday.\n\nInviting Americans whose stories bring to life the president’s priorities has long been part of the annual State of the Union ritual.\n\nThis year, one seat will be left empty, in symbolic memory of victims of gun violence. Obama has said he plans to make the need for tougher gun laws an issue ahead of the November 2016 presidential and congressional elections.\n\nNadella and several other notable guests are below. For a full list of guests, see: 1.usa.gov/1OkMiON\n\nThe White House traditionally invites one CEO to the State of the Union address. Past CEO guests have included Larry Merlo of CVS Health Corp, Mary Barra of General Motors Co, Tim Cook of Apple Inc and Ursula Burns of Xerox Corp. This year, it is Nadella’s turn.\n\nRefaai Hamo - a 55-year-old scientist who fled Syria for Turkey then was diagnosed with stomach cancer before moving to Troy, Michigan, with his family as refugees last month - will sit with first lady Michelle Obama during the speech. Obama plans to accept 10,000 refugees from Syria over the next year, and has fought Republican efforts to suspend the program.\n\nRyan Reyes from San Bernardino, California, lost his partner, Daniel Kaufman, in the December shooting rampage, when a couple inspired by Islamic State killed 14 people. “I speak for both Daniel and myself when I say that this attack should not encourage people to treat Muslims any differently than they would anyone else,” Reyes, 32, said after the attack.\n\nRonna Rice, CEO of a Greeley, Colorado honey company that exports to Japan, South Korea and China, will represent the small businesses that stand to benefit from tariff reductions in the TPP trade deal. Obama wants to persuade Congress to approve the deal this year.\n\nObama also hopes to work with Congress on prison sentencing reform legislation before leaving office, one of the few areas where he shares common ground with Republicans. His guests will include Sue Ellen Allen, a former inmate from Scottsdale, Arizona who now helps others re-enter society and Mark Luttrell Jr., mayor of Shelby County, Tennessee, who helped create special courts to focus on rehabilitation rather than incarceration.\n\nPresidential candidates have regularly addressed the national epidemic of addiction to heroin and prescription opioid drugs - and Obama also will focus on the issue in his final year at the White House. Cary Dixon of Huntington, West Virginia, attended a forum Obama held last year and spoke about her family’s struggles - and will be present at Tuesday’s speech.\n\nObama has said one of his best days in office was after the Supreme Court ruled that same-sex couples have a constitutional right to marriage. The plaintiff in that case, Jim Obergefell, will join the Obamas for the speech.\n\nAs Obama’s historic turn in office as the nation’s first African-American president pulls into the homestretch, the White House appears to be feeling a bit nostalgic. Another guest will be Edith Childs of Greenwood, South Carolina, who first shouted the “Fired up! Ready to go!” chant which became a feature at presidential campaign stops in 2008 and 2012."
    }
]