[
    {
        "header": "BRIEF-Microsoft says British pound prices for on-premises enterprise software to increase by 13 pct",
        "link": "http://www.reuters.com/article/idUSFWN1CR0ZR",
        "time": "5:11PM UTC",
        "body": "* Microsoft- effective january 1, 2017 british pound prices for on-premises enterprise software will increase by 13% to realign close to euro levels\n\n* Microsoft- effective january 1, 2017 most enterprise cloud prices in british pounds will increase by 22% to realign close to euro levels\n\n* Microsoft- pricing change will not apply to consumer software or consumer cloud services\n\n* Microsoft- for business customers, changes will not affect existing orders under annuity volume licensing agreements for products that are subject to price protection Source text : bit.ly/2evbpXU Further company coverage:"
    },
    {
        "header": "Microsoft to increase UK prices of enterprise products, citing falling pound",
        "link": "http://www.reuters.com/article/idUSL4N1CT0L3",
        "time": "7:23PM UTC",
        "body": "Oct 23 (Reuters) - Microsoft Corp said it will be increasing pricing for its enterprise software and cloud services in the UK in the wake of the sterling’s plunge since Britons voted to leave the EU.\n\nThe price increase, from Jan. 1 2017, will be 13 percent for its enterprise software and 22 percent for its enterprise cloud services, it said.\n\nPricing changes will not apply to consumer software or consumer cloud services, the company said in a blog post. bit.ly/2e1NPPc\n\nThe vote to leave the EU took many investors and company executives by surprise, triggering the biggest one-day fall in sterling against the dollar.\n\nThe pound’s fall has affected profitability for many companies, as imported goods have become even more expensive.\n\nRecently, Britain’s biggest grocery chain, Tesco, pulled dozens of Unilever brand products from its website after a disagreement over prices, in the wake of a the slump in the British currency.\n\nUnilever had been trying to raise the prices it charges Britain’s big four supermarkets - Tesco, Sainsbury’s , Asda and Morrisons - across a wide range of goods by about 10 percent, saying it needs to offset the higher cost of imported commodities. (Reporting by Sangameswaran S in Bengaluru; Editing by Sandra Maler)"
    },
    {
        "header": "BRIEF-Dicker Data appointed Microsoft surface distributor for Australia",
        "link": "http://www.reuters.com/article/idUSFWN1CT00Q",
        "time": "9:19PM UTC",
        "body": "* Dicker Data appointed as Microsoft Surface distributor for Australia-ddr.ax Source text for Eikon: Further company coverage:"
    }
]