[
    {
        "header": "Microsoft, Banco Votorantim partner on Brazil fintech investments",
        "link": "http://www.reuters.com/article/us-microsoft-brazil-votorantim-idUSKCN12A2HX",
        "time": "5:53PM UTC",
        "body": "SAO PAULO (Reuters) - Microsoft Corp (MSFT.O) and Brazilian lender Banco Votorantim are investing together in financial technology startups, executives said in a Monday interview, as the U.S. tech company adds a new specialty to its venture capital portfolio in Brazil.\n\nVotorantim will invest an initial 3 million reais ($930,000) in the BR Startups fund created by Microsoft, with an expectation of funding about a half dozen young firms with investments ranging between 250,000 reais and 1.5 million reais.\n\nThe partnership underscores how Brazilian banks are looking to ride a wave of innovative financial startups, known as fintechs, which caught peers in more mature markets off-guard over the past decade.\n\n“We’re looking for startups that have passed the validation and product development stage and need capital to scale up and gain traction in the market,” said Gabriel Ferreira, head of strategy, planning and retail lending at Banco Votorantim.\n\nThose young companies are likely to fall in a “valley of death” between early seed capital and the larger rounds led by traditional venture capital firms, according to Franklin Luzes, chief operating officer of Microsoft Participações, the U.S. company’s Brazilian investment arm.\n\nMicrosoft set up BR Startups in 2014 to fill that niche and the fund has now grown to 17 million reais, backing about 70 startups and steering six to acquisitions, Luzes said.\n\nFunding has become especially scarce in Brazil in recent years as interest rates climbed to a decade high amid the country’s worst economic recession since at least the 1930s.\n\nBR Startups has focused this year on partnerships with “anchor investors” such as Banco Votorantim to focus on investing in their areas of expertise, Luzes said. The first such venture came in July, when the fund partnered with Monsanto Co (MON.N) to invest in agribusiness startups."
    }
]