[
    {
        "header": "China regulator queries Microsoft on findings in anti-trust probe",
        "link": "http://www.reuters.com/article/us-china-microsoft-idUSKBN0UJ0TR20160105",
        "time": "5:02AM UTC",
        "body": "SHANGHAI (Reuters) - China’s industry and commerce regulator has asked Microsoft Corp to explain “major issues” that it says have come to light from digital data obtained as part of an anti-trust investigation.\n\nThe State Administration of Industry and Commerce, or SAIC, did not say exactly what issues it was querying but the request appeared to be part of an investigation into the U.S. software titan over its Windows operating system launched in mid-2014.\n\nThe company must submit a complete explanation following the inquiry, the SAIC said in a statement posted on its website. SAIC was not immediately available to comment.\n\nThe SAIC move, coming more than a year after the investigations were first launched, could signal new uncertainties for Microsoft in China as it attempts to boost business in the world’s second-largest economy.\n\n“We’re serious about complying with China’s laws and committed to addressing SAIC’s questions and concerns,” a Microsoft spokesman said.\n\nMicrosoft is one of the biggest U.S. companies to fall under the eye of Chinese regulators as they intensify their oversight in an attempt interpreted by some as an effort to protect local companies and customers.\n\nWhen the case was launched, the SAIC said Microsoft had not fully disclosed information about Windows and its Office software suite. The SAIC was also investigating a Microsoft vice president and senior managers.\n\nIn raids on company sites in Beijing, Shanghai, Guangzhou and Chengdu the SAIC collected a trove of documents, emails and other data, it said at the time."
    },
    {
        "header": "Judge shutters Nebraska homeowner's suit over Pella windows",
        "link": "http://www.reuters.com/article/products-windows-ruling-idUSL1N14P28H20160105",
        "time": "5:50PM UTC",
        "body": "A federal judge has handed Pella Corp a win in a proposed class action from a Nebraska man who said the company’s faulty windows wreaked havoc on his home, one of more than a dozen similar suits pending against the Iowa-based window and door manufacturer.\n\nOn Monday, U.S. District Judge David Norton in South Carolina brought an early end to the lawsuit filed by plaintiff Doug Dilly, one of three test cases selected from the multidistrict litigation over Pella windows.\n\nTo read the full story on WestlawNext Practitioner Insights, click here: bit.ly/1Rg67Nw"
    }
]