[
    {
        "header": "BRIEF-Intermedia appoints Microsoft senior executive as new sales leader",
        "link": "http://www.reuters.com/article/idUSASC095QL",
        "time": "8:54AM UTC",
        "body": "* Eric Martorano has joined company as its new senior vice president of worldwide sales, effective September 15 Source text for Eikon: Further company coverage:"
    },
    {
        "header": "EU to extend some telecom security rules to WhatsApp, Skype: draft",
        "link": "http://www.reuters.com/article/us-eu-telecoms-idUSKCN11E2JE",
        "time": "1:40PM UTC",
        "body": "BRUSSELS (Reuters) - The European Union is set to extend some security rules currently only applicable to telecom operators to web services such as WhatsApp (FB.O), Skype (MSFT.O) and Apple Inc’s FaceTime (AAPL.O), according to a draft proposal seen by Reuters.\n\nThe European Commission, the EU executive, will unveil a proposed reform of its 15-year-old telecom rules next week in which it will extend some provisions to web companies offering calls and messages over the Internet, so-called “over the top players.”\n\nTelecom companies such as Vodafone (VOD.L), Orange (ORAN.PA) and Deutsche Telekom (DTEGn.DE) have long complained that web groups including Alphabet Inc’s Google (GOOGL.O), Microsoft and Facebook are more lightly regulated despite offering similar services and have called for the EU’s telecoms-specific rules to be repealed.\n\nUnder the draft directive, over the top services will have to ensure the security and integrity of their services, including reporting breaches to authorities and having contingency plans and service continuity strategies.\n\nThe proposal is part of a broader drive to level the playing field between European companies and mainly U.S. tech firms.\n\nHowever the proposal does allow for some of the security obligations to be lighter for services which like, for example, WhatsApp, do not exercise control over the transmission of their services over telecom networks.\n\n“Providers of such services should thus ensure a level of security commensurate with the degree of risk posed to the security of the communications services they provide,” the document says.\n\n“Therefore, whenever it is justified by the actual assessment of the security risks involved, the security requirements ... should be lighter.”\n\nCompanies will be required to notify national authorities “without undue delay” of a security breach which has a significant impact on the operation of their service.\n\nThe Commission has previously said it was considering extending some security obligations to web services given their increasing equivalence to traditional phone calls and text messages.\n\nOver the top services using a number or allowing users to call a number, such as Skype Out and messaging app Viber Out, will also have to offer emergency calls under the new rules.\n\nThe Commission will propose giving all European consumers the right to affordable basic broadband, which will enable them to check emails and access online banking, meaning national governments will have to provide public money to ensure universal coverage.\n\nThe proposal will need to be approved by the European Parliament and EU member states before becoming law, meaning it is likely to undergo changes."
    }
]