[
    {
        "header": "Microsoft reports 10.1 pct fall in quarterly revenue",
        "link": "http://www.reuters.com/article/microsoft-results-idUSL3N15C5V6",
        "time": "4:18PM UTC",
        "body": "Jan 28 (Reuters) - Microsoft Corp reported a 10.1 percent fall in quarterly revenue on Thursday, squeezed by a strong dollar as well as a weak personal computer market that has reduced demand for the company’s Windows operating system.\n\nThe company's net income fell to $5.00 billion, or 62 cents per share, in its second-quarter ended Dec. 31 from $5.86 billion, or 71 cents per share, a year earlier. (bit.ly/1PIRXEs)\n\nBut revenue from the company’s increasingly important “Intelligent Cloud” business, which includes products such as Windows Server and platforms such as Azure, rose 5 percent to $6.3 billion.\n\nMicrosoft, under Chief Executive Satya Nadella, has been focusing on cloud services and mobile applications as growth slows in its traditional software business. (Reporting by Abhirup Roy in Bengaluru; Editing by Ted Kerr)"
    },
    {
        "header": "Microsoft beats Wall Street view on high demand for cloud products",
        "link": "http://www.reuters.com/article/microsoft-results-idUSKCN0V62VE",
        "time": "9:59PM UTC",
        "body": "REUTERS - Microsoft Corp (MSFT.O) reported quarterly revenue and profit that beat analysts’ expectations, driven by aggressive cost cutting and growing demand for its cloud products and services.\n\nChief Executive Satya Nadella has focussed on cloud services and mobile applications on slower growth in its traditional software business. Companies moving much of their information technology off premises, part of the cloud-computing trend, proved a bright spot.\n\n“The enterprise cloud opportunity is massive, larger than any market we have ever participated in,” Nadella said in a conference call.\n\nRedmond, Wash.-based Microsoft’s stock had climbed more than 26 percent in the past 12 months to $52.06 at Thursday’s close, even as the broader market has dropped 5 percent. The shares rose 3 percent in after-hours trading.\n\nRevenue from the “intelligent cloud” business, which includes products such as its Azure cloud infrastructure and services business along with other noncloud products such as traditional servers, rose 5 percent to $6.3 billion.\n\nPerhaps a better indicator of its cloud strength is what the company calls its combined cloud business, on track for $9.4 billion in annual revenue, the company said. That measure, which includes Azure plus other businesses like Office 365, is up 15 percent from the $8.2 billion revenue it estimated last quarter.\n\n“They nailed the cloud,” said Matt Howard, a venture capitalist at Norwest Ventures who monitors Microsoft closely.\n\nTotal revenue, however, fell 10.1 percent to $23.80 billion, squeezed by a strong dollar as well as a weak personal computer market that has reduced demand for Microsoft’s Windows operating system. On an adjusted basis, revenue fell to $25.69 billion but beat analysts’ estimates.\n\nMicrosoft generates more than half of its revenue from outside the United States.\n\nRevenue in the business that includes Windows fell 5 percent to $12.66 billion. Windows revenue closely tracks sales of personal computers, which fell 10.6 percent globally in the December quarter from a year earlier, according to research firm IDC.\n\nIDC said business should improve later this year as companies that had delayed replacing machines before upgrading to Windows 10 make the switch. Microsoft released Windows 10 in July.\n\nMicrosoft's net income fell to $5 billion, or 62 cents per share, in its second-quarter ended Dec. 31 from $5.86 billion, or 71 cents per share, a year earlier. (bit.ly/1PIRXEs)\n\nAnalysts on average had expected a profit of 71 cents per share and revenue of $25.26 billion, according to Thomson Reuters I/B/E/S."
    }
]