[
    {
        "header": "BRIEF-Microsoft sees Q4 intelligent cloud revenue $7.2 bln - $7.4 bln",
        "link": "http://www.reuters.com/article/brief-microsoft-sees-q4-intelligent-clou/brief-microsoft-sees-q4-intelligent-cloud-revenue-7-2-bln-7-4-bln-idUSFWN1HZ1JF",
        "time": "6:07PM UTC",
        "body": "* Microsoft sees Q4 revenue to be hurt by foreign currency by 1 percent pt\n\n* Sees FY 2017 operating expenses of $32.9 billion to $33 billion, including about $2.3 billion of Linkedin expenses Source text (bit.ly/2oQMPCZ) Further company coverage:"
    },
    {
        "header": "BRIEF-Microsoft Corp qtrly results press release",
        "link": "http://www.reuters.com/article/brief-microsoft-corp-qtrly-results-press/brief-microsoft-corp-qtrly-results-press-release-idUSL4N1HZ6CX",
        "time": "4:10PM UTC",
        "body": "Please click on the link below for Microsoft Corp’s quarterly earnings press release: Source text:"
    },
    {
        "header": "Microsoft's quarterly profit rises 27.8 percent",
        "link": "http://www.reuters.com/article/us-microsoft-results/microsofts-quarterly-profit-rises-27-8-percent-idUSKBN17T317",
        "time": "4:20PM UTC",
        "body": "(Reuters) - Microsoft Corp (MSFT.O) reported a 27.8 percent increase in quarterly profit on Thursday, lifted by robust demand for its cloud computing services.\n\nThe company’s net income rose to $4.80 billion, or 61 cents per share, in the third quarter ended March 31, from $3.76 billion, or 47 cents per share, a year earlier.\n\nRevenue on an adjusted basis climbed 6 percent to $23.56 billion. (bit.ly/2oQAzSJ)\n\nUnder Chief Executive Satya Nadella, who took the helm in 2014, Microsoft has sharpened its focus on the fast-growing cloud computing unit to counter a prolonged slowdown in the PC market, which has weighed on demand for its Windows software.\n\nThe company’s flagship cloud computing platform, Azure, competes with Amazon.com Inc’s (AMZN.O) Amazon Web Services, the market leader in cloud infrastructure."
    },
    {
        "header": "Microsoft Surface sales sink, shares dip",
        "link": "http://www.reuters.com/article/us-microsoft-results/microsoft-surface-sales-sink-shares-dip-idUSKBN17T33L",
        "time": "8:58PM UTC",
        "body": "(Reuters) - Microsoft Corp slightly missed Wall Street’s average revenue estimate for the latest quarter on Thursday, as sales of its Surface tablets and laptops slumped in the face of revamped competition in the personal computer market.\n\nShares of the world’s largest software company fell 0.6 percent to $67.85 in trading after the bell.\n\nUnder Chief Executive Satya Nadella, who took the helm in 2014, Microsoft has sharpened its focus on the fast-growing cloud computing unit to counter a prolonged slowdown in the PC market, which has weighed on demand for its Windows software.\n\nThat transition remained on track, with cloud margins improving and the company’s annual commercial cloud revenue run rate - a bespoke metric closely watched by analysts - reaching $15.2 billion, a 50 percent year-on-year improvement. It marks good progress toward its goal of pushing the figure to $20 billion by 2020.\n\nNadella said Microsoft reached 100 million monthly active users for Office 365 commercial, the firm’s flagship cloud productivity software, the first time Microsoft has given such a figure.\n\nFor the fiscal third quarter, ended March 31, overall revenue on an adjusted basis climbed 6 percent to $23.56 billion, but missed analysts’ average estimate of $23.62 billion.\n\nRevenue from Microsoft’s personal computing unit, its largest by revenue, fell 7.4 percent to $8.84 billion. Analysts on average had expected revenue of $9.22 billion, according to research firm FactSet StreetAccount.\n\nSurface revenue plunged 26 percent to $831 million, down from $1.3 billion in the year-ago quarter.\n\nPopular high-end computers from other makers, along with the fact that many Surface products have been on the market for many months, hurt Surface sales, said Zack Moxcey, an investor relations director for Microsoft.\n\nThe lower-than-expected revenue in the personal computing division came amid an uptick in the broader PC market.\n\nWorldwide PC shipments rose 0.6 percent in the first quarter of 2017, seeing growth for the first time in five years, market research firm IDC said earlier this month.\n\nMicrosoft’s Windows OEM revenue, a measure of the company’s license revenue from computer makers such as Dell Technologies and HP Inc, rose 5 percent. Dell, in particular, reported strong increases in computer sales driven by high-end laptops.\n\nRevenue from the unit that Microsoft calls “Intelligent Cloud,” which includes server products and the company’s flagship cloud computing platform, Azure, jumped about 11 percent to $6.76 billion in the quarter.\n\nAzure revenue soared 93 percent in the quarter. The service competes with Amazon.com Inc’s Amazon Web Services, the market leader in cloud infrastructure, as well as offerings from Alphabet Inc’s Google, IBM and Oracle Corp.\n\nMicrosoft’s commercial cloud gross profit margin reached 51 percent, up from 48 percent the previous quarter. Microsoft has been emphasizing higher-margin premium products such as databases and recently started building its own servers rather than relying on Hewlett Packard Enterprise Co , driving the cloud margins higher, analysts said.\n\nMicrosoft also, for the first time, reported a revenue growth rate for Dynamics 365, its competitor to Salesforce.com Inc’s online sales software. Revenue grew 82 percent in constant currency, though the firm did not give an absolute dollar total.\n\n“They are focused on taking the user data on LinkedIn and integrating it in a way that it conforms to privacy concerns and user concerns and makes their (sales software) systems highly competitive to what Salesforce offers,” said Shannon Cross, an analyst with Cross Research.\n\nMicrosoft said LinkedIn, which it bought for about $26 billion, contributed $975 million in revenue in the quarter, $25 million more than analysts had expected.\n\nThe company’s net income rose to $4.80 billion, or 61 cents per share, in the quarter, from $3.76 billion, or 47 cents per share, a year earlier.\n\nExcluding one-time items, Microsoft earned 73 cents per share. Analysts on average had expected 70 cents per share, according to Thomson Reuters I/B/E/S (bit.ly/2oQAzSJ)\n\nMicrosoft’s shares had risen 9.9 percent this year through Thursday, eclipsing the 7 percent gain in the broader S&P 500."
    },
    {
        "header": "BRIEF-Microsoft expects unearned revenue between $26.8 bln and $27 bln for Q4 - Conf Call",
        "link": "http://www.reuters.com/article/brief-microsoft-expects-unearned-revenue/brief-microsoft-expects-unearned-revenue-between-26-8-bln-and-27-bln-for-q4-conf-call-idUSFWN1HZ1J7",
        "time": "7:10PM UTC",
        "body": "* Microsoft CEO says crossed a major milestone with more than 100 million monthly active users of Office 365 commercial\n\n* Microsoft CFO says expect unearned revenue between $26.8 billion and $27 billion for Q4 - Conf Call\n\n* Microsoft says “the biggest difference on an annual basis with the adoption of 606 will really just be the change from Windows OEM” - Conf Call Further company coverage:"
    },
    {
        "header": "Microsoft's silver lining: Surface loses, but Windows wins",
        "link": "http://www.reuters.com/article/us-microsoft-surface/microsofts-silver-lining-surface-loses-but-windows-wins-idUSKBN17U04C",
        "time": "8:57PM UTC",
        "body": "(Reuters) - Microsoft Corp’s lineup of Surface tablets, laptops and desktop computers has always been a paradox.\n\nThe software company’s surprise foray into hardware became a billion-dollar-plus business and even managed to outclass longtime rival Apple Inc with its Surface Studio desktop machine last fall, according to some tech critics.\n\nAt the same time, the Surface range competes with Microsoft’s longstanding PC maker partners, such as Dell Technologies, Lenovo Group Ltd and HP Inc, which pay billions of dollars to license Windows, Microsoft’s traditional cash cow.\n\nThose two facets came into sharp relief in the latest quarter, when Surface sales suffered while Microsoft’s own Windows licensing customers prospered.\n\nSurface revenue declined 26 percent to $831 million, its lowest tally in a year. Meanwhile, the overall PC industry staged a slight comeback, notching a 0.6 percent gain in shipments for the first time in years, according to IDC. That helped drive Microsoft’s Windows licensing revenue up 5 percent this quarter.\n\nEffectively, Microsoft lost in Surface sales, but it gained in Windows licensing.\n\nIt has always been part of Microsoft’s Surface strategy to release flagship models that goad the rest of the PC industry to improve its products, said Microsoft investor relations director Zack Moxcey.\n\nHe said competition from PC makers selling lower-priced hardware, along with some Surface hardware nearing time for an upgrade, led to the lower Surface sales.\n\n“It’s definitely about driving the health and performance of the broader windows ecosystem,” Moxcey said.\n\nBuried in the supplemental information Microsoft provides investors, there was further silver lining. The company said sales of Windows licenses destined for consumer PCs was down 1 percent, but revenue for more lucrative Windows licenses for business and educational computers was up 10 percent.\n\nMoxcey said this was attributable to sales of higher-priced machines, especially for businesses. “That carries a higher revenue-per-license for us,” he said.\n\nThe data fits with Dell’s latest results, as the PC maker’s sales of computers to businesses rose 11.6 percent year over year to $6.6 billion in its last quarter, versus 8.5 percent growth for consumer PCs.\n\nRebounding sales of Windows PCs to schools and businesses is a boon for Microsoft, which is staking its comeback on business and productivity software.\n\nAnd higher Windows revenue per license means that the Surface strategy - to pull the PC industry back upmarket with expensive flagship machines after a years-long race to the bottom on prices - might be getting some traction."
    },
    {
        "header": "UPDATE 3-Microsoft Surface sales sink, shares dip",
        "link": "http://www.reuters.com/article/microsoft-results/update-3-microsoft-surface-sales-sink-shares-dip-idUSL4N1HZ6TC",
        "time": "7:08PM UTC",
        "body": "(Reuters) - Microsoft Corp slightly missed Wall Street’s average revenue estimate for the latest quarter on Thursday, as sales of its Surface tablets and laptops slumped in the face of revamped competition in the personal computer market.\n\nShares of the world’s largest software company fell 0.6 percent to $67.85 in trading after the bell.\n\nUnder Chief Executive Satya Nadella, who took the helm in 2014, Microsoft has sharpened its focus on the fast-growing cloud computing unit to counter a prolonged slowdown in the PC market, which has weighed on demand for its Windows software.\n\nThat transition remained on track, with cloud margins improving and the company’s annual commercial cloud revenue run rate - a bespoke metric closely watched by analysts - reaching $15.2 billion, a 50 percent year-on-year improvement. It marks good progress toward its goal of pushing the figure to $20 billion by 2020.\n\nNadella said Microsoft reached 100 million monthly active users for Office 365 commercial, the firm’s flagship cloud productivity software, the first time Microsoft has given such a figure.\n\nFor the fiscal third quarter, ended March 31, overall revenue on an adjusted basis climbed 6 percent to $23.56 billion, but missed analysts’ average estimate of $23.62 billion.\n\nRevenue from Microsoft’s personal computing unit, its largest by revenue, fell 7.4 percent to $8.84 billion. Analysts on average had expected revenue of $9.22 billion, according to research firm FactSet StreetAccount.\n\nSurface revenue plunged 26 percent to $831 million, down from $1.3 billion in the year-ago quarter.\n\nPopular high-end computers from other makers, along with the fact that many Surface products have been on the market for many months, hurt Surface sales, said Zack Moxcey, an investor relations director for Microsoft.\n\nThe lower-than-expected revenue in the personal computing division came amid an uptick in the broader PC market.\n\nWorldwide PC shipments rose 0.6 percent in the first quarter of 2017, seeing growth for the first time in five years, market research firm IDC said earlier this month.\n\nMicrosoft’s Windows OEM revenue, a measure of the company’s license revenue from computer makers such as Dell Technologies and HP Inc, rose 5 percent. Dell, in particular, reported strong increases in computer sales driven by high-end laptops.\n\nRevenue from the unit that Microsoft calls “Intelligent Cloud,” which includes server products and the company’s flagship cloud computing platform, Azure, jumped about 11 percent to $6.76 billion in the quarter.\n\nAzure revenue soared 93 percent in the quarter. The service competes with Amazon.com Inc’s Amazon Web Services, the market leader in cloud infrastructure, as well as offerings from Alphabet Inc’s Google, IBM and Oracle Corp.\n\nMicrosoft’s commercial cloud gross profit margin reached 51 percent, up from 48 percent the previous quarter. Microsoft has been emphasizing higher-margin premium products such as databases and recently started building its own servers rather than relying on Hewlett Packard Enterprise Co , driving the cloud margins higher, analysts said.\n\nMicrosoft also, for the first time, reported a revenue growth rate for Dynamics 365, its competitor to Salesforce.com Inc’s online sales software. Revenue grew 82 percent in constant currency, though the firm did not give an absolute dollar total.\n\n“They are focused on taking the user data on LinkedIn and integrating it in a way that it conforms to privacy concerns and user concerns and makes their (sales software) systems highly competitive to what Salesforce offers,” said Shannon Cross, an analyst with Cross Research.\n\nMicrosoft said LinkedIn, which it bought for about $26 billion, contributed $975 million in revenue in the quarter, $25 million more than analysts had expected.\n\nThe company’s net income rose to $4.80 billion, or 61 cents per share, in the quarter, from $3.76 billion, or 47 cents per share, a year earlier.\n\nExcluding one-time items, Microsoft earned 73 cents per share. Analysts on average had expected 70 cents per share, according to Thomson Reuters I/B/E/S (bit.ly/2oQAzSJ)\n\nMicrosoft’s shares had risen 9.9 percent this year through Thursday, eclipsing the 7 percent gain in the broader S&P 500."
    },
    {
        "header": "BRIEF-Microsoft Q3 earnings per share $0.61",
        "link": "http://www.reuters.com/article/brief-microsoft-q3-earnings-per-share-06/brief-microsoft-q3-earnings-per-share-0-61-idUSFWN1HZ1DH",
        "time": "5:01PM UTC",
        "body": "* Qtrly diluted earnings per share was $0.61 GAAP, and $0.73 non-GAAP\n\n* Qtrly revenue in productivity and business processes was $8.0 billion and increased 22%\n\n* Qtrly revenue in more personal computing was $8.8 billion and decreased 7% (down 7% in constant currency)\n\n* Qtrly revenue in intelligent cloud was $6.8 billion and increased 11% (up 12% in constant currency)\n\n* Qqtrly server products and cloud services revenue increased 15% (up 16% in constant currency)\n\n* Qtrly azure revenue growth of 93% (up 94% in constant currency)\n\n* Qtrly Windows commercial products and cloud services revenue increased 6% (up 6% in constantcurrency)\n\n* Qtrly gaming revenue increased 4% (up 6% in constant currency) Source text - (bit.ly/2pqTsik) Further company coverage:"
    },
    {
        "header": "Microsoft says no increase in U.S. foreign intelligence surveillance requests",
        "link": "http://www.reuters.com/article/microsoft-surveillance/microsoft-says-no-increase-in-u-s-foreign-intelligence-surveillance-requests-idUSL1N1HZ262",
        "time": "3:42PM UTC",
        "body": "WASHINGTON, April 27 (Reuters) - Microsoft Corp said this week it had wrongly reported that a sharp increase in U.S. government surveillance requests took place during the first half of 2016, revising its official numbers to show the amount remained flat over previous intervals.\n\nMicrosoft on April 13 released its biannual transparency report stating the company received between 1,000 and 1,499 U.S. surveillance orders under the Foreign Intelligence Surveillance Act (FISA) for user content between January and June of 2016.\n\nOn Tuesday it corrected that number to between 0 and 499 requests, or the same amount received during both January-June 2015 as well as the second half of 2015.\n\n“Microsoft corrected the mistake as soon as we realized it was made to ensure the accuracy of our reporting,” the company said in an editor’s note dated April 25 and appended to an official blog post. “We’ve put additional safeguards in place to ensure the numbers we report are correct. We apologize for the error.”\n\nA Microsoft spokeswoman said human error was the cause of the misreported numbers.\n\nThe U.S. government allows companies to report the volume of FISA requests only in wide bands rather than specific numbers.\n\nThe scope of spying authority granted to U.S. intelligence agencies under FISA has come under renewed scrutiny in recent weeks, sparked in part by evolving, unsubstantiated assertions from President Donald Trump and other Republicans that the Obama White House improperly spied on Trump and his associates.\n\nFISA orders, which are approved by judges who sit on the Foreign Intelligence Surveillance Court, are tightly guarded national security secrets. Even the existence of a specific FISA order is rarely disclosed publicly.\n\nThe Washington Post reported earlier this month that the Federal Bureau of Investigation obtained a FISA order to monitor the communications of former Trump adviser Carter Page as part of an investigation into possible links between Russia and Trump’s presidential campaign.\n\nParts of FISA will expire at the end of the year, unless U.S. lawmakers vote to reauthorize it. Privacy advocates in Congress have been working to attach new transparency and oversight reforms to any FISA legislation, and to limit government searches of American data that is incidentally collected during foreign surveillance operations.\n\nMicrosoft also for the first time published a national security letter in its transparency report, a type of warrantless surveillance order used by the FBI.\n\nOther technology companies, including Twitter Inc and Yahoo Inc, have also disclosed national security letters in recent months under a transparency measure of the USA Freedom Act that was enacted into law by the U.S. Congress in 2015."
    },
    {
        "header": "Hackers exploited Word flaw for months while Microsoft investigated",
        "link": "http://www.reuters.com/article/us-microsoft-cyber/hackers-exploited-word-flaw-for-months-while-microsoft-investigated-idUSKBN17S32G",
        "time": "8:50AM UTC",
        "body": "SAN FRANCISCO (Reuters) - To understand why it is so difficult to defend computers from even moderately capable hackers, consider the case of the security flaw officially known as CVE-2017-0199.\n\nThe bug was unusually dangerous but of a common genre: it was in Microsoft software, could allow a hacker to seize control of a personal computer with little trace, and was fixed April 11 in Microsoft’s regular monthly security update.\n\nBut it had traveled a rocky, nine-month journey from discovery to resolution, which cyber security experts say is an unusually long time.\n\nGoogle’s security researchers, for example, give vendors just 90 days’ warning before publishing flaws they find. Microsoft Corp (MSFT.O) declined to say how long it usually takes to patch a flaw.\n\nWhile Microsoft investigated, hackers found the flaw and manipulated the software to spy on unknown Russian speakers, possibly in Ukraine.\n\nFacebook says it will act against 'information operations' using false accounts\n\nAnd a group of thieves used it to bolster their efforts to steal from millions of online bank accounts in Australia and other countries.\n\nThose conclusions and other details emerged from interviews with researchers at cyber security firms who studied the events and analyzed versions of the attack code.\n\nThe tale began last July, when Ryan Hanson, a 2010 Idaho State University graduate and consultant at boutique security firm Optiv Inc in Boise, found a weakness in the way that Microsoft Word processes documents from another format. That allowed him to insert a link to a malicious program that would take control of a computer.\n\nHanson spent some months combining his find with other flaws to make it more deadly, he said on Twitter. Then in October he told Microsoft. The company often pays a modest bounty of a few thousands dollars for the identification of security risks.\n\nSoon after that point six months ago, Microsoft could have fixed the problem, the company acknowledged. But it was not that simple. A quick change in the settings on Word by customers would do the trick, but if Microsoft notified customers about the bug and the recommended changes, it would also be telling hackers about how to break in.\n\nAlternatively, Microsoft could have created a patch that would be distributed as part of its monthly software updates. But the company did not patch immediately and instead dug deeper. It was not aware that anyone was using Hanson’s method, and it wanted to be sure it had a comprehensive solution.\n\n“We performed an investigation to identify other potentially similar methods and ensure that our fix addresses [sic] more than just the issue reported,” Microsoft said through a spokesman, who answered emailed questions on the condition of anonymity. “This was a complex investigation.”\n\nThe saga shows that Microsoft’s progress on security issues, as well as that of the software industry as a whole, remains uneven in an era when the stakes are growing dramatically.\n\nThe United States has accused Russia of hacking political party emails to interfere in the 2016 presidential election, a charge Russia denies, while shadowy hacker groups opposed to the U.S. government have been publishing hacking tools used by the Central Intelligence Agency and National Security Agency.\n\nIt is unclear how the unknown hackers initially found Hanson’s bug. It could have been through simultaneous discovery, a leak in the patching process, or even hacking against Optiv or Microsoft.\n\nIn January, as Microsoft worked on a solution, the attacks began.\n\nThe first known victims were sent emails enticing them to click on a link to documents in Russian about military issues in Russia and areas held by Russian-backed rebels in eastern Ukraine, researchers said. Their computers were then infected with eavesdropping software made by Gamma Group, a private company that sells to agencies of many governments.\n\nThe best guess of cyber security experts is that one of Gamma’s customers was trying to get inside the computers of soldiers or political figures in Ukraine or Russia; either of those countries, or any of their neighbors or allies, could have been responsible. Such government espionage is routine.\n\nThe initial attacks were carefully aimed at a small number of targets and so stayed below the radar. But in March, security researchers at FireEye Inc (FEYE.O) noticed that a notorious piece of financial hacking software known as Latenbot was being distributed using the same Microsoft bug.\n\nFireEye probed further, found the earlier Russian-language attacks, and warned Microsoft. The company, which confirmed it was first warned of active attacks in March, got on track for an April 11 patch.\n\nThen, what counts as disaster in the world of bug-fixers struck. Another security firm, McAfee, saw some attacks using the Microsoft Word flaw on April 6.\n\nAfter what it described as “quick but in-depth research,” it established that the flaw had not been patched, contacted Microsoft, and then blogged about its discovery on April 7.\n\nThe blog post contained enough detail that other hackers could mimic the attacks.\n\nOther software security professionals were aghast that McAfee did not wait, as Optiv and FireEye were doing, until the patch came out.\n\nMcAfee Vice President Vincent Weafer blamed “a glitch in our communications with our partner Microsoft” for the timing. He did not elaborate.\n\nBy April 9, a program to exploit the flaw was on sale on underground markets for criminal hackers, said FireEye researcher John Hultquist.\n\nThe next day, attacks were mainstream. Someone used it to send documents booby-trapped with Dridex banking-fraud software to millions of computers in Australia.\n\nFinally, on the Tuesday, about six months after hearing from Hanson, Microsoft made the patch available. As always, some computer owners are lagging behind and have not installed it.\n\nBen-Gurion University employees in Israel were hacked, after the patch, by attackers linked to Iran who took over their email accounts and sent infected documents to their contacts at technology companies and medical professionals, said Michael Gorelik, vice president of cyber security firm Morphisec.\n\nWhen Microsoft patched, it thanked Hanson, a FireEye researcher and its own staff.\n\nA six-month delay is bad but not unheard of, said Marten Mickos, chief executive of HackerOne, which coordinates patching efforts between researchers and vendors.\n\n“Normal fixing times are a matter of weeks,” Mickos said.\n\nPrivately-held Optiv said through a spokeswoman that it usually gives vendors 45 days to make fixes before publishing research when appropriate, and that it “materially followed” that practice in this case.\n\nOptiv is now comparing the details of what Hanson told Microsoft with what the spies and criminals used in the wild, trying to find out if the researcher’s work was partly responsible for the worldwide hacking spree, the spokeswoman said.\n\nThe spree included one or more people who created a hacking tool for what FireEye’s Hultquist said is probably a national government - and then appearing to double-dip by also selling it to a criminal group.\n\nIf the patching took time, others who learned of the flaw moved quickly.\n\nOn the final weekend before the patch, the criminals could have sold it along to the Dridex hackers, or the original makers could have cashed in a third time, Hultquist said, effectively staging a last clearance sale before it lost peak effectiveness.\n\nIt is unclear how many people were ultimately infected or how much money was stolen."
    }
]