[
    {
        "header": "Amazon's Alexa to chat up Microsoft's Cortana",
        "link": "http://www.reuters.com/article/amazoncom-microsoft-partnership/amazons-alexa-to-chat-up-microsofts-cortana-idUSL4N1LG4NJ",
        "time": "9:51AM UTC",
        "body": "Aug 30 (Reuters) - Amazon.com Inc and Microsoft Corp have forged a partnership that will allow their voice-controlled virtual assistants to talk to each other later this year.\n\nUsers of Amazon’s Alexa will be able to ask Microsoft’s Cortana to do a range of activities — from booking a meeting to reading work email. And Cortana users will be able to call on Alexa to play music, order an Uber or turn on their house lights.\n\nUsers will be able to turn to their Echo device and say, “Alexa, open Cortana,” or turn to their Windows 10 device and say, “Cortana, open Alexa,” the companies said in a statement.\n\nThe partnership marks the first time two technology companies have opened up their artificial intelligence-powered virtual aides to each other.\n\nAlexa, Cortana and other virtual assistants such as Apple Inc’s Siri and Alphabet Inc’s Google Assistant are known to use data from their own walled gardens and not talk to each other.\n\nWhile Cortana’s strength lies in getting things done at work, Alexa helps users to control their smart homes and shop from the online retailer.\n\n“Together, their strengths will complement each other and provide customers with a richer and even more helpful experience,” Amazon Chief Executive Jeff Bezos said in a statement on Wednesday. (Reporting by Supantha Mukherjee in Bengaluru; Editing by Shounak Dasgupta)"
    },
    {
        "header": "Alexa allies with Cortana to take on Google Assistant, Siri",
        "link": "http://www.reuters.com/article/us-amazon-com-microsoft-partnership/alexa-allies-with-cortana-to-take-on-google-assistant-siri-idUSKCN1BA1RX",
        "time": "2:34PM UTC",
        "body": "(Reuters) - Amazon.com Inc (AMZN.O) and Microsoft Corp (MSFT.O) have joined forces to let their voice-controlled virtual assistants talk to each other, offering users the ability to seamlessly tap into work, their homes and shop online.\n\nThe partnership is the first time two technology companies open up their artificial intelligence-powered virtual aides to each other, and will be aimed at outsmarting rivals Google Assistant and Apple’s Siri.\n\nThe move in itself is rare as most virtual assistants are known to use data from their own ecosystems and not talk to one another.\n\nUsers of Amazon’s Alexa will be able to ask Microsoft’s Cortana to do a range of activities — from booking a meeting to reading work email. And Cortana users will be able to call on Alexa to play music or turn on house lights.\n\nNot to be left behind, Alphabet Inc (GOOGL.O) said on Wednesday Google Assistant will soon be available on third-party speakers and other home appliances. (bit.ly/2vERgEc)\n\n“Starting later this year, with manufacturers like LG, you’ll be able to control your appliances, including washers, dryers, vacuums and more from your Assistant on your smart speaker, Android phone or iPhone,” Google said.\n\nSeveral technology companies are trying to grab a share in smart homes, which allow consumers to control various connected appliances such as refrigerators and lights from a central hub or a smartphone.\n\n“In the long run it would seem that Amazon has more to gain from this deal, as Cortana remains trapped within the PC...while Amazon has won a powerful ally in its battle against Google,” Atlantic Equities analyst James Cordwell said.\n\nWhile Amazon introduced voice-controlled Alexa with its Echo speakers in 2014, Google launched Assistant on its Google Home speakers last year. Apple Inc (AAPL.O) in June introduced HomePod, powered by Siri.\n\nAmazon Echo devices will claim a 70.6 percent share of the U.S. market this year compared with a 23.8 percent share for Google Home, research firm eMarketer said in May. (reut.rs/2x5gUp6)\n\nUsers will be able to turn to their Echo device later this year and say, “Alexa, open Cortana,” or turn to their Windows 10 device and say, “Cortana, open Alexa,” the companies said.\n\n“It is surprising to me that these competitors have collaborated, that speaks to the quality of their respective CEOs,” Wedbush Securities analyst Michael Pachter said.\n\n“They understand that they will benefit more by working together than trying to destroy one another.”"
    },
    {
        "header": "BRIEF-Microsoft to collaborate with Amazon \"to help Alexa and Cortana talk to each other\"",
        "link": "http://www.reuters.com/article/brief-microsoft-to-collaborate-with-amaz/brief-microsoft-to-collaborate-with-amazon-to-help-alexa-and-cortana-talk-to-each-other-idUSFWN1LG0BC",
        "time": "6:12AM UTC",
        "body": "BRIEF-Microsoft to collaborate with Amazon \"to help Alexa and Cortana talk to each other\""
    }
]