[
    {
        "header": "BRIEF-Foundation Capital reports 14.6 percent passive stake in Azure Power Global as of Dec 31, 2016",
        "link": "http://www.reuters.com/article/idUSFWN1FT0W1",
        "time": "2:32PM UTC",
        "body": "* Foundation Capital VI Reports a 14.6 percent passive stake in Azure Power Global Ltd as of December 31, 2016 -SEC filing Source text : [ID:bit.ly/2lrvFu0] Further company coverage:"
    },
    {
        "header": "Microsoft offers patent troll defense for cloud customers",
        "link": "http://www.reuters.com/article/microsoft-cloud-idUSL1N1FT0Q0",
        "time": "9:24AM UTC",
        "body": "(Reuters) - Microsoft Corp has thought up another way to attract potential customers to its cloud computing service: deterrent against patent trolls.\n\nCompanies new to the cloud are vulnerable to non-practicing entities, which do not make any products themselves but use their arsenal of broad technology patents to sue other firms in order to extract royalties or a cash settlement.\n\nThe new offering could appeal to companies new to the cloud arena, needing a service such as Microsoft’s Azure to store their data or host their mobile app.\n\nIt was not clear that it alone would be enough to draw customers away from the market leader, Amazon.com Inc’s Amazon Web Services.\n\nUnder a plan unveiled on Wednesday, Microsoft said customers of its cloud service could rely on any of 10,000 Microsoft patents free of charge to deter legal threats against them.\n\nThe Redmond, Washington-based company also said it would extend its existing promise to defend any customers sued over Azure to include the freely available or ‘open source’ technology incorporated into its cloud service.\n\nThe protection is designed to appeal to an automaker, for instance, which may have car-related patents but has no such cover for its mobile apps and other cloud-based products, making it a target.\n\n“They haven’t had years to build up that patent portfolio,” said Julia White, Microsoft corporate vice president, in an interview. “Cloud innovation is far too important to be stifled by lawsuits.”"
    }
]