[
    {
        "header": "UN has high hopes for private sector after Microsoft rights donation",
        "link": "http://www.reuters.com/article/un-microsoft/un-has-high-hopes-for-private-sector-after-microsoft-rights-donation-idUSL8N1IH764",
        "time": "7:14AM UTC",
        "body": "GENEVA, May 16 (Reuters) - The United Nations human rights office on Tuesday welcomed a $5 million donation from Microsoft Corp and called on the rest of the private sector, which makes up only a tiny proportion of its donors, to “step up to the plate”.\n\nMicrosoft’s funds will go towards helping the U.N. agency develop and make better use of technology in its human rights work as part of a five-year partnership, the parties said at a news conference in Geneva.\n\nU.N. human rights chief Zeid Ra‘ad al Hussein, who has called his agency “dramatically and chronically underfunded”, said he hoped the donation would encourage others in the private sector to contribute. On top of funding from the U.N. budget, Zeid has called for voluntary donations of $253 million in 2017.\n\nAlmost all such donations come from governments.\n\n“We’re receiving close to zero form the private sector,” Laurent Sauveur, head of external relations at the UN human rights office, said at a separate briefing.\n\n“We feel the private sector has a tremendous role to play…. We do believe that it needs to step up to the plate.”\n\nSauveur said the agency had tried to form partnerships with the private sector but lacked capacity.\n\nThe U.N. Office for Human Rights has a far smaller budget than the humanitarian arms of the U.N. such as the refugee agency UNHCR, the children’s agency UNICEF and the World Food Programme, which are experienced at raising private donations.\n\nCountries that did not make voluntary donations to the human rights office last year include China, Syria, Israel, Iran and North Korea.\n\nPeggy Hicks, the U.N. human rights office’s head of thematic engagement, said $5 million would go a long way in the human rights sector, despite a $100 million funding gap.\n\n“The U.N. human rights office is going to be able to harness the potential of technology to tackle human rights abuse more effectively, and at the same time will be better placed to respond to the new human rights challenges that may be posed by technology,” she said.\n\nMicrosoft will also give technological support to the agency, according to Hicks.\n\nMicrosoft President Brad Smith said the partnership was an opportunity to grow the role of technology in the safeguarding and defence of human rights.\n\n“In many ways we look at the human rights situation around the world and we see a still untapped opportunity for technology to help,” Smith told reporters in Geneva via videolink.\n\nOne way technology could contribute to the agency would be in the collection and analysis of large amounts of data that is now required for it to carry out its work, he said.\n\nTechnology giants such as Google, Apple and Facebook are under scrutiny for their privacy policies as governments want to raid their vast stores of data to conduct surveillance on their own populations.\n\nHicks said the U.N. had done extensive due diligence before accepting Microsoft’s donation, and Smith said that any company making a donation should respect the mission and the needs of the organisation, and “get involved only if you’re comfortable.”\n\nLast year it received only $129 million in donations, ranging from $17 million from the United States to $1,816 from Mauritius. (Reporting by Tom Miles; Editing by Raissa Kasolowsky)"
    },
    {
        "header": "BRIEF-Skypeople Fruit Juice Q1 revenue $3 million",
        "link": "http://www.reuters.com/article/brief-skypeople-fruit-juice-q1-revenue-3/brief-skypeople-fruit-juice-q1-revenue-3-million-idUSASA09Q7O",
        "time": "4:30PM UTC",
        "body": "* Skypeople Fruit Juice - due to “heavy competition” in concentrated fruit juice business in China, construction work on project in Suizhong County suspended Source text for Eikon: Further company coverage:"
    },
    {
        "header": "RPT-Cyber attack could spark lawsuits but not against Microsoft",
        "link": "http://www.reuters.com/article/cyber-attack-liability/rpt-cyber-attack-could-spark-lawsuits-but-not-against-microsoft-idUSL2N1II1NY",
        "time": "3:44PM UTC",
        "body": "(Reuters) - Businesses that failed to update Microsoft Windows-based computer systems that were hit by a massive cyber attack over the weekend could be sued over their lax cyber security, but Microsoft Corp itself enjoys strong protection from lawsuits, legal experts said.\n\nThe WannaCry worm has affected more than 200,000 Windows computers around the world since Friday, disrupting car factories, global shipper FedEx Corp and Britain’s National Health Service, among others. The hacking tool spreads silently between computers, shutting them down by encrypting data and then demanding a ransom of $300 to unlock them.\n\nAccording to Microsoft, computers affected by the so-called “ransomware” did not have security patches for various Windows versions installed or were running Windows XP, which the company no longer supports.\n\n”Using outdated versions of Windows that are no longer supported raises a lot of questions,“ said Christopher Dore, a lawyer specializing in digital privacy law at Edelson PC. ”It would arguably be knowingly negligent to let those systems stay in place.”\n\nBusinesses could face legal claims if they failed to deliver services because of the attack, said Edward McAndrew, a data privacy lawyer at Ballard Spahr. “There is this stream of liability that flows from the ransomware attack,” he said. “That’s liability to individuals, consumers and patients.”\n\nWannaCry exploits a vulnerability in older versions of Windows, including Windows 7 and Windows XP. Microsoft issued a security update in March that stops WannaCry and other malware in Windows 7. Over the weekend the company took the unusual step of releasing a similar patch for Windows XP, which the company announced in 2014 it would no longer support.\n\nDore said companies that faced disruptions because they did not run the Microsoft update or because they were using older versions of Windows could face lawsuits if they publicly touted their cyber security. His law firm sued LinkedIn after a 2012 data breach, alleging individuals paid for premium accounts because the company falsely stated it had top-quality cyber security measures. LinkedIn settled for $1.25 million in 2014.\n\nBut Scott Vernick, a data security lawyer at Fox Rothschild that represents companies, said he was skeptical that WannaCry would produce a flood of consumer lawsuits. He noted there was no indication the cyber attack had resulted in widespread disclosure of personal data.\n\n“It isn’t clear that there has been a harm to consumers,” he said.\n\nVernick said businesses that failed to update their software could face scrutiny from the U.S. Federal Trade Commission, which has previously sued companies for misrepresenting their data privacy measures.\n\nMicrosoft itself is unlikely to face legal trouble over the flaw in Windows being exploited by WannaCry, according to legal experts.\n\nWhen Microsoft sells software it does so through a licensing agreement that states the company is not liable for any security breaches, said Michael Scott, a professor at Southwestern Law School. Courts have consistently upheld those agreements, he said.\n\nAlex Abdo, a staff attorney at the Knight First Amendment Institute at Columbia University, said Microsoft and other software companies have strategically settled lawsuits that could lead to court rulings weakening their licensing agreements.\n\n“This area of law has been stunted in its growth,” he said. “It is very difficult to hold software manufacturers accountable for flaws in their products.”\n\nAlso enjoying strong protection from liability over the cyber attack is the U.S. National Security Agency, whose stolen hacking tool is believed to be the basis for WannaCry. The NSA did not immediately return a request for comment.\n\nJonathan Zittrain, a professor specializing in internet law at Harvard Law School, said courts have frequently dismissed lawsuits against the agency on the grounds they might result in the disclosure of top secret information.\n\nOn top of that, the NSA would likely be able to claim that it is shielded from liability under the doctrine of sovereign immunity, which says that the government cannot be sued over carrying out its official duties.\n\n“I doubt there can be any liability that stems back to the NSA,” Dore said."
    }
]