[
    {
        "header": "BRIEF-Microsoft announces coco framework to advance enterprise adoption of blockchain technology​",
        "link": "http://www.reuters.com/article/brief-microsoft-announces-coco-framework/brief-microsoft-announces-coco-framework-to-advance-enterprise-adoption-of-blockchain-technology-idUSFWN1KW133",
        "time": "9:31AM UTC",
        "body": "* Microsoft - ‍announced coco framework, a first-of-its-kind innovation that will advance enterprise adoption of blockchain technology​ Source text for Eikon: Further company coverage:"
    },
    {
        "header": "Kaspersky Lab to withdraw Microsoft antitrust complaints",
        "link": "http://www.reuters.com/article/us-usa-kasperskylab-microsoft-antitrust/kaspersky-lab-to-withdraw-microsoft-antitrust-complaints-idUSKBN1AQ0IO",
        "time": "7:16PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Moscow-based cyber security firm Kaspersky Lab said on Wednesday it would withdraw antitrust complaints made in Europe against Microsoft after the U.S. technology giant agreed to change how it delivers security updates to Windows users.\n\nBoth companies simultaneously announced a resolution to nearly a year of disputes that included Kaspersky alleging that Microsoft had erected unfair obstacles for independent security vendors on its Windows 10 operating system.\n\nKaspersky Lab in June accused Microsoft of abusing its dominance in the personal computer market to unfairly harm third-party antivirus providers in how it distributed its own Defender antivirus software on Windows 10.\n\nCompany founder Eugene Kaspersky said at the time that Microsoft had removed Kaspersky’s antivirus software when customers installed Windows 10 in order to make users adopt Defender, which he derided as an “inferior” product.\n\nMicrosoft had denied breaking any laws and said that its goal was to help protect Windows 10 customers from cyber security threats.\n\nIn a blog post published late Wednesday, Microsoft said it would work more closely with antivirus vendors before software updates are launched to help mitigate compatibility issues.\n\nThe Redmond, Washington-based company said it will also allow antivirus providers to issue their own alerts and notifications to customers before and after subscriptions have expired and provide vendors more visibility and certainty around its update release schedules.\n\nIn a statement, Kaspersky said Microsoft’s proposed approach had addressed its concerns raised with Russia’s Federal Antimonopoly Service, and said that it was “taking all steps necessary” to withdraw its antitrust complaints made with the European Commission and Germany’s national competition regulator.\n\nIt added that the two companies had held “fruitful discussions” in recent months about how “antivirus services should operate in the Windows ecosystem to help ensure a safe environment for Windows users.”\n\nThe detente comes as Kaspersky Lab is facing mounting accusations from U.S. intelligence officials and lawmakers that the company may be vulnerable to Russian government influence.\n\nKaspersky Lab has repeatedly denied having ties to any government or that it has helped any government conduct cyber espionage."
    },
    {
        "header": "Microsoft Surface devices fail on reliability: Consumer Reports",
        "link": "http://www.reuters.com/article/us-microsoft-surface/microsoft-surface-devices-fail-on-reliability-consumer-reports-idUSKBN1AQ1EP",
        "time": "3:22PM UTC",
        "body": "SAN FRANCISCO (Reuters) - The breakage rate for Microsoft Corp’s (MSFT.O) Surface devices is significantly worse than for other manufacturers’ laptops and tablets, Consumer Reports said, adding that it was removing its “recommended” designation for Surface products.\n\nThe non-profit publication surveyed 90,000 tablet and laptop owners and found that an estimated 25 percent of those with Microsoft Surface devices would be presented with “problems by the end of the second year of ownership,” according to a study published on Thursday.\n\n“If you are very concerned about how long your products are going to last, it might be better for you to go with a brand that has a higher predicted reliability,” Jerry Beilinson, electronics editor at the consumer goods testing publication, said in an interview.\n\nMicrosoft disputed the study, saying the company’s return and support rates differ significantly from the Consumer Reports study.\n\n“We don’t believe these findings accurately reflect Surface owners’ true experiences or capture the performance and reliability improvements made with every Surface generation,” the company said in a statement.\n\nAccording to the Consumer Reports survey responses, the Microsoft devices were found to freeze, unexpectedly shut down or have issues with their touchscreens, Beilinson said.\n\nAltogether, the reliability issues made Microsoft a statistical outlier compared with other brands. Apple Inc had the most reliable devices, Beilinson said.\n\nMicrosoft entered the hardware market with its first Surface tablet in 2012. Since then, the company has released a series of new Surface tablets and laptops, including the well-reviewed Surface Pro, which launched in May.\n\nThe Surface devices serve as a face for the company and exemplify how Microsoft’s manufacturing partners can build hardware around the Windows 10 operating system. However, Surface is a small part of Microsoft’s overall revenue, and Surface revenue has declined year-over-year for the past two quarters.\n\n“The reality is that Microsoft has very little experience in some of the newer categories it’s entering very rapidly, which may expose it to more risk of problems in manufacturing,” said Jan Dawson, chief analyst at Jackdaw Research.\n\nConsumer Reports has conducted its annual reliability study since 1952, starting with cars. The study is also used to determine the reliability of products like refrigerators, lawn mowers, televisions and more. In more recent years, the organization has added laptops and tablets."
    },
    {
        "header": "Microsoft unveils technology to speed up blockchain and its adoption",
        "link": "http://www.reuters.com/article/us-microsoft-blockchain/microsoft-unveils-technology-to-speed-up-blockchain-and-its-adoption-idUSKBN1AQ1KD",
        "time": "9:08AM UTC",
        "body": "NEW YORK (Reuters) - Microsoft Corp (MSFT.O) is working on technology that it believes can make blockchain-based systems faster and more private, as it looks to speed up use of the distributed database software by enterprises.\n\nThe company said on Thursday that it had developed a system called Coco Framework, which connects to different blockchain networks to solve some of the issues that have slowed down their adoption, including speed and privacy concerns.\n\nCoco, whose names stands for Confidential Consortium, will be ready and made open source by 2018, Microsoft said.\n\nIt is currently compatible with Ethereum, one of the most popular types of blockchains and can make it roughly 100 times faster, Microsoft said.\n\n“We expect this to be the foundation for blockchain for enterprise,” Mark Russinovich, chief technology officer of Azure, Microsoft’s cloud computing division, said at a press briefing. “We think blockchain is going to potentially transform every industry.”\n\nLarge businesses, including many of the world’s biggest banks, have been investing in blockchain in the hopes that it can help simplify and reduce the costs of some of their data-heavy processes.\n\nThe technology, which first emerged as the system underpinning cryptocurrency bitcoin, is a shared public record of data that is maintained by a network of computers on the internet. This means every user on a network could potentially have access to all information.\n\nWhile this makes the technology well-suited at ensuring the information’s integrity, it also makes it inadequate for use by big businesses with strict data privacy requirements.\n\nMicrosoft’s technology would make it easier for firms to control who can see what on a network without making the system slower.\n\nThe company plans to offer Coco for free, although it hopes that it will lead to more use of its cloud services.\n\nIt is being built in part with Intel Corp (INTC.O) hardware and will be compatible with all types of blockchains.\n\nPlanned adopters include Corda, the blockchain of bank consortium R3, Intel’s blockchain Sawtooth and Quorum, the blockchain developed by JPMorgan Chase & Co (JPM.N).\n\nWhile the technology continues to draw interest from large firms, experts and skeptics caution that it is still in its early days and it may take years before its benefits are reaped.\n\nMicrosoft’s system can process around 1,600 transactions per second. By comparison the network of payment card provider Visa can handle up to 24,000 transactions per second."
    }
]