[
    {
        "header": "Microsoft says no increase in U.S. foreign intelligence surveillance requests",
        "link": "http://www.reuters.com/article/us-microsoft-surveillance/microsoft-says-no-increase-in-u-s-foreign-intelligence-surveillance-requests-idUSKBN17F2G7",
        "time": "7:19PM UTC",
        "body": "WASHINGTON (Reuters) - (This version corrects story originally published on April 13 with changes in headline and paragraphs 1, 2, and 4 after Microsoft issued corrected figures for U.S. surveillance requests it received in first six months of 2016. Paragraph 5 is deleted as the numbers are no longer relevant, additional paragraphs recasted to reflect new numbers with comments from Microsoft on official correction.)\n\nMicrosoft Corp (MSFT.O) said this week it had wrongly reported that a sharp increase in U.S. government surveillance requests took place during the first half of 2016, revising its official numbers to show the amount remained flat over previous intervals.\n\nMicrosoft on April 13 released its biannual transparency report stating the company received between 1,000 and 1,499 U.S. surveillance orders under the Foreign Intelligence Surveillance Act (FISA) for user content between January and June of 2016.\n\nOn Tuesday it corrected that number to between 0 and 499 requests, or the same amount received during both January-June 2015 as well as the second half of 2015.\n\n“Microsoft corrected the mistake as soon as we realized it was made to ensure the accuracy of our reporting,” the company said in an editor’s note dated April 25 and appended to an official blog post. “We’ve put additional safeguards in place to ensure the numbers we report are correct. We apologize for the error.”\n\nA Microsoft spokeswoman said human error was the cause of the misreported numbers.\n\nThe U.S. government allows companies to report the volume of FISA requests only in wide bands rather than specific numbers.\n\nThe scope of spying authority granted to U.S. intelligence agencies under FISA has come under renewed scrutiny in recent weeks, sparked in part by evolving, unsubstantiated assertions from President Donald Trump and other Republicans that the Obama White House improperly spied on Trump and his associates.\n\nFISA orders, which are approved by judges who sit on the Foreign Intelligence Surveillance Court, are tightly guarded national security secrets. Even the existence of a specific FISA order is rarely disclosed publicly.\n\nThe Washington Post reported earlier this month that the Federal Bureau of Investigation obtained a FISA order to monitor the communications of former Trump adviser Carter Page as part of an investigation into possible links between Russia and Trump’s presidential campaign.\n\nParts of FISA will expire at the end of the year, unless U.S. lawmakers vote to reauthorize it. Privacy advocates in Congress have been working to attach new transparency and oversight reforms to any FISA legislation, and to limit government searches of American data that is incidentally collected during foreign surveillance operations.\n\nMicrosoft also for the first time published a national security letter in its transparency report, a type of warrantless surveillance order used by the FBI.\n\nOther technology companies, including Twitter Inc (TWTR.N) and Yahoo Inc YHOO.O, have also disclosed national security letters in recent months under a transparency measure of the USA Freedom Act that was enacted into law by the U.S. Congress in 2015."
    }
]