[
    {
        "header": "Boys 'cried from barred windows' as Islamic school blaze kills 23 in Malaysia",
        "link": "http://www.reuters.com/article/us-malaysia-fire/boys-cried-from-barred-windows-as-islamic-school-blaze-kills-23-in-malaysia-idUSKCN1BP04T",
        "time": "6:06AM UTC",
        "body": "KUALA LUMPUR (Reuters) - A blaze at an Islamic boarding school in the Malaysian capital killed at least 23 people on Thursday, most of them teenage boys who cried for help from barred windows, officials and witnesses said.\n\nThe fire broke out at around 5.40 a.m. in a top-floor dormitory in the three-storey building, firemen said, where most of the students were sleeping in bunk beds, with many of the windows covered by metal grills. One survivor said there was just one window the boys managed to open.\n\nTwo teachers were also killed in the fire at the Darul Quran Ittifaqiyah, a 15-minute drive from the iconic Petronas Twin Towers in Kuala Lumpur, police said, adding that most of the victims died from smoke inhalation.\n\nThe youngest was just seven, media said.\n\nThe disaster has renewed calls for greater scrutiny of so-called “tahfiz” schools, where students learn to memorize the Quran. They are unregulated by the education ministry, being the responsibility of the religious department.\n\nDeputy Prime Minister Ahmad Zahid Hamidi said at least 31 fires had been reported at such schools in Malaysia since 2011, adding that they must follow safety regulations.\n\n“We will continue to carry out investigations, especially through forensics, as we found that there was some security features that should have been complied with but weren‘t,” Zahid told reporters outside the school.\n\nFire department operations deputy director Soiman Jahid said the cause was likely a short circuit or a mosquito repellent coil.\n\nThe dormitory had only one entrance, leaving many of the victims trapped, he said.\n\n“The building was surrounded by metal grills that could not be opened from the inside. The students, after realizing the fire and heavy smoke, tried to escape through the window,” Soiman said outside the school.\n\n“But because of the grills, they could not escape.”\n\nSoiman said the school had submitted a request for fire safety approval but no new checks had been carried out as the request was still being processed.\n\n“The pupils all got locked in and they couldn’t escape and got burned,” Nadia Azalan, sister of a 13-year-old victim, told Reuters in tears as distraught family members gathered outside the building. “Safety should come first.”\n\nMohamad Arif Mawardi, 24, who was sleeping on one of the lower floors, said he realized there was a fire only after he heard people shouting.\n\n“We wanted to help the others but we couldn’t because the fire was rampant. There was nothing we could do,” he said.\n\nAbout 13 boys managed to open a window and escape, Arif said.\n\n“Only those 13 who had access to that open window could escape,” he said.\n\nA man identified only as Hazin, who lived next door to the school, said his son called the fire department after they heard screams and saw the flames.\n\n“The children were crying for help, but I couldn’t help them as the door was already on fire,” he said.\n\nViewed from outside, the only tell-tale signs of disaster were the blackened upper-floor windows, otherwise the tin-roofed building appeared unscathed, with a Malaysian flag hanging limply from the yellow wall.\n\nOnly inside did the intensity of the inferno become clear. The dormitory was blackened, lined with the charred frames of bunk beds.\n\nTahfiz schools have been under scrutiny since earlier this year when an 11-year-old boy died after reported abuse in Johor, north of Singapore."
    }
]