[
    {
        "header": "BRIEF-Castellum leases to Microsoft in Lund",
        "link": "http://www.reuters.com/article/brief-castellum-leases-to-microsoft-in-l-idUSFWN1GX0CJ",
        "time": "7:42AM UTC",
        "body": ""
    },
    {
        "header": "Adobe, Microsoft team up to share sales and marketing data",
        "link": "http://www.reuters.com/article/adobe-microsoft-idUSL2N1GX1OU",
        "time": "11:45PM UTC",
        "body": "(Reuters) - Microsoft Corp and Adobe Systems Inc are joining to make their respective sales and marketing software products more potent competitors to Salesforce.com Inc and Oracle Corp offerings, the two firms said Monday.\n\nOn the eve of San Jose, California-based Adobe’s annual user conference, the company said that it will work with Microsoft to create a shared data format between Adobe’s marketing software suite, which the company is re-naming its Experience Cloud, and Microsoft’s sales software, called Dynamics, allowing the software systems to work together seamlessly.\n\n“It’s going to enable to customers to go beyond the current (software) silos they have to navigate today,” said Scott Guthrie, executive vice president of the cloud and enterprise division at Microsoft.\n\nFor Adobe, best known among consumers for its Photoshop digital imaging and Acrobat PDF software, the partnership builds on a deal it struck with Microsoft last fall to use its Azure cloud computing services.\n\nAdobe has been pushing into business-to-business marketing software since it purchased Omniture Inc, a firm that helps website owners track their traffic, for $1.8 billion in 2009. Software that companies use to run digital marketing and advertising campaigns represented about $1.2 billion of Adobe’s $4.6 billion in revenue last year.\n\nFor its part, Microsoft has been trying to expand Dynamics, its software system for sales people. Teaming with Adobe helps it compete more strongly against Salesforce and Oracle, which both offer a combination of sales and marketing software.\n\nMelissa Webster, an analyst with IDC, said that sharing data between systems to ensure customers get a smooth experience will be “an important battleground” in business-to-business software.\n\nIf customers have spent a lot of money with a business, they expect the business to remember who they are and don’t like it when they have to constantly re-enter their name and information, she said.\n\n“Every time a company says with its body language ‘Who are you, again?’ it eats into their brand equity a little bit,” she said."
    }
]