[
    {
        "header": "BRIEF-Microsoft reports 2018 Q1 ‍revenue of $24.5 billion​",
        "link": "http://www.reuters.com/article/brief-microsoft-reports-2018-q1-revenue/brief-microsoft-reports-2018-q1-revenue-of-24-5-billion-idUSFWN1N11SF",
        "time": "4:28PM UTC",
        "body": "* Qtrly ‍revenue in productivity and business processes was $8.2 billion and increased 28% (up 28% in constant currency)​\n\n* Microsoft - qtrly ‍diluted earnings per share was $0.84 and increased 17%​\n\n* Qtrly ‍office commercial products and cloud services revenue increased 10% (up 10% in constant currency)​\n\n* Qtrly ‍office consumer products and cloud services revenue increased 12% (up 10% in constant currency)​\n\n* Says ‍Linkedin contributed revenue of $1.1 billion during quarter​\n\n* Qtrly ‍revenue in intelligent cloud was $6.9 billion and increased 14% (up 13% in constant currency)​\n\n* Qtrly ‍server products and cloud services revenue increased 17% (up 17% in constant currency)​\n\n* Qtrly ‍revenue in more personal computing was $9.4 billion and relatively unchanged (down 1% in constant currency)​\n\n* Qtrly ‍windows commercial products and cloud services revenue increased 7% (up 6% in constant currency)​"
    },
    {
        "header": "BRIEF-Microsoft sees Q2 intelligent cloud revenue of $7.35 bln-$7.55 bln",
        "link": "http://www.reuters.com/article/brief-microsoft-sees-q2-intelligent-clou/brief-microsoft-sees-q2-intelligent-cloud-revenue-of-7-35-bln-7-55-bln-idUSFWN1N11Y8",
        "time": "6:13PM UTC",
        "body": "* Sees Q2 productivity and business processes revenue of $8.75 billion to $8.95 billion\n\n* Sees FY 18 foreign currency impact to increase to total revenue growth of about 1 point​"
    },
    {
        "header": "Microsoft beats profit estimates on gains from cloud services",
        "link": "http://www.reuters.com/article/us-microsoft-results/microsoft-beats-profit-estimates-on-gains-from-cloud-services-idUSKBN1CV3AZ",
        "time": "6:09PM UTC",
        "body": "(Reuters) - Microsoft Corp (MSFT.O) reported better-than-expected quarterly profit on Thursday as demand for its cloud computing services for companies rose and its personal computer software business stabilized.\n\nShares of the world’s largest software company rose 3.1 percent to $81.20 in trading after the bell.\n\nMicrosoft’s focus on fast-growing cloud applications and platforms is helping it beat slowing demand for personal computers that has hurt sales of Windows - the software that powered the company to the top in the 1990s.\n\nUnder Chief Executive Satya Nadella, Microsoft’s cloud business - which includes products such as Office 365, Dynamic 365 and the flagship Azure computing platform - has emerged as a major source of growth.\n\nRevenue from Microsoft’s intelligent cloud business rose nearly 14 percent to $6.92 billion in Microsoft’s fiscal first quarter, ended Sept. 30. Analysts on average had expected $6.70 billion, according to financial data and analytics firm FactSet.\n\nRevenue from Azure, which competes with Amazon.com Inc’s (AMZN.O) Amazon Web Services and offerings from Alphabet Inc’s (GOOGL.O) Google, IBM (IBM.N) and Oracle Corp (ORCL.N), grew 90 percent compared to a 97 percent growth rate in the preceding quarter.\n\nAzure’s strong performance helped lift the gross margin at Microsoft’s cloud business to 57 percent, said Stephanie Rodriguez, director of investor relations for Microsoft.\n\nMicrosoft said its commercial cloud annualized revenue run rate reached $20.4 billion in the quarter. In 2015, Nadella set a target of $20 billion in cloud revenue by 2018.\n\nIn a call with analysts after earnings, Nadella said retailer Costco Wholesale Corp (COST.O) recently chose Azure its hybrid cloud platform.\n\nRevenue from Microsoft’s personal computing division, its largest by revenue, fell 0.2 percent to $9.38 billion but handily beat analysts’ estimate of $8.81 billion.\n\nAfter two straight quarters of declining Surface revenue, Microsoft notched a 12 percent year-over-year increase in revenue for its tablets and laptops in the latest quarter, helped by the release of a new Surface in May.\n\nMicrosoft also benefited from a 13 percent year-over-year increase in revenue from Dynamics, its enterprise and sales software business which competes with Salesforce.com Inc (CRM.N).\n\n“Even though best in class is Salesforce, Microsoft has a good enough product to get a large amount of business,” said Kim Forrest, an equity analyst at Fort Pitt Capital Group.\n\n“Microsoft is set for an acceleration of growth and bookings with margin concerns that were overblown heading into 2018,” said Daniel Ives at research firm GBH Insights. “A slowly improving PC environment is also a modest tailwind for Microsoft with cloud remaining the Trojan horse growth driver for Redmond over the coming years.”\n\nThe technology company, based in Redmond, Washington, reported net income of $6.58 billion, or 84 cents per share, up from $5.67 billion, or 72 cents per share, a year earlier. (bit.ly/2lkGlyz)\n\nMicrosoft's shares had risen nearly 27 percent this year through Thursday, eclipsing the 14.4 percent gain in the broader S&P 500 .SPX."
    },
    {
        "header": "Microsoft's profit rises 16 pct",
        "link": "http://www.reuters.com/article/microsoft-results/microsofts-profit-rises-16-pct-idUSL4N1N16CZ",
        "time": "4:09PM UTC",
        "body": "Oct 26 (Reuters) - Microsoft Corp reported a 16 percent rise in quarterly profit on Thursday as demand for its cloud computing services for companies rose and personal computer software business stabilized.\n\nThe technology giant's net income rose to $6.58 billion, or 84 cents per share, in the first quarter ended Sept. 30, from $5.67 billion, or 72 cents per share, a year earlier. (bit.ly/2lkGlyz)\n\nMicrosoft’s focus on cloud applications and platforms is offsetting a drop in demand for personal computers that has hurt sales of Windows - the software that powered the company to the top during the dotcom boom.\n\nUnder Chief Executive Satya Nadella, Microsoft’s cloud business - which includes products such as Office 365, Dynamic 365 and the flagship Azure computing platform - has emerged as a major growth driver. (Reporting by Pushkala A in Bengaluru; Editing by Arun Koyyur)"
    },
    {
        "header": "BRIEF-Microsoft says Costco recently chose Azure as its hybrid cloud platform - Conf Call",
        "link": "http://www.reuters.com/article/brief-microsoft-says-costco-recently-cho/brief-microsoft-says-costco-recently-chose-azure-as-its-hybrid-cloud-platform-conf-call-idUSFWN1N11XX",
        "time": "6:44PM UTC",
        "body": "* Microsoft CEO says now have 120 million monthly active users of Office 365 Commercial, have more than 530 million LinkedIn members - Conf Call\n\n* Microsoft CEO says Costco recently chose Azure as its hybrid cloud platform - Conf Call\n\n* Microsoft says assuming current rates remain stable, expect FX to increase revenue growth by 1 point for Q2 - Conf Call\n\n* Microsoft says “We will increase our capital investment to meet growing demand and capacity needs”- Conf Call\n\n* Microsoft says expect approximately $1.2 billion of LinkedIn revenue in Q2 - Conf Call\n\n* Microsoft says updating full year tax rate to 22%, plus or minus 2 points - Conf Call Further company coverage:"
    }
]