[
    {
        "header": "BRIEF-Skypeople Fruit Juice reschedules Q1 earnings results to May 16",
        "link": "http://www.reuters.com/article/brief-skypeople-fruit-juice-reschedules/brief-skypeople-fruit-juice-reschedules-q1-earnings-results-to-may-16-idUSFWN1IH16M",
        "time": "4:08PM UTC",
        "body": "* Skypeople Fruit Juice reschedules first quarter earnings results to May 16, 2017\n\n* Announced it will be delaying filing of its quarterly report on form 10-Q for quarter ended March 31, 2017\n\n* Company anticipates to file form 10-Q on Tuesday, May 16, 2017 Source text for Eikon: Further company coverage:"
    },
    {
        "header": "BRIEF-SkyPeople Fruit Juice Inc files for non-timely 10-Q",
        "link": "http://www.reuters.com/article/brief-skypeople-fruit-juice-inc-files-fo/brief-skypeople-fruit-juice-inc-files-for-non-timely-10-q-idUSFWN1IH1A9",
        "time": "5:36PM UTC",
        "body": "* SkyPeople Fruit Juice Inc - files for non-timely 10-Q - SEC filing Source text: (bit.ly/2pQjbgG) Further company coverage:"
    },
    {
        "header": "Cyber attack could spark lawsuits but not against Microsoft",
        "link": "http://www.reuters.com/article/cyber-attack-liability/cyber-attack-could-spark-lawsuits-but-not-against-microsoft-idUSL2N1II00N",
        "time": "8:17PM UTC",
        "body": "(Reuters) - Businesses that failed to update Microsoft Windows-based computer systems that were hit by a massive cyber attack over the weekend could be sued over their lax cyber security, but Microsoft Corp itself enjoys strong protection from lawsuits, legal experts said.\n\nThe WannaCry worm has affected more than 200,000 Windows computers around the world since Friday, disrupting car factories, global shipper FedEx Corp and Britain’s National Health Service, among others. The hacking tool spreads silently between computers, shutting them down by encrypting data and then demanding a ransom of $300 to unlock them.\n\nAccording to Microsoft, computers affected by the so-called “ransomware” did not have security patches for various Windows versions installed or were running Windows XP, which the company no longer supports.\n\n”Using outdated versions of Windows that are no longer supported raises a lot of questions,“ said Christopher Dore, a lawyer specializing in digital privacy law at Edelson PC. ”It would arguably be knowingly negligent to let those systems stay in place.”\n\nBusinesses could face legal claims if they failed to deliver services because of the attack, said Edward McAndrew, a data privacy lawyer at Ballard Spahr. “There is this stream of liability that flows from the ransomware attack,” he said. “That’s liability to individuals, consumers and patients.”\n\nWannaCry exploits a vulnerability in older versions of Windows, including Windows 7 and Windows XP. Microsoft issued a security update in March that stops WannaCry and other malware in Windows 7. Over the weekend the company took the unusual step of releasing a similar patch for Windows XP, which the company announced in 2014 it would no longer support.\n\nDore said companies that faced disruptions because they did not run the Microsoft update or because they were using older versions of Windows could face lawsuits if they publicly touted their cyber security. His law firm sued LinkedIn after a 2012 data breach, alleging individuals paid for premium accounts because the company falsely stated it had top-quality cyber security measures. LinkedIn settled for $1.25 million in 2014.\n\nBut Scott Vernick, a data security lawyer at Fox Rothschild that represents companies, said he was skeptical that WannaCry would produce a flood of consumer lawsuits. He noted there was no indication the cyber attack had resulted in widespread disclosure of personal data.\n\n“It isn’t clear that there has been a harm to consumers,” he said.\n\nVernick said businesses that failed to update their software could face scrutiny from the U.S. Federal Trade Commission, which has previously sued companies for misrepresenting their data privacy measures.\n\nMicrosoft itself is unlikely to face legal trouble over the flaw in Windows being exploited by WannaCry, according to legal experts.\n\nWhen Microsoft sells software it does so through a licensing agreement that states the company is not liable for any security breaches, said Michael Scott, a professor at Southwestern Law School. Courts have consistently upheld those agreements, he said.\n\nAlex Abdo, a staff attorney at the Knight First Amendment Institute at Columbia University, said Microsoft and other software companies have strategically settled lawsuits that could lead to court rulings weakening their licensing agreements.\n\n“This area of law has been stunted in its growth,” he said. “It is very difficult to hold software manufacturers accountable for flaws in their products.”\n\nAlso enjoying strong protection from liability over the cyber attack is the U.S. National Security Agency, whose stolen hacking tool is believed to be the basis for WannaCry. The NSA did not immediately return a request for comment.\n\nJonathan Zittrain, a professor specializing in internet law at Harvard Law School, said courts have frequently dismissed lawsuits against the agency on the grounds they might result in the disclosure of top secret information.\n\nOn top of that, the NSA would likely be able to claim that it is shielded from liability under the doctrine of sovereign immunity, which says that the government cannot be sued over carrying out its official duties.\n\n“I doubt there can be any liability that stems back to the NSA,” Dore said."
    },
    {
        "header": "BRIEF-Soros Fund Management more than triples share stake in Microsoft, takes share stake in Snap, Alibaba",
        "link": "http://www.reuters.com/article/brief-soros-fund-management-more-than-tr/brief-soros-fund-management-more-than-triples-share-stake-in-microsoft-takes-share-stake-in-snap-alibaba-idUSFWN1IH199",
        "time": "5:34PM UTC",
        "body": "* More than triples share stake in Microsoft to 12,800 shares\n\n* Ups share stake in Goldman Sachs Group Inc by 39.8 percent to 86,800 shares\n\n* Takes share stake of 3,600 shares in Walt Disney Co\n\n* Takes share stake of 31,200 shares in Pfizer Inc\n\n* Takes share stake of 1.7 million class A shares in Snap Inc\n\n* Takes share stake of 4,100 shares in Wal-Mart Stores Inc\n\n* Change in holdings are as of March 31, 2017 and compared with the previous quarter ended as of Dec. 31, 2016 Source text for quarter ended March 31, 2017: (bit.ly/2pQ4JVX) Source text for quarter ended Dec. 31, 2016: (bit.ly/2lHSLju)"
    },
    {
        "header": "More disruptions feared from cyber attack; Microsoft slams government secrecy",
        "link": "http://www.reuters.com/article/us-britain-security-hospitals/more-disruptions-feared-from-cyber-attack-microsoft-slams-government-secrecy-idUSKBN18820S",
        "time": "12:26PM UTC",
        "body": "WASHINGTON/FRANKFURT (Reuters) - Officials across the globe scrambled over the weekend to catch the culprits behind a massive ransomware worm that disrupted operations at car factories, hospitals, shops and schools, while Microsoft on Sunday pinned blame on the U.S. government for not disclosing more software vulnerabilities.\n\nCyber security experts said the spread of the worm dubbed WannaCry - “ransomware” that locked up more than 200,000 computers in more than 150 countries - had slowed but that the respite might only be brief amid fears new versions of the worm will strike.\n\nIn a blog post on Sunday, Microsoft President Brad Smith appeared to tacitly acknowledge what researchers had already widely concluded: The ransomware attack leveraged a hacking tool, built by the U.S. National Security Agency, that leaked online in April.\n\n“This is an emerging pattern in 2017,” Smith wrote. “We have seen vulnerabilities stored by the CIA show up on WikiLeaks, and now this vulnerability stolen from the NSA has affected customers around the world.”\n\nHe also poured fuel on a long-running debate over how government intelligence services should balance their desire to keep software flaws secret - in order to conduct espionage and cyber warfare - against sharing those flaws with technology companies to better secure the internet.\n\n“This attack provides yet another example of why the stockpiling of vulnerabilities by governments is such a problem,” Smith wrote. He added that governments around the world should “treat this attack as a wake-up call” and “consider the damage to civilians that comes from hoarding these vulnerabilities and the use of these exploits.”\n\nThe NSA and White House did not immediately respond to requests for comment about the Microsoft statement.\n\nEconomic experts offered differing views on how much the attack, and associated computer outages, would cost businesses and governments.\n\nThe non-profit U.S. Cyber Consequences Unit research institute estimated that total losses would range in the hundreds of millions of dollars, but not exceed $1 billion.\n\nMost victims were quickly able to recover infected systems with backups, said the group’s chief economist, Scott Borg.\n\nCalifornia-based cyber risk modeling firm Cyence put the total economic damage at $4 billion, citing costs associated with businesses interruption.\n\nU.S. President Donald Trump on Friday night ordered his homeland security adviser, Tom Bossert, to convene an “emergency meeting” to assess the threat posed by the global attack, a senior administration official told Reuters.\n\nSenior U.S. security officials held another meeting in the White House Situation Room on Saturday, and the FBI and the NSA were working to help mitigate damage and identify the perpetrators of the massive cyber attack, said the official, who spoke on condition of anonymity to discuss internal deliberations.\n\nThe investigations into the attack were in the early stages, however, and attribution for cyber attacks is notoriously difficult.\n\nThe original attack lost momentum late on Friday after a security researcher took control of a server connected to the outbreak, which crippled a feature that caused the malware to rapidly spread across infected networks.\n\nInfected computers appear to largely be out-of-date devices that organizations deemed not worth the price of upgrading or, in some cases, machines involved in manufacturing or hospital functions that proved too difficult to patch without possibly disrupting crucial operations, security experts said.\n\nMicrosoft released patches last month and on Friday to fix a vulnerability that allowed the worm to spread across networks, a rare and powerful feature that caused infections to surge on Friday.\n\nCode for exploiting that bug, which is known as “Eternal Blue,” was released on the internet last month by a hacking group known as the Shadow Brokers.\n\nThe head of the European Union police agency said on Sunday the cyber assault hit 200,000 victims in at least 150 countries and that number would grow when people return to work on Monday.\n\nMonday was expected to be a busy day, especially in Asia, which may not have seen the worst of the impact yet, as companies and organizations turned on their computers.\n\n“Expect to hear a lot more about this tomorrow morning when users are back in their offices and might fall for phishing emails” or other as yet unconfirmed ways the worm may propagate, said Christian Karam, a Singapore-based security researcher.\n\nThe attack hit organizations of all sizes.\n\nRenault said it halted manufacturing at plants in France and Romania to prevent the spread of ransomware.\n\nOther victims include is a Nissan manufacturing plant in Sunderland, northeast England, hundreds of hospitals and clinics in the British National Health Service, German rail operator Deutsche Bahn and international shipper FedEx Corp\n\nA Jakarta hospital said on Sunday that the cyber attack had infected 400 computers, disrupting the registration of patients and finding records.\n\nAccount addresses hard-coded into the malicious WannaCry virus appear to show the attackers had received just under $32,500 in anonymous bitcoin currency as of (1100 GMT) 7 a.m. EDT on Sunday, but that amount could rise as more victims rush to pay ransoms of $300 or more.\n\nThe threat receded over the weekend after a British-based researcher, who declined to give his name but tweets under the profile @MalwareTechBlog, said he stumbled on a way to at least temporarily limit the worm’s spread by registering a web address to which he noticed the malware was trying to connect.\n\nSecurity experts said his move bought precious time for organizations seeking to block the attacks."
    }
]