[
    {
        "header": "Microsoft agrees to Windows 10 adjustments with Swiss data watchdog",
        "link": "http://www.reuters.com/article/microsoft-swiss-idUSL1N1F10ST",
        "time": "9:40AM UTC",
        "body": "ZURICH (Reuters) - Switzerland’s data protection czar will not take Microsoft to court after the U.S. company agreed to adopt recommendations for improving data processing transparency for its Windows 10 operating system, the government agency said.\n\nThe Swiss Federal Data Protection and Information Commissioner (FDPIC) said on Wednesday it had concluded an investigation into the operating system begun in 2015, which it said revealed data protection gaps under Swiss law.\n\n“The FDPIC investigations revealed that data processing in connection with Windows 10 did not conform in every respect with the data protection legislation,” the authority said in a statement.\n\nIn response, Microsoft made proposals to the commissioner which had been agreed after adjustments by the FDPIC.\n\n“The technical implementation of the modifications requested by the FDPIC will be carried out worldwide as part of the two Windows 10 software releases planned for 2017,” the FDPIC said.\n\nThe Swiss government agency said the agreement with Microsoft meant there was “no need for court proceedings”.\n\nA Microsoft spokesman said the company appreciated the opportunity to discuss Windows 10 with the Swiss Data Protection Authority.\n\n“As a global business, Microsoft is committed to complying with all applicable laws in the countries in which we offer our services and products,” he said.\n\nMicrosoft says in a blog on its website that it is committed to protecting consumers’ privacy with the product.\n\nIn its 2015-2016 annual report, the FDPIC said the system’s quick installation or “get going fast” option automatically activated nearly all data transfer and access processes, which meant user data, including location details, browser and search history, keyboard entries and nearby WiFi networks, automatically went to Microsoft.\n\nIn concluding its investigation, the FDPIC said the Windows 10 “quick access” and “customize settings” pages had not fully met transparency requirements. Information was lacking on the content of browser, feedback and diagnostic data, as well as on the length of time that transmitted data would be stored, it said."
    }
]