[
    {
        "header": "Denied U.S. visas, all-girl Afghan robotics team to watch their creation compete via Skype",
        "link": "http://www.reuters.com/article/us-afghanistan-usa-travelban/denied-u-s-visas-all-girl-afghan-robotics-team-to-watch-their-creation-compete-via-skype-idUSKBN19P2DV",
        "time": "5:11PM UTC",
        "body": "HERAT, Afghanistan (Reuters) - Two Afghan girls refused visas to the United States for a robot-building competition said on Tuesday they were mystified by the decision, as the contest’s organizers said teams from Iran and Sudan as well as a de facto Syrian team had gained visas.\n\nThe unusual story of the Afghan all-girl team of robotics students emerged as the United States grapples with the legality of President Donald Trump’s order to temporarily ban travel from six Muslim-majority countries.\n\nAfghanistan itself is not on the list and Team Afghanistan’s robot, unlike its creators, has been allowed entry to the United States. Asked by Reuters on Tuesday why the girls were banned, a U.S. State Department spokesperson cited regulations prohibiting the agency from discussing individual visa cases.\n\nSo the six team members will watch the ball-sorting machine compete in Washington D.C. via video link during the July 16-18 event from their hometown of Herat, in western Afghanistan, according to the FIRST Global contest organizers.\n\n“We still don’t know the reason why we were not granted visas, because other countries participating in the competition have been given visas,” said 14-year-old Fatemah Qaderyan, part of the team that made two journeys to the U.S. Embassy in the Afghan capital Kabul to apply for their papers.\n\n“No one knows about the future but ... we did our best and we hope that our robot could get a position along other robots from other countries,” Qaderyan said.\n\nMost of the female team members were either infants or not yet born at the time of the U.S.-backed military intervention in Afghanistan in 2001 that toppled the Taliban regime – whose ultra-hardline interpretation of sharia (Islamic law) banned girls from school, women from working outside the home and all females from leaving home without a male relative.\n\nMore than 15 years later, around 10,000 U.S. and allied international troops remain in Afghanistan to support an elected government in Kabul that constitutionally guarantees women’s rights but is increasingly losing ground to a Taliban insurgency that now controls or contests some 40 percent of territory.\n\nQaderyan’s teammate from Herat, 17-year-old Lida Azizi, was less forgiving of the U.S. visa decision. “All of the countries can participate in the competitions, but we can‘t. So it’s a clear insult for the people of Afghanistan,” Azizi said.\n\nFIRST Global’s president, Joe Sestak, said in a post on the organization’s Facebook page that he was “saddened” by the U.S. decision but the Afghan team would be able to connect with the competition via a live Skype video link.\n\n“That is how we must now honor our fellow teammates, those brave girls from Afghanistan,” he said.\n\nHe added that the teams of 156 countries – including from Iran and Sudan, which are on Trump’s list of countries whose citizens are banned from entry – had received their visas.\n\n“The support of the U.S. State Department (including its embassies) has been simply nothing short of amazing,” Sestak said in the post, adding that one other team, from Gambia, had been also denied visas.\n\nAlso approved for visas was “Team Hope,” a group of Syrian refugees, he said.\n\nSyria is among the Muslim-majority countries named in Trump’s executive order prohibiting all citizens from entry for 90 days. The other countries, apart from Iran, Syria and Sudan, are Libya, Somalia and Yemen.\n\nIn a June 26 ruling, the U.S. Supreme Court revived parts of Trump’s March 6 executive order that had been blocked by lower courts. The highest court let the ban go forward with a limited scope, saying that it cannot apply to anyone with credible “bona fide relationship” with a U.S. person or entity."
    }
]