[
    {
        "header": "BRIEF-Microsoft says records $306 mln employee severance expenses in Q4 2017",
        "link": "http://www.reuters.com/article/brief-microsoft-says-records-306-mln-emp/brief-microsoft-says-records-306-mln-employee-severance-expenses-in-q4-2017-idUSL5N1KB7SY",
        "time": "4:38PM UTC",
        "body": "* During fourth quarter 2017, recorded $306 million of employee severance expenses primarily related to sales and marketing restructuring plan‍​\n\n* Recorded $480 million charges primarily related to phone business restructuring plans‍​ in q4 2016- sec filing Source text : (bit.ly/2uDY1sz) Further company coverage:"
    },
    {
        "header": "BRIEF-Microsoft's Q4 ‍diluted GAAP earnings per share $0.83",
        "link": "http://www.reuters.com/article/brief-microsofts-q4-diluted-gaap-earning/brief-microsofts-q4-diluted-gaap-earnings-per-share-0-83-idUSFWN1KB0TN",
        "time": "4:36PM UTC",
        "body": "* Microsoft - qtrly ‍diluted earnings per share was $0.83 GAAP, and $0.98 non-GAAP​\n\n* Microsoft qtrly ‍revenue in more personal computing was $8.8 billion and decreased 2% (down 1% in constant currency)​\n\n* Microsoft - qtrly ‍revenue in intelligent cloud was $7.4 billion and increased 11% (up 12% in constant currency)​\n\n* Microsoft qtrly ‍Windows commercial products and cloud services revenue increased 8% (up 8% in constant currency)​\n\n* Microsoft - qtrly ‍server products and cloud services revenue increased 15% (up 16% in constant currency)​\n\n* Microsoft - qtrly Azure revenue growth of 97% (up 98% in constant currency)​\n\n* Microsoft - qtrly ‍revenue in productivity and business processes was $8.4 billion and increased 21%​\n\n* Microsoft - recorded net revenue deferrals of $1.4 billion during the three months ended June 30, 2017 related to Windows 10‍​ Source text for Eikon: (bit.ly/2uEem0s) Further company coverage:"
    },
    {
        "header": "Microsoft profit beats expectations on strong cloud demand",
        "link": "http://www.reuters.com/article/us-microsoft-results/microsoft-profit-beats-expectations-on-strong-cloud-demand-idUSKBN1A52PV",
        "time": "10:02PM UTC",
        "body": "SAN FRANCISCO (Reuters) - Microsoft on Thursday reported strong fourth-quarter earnings on the back of its fast-growing cloud computing business, stoking optimism that the once-stagnant company has found a new groove.\n\nThe results were the clearest sign yet that the strategy put in place by Chief Executive Satya Nadella when he assumed the top job in 2014 is paying off. He has shifted the company’s focus away from a dying personal computer software business and reinventing it as a provider of cloud computing and subscription-based software.\n\n“Our technology world view of an intelligent cloud and an intelligent edge is resonating with customers everywhere,” Nadella said on the company’s earnings conference call with investors on Thursday afternoon.\n\nMost notably, revenue from the cloud unit, which includes the flagship Azure platform and server products, rose about 11 percent to $7.43 billion in the fiscal fourth quarter ended June 30.\n\nAnalysts on average had expected cloud revenue of $7.32 billion, according to data and analytics firm FactSet. Revenue from Azure, which competes directly with Amazon.com's market-leading AWS division, nearly doubled in the quarter. (bit.ly/2oQAzSJ)\n\nHighlighting Azure’s growth were notable increases to Microsoft’s long-term unearned revenue, which rose by more than 61 percent year-over-year. The metric is used to indicate long-term commitments for services and products, said Kim Forrest, vice president and senior equity analyst at Fort Pitt Capital Group, a portfolio management firm.\n\nIn a bid to continue this momentum, Microsoft last week launched Azure Stack, a new service that allows customers to run a local version of the company’s cloud technology.\n\n“This isn’t just a one-quarter wonder,” Forrest said. “Amazon is going to be paying attention to this.”\n\nMichael Turits, analyst at Raymond James & Associates, noted that Azure is smaller than Amazon’s service but that it is growing faster. “I think it is appealing well to existing enterprise customers who might not immediately be drawn to the Amazon platform,” he said.\n\nBeyond cloud, Microsoft’s various businesses mostly performed well.\n\nThe commercial offering of Office 365 was up 43 percent while Dynamics 365, Microsoft’s customer relationship management and enterprise resource planning service, saw a year-over-year increase of 74 percent.\n\nRevenue dropped 2 percent in the personal computer division, which includes Windows 10 and Microsoft’s line of Surface hardware. The company said it recorded $306 million in restructuring charges following a reorganization of its sales and marketing teams that was announced earlier this month. The restructuring resulted in layoffs for thousands of Microsoft employees.\n\n“I don’t think the layoffs are a worry at all,” said Jan Dawson, chief analyst at Jackdaw Research. “They’re just part of the ongoing transition Microsoft is going through as cloud grows and its legacy business shrinks.”\n\nMicrosoft’s net income more than doubled to $6.51 billion or 83 cents per share in the quarter, from $3.12 billion or 39 cents per share in the year-earlier period.\n\nExcluding one-time items, Microsoft earned 98 cents per share. On an adjusted basis, revenue rose 9.1 percent to $24.7 billion.\n\nAnalysts on average had expected an adjusted profit of 71 cents per share and revenue of $24.27 billion, according to Thomson Reuters I/B/E/S."
    },
    {
        "header": "BRIEF-Microsoft sees Q1 intelligent cloud revenue $6.9 bln to $7.1 bln",
        "link": "http://www.reuters.com/article/brief-microsoft-sees-q1-intelligent-clou/brief-microsoft-sees-q1-intelligent-cloud-revenue-6-9-bln-to-7-1-bln-idUSFWN1KA0Z1",
        "time": "6:10PM UTC",
        "body": "* sees Q1 more personal computing revenue of $8.6 billion to $8.9 billion\n\n* sees Q1 less than 1 point of negative foreign currency impact on revenue growth\n\n* sees FY18 full year foreign currency impact of less than 1 point of negative impact on revenue growth\n\n* Says gross margin percentage should decline about a point in FY18\n\n* sees FY18 full year operating total expenses excluding linkedin to grow between 3 percent and 4 percent Source text (bit.ly/2voyWiT) Further company coverage:"
    },
    {
        "header": "BRIEF-Microsoft quarterly results press release",
        "link": "http://www.reuters.com/article/brief-microsoft-quarterly-results-press/brief-microsoft-quarterly-results-press-release-idUSL3N1KB5N7",
        "time": "4:08PM UTC",
        "body": "Please click on the link below for Microsoft’s quarterly earnings press release: Source text:"
    },
    {
        "header": "Microsoft's quarterly profit more than doubles",
        "link": "http://www.reuters.com/article/microsoft-results/microsofts-quarterly-profit-more-than-doubles-idUSL3N1KB5MH",
        "time": "4:15PM UTC",
        "body": "July 20 (Reuters) - Microsoft Corp reported a quarterly profit that more than doubled, helped by a tax benefit and strong growth in its cloud business.\n\nThe company’s net income rose to $6.51 billion, or 83 cents per share, in the fourth quarter ended June 30 from $3.12 billion, or 39 cents per share, a year earlier.\n\nOn an adjusted basis, revenue rose 9.1 percent to $24.7 billion.\n\nMicrosoft’s shares rose 1 percent in trading after the bell on Thursday. (Reporting by Gayathree Ganesan and Rishika Sadam in Bengaluru; Editing by Anil D‘Silva)"
    }
]