[
    {
        "header": "Google, Microsoft among companies urging court to back gay workers",
        "link": "http://www.reuters.com/article/usa-lgbt-companies/google-microsoft-among-companies-urging-court-to-back-gay-workers-idUSL1N1JN1TJ",
        "time": "6:35PM UTC",
        "body": "(Reuters) - Dozens of companies, including Alphabet Inc’s Google, Microsoft Corp, CBS Corp and Viacom Inc urged a federal appeals court on Monday to rule that a law banning sex discrimination in the workplace offers protections to gay employees.\n\nThe brief submitted by 50 companies to the 2nd U.S. Circuit Court of Appeals in Manhattan marks the first time such a large group of businesses has backed arguments about employment discrimination that LGBT groups and the administration of former President Barack Obama have made for years.\n\nThe companies said bias against gay employees is widespread, with more than 40 percent of gay workers reporting harassment and other forms of discrimination in various studies. The lack of a federal law clearly prohibiting discrimination on the basis of sexual orientation has hindered recruitment in states that have not adopted their own, the companies said.\n\n“Recognizing that our uniform federal law protects LGBT employees would benefit individual businesses, and the economy as a whole, by removing an artificial barrier to the recruitment, retention, and free flow of talent,” wrote the companies’ lawyers at Quinn Emanuel Urquhart & Sullivan.\n\nThe companies asked the 2nd Circuit to revive a lawsuit by the estate of Donald Zarda, who claimed he was fired from his job as a skydiving instructor on Long Island after he told a customer he was gay and she complained. Zarda died in a skydiving accident after filing the lawsuit.\n\nIn April, a panel of three 2nd Circuit judges dismissed Zarda’s case, saying the court’s decision in a separate case in 2000 that said discrimination against gay workers is not a form of sex discrimination under Title VII of the Civil Rights Act of 1964 foreclosed his claims.\n\nBut last month, the full court, which can overturn the prior ruling, agreed to review the case. That came weeks after a different appeals court in Chicago became the first to rule that Title VII protects gay workers.\n\nZarda’s former employer, Altitude Express Inc, says Congress did not intend for Title VII to apply to gay workers when it passed the law more than 50 years ago, and courts do not have the power to change the meaning of the law.\n\nA different appeals court in Atlanta, Georgia, is currently considering whether to revisit a March decision that dismissed a lawsuit by a former hospital security guard who said she was harassed and forced to quit because she is gay."
    }
]