[
    {
        "header": "BRIEF-Microsoft says formed cloud technology alliance with Parexel",
        "link": "http://www.reuters.com/article/brief-microsoft-says-formed-cloud-techno/brief-microsoft-says-formed-cloud-technology-alliance-with-parexel-idUSFWN1MZ0R5",
        "time": "9:24AM UTC",
        "body": "* Microsoft and Parexel form cloud technology alliance aimed at accelerating the pace of drug development\n\n* Microsoft - partnership will be initially focused on moving Parexel informatics technology and services onto Microsoft Azure​ Source text for Eikon: Further company coverage:"
    },
    {
        "header": "Microsoft to drop lawsuit after U.S. government revises data request rules",
        "link": "http://www.reuters.com/article/us-microsoft-usa/microsoft-to-drop-lawsuit-after-u-s-government-revises-data-request-rules-idUSKBN1CT0I4",
        "time": "1:48AM UTC",
        "body": "(Reuters) - Microsoft Corp said it will drop a lawsuit against the U.S. government after the Department of Justice (DOJ) changed data request rules on alerting internet users about agencies accessing their information.\n\nThe new policy limits the use of secrecy orders and calls for such orders to be issued for defined periods, Microsoft Chief Legal Officer Brad Smith said in a blog post on Monday.\n\n\"As a result of the issuance of this policy, we are taking steps to dismiss our lawsuit,\" Smith said. bit.ly/2gE3kDp\n\nThe company expects the changes to end the practice of indefinite secrecy orders.\n\nMicrosoft filed the lawsuit in April 2016 arguing that the U.S. government was violating the constitution by preventing the company from informing its customers about government requests for their emails and other documents. reut.rs/2zLIjv0\n\nThe suit argued that the government’s actions were in violation of the Fourth Amendment, which establishes the right for people and businesses to know if the government searches or seizes their property, and the company’s First Amendment right to free speech.\n\nThe changes will ensure that secrecy order requests are “carefully and specifically tailored to the facts in the case,” Smith said.\n\n“This is an important step for both privacy and free expression. It is an unequivocal win for our customers, and we’re pleased the DOJ (Department of Justice) has taken these steps to protect the constitutional rights of all Americans,” the statement said.\n\nWhile Microsoft has agreed to drop its lawsuit, Smith said the company is renewing its call to Congress for the amendment of the Electronic Communications Privacy Act which was adopted in 1986.\n\nThe DOJ did not respond to request for comment outside regular business hours.\n\nLast week, the U.S. Supreme Court agreed to hear the Trump administration’s appeal of a lower court’s ruling preventing federal prosecutors from obtaining emails stored in Microsoft computer servers in Dublin, Ireland in a drug trafficking investigation."
    }
]