[
    {
        "header": "BRIEF-Shanghai Oriental Pearl Media signs strategic cooperation agreement with Microsoft, Tencent",
        "link": "http://www.reuters.com/article/brief-shanghai-oriental-pearl-media-sign/brief-shanghai-oriental-pearl-media-signs-strategic-cooperation-agreement-with-microsoft-tencent-idUSL3N1J93OG",
        "time": "8:04AM UTC",
        "body": "* Says it signs strategic cooperation agreement with Microsoft Corp in China, Asia Pacific\n\n* Says it signs strategic cooperation agreement with Tencent"
    },
    {
        "header": "U.S. top court rules for Microsoft in Xbox class action fight",
        "link": "http://www.reuters.com/article/us-usa-court-microsoft/u-s-top-court-rules-for-microsoft-in-xbox-class-action-fight-idUSKBN1931MT",
        "time": "10:57AM UTC",
        "body": "WASHINGTON (Reuters) - The U.S. Supreme Court on Monday ruled in favor of Microsoft Corp in its bid to fend off class action claims by Xbox 360 owners who said the popular videogame console gouges discs because of a design defect.\n\nThe court, in a 8-0 ruling, overturned a 2015 decision by the San Francisco-based 9th U.S. Circuit Court of Appeals that allowed console owners to appeal the dismissal of their class action lawsuit by a federal judge in Seattle in 2012.\n\nTypically parties cannot appeal a class certification ruling until the entire case has reached a conclusion. But the 9th Circuit allowed the console owners to voluntarily dismiss their lawsuit so they could immediately appeal the denial of a class certification.\n\nJustice Ruth Bader Ginsburg, writing on behalf of the court, said such a move was not permitted because a voluntary dismissal of a lawsuit is not a final decision and thus cannot be appealed. The approach sought by the plaintiffs would undermine litigation rules “designed to guard against piecemeal appeals,” Ginsburg wrote.\n\nThe plaintiffs instead have to litigate their claims individually and get a final judgment before they can appeal, Ginsburg said.\n\nThe Xbox console owners filed a proposed class action against Microsoft in federal court in 2011, saying the design of the console was defective and that its optical disc drive could not withstand even small vibrations. They said this caused game discs to spin out of control and become scratched even under normal playing conditions, making them unusable.\n\nMicrosoft has sold tens of millions of Xbox 360 consoles since introducing them in 2005.\n\nThe company said class certification was improper because just 0.4 percent of Xbox owners reported disc scratches, and that misuse was the cause.\n\nClass action cases can lead to larger damages or broader remedies than individual lawsuits. The prospect of winning large damages in a class action can be the only way for consumers to find lawyers to take their cases, so a denial of this certification can effectively end some lawsuits."
    }
]